{"Type": "article", "Time": "2020-12-07", "Headline": "December 8 coronavirus news", "Text": "Dr. Anthony Fauci is urging Americans to stay home for the holidays. “We’re in a tough situation because of our baseline level of infections,” the director of the National Institute of Allergy and Infectious Diseases said Tuesday in a discussion with the National Urban League.  Before the fall surge, the Unites States was already recording anywhere between 40,000 to 70,000 new coronavirus cases a day as the fall weather forced more people indoors, Fauci said. The country is now seeing hundreds of thousands of new cases every day and Fauci said the US hasn’t even seen the spike that’s expected from travel and gatherings from the Thanksgiving holiday yet. “When you superimpose the Thanksgiving spike you have what I call a surge upon a surge. That is going to land about a week before we start to travel for the Christmas holidays and Hanukkah,” Fauci predicted. \n“People travel for Christmas, they congregate at parties, at social gatherings and dinners,” he said. “Then the Christmas spike is going to be another one, so the months of December and January are going to be very problematic.” But Fauci said it doesn’t have to be that way. He urged continued mitigation efforts such as mask usage, social distancing and avoiding crowds. “We're going to be asking people to do something that is difficult and maybe even painful, particularly at the family level, is to tell people, unless it's absolutely necessary, not to travel,” he said. “We said that over Thanksgiving and we're saying the same thing over Christmas.” Fauci said that it would be best for Americans to stay away from travel -- especially trains and airports -- and remain home with their families \"as difficult as it may be.\" “It's better to say this is an unusual year, hopefully we’re going to have a lot more Christmases, a lot more New Years,” Fauci said. ##Hotspots## Iran plans to import 42 million doses of Covid-19 vaccines from abroad, Iranian Food and Drug Administration (IFDA) spokesman Kianoush Jahanpour said Tuesday, according to state TV. The imported vaccines are meant for high-risk groups, while the public will receive a locally produced vaccine, PressTV reported. Jahanpour said that Iran had pre-ordered about 16.8 million shots through COVAX, an initiative led by the World Health Organization, which aims to provide worldwide access to effective Covid-19 vaccines.  “In addition to that, negotiations are underway with four countries to pre-order 20 to 21 million doses of corona (virus) vaccines which if approved by the IFDA, would be used in the country,” Jahanpour said.  He also said another 4 million doses of vaccine would be supplied through joint manufacturing ventures between Iranian and foreign companies and that the foreign supply of vaccines would be exclusively dedicated to high-risk groups, including the elderly, those with debilitating diseases and health workers. “The rest of the country’s need would be met through domestic manufacturing,” Jahanpour said. Accusations against US: Last Thursday, Iran’s Foreign Minister Javad Zarif accused the United States of waging an economic war and preventing Iran from making a payment to COVAX.  “The United States even prevents us from using our own money in different countries to pay COVAX for the vaccine,” Zarif said, adding, “We’ve been trying, our Ministry of Health has been trying, our Central Bank has been trying to transfer money we have in billions in other countries to WHO for COVAX and we haven’t had much success.”  ##Vaccines## Dr. Anthony Fauci, the director of the National Institutes of Allergy and Infectious Diseases, recommends people who have recovered from Covid-19 should still plan to get vaccinated when a coronavirus shot becomes available. “It is not clear how long immunity to getting infected lasts,” Fauci told a gathering of the National Urban League Tuesday night.\n“Typically, when you get infected, you’re immune from reinfection for a period of time. It could be lifelong, like with measles. It could be 10 years or so as with other diseases or it could be relatively short ... The history of coronaviruses indicate that the durability of immunity is a bit on the short side.\" Immunity may only last a year or two and not decades, Fauci said. “So that's the reason why we make no distinction,” he said. “If a person gets infected and then wants to get the vaccine, it’s perfectly fine. It doesn't have any impact on other underlying conditions.” ##Vaccines## Rhode Island is currently reporting an average of 123 new coronavirus cases per 100,000 people, according to JHU data -- the highest number by this metric in the United States. The states with the top five averages in the US currently are: Rhode Island: 123 new cases per 100,000 people\nIndiana: 102 new cases per 100,000 people\nUtah: 98 new cases per 100,000 people\nSouth Dakota: 97 new cases per 100,000 people\nAlaska: 97 new cases per 100,000 people.  According to JHU data, the average number of cases per 100,000 people is rising in more than half the country. Rhode Island, Connecticut, California, and Tennessee are some states seeing this metric rise the quickest. ##Hotspots## North Korean leader Kim Jong Un's powerful sister Kim Yo Jong has accused South Korea's foreign minister of making \"reckless remarks\" on the emergency anti-epidemic measures in North Korea, adding that she \"might have to pay dearly for it.\" Kim also accused South Korean Foreign Minister Kang Kyung-wha of speaking \"without any consideration of the consequences.\" Kim's statement, her first in public for several months, was made on the state-run Korean Central News Agency (KCNA) on Wednesday. What did Kang say? The South Korean foreign minister's comments about the coronavirus situation in North Korea were made on Dec. 5 at a conference in Bahrain hosted by the International Institute For Strategic Studies. “They still say they don't have any cases (of COVID-19), which is hard to believe,” Kang said. \"The regime is very intensely focused on controlling the disease that they say they don't have, so it's a bit of an odd situation.” North Korea has said it doesn't have any confirmed Covid-19 cases but many experts are doubtful. The country closed its borders in January and raised its anti-epidemic measures to the highest level again on Dec. 2, according to the KCNA. In late November, South Korea’s spy agency reported that North Korean leader Kim Jong Un ordered executions of at least two people due to Covid-19 and economic pressure, according to a South Korean lawmaker briefed by the country's spy agency. US President-elect Joe Biden on Tuesday laid out his three-point plan to combat the coronavirus pandemic, an approach in dealing with the virus that continues to contrast with President Donald Trump. The plan, announced as he introduced the team he has designed to get the pandemic under control, would aim to get at least 100 million Americans vaccinated in his initial 100 days in office, his pledge to sign a face mask mandate on his first day in office and efforts to get kids back to school safely.  Biden's plan came the same day that Trump signed a largely symbolic executive order aimed at prioritizing the shipment of the coronavirus vaccine to Americans before other nations. \"My first 100 days won't end the Covid-19 virus. I can't promise that,\" Biden said at an event in Wilmington, Delaware. \"But we did not get in this mess quickly, we're not going to get out of it quickly, it's going to take some time. But I'm absolutely convinced that in 100 days we can change the course of the disease and change life in America for the better.\" Last week, in an interview with CNN's Jake Tapper, the President-elect said he will ask Americans to wear masks for the first 100 days after he takes office. Read the full story: The former Florida state data scientist whose house was raided by police on Monday says she isn't just worried about the legal ramifications she's facing, but also for other state employees who leaked her damaging information on Florida's coronavirus response. Rebekah Jones, who was fired after accusing Gov. Ron DeSantis' administration of minimizing the pandemic and skewing state data, attracted national attention after her house was raided by armed state police on Monday morning. State authorities are investigating whether she accessed a government messaging system without authorization to send a message urging her former colleagues to speak out about coronavirus deaths. Jones has denied sending the message, but she told CNN she fears the computers and phone that state police seized from her Tallahassee home could expose her sources in the government to retaliation. \"On my phone is every communication I've ever had with someone who works at the state, who has come to me in confidence and told me things that could get them fired or in trouble like this,\" Jones told CNN's Chris Cuomo on Monday night. \"And I just want to say to all those people right now, if he doesn't know already, DeSantis will know soon enough that you've been talking to me. So be careful.\" Read the full story: The United States reported 104,600 Covid-19 hospitalizations on Tuesday, setting a new record high since the pandemic began, according to the Covid Tracking Project. According to CTP data, these are the highest hospitalization numbers: Dec. 8: 104,600 people hospitalized\nDec. 7: 102,148 people hospitalized\nDec. 6: 101,501 people hospitalized\nDec. 4: 101,276 people hospitalized\nDec. 5: 101,192 people hospitalized ##Hotspots## Vice President Mike Pence called for Americans to remain patient during his remarks at a White House summit on the Covid-19 vaccine Tuesday, renewing calls for social distancing and mask wearing.  “We are literally on the cusp of putting coronavirus in the past,” Pence said. “We are coming very close in the days ahead, I believe, to the beginning of the end of the coronavirus pandemic in America. But it will yet be months to go, miles to go before we sleep, and so we encourage you all to do your part.”   Pence urged Americans to “save lives” by practicing good hygiene. “Wash your hands. Practice social distancing or wear a mask when it's not possible or whenever local authorities indicate that it's appropriate. The way that we got through the early days of this pandemic,” he said, adding later, “it's the way we'll see our way through the months ahead between now and when the coronavirus vaccine that will likely be approved this week will be widely available for every American.” Pence’s remarks and tone were significantly different than that of President Trump, who spoke at the same event earlier in the day. Trump’s speech was much more focused on taking credit and claiming victory for the development of a vaccine. When asked by a reporter about advice for Americans on avoiding the spread of Covid in the holiday season, Trump commented that “the vaccine was our goal.”  The vice president also did something else Trump did not in his speech: he offered his sympathies to those who had lost loved ones to coronavirus. “Before I reflect on all the we've heard today and the extraordinary professionalism and cooperation that you've witnessed,” Pence said, “I want to extend my – my sympathies to the families that may be looking on at this very hour. Families that have lost loved ones over the course of this year.”  “Even as we enter a time of great promise in this country,” he continued, “I want families that have lost loved ones, and those that are still struggling in the midst of this pandemic to know There's not a day gone by, that you haven't been on the hearts of all of us working at every level. And, and we will never forget your families, or your loved ones, as we hasten the day that we put this pandemic in the past.” ##Hotspots## More than 5,561 Pennsylvanians were hospitalized with Covid-19 on Tuesday, the highest since the pandemic began, according to the Pennsylvania Department of Health. The department said it was expecting \"to see case counts and hospitalizations increase into the winter and during flu season,\" spokesperson Maggi Mumma told CNN. Pennsylvania has 1,160 residents in intensive care. Earlier Tuesday, the Commonwealth announced that it had 10,170 new Covid-19 cases on Monday, reaching a total of 436,614. ##Hotspots##   Dr. Anthony Fauci said he has had some conversations with President-elect Joe Biden as well as with Ron Klain and with Jeff Zients, and will likely have more detailed discussions soon.  “I will say we need to have a uniform message that comes from the top right down to each and every one of the people involved, the health officials, the physicians, the scientists, the public health officials,” Fauci said during the Wall Street Journal CEO Council Summit on Tuesday. “We’ve all got to be on the same page, telling the American public that we’ve got to pull together.”  Fauci said that that was the most important thing to him, “a uniformity of approach and not disparate were some groups do one thing and other groups do another. That’s my main message.”    Operation Warp Speed knows where states want the Pfizer vaccine to be distributed, Gen. Gustave Perna, chief operating officer of Operation Warp Speed, said during a White House summit on Tuesday. And as of Friday, it will know where states want Moderna vaccine to go, he said. Perna said that the goal of Operation Warp Speed was to start moving vaccines throughout the entire United States within 24 hours after emergency use authorization from the US Food and Drug Administration.  “We know that for Pfizer vaccine, based on our allocation, we know exactly, as of last Friday, where the states want the vaccine distributed to,” Perna said.  “We know the locations by address, we know the populations, based on the amounts that they want at each location. We know this as a fact,” he continued.  Perna said that this information was already being shared with vaccine makers and distributors “so that they can plan, package and prepare to distribute.”  “This week, we’re working on the Moderna vaccine initial allocations with the states and by this Friday, we will have all the locations for the Moderna vaccine allocation from the states,” Perna said. “We’ll know where they want it and we’ll know how much they want it.”  Within a one-week period, he said, “we’ve been able to accumulate, process, inform and collaborate where the vaccines going to, key to our success.”  ##Vaccines## Michigan Gov. Gretchen Whitmer ordered US and Michigan flags across the state to be lowered to half-staff for 10 days, in remembrance of the now more than 10,000 Michiganders who have died from Covid-19, according to a release from the governor’s office.  The state reported 5,909 new cases of Covid-19 Tuesday, bringing the total to 410,295. At least 191 new Covid-19-related deaths were reported Tuesday, bringing the total to 10,138.  “Our nation is grieving alongside each of the families who have an empty seat at the dinner table each night or who will be missing family members during the holiday season,” Whitmer said. “Right now, we need to listen to our scientists and medical professionals who are asking us to double down on wearing masks and maintaining physical distancing to prevent an unnecessarily greater loss of life. With a vaccine on the horizon, there is light at the end of the tunnel, but we each need to do our part until then. We will get through this together.”   Flags are to be returned to full staff on Dec. 19, the release said. France recorded a rise in Covid-19 cases with more than 13,000 new infections on Tuesday, according to France’s Public Health Agency.  The increase in cases means France is getting further away from President Emmanuel Macron's target of 5,000 or fewer daily cases, which is the government's requirement to lift the lockdown.  The average number of new daily cases in recent days was about 10,000, France’s public health agency chief said on Monday.  With 804 new deaths recorded on Tuesday, fatalities were higher than Monday’s toll of 366. However, the number of deaths tends to be higher on Tuesdays and Fridays, when care homes share their data with public health authorities.  On Tuesday, 3,078 patients were in intensive care units, which is a decrease of 110 patients compared to Monday and closer to the target of 3,000 ICU patients set by the government as a benchmark to lift restrictions.  A total of 25,882 coronavirus patients remain hospitalized, which is a decrease of 451 compared to Monday.   ##Hotspots## The United States will likely have a third Covid-19 vaccine in February, Moncef Slaoui, chief scientific adviser for Operation Warp Speed, said Tuesday. “We are likely to have a third vaccine somewhere in February hopefully, if the appropriate efficacy and safety profile of course are achieved,” Slaoui said at a White House briefing. The Pfizer and Moderna coronavirus vaccines could both be authorized for emergency use before the end of December. The US Food and Drug Administration's Vaccine and Related Biological Products Advisory Committee will meet on Thursday to discuss Pfizer's application for emergency use authorization for its coronavirus vaccine candidate.  A similar meeting is scheduled next week for Moderna's vaccine candidate.  Slaoui noted that other vaccines are in development, including Johnson & Johnson’s vaccine, which is in Phase 3 trials and requires only one dose. Slaoui said that a one-shot vaccine is “a major advantage,” especially in the context of a pandemic.  “That vaccine is likely to complete its efficacy trial, in terms of assessing efficacy of the vaccine, probably early in the month of January, and hopefully would file for emergency use authorization either late in January or early in February,” Slaoui said. He added that AstraZeneca’s vaccine, which uses similar technology, is also in Phase 3 trials. “We project that efficacy may be achieved somewhere in the end of January or early February, and maybe by late February or early March, that vaccine could become available, if approved by the FDA,” he said. ##Vaccines## The Pentagon has drafted a list of the groups that it will provide the coronavirus vaccine to first. It is prioritizing health care workers and then \"critical national capabilities,\" which will include the country’s nuclear forces, elite military units and senior Pentagon leaders, according to two defense officials familiar with the list. Officials have said that the Defense Department will receive a tranche of the vaccine and has been delegated responsibility to decide who will receive it.  The military is expected to initially receive significantly fewer vaccine doses than there are military and civilian personnel working for the US Department of Defense, meaning they have to prioritize who will get the initial doses. The list of senior leaders to receive the vaccine will likely include acting Secretary of Defense Christopher Miller and Gen. Mark Milley, the chairman of the Joint Chiefs of Staff.  The senior leaders are being prioritized due to their seniority but they are also at higher risk from the virus because they are older than the average military service member. Miller is 55 and Milley is 62. It was not clear whether the list of priority recipients had been finalized, but the draft seen by CNN Tuesday has been widely circulated within the Defense Department. The Pentagon did not respond to a request for comment on the draft. The vaccine rollout could begin in the next few days with the US Food and Drug Administration due to meet on Thursday to consider approving the authorization of Pfizer's vaccine. The Pentagon list is divided into three \"phases,\" and several sub-phases, according to the defense official familiar with the list. The first phase will involve the vaccination of \"health care providers, health care support, emergency services and public safety personnel.\" Personnel working in intensive care units, emergency rooms, urgent care centers, and first responders such as emergency medical services, police, search and rescue, and firefighters will be among the first to receive the vaccine. Residents in Armed Forces retirement homes will also fall into this first category. The coronavirus has proven deadly to nursing home communities. The next priority group will include inpatient health care and support personnel as identified by their institutions.  National Guard and Reserve personnel on active duty supporting Covid response efforts, patient care, Urban Augmentation Military Task Forces supporting civilian hospitals, and administering of the vaccines or testing will be next to receive the vaccine. Thousands of National Guard and Reserve personnel have been called up to support virus response efforts across the country. After the vaccination of military health care workers, the next high priority group — designated Phase 1b.1 — will include \"Critical National Capabilities\" such as strategic and nuclear deterrence forces, homeland defense forces, \"national leadership/senior staff as defined by Joint and Service staff principals,\" the Special Operations Command national mission force, and the Cyber Command national mission force. After senior leaders and elite units are vaccinated, the next group to receive the vaccine will include personnel preparing to deploy within the next three months, including military, civilian and contractors who would normally receive Defense Department vaccines in pre-deployment. The next group to receive the vaccine will include \"other critical and essential defense department personnel,\" including select members of the military, staff working in Defense Department schools, child and youth services, and food handlers on military installations.  Phase 2 will include \"high risk\" beneficiaries, and Phase 3 healthy uniformed military personnel. ##Vaccines## California reached a grim milestone Tuesday, recording more than 20,000 deaths as the result of Covid-19 infections.  The state’s Department of Public Health added 112 fatalities Tuesday, bringing the total to 20,047 since the pandemic hit the Golden State.  Daily case counts have more than doubled in the past two weeks. Today, 23,272 new infections were reported statewide. California has seen a 55% increase in test positivity rate over the past two weeks, which currently stands at 8.7%. “The fact is that transmission is now so widespread across our state that most all nonessential activities create a serious risk for transmission,” California Health and Human Services Secretary Mark Ghaly said in a news conference Tuesday. That surge in cases continues to haunt the state’s health care system. A record high of 10,500 admitted patients are receiving treatment today, Ghaly said. Over the past two weeks, hospitalizations are up 71%, with new intensive care admissions close behind with a 68.7% increase. Ghaly expressed concern that highly trained health care workers will “not be able to provide the kind of care Californians have come to expect.” As intensive care unit capacity in Southern California and the San Joaquin Valley has dipped below 15%, residents in those areas are under a new stay-at-home order. Much of the Bay Area joined the order, despite not falling under the same threshold. Restrictions will remain in place for at least three weeks. Intensive care unit capacity in Southern California is 10.1%, and only 5.6% in the San Joaquin Valley. Under the order, residents can still go to doctor visits, buy groceries and worship outdoors. Retail is still open as well. California is still under a travel advisory, and Ghaly is urging people to cancel all travel with the exception of that which is deemed essential.  “Together we can stop the surge. “I know that you’re all tired I know that it’s exhausting. I certainly share some of that exhaustion, as well,\" he said. Note: These numbers were released by the California Department of Public Health and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project.  ##Hotspots## The White House coronavirus task force is warning states that current vaccination plans won't reduce the spread of the disease until at least the late spring. Even as President Trump said Tuesday the US vaccination plan would \"quickly and dramatically reduce deaths and hospitalizations and within a short period of time, I think we want to get back to normal,\" his task force told states in a weekly report that mitigation measures were still essential to preventing further contagion. \"The current vaccine implementation will not substantially reduce viral spread, hospitalizations, or fatalities until the 100 million Americans with comorbidities can be fully immunized, which will take until the late spring,\" the report, obtained by CNN, read. \"Behavioral change and aggressive mitigation policies are the only widespread prevention tools that we have to address this winter surge.\" The reports, which are distributed to states on a weekly basis, said that while the \"imminent arrival of vaccines provides hope,\" the effect of the effort would takes months to materialize. \"Large-scale benefits of lower deaths and hospitalizations will only come after months of immunization,\" the report said. \"Difficult but temporary changes in personal behavior are key to limiting disease and death until we bring the pandemic to an end with immunization; this messaging must be delivered frequently and by all effective modalities.\" The report said the current surge was continuing in \"every corner of the US, from small towns to large cities, from farms to beach communities.\" \"This surge is the most rapid increase in cases; the widest spread of intense transmission, with more than 2,000 counties in COVID red zones; and the longest duration of rapid increase, now entering its 8th week, that we have experienced,\" the report stated. It went on to lament that \"many state and local governments are not implementing the same mitigation policies that stemmed the tide of the summer surge; that must happen now.\" It said mitigation efforts in Europe had resulted in \"clear improvement\" but warned \"the majority of the United States is not mitigating similarly.\" ##Hotspots## ##Vaccines## Effective on Friday, North Carolina is entering into a modified stay-at-home order, Gov. Roy Cooper announced today during a news conference. The modified order will be from 10 p.m. to 5 a.m. local time. All residents must stay at home.  Cooper said that all businesses and most retail stores must also be closed by 10 p.m. local time.  “Our new modified stay at home order aims to limit gatherings and get people home where they are safer, especially during the holidays. It’s also a reminder that we must be vigilant the rest of the day,” Cooper said.  “We will do more if our trends do not improve,” he said. The state's latest numbers: North Carolina has reported 404,032 cases and 5,605 deaths since the start of the pandemic. The state is also seeing the highest number of hospitalizations since the pandemic began. Note: These numbers were released by the state’s health agency and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project. ##Restrictions## Switzerland plans to ban nearly all public events and place further restrictions on private gatherings starting Saturday, as coronavirus infections rise, the Swiss government announced Tuesday. The new measures follow the Swiss government's announcement last week that ski resorts can remain open for domestic tourism but stricter Covid-19 restrictions would be imposed.  Starting Dec. 12 to Jan. 20, the government plans to halt all public events, except church services and legislative meetings, and will order restaurants, shops, markets, and sports facilities to close at 7 p.m. local time. The government also plans to restrict private household meetings to five people from two households, apart from on Christmas Eve, Christmas Day, Boxing Day, and New Year's Eve, when a maximum of 10 people can meet for the holidays.  Meanwhile, each local cantonal authority can authorize ski resorts to open, according to the Federal Department of Home Affairs last Friday.  \"The corona situation is noticeably deteriorating. The number of infections is rising again, the intensive care units are very busy and the health workers are exhausted,\" Swiss Government spokesperson André Simonazzi said in a series of tweets Tuesday. \"The Federal Council therefore wants to tighten the national measures.\" Switzerland's 26 cantons will now consult with the federal government on the proposed measures, with the final decision to implement them taking place on Friday. The new restrictions come as the Federal Office of Public Health recorded 92 more deaths in Switzerland and neighboring country Liechtenstein Tuesday, bringing the death toll to 5,116. Health authorities also recorded 4,262 new Covid-19 infections Tuesday, bringing the total cases to 358,568 since the pandemic began.   \"If the situation worsens next week, the Federal Council plans to take additional measures on December 18, such as the closure of restaurants and shops,\" said Simonazzi. \"Compensation measures for businesses that are most affected by the restrictions are under consideration.\" Swiss Confederation President Simonetta Sommaruga added, \"With this package, we want to create clarity and planning security. And we want to provide security in these uncertain times.\" ##Restrictions## Washington Gov. Jay Inslee announced Tuesday a three-week extension of the state's current restrictions, which include bans on indoor dining and social gatherings. The restrictions were originally imposed by Inslee on Nov. 15 and were set to last until Dec. 14. This new extension means Washington will be under tightened restriction through the holiday season and New Year's Eve celebrations.  \"This is because we remain concerned about Covid activity and we still do not have a clear picture of the situation following the Thanksgiving weekend,\" Inslee said at a news conference. Inslee also announced an additional $50 million in economic support for businesses and more safeguards for workers impacted by the pandemic. ##Restrictions## More than two thirds of California residents will soon receive emergency text alerts from the state’s Emergency Operations Services asking them to stay at home and abide by the newly enacted health orders, according to a tweet from CalOES. Those living in Southern California and the San Joaquin Valley – about 27 million people – will be asked to stay home with the exception of seeking essential services. The alerts will be sent starting today at noon local time. Both regions found themselves under the new health order Sunday night as intensive care unit capacity in each fell under the 15% threshold set by Gov. Gavin Newsom. ##Hotspots## ##Restrictions## Speaking at the Wall Street Journal CEO Council summit on Tuesday, Dr. Anthony Fauci said that uniform wearing of masks, physical distancing and avoiding crowds and congregate settings can prevent or turn around surges in Covid-19 cases – and people need to pull together to implement those measures. The fact that they aren’t being done uniformly is “really extraordinarily frustrating, because we feel strongly that we will be able to have a significant impact,” said Fauci, director of the National Institute of Allergy and Infectious Diseases.  With the country coming out of Thanksgiving and entering Christmas season, “we’re in for a very challenging period,” he said.  “The only way we’re going to counter that is by a consistent, uniform implementation and adherence to public health measures.” However, “trouble is, you go to different parts of the country, and even when the outbreak is clear and hospitals are on the verge of being overrun, there are a substantial proportion of the people who still think that this is not real, that it’s fake news or that it’s a hoax.”  Fauci said that this was extraordinary, and he had never really seen anything like it.  “We’ve got to overcome that and pull together as a nation uniformly with adhering to these public health measures,” he said.  Senate Majority Leader Mitch McConnell proposed dropping two of the issues that have been the hardest for Democrats and Republicans to agree upon in a new Covid relief deal – state and local money and liability protections – to pass a deal now that both sides can agree on.  The remarks from McConnell create a new opening to potentially pass relief during the lame duck session and come after the Senate majority leader has previously made clear how much of a priority liability protections are for him and Senate Republicans. “We can’t leave without doing a Covid bill, the country needs it,” McConnell said Tuesday. He went on to say, “What’s the way forward? We know the new administration is going to be asking for another package. What I recommend is we set aside liability and set aside state and local and pass those things that we can agree on knowing full well we’ll be back at this after the first of the year.”   It's notable that McConnell referenced a new administration given that he has not yet referred to Joe Biden as President-elect. ##Stimulus## Mexican officials announced Tuesday that health care workers will receive top priority when the country’s Covid-19 vaccination campaign begins this month, with other vulnerable populations following in the coming months.   Foreign Minister Marcelo Ebrard told reporters the country will receive 250,000 doses of the Pfizer vaccine in December, the majority of which will be given to health care workers in Mexico City, the center of the country’s outbreak.  In January, February, and March an additional 1 million doses of that same vaccine will arrive each month. Ebrard added an additional 12 million doses of the Pfizer vaccine will arrive in April. That will be enough to vaccinate roughly 7.6 million Mexicans, given the Pfizer vaccine’s two-dose requirement. In the first phase of the program, from December through February, health care workers will exclusively receive vaccinations. In the second phase, from February through April, remaining health care workers and adults aged 60 and over will receive priority. The next phases will see those 50-59 years of age vaccinated, followed by those 40-49 years of age, with the rest of the country getting vaccinated after that. The country hopes to vaccinate 75% of citizens over age 16 by the first quarter of 2022. The main goal of the campaign is to reduce Covid-19 deaths, officials said at Tuesday’s briefing.  Mexico says it has purchases agreements for tens of millions more doses from other vaccine suppliers and hopes to finalize those agreements in the coming weeks and months. Health officials added that Mexico’s military will assist the country’s health ministry with the logistics of vaccine distribution. Mexico has the fourth highest number of Covid-19 deaths worldwide, according to the Johns Hopkins University tally. ##Vaccines## Connecticut Gov. Ned Lamont said Tuesday afternoon that the state’s percent positivity rate has reached 8.6%, which is “by far the highest number that we have had since we’ve done broad-based testing.” “This is the holiday season, and Thanksgiving, and Hanukkah, and Christmas, and Kwanzaa, and the times we get together as a family should be a source of joy. It’s also a time when people get together, sometimes without a mask,” Lamont said at a behavioral health roundtable Tuesday. “We knew that Thanksgiving may result in a bit of a spike up in our infections, and here we are two weeks later.”  Lamont said 40 more Connecticut residents are hospitalized and 18 more people died from coronavirus-related illness since Monday. The state’s full daily Covid-19 metrics report is slated to be released by 4 p.m. ET later Tuesday, according to the state’s data tracker site.  There have been at least 15,019,092 coronavirus cases confirmed in the United States and at least 284,887 people have died from Covid-19 since the pandemic began, according to data compiled by Johns Hopkins University.  Johns Hopkins recorded the first case of coronavirus in the United States on Jan. 21.   98 days later, on April 28, the US hit 1 million cases \n44 days later, on June 11, the US hit 2 million cases \n27 days later, on July 8, the US hit 3 million cases \n15 days later, on July 23, the US hit 4 million cases \n17 days later, on August 9, the US hit 5 million cases \n22 days later, on August 31, the US hit 6 million cases \n25 days later, on September 25, the US hit 7 million cases \n21 days later on October 16, the US hit 8 million cases \n14 days later, on October 30, the US hit 9 million cases \n9 days later, on November 8, the US hit 10 million cases \n7 days later, on November 15, the US hit 11 million cases\n6 days later on November 21, the US hit 12 million cases\n6 days later, on November 27, the US hit 13 million cases\n6 days later, on December 3, the US hit 14 million cases\n5 days later, on December 8, the US hit 15 million cases  Thirteen other countries in the world have reported more than 1 million total Covid-19 cases, according to Johns Hopkins:  India has more than 9 million total cases.\nBrazil has more than 6 million total cases \nFrance and Russia each have more than 2 million total cases.\nItaly, the United Kingdom, Spain, Argentina, Colombia, Germany, Mexico, Poland, Iran all have more than 1 million total cases each.  ##Hotspots## Saturday’s scheduled football game between rivals Michigan and Ohio State has been canceled due to ongoing coronavirus issues within the Wolverines program.  The two programs have played “The Game” every season without disruption since 1918. Saturday’s showdown would have marked the 117th meeting between the two teams. Michigan said in a statement that increasing coronavirus cases and multiple players in quarantine forced the team to make the decision to cancel the game scheduled to be played in Columbus, Ohio. “The number of positive tests has continued to trend in an upward direction over the last seven days,\" Michigan’s Athletics Director Warde Manuel said. “…Unfortunately, we will not be able to field a team due to COVID-19 positives and the associated quarantining required of close contact individuals.”  Last week, the Wolverines halted all football activities due to Covid-19 cases among players and canceled last Saturday’s game versus Maryland. Asked about Ohio State’s eligibility for the Big Ten title game, a spokesperson for the Big Ten referred to a conference statement which reads in part, “The conference is committed to transparency and will continue to collaborate with its member institution stakeholders to determine Big Ten Football Championship Game participation requirements as well as tiebreakers.” Correction: An earlier version of this story had the wrong name for Michigan’s athletics director. He is Warde Manuel. Rhode Island is reporting 982 new positive cases of Covid-19 and a 9.4% daily positivity rate, according to the state’s Covid-19 dashboard. The state is averaging a positivity rate of 8.9% this week — up 2 percentage points from last week, when it was 6.9%.  The state currently has 444 people hospitalized, with 43 patients in the ICU and 25 patients on ventilators. The state is also reporting 22 new deaths, the dashboard shows.  The total positive cases in the state to date is at least 67,067, and the death toll is at least 14,70, according to the state’s Covid-19 dashboard.  When asked what are the chances that an individual, who is sick and in their 60s, could get monoclonal antibody therapy, US Food and Drug Administration Commissioner Dr. Stephen Hahn told CNN's Dr. Sanjay Gupta that this therapy should be available to them, and they should contact their health care provider about obtaining the therapy. \"The monoclonal antibodies we've authorized seem to work best for preventing hospitalization in outpatients early in their disease – typically within 10 days of the onset of symptoms, if you are a high-risk individual. So, over the age of 65, or over the age of 55 with a comorbidity, or, you know, some preexisting illness to put you at risk – these antibodies, for the last month since authorization, have been distributed around the country. So, they should be available locally, and it's under state jurisdiction,\" Hahn said. \"So, I would encourage anyone who might be in the categories I described to talk to their provider about this, because as an outpatient, these can be infused to those folks who are in high-risk populations. We know that the clinical endpoint is prevention of hospitalization. ... God knows the health care systems are significantly overstressed at this point, so I would encourage your viewers to ask the providers about this.\" Additionally, Hahn underscored that they shouldn't be given to people who are inpatients because there's a suggestion that they may not actually help, but instead be harmful to those who are sicker with Covid-19 and, confirmed to CNN that the FDA is working hard with the manufacturers to make more available. Vermont Sen. Bernie Sanders said he’s organizing a letter to try and rally Democrats to “stand tall” and fight for another round of stimulus checks to be included in a coronavirus relief bill. \"Right now what I am working on is making sure that the working families of this country get the $1,200 direct payments they desperately need. We’re working really hard,” he said Tuesday, adding, “To my mind, it will be an outrage for Congress to go home for the holidays when tens of millions of working families are living in desperation.”  Asked if any Republicans will be signing onto the letter, the senator said he hopes Republican Sen. Josh Hawley, who he’s spoken to and has also said he supports direct checks, will help rally other Republicans.  “I think Trump supporters out there like everybody else are hurting right now,” Sanders told reporters. “Many have lost their jobs … They want that $1,200, and I hope that the Republican leadership and members of the Republican caucus understand that.” ##Stimulus## The number of people hospitalized in North Carolina has set another record with 2,373 total hospitalizations recorded on Monday, according to data released by the state's health department. This marks the highest number of hospitalizations since the start of the pandemic.  In the last 24 hours, 277 people have been admitted into hospitals across the state, according to the North Carolina Department of Health and Human Services. On Tuesday, the state recorded 4,670 new cases of coronavirus, bringing the total number of cases since the start of the pandemic to 404,032, according to the state’s Covid-19 dashboard.  North Carolina currently has 5,605 deaths due to coronavirus pandemic.  Note: These numbers were released by North Carolina’s public health agency and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project. ##Hotspots##   Asked by CNN’s Dr. Sanjay Gupta if he would get a Covid-19 vaccine once it's available, US Food and Drug Administration Commissioner Dr. Stephen Hahn said on Tuesday that he plans on doing so. \"If our career scientists review this application and we issue an authorization – and we'll do it based upon the science and the data – if that were to occur, I have 100% confidence. I will be the first one in line when it's appropriate for me to get that vaccine, and I'll ask my family to do the same,\" Hahn said. He added that one of the issues the FDA is working to overcome is vaccine mistrust in this country. \"One of the reasons we've been very transparent about our process and putting public documents out – and having the Vaccine Advisory Committee – is, in fact, to try to overcome as much as possible any mistrust there might be,\" Hahn said. ##Vaccines## Aides have been informed that Trump campaign lawyer Jenna Ellis has contracted the coronavirus, according to one source familiar with the situation.  But the source added that Ellis has not been forthright with White House officials about it. A senior official confirms Ellis was at a Christmas party designated for senior staff Friday. She regularly does not wear a mask when she is at the White House. This news follows another development that hit the Trump campaign. Rudy Giuliani, Trump's personal attorney, has been hospitalized after testing positive for Covid-19. The 76-year-old former New York mayor was admitted to Georgetown University Hospital on Sunday, a source familiar with the matter confirmed to CNN.  Kaitlan Collins reports: The Japanese government approved a $708 billion stimulus package aimed at rebooting the post-Covid-19 economy on Tuesday. The stimulus package dedicates $384 billion USD to fiscal spending from the government, $177 billion to post-coronavirus economic growth, $57 billion to prevent the spread of coronavirus, and $54 billion to infrastructure improvement. \"We must set powerful economic measures now so that we will bring back Japan's economy to the level of the pre-pandemic period in the next fiscal year and put it back on the growth path led by the private sectors,\" the 51-page document outlining the stimulus package reads. Japan’s Prime Minister Yoshihide Suga had pledged to pass the stimulus package during a meeting with his Liberal Democrat party on Tuesday and said, \"We have compiled these measures to maintain employment, sustain business and restore the economy and open a way to achieve new growth in green and digital areas, so as to protect people's lives and livelihoods.\" Panamanian health authorities on Tuesday instituted a nightly curfew for the capital Panama City and surrounding province to slow the resurgence of coronavirus. People will be required to stay home from 9 p.m. to 5 a.m. (local time) and all sales of alcohol will be suspended during those hours, according to a statement from the Panamanian Ministry of Health. According to Johns Hopkins Coronavirus Resource Center, Panama has had at least 179,230 cases and 3212 coronavirus-related deaths since the beginning of the pandemic. ##Restrictions## Pfizer CEO Albert Bourla said that while the company saw some level of protection twelve days after the first dose of their Covid-19 vaccine, “the protection is not full.” “This is a two-dose vaccine, so people need to take two doses to be able to feel confident that they’re protected at 95% — 95% chance of being protected,” Bourla said during an International Federation of Pharmaceutical Manufacturers and Associations briefing on Tuesday. “At the dose one, it’s around 50%, something like that.” Bourla added that from an epidemiology point of view, this is important because when a population starts having some type of immunity from the first dose, “that helps.” “But again, I say, it’s a very big mistake if anyone tries to do it with only one dose when … with two, you almost double the protection,” he said. Bourla's comments come after the United Kingdom became the world's first nation to begin vaccinating its citizens with a fully vetted and authorized Covid-19 shot —the Pfizer/BioNTech vaccine. ##Vaccines## New York City Mayor Bill de Blasio reiterated he expects Covid-19 related restrictions in the city “in a matter of days.” “The statement the governor made yesterday makes clear we can expect in a matter of days new restrictions,” he said, referencing warnings from New York Gov. Andrew Cuomo yesterday. “No one is happy about it, I feel for the small businesses that might be affected and their employees, but this situation has to be addressed,” he continued. Later de Blasio said, “it’s important to recognize that we’ve gone through a really tough stretch here over the last few weeks and unless there is evidence that that is going to change rapidly unfortunately restrictions are needed to protect us all.” He is in constant communication with the state and is aligned with their position. “I think there is urgency here,” he said, adding “what’s clear is we’re going to see these restrictions in a matter of days.” ##Restrictions## ##Hotspots## Drugmaker AstraZeneca's coronavirus vaccine candidate was found to have 70.4% efficacy in an interim analysis of Phase 3 trial results, published for the first time in a peer-reviewed journal. The findings fall in line with the efficacy that AstraZeneca previously announced in November for its vaccine, developed in collaboration with the University of Oxford. The analysis, published in the journal The Lancet on Tuesday, found that the vaccine's efficacy in trial participants who received two full doses of vaccine was 62.1%, and then efficacy in those who received a half dose followed by a full dose was 90%. \"Overall vaccine efficacy across both groups was 70.4%,\" the researchers – from the University of Oxford, AstraZeneca and other institutions around the world – wrote in the study. \"Here, we present the first interim safety and efficacy data for a viral vector coronavirus vaccine, ChAdOx1 nCoV-19, evaluated in four trials across three continents, showing significant vaccine efficacy of 70.4% after two doses and protection of 64.1% after at least one standard dose, against symptomatic disease, with no safety concerns,\" the researchers wrote. More on the study: The study includes data from trials conducted in the United Kingdom, Brazil and South Africa between April and November. The safety data are based on more than 20,000 participants and the efficacy data are based on more than 10,000 participants. The study says that across all four studies, \"the vaccine had a good safety profile.\" There were 175 severe adverse events in the trials total: 84 events among those who received the vaccine and 91 in the control group. \"Three events were classified as possibly related to a vaccine,\" according to the study. Those included a case of haemolytic anaemia, transverse myelitis and high fever. There were four deaths during the course of the trials, but all were unrelated to the vaccine, caused by a road traffic accident, blunt force trauma, homicide and fungal pneumonia. ##Vaccines## Officials leading the White House's \"Operation Warp Speed\" effort to mass produce a coronavirus vaccine passed up a chance to purchase more than the current total of 100 million doses of the Pfizer vaccine as part of a concerted effort to keep the administration's options open to other vaccines being developed at the same time, an administration familiar with the situation said.  \"They shouldn't have closed the door\" to securing more Pfizer doses at the time the purchase was made, the official said. \"They could have left the door open\" to buying more Pfizer doses, the official added.  The official said the decision was made as part of a plan to \"diversify\" the nation's vaccine arsenal through the purchase of millions of doses from Pfizer's rivals. At the time, officials at \"Operation Warp Speed\" had no idea the Pfizer vaccine was going to be this effective.   \"The plan was to diversify and don't put all your eggs in one basket,\" the official continued. Now, the US simply may have to hope that the other vaccines being produced by other companies are just as effective as the Pfizer doses, the official said. If the other vaccines being manufactured by Pfizer's rivals don't perform at the same level, it could have a detrimental effect on inoculating the American public, the official said, noting it may be difficult to match Pfizer's efficacy rate. \"It's going to look bad,\" the official continued, if the other vaccines don't perform as well as the doses from Pfizer. But the official said the hope is that the other vaccines will be as effective as the Pfizer doses. Additional reporting from CNN's Ali Main ##Vaccines## Arizona has posted a record-setting number of new Covid-19 cases today — 6,973 new cases, according to the state's data dashboard. Today's case count replaces the old record-high of 5,442 cases that was set on Dec. 3. Arizona did report a massive 10,322 new Covid-19 cases on Dec. 1, but the state's health department said \"this large number of newly reported cases is a result of the extended four-day weekend.” Because of the lag in the data reporting, it is not clear how those cases break down over the Thanksgiving holiday days. The state has been experiencing a surge in Covid-19 cases in the last few weeks with daily case counts regularly topping 3,000 new Covid-19 cases.  Arizona has reported a total of 378,157 cases of Covid-19 and 6,973 reported deaths to the disease since the pandemic began.  Note: Some of these numbers were released by the Arizona Department of Health Services and may not line up exactly in real time with CNN's database drawn from Johns Hopkins University and the Covid Tracking Project. ##Hotspots## New York City Mayor Bill de Blasio said that while the world is 10 months into the pandemic crisis, there is finally an “end in sight” as “next week the vaccine will be here in NYC.” “This is the final phase of the war against the coronavirus,” he said Tuesday.  “We have one more big battle ahead,” he said, stressing that everyone just needs to get through the next few winter months. Remember: The US Food and Drug Administration's Vaccine and Related Biological Products Advisory Committee will meet on Thursday to discuss Pfizer's application for emergency use authorization for its coronavirus vaccine candidate.  A similar meeting is scheduled next week for Moderna's vaccine candidate. FDA officials say their decisions on the vaccines could come days to weeks after the meetings — it depends on what questions come up. ##Vaccines## The UK began administering the first doses of the Pfizer/BioNTech vaccine outside clinical trials today, just days after the country approved the vaccine last week. The US has not yet approved any coronavirus vaccine: The US Food and Drug Administration's Vaccine and Related Biological Products Advisory Committee will meet on Thursday to discuss Pfizer's application for emergency use authorization for its coronavirus vaccine candidate, but FDA officials say their decisions on the vaccine could come days to weeks after the meetings — it depends on what questions come up. So why was the UK first? The vaccine was granted emergency authorization in the UK by its independent regulator, the Medicines and Healthcare products Regulatory Agency (MHRA), which has played a crucial part in the process. The MHRA began a rolling review of Pfizer and BioNTech data from October, with each \"package\" of data reviewed as soon as it became available. This allowed regulators to examine the data in detail before a final authorization application was submitted. According to the MHRA, a rolling review \"can be used to complete the assessment of a promising medicine or vaccine during a public health emergency in the shortest time possible.\" This approach helped accelerate the authorization process and a formal review of all the necessary information began in the UK on Nov. 23, leading to last week's approval announcement. \"I think the advantage is that the MHRA has been undertaking a rolling review, which means that as Pfizer accumulated data on how they manufactured the vaccine ... MHRA could keep pace with that,\" David Salisbury, associate fellow in Chatham House's Global Health Programme, told CNN. \"That has allowed the MHRA to be nimble and keep pace.\" ##Vaccines## Senate Majority Leader Mitch McConnell summed it up on Monday: \"We are down to the wire.\" If there is going to be a stimulus deal, if millions of Americans who depend on expanded unemployment benefits are going to continue getting that help, Congress has to come to an agreement and soon. Here's a look at where stimulus negotiations stand:  The sticking point: The issue for the bipartisan group is liability insurance. That's why you didn't see them unveil legislative text Monday, and it is why the group talked again into the night for several hours. For months, including liability protection was standing in the way of the talks between House Speaker Nancy Pelosi and Treasury Secretary Steve Mnuchin, and it is still standing in the way of benefits for millions of Americans. This is the item that Republicans are insisting on, not unlike how Democrats have been pushing for months to ensure state and local governments get another round of funding. Democrats know they don't get state and local funding without finding a path forward on liability and Republicans know they don't get liability without something for state and local. Aides say the meeting Monday night was productive and it served as an opportunity for members to vent and lay out each party's side of the liability issue. But there still isn't a resolution. Areas of potential compromise: It's possible that if senators can't find an agreement, the bipartisan group could decide to take out state and local and liability and move forward without them. Republican Sen. Mitt Romney of Utah told CNN that Monday night. McConnell on the floor Monday told Democrats that Congress does \"not need to resolve every one of our differences to get badly needed relief out the door.\" The big question is, could you actually get enough Democrats to vote for a package that did not include state and local funding? Most members I've asked about this have said they can't agree to anything without it. Where most lawmakers do agree: Funding for vaccine distribution\nAnother round of Paycheck Protection Program loans for small businesses\nFunding for schools\nContinuation of long-term unemployment benefits so individuals can get the benefits for 39 weeks instead of just 26\nExtending the eviction moratorium What could come next: Now that there is an extra week on the congressional calendar, some of the pressure might be off the bipartisan group to come up with a deal so quickly. The reality is that the momentum visible last week was a direct result of pressure folks were feeling with the Dec. 11 spending deadline. This stimulus package was always going to be attached to the long-term spending deal and with that deadline kicked off until Dec. 18, there is more time.  More time can be good in that it gives negotiators room to find a middle ground and in this case it gives a group of lawmakers who are operating without committees, time to write a bill. But, it can also backfire. Congress operates best and most efficiently when its back is against the wall. More time means that these talks can drag out, giving people more time to nitpick and change their minds. Read more here.  ##Stimulus## As the coronavirus pandemic continues to rage in many parts of the world, the UK and the US are taking important steps this week in their vaccination efforts. If you're just reading in now, here's where things stand:  First vaccines given in the UK: The United Kingdom began administering the first doses of the Pfizer/BioNTech vaccine outside clinical trials today, launching a sprawling public health campaign to vaccinate tens of millions of people in just a matter of months. Margaret \"Maggie\" Keenan, who turns 91 next week, became the first person in the world to receive an authorized, fully-vetted coronavirus vaccine.\nUS FDA advisers meet this week: The US Food and Drug Administration's Vaccine and Related Biological Products Advisory Committee will meet on Thursday to discuss Pfizer's application for emergency use authorization for its coronavirus vaccine candidate. A similar meeting is scheduled next week for Moderna's vaccine candidate. FDA officials say their decisions on the vaccines could come days to weeks after the meetings — it depends on what questions come up.\nData on the vaccine candidate: Ahead of the meeting later this week, the FDA released data confirming Pfizer's vaccine efficacy against Covid-19. The document goes on to detail the safety profile of the vaccine as \"favorable\" and notes that the most common adverse reactions to the vaccine have been reactions at the injection site, fatigue, headache, muscle pain, chills, joint pain and fever. ##Vaccines## An advisory committee to the US Food and Drug Administration on Tuesday released a briefing document detailing data on Pfizer and BioNTech's Covid-19 vaccine candidate, which will be considered this week for emergency use authorization in the United States. The document confirms that the vaccine's efficacy against Covid-19 was 95%, occurring at least seven days after the second dose – an efficacy that had been previously reported by Pfizer. The proposed dosing regimen for the vaccine is to administer two 30-microgram doses 21 days apart. However, the document also notes that the vaccine, called BNT162b2, appears to provide \"some protection\" against Covid-19 following just one dose. The document describes the efficacy of Pfizer's vaccine in the time between the first and second dose as 52.4%, but the document notes that \"the efficacy observed after Dose 1 and before Dose 2, from a post-hoc analysis, cannot support a conclusion on the efficacy of a single dose of the vaccine, because the time of observation is limited by the fact that most of the participants received a second dose after three weeks.\" In other words, \"the trial did not have a single-dose arm to make an adequate comparison.\" The document goes on to detail the safety profile of the vaccine as \"favorable\" and notes that the most common adverse reactions to the vaccine have been reactions at the injection site, fatigue, headache, muscle pain, chills, joint pain and fever. Severe adverse reactions occurred in less than 4.6% of participants, were more frequent after the second dose and were generally less frequent in older adults as compared to younger participants, according to the document. The document adds that swollen lymph nodes also may be related to vaccination. Overall, \"there are currently insufficient data to make conclusions about the safety of the vaccine in subpopulations such as children less than 16 years of age, pregnant and lactating individuals, and immunocompromised individuals,\" according to the document. A total of six participants died during the trials, and \"all deaths represent events that occur in the general population of the age groups where they occurred, at a similar rate.\" The document will be discussed in a meeting on Thursday, where the FDA's Vaccine and Related Biological Products Advisory Committee will provide recommendations to the FDA on whether the vaccine is effective in preventing Covid-19 in people 16 and older and whether the potential benefits of the vaccine outweigh the risks. \"The committee will also discuss what additional studies should be conducted by the vaccine manufacturer following issuance of the EUA to gather further data on the safety and effectiveness of this vaccine,\" according to the document.  ##Vaccines## When asked by NBC's Savannah Guthrie if Queen Elizabeth and Prince Philip would receive a Covid-19 vaccine on camera, British Foreign Secretary Dominic Raab said that's not likely, but they will get vaccinated following the phased approach. \"I'm not sure they will do it on camera, but I'm sure arrangements will be made according to the phased approach that I set out, and like any family, you know, they will have felt the pressures and all the worries that surround this pandemic as well,\" said Raab, who is also one of the leaders of the United Kingdom’s vaccine distribution program. Due to their ages, Queen Elizabeth, 94, joins her husband Prince Phillip, 99, in being among the most vulnerable groups first in line for the Pfizer/BioNTech vaccine as it rolled out today in the UK. Last week, CNN reported that former Presidents Barack Obama, George W. Bush and Bill Clinton are volunteering to get their Covid-19 vaccines on camera to promote public confidence in the vaccine's safety once the US Food and Drug Administration authorizes one.   ##Vaccines## “We are comfortable we will be getting vaccines to the people who need them as soon as possible,” Moncef Slaoui, chief scientific adviser of Operation Warp Speed, told ABC’s George Stephanopoulos when asked whether there is anything that the government or operation could do to help supply chain issues. Slaoui said this was because “there are vaccine doses from Moderna, there are vaccine doses from Pfizer,” adding that they will work with Pfizer to try to increase their capacity. Slaoui's comments come after The New York Times on Monday first reported that the Trump administration turned down an offer from Pfizer to buy more doses of its Covid-19 vaccine in the late summer. Slaoui today said that summer was not the time to buy more vaccine doses – and that the right time to do that is when it becomes clear how well the vaccines perform.   “Let me remind everybody what our strategy is and has always been,” Slaoui told ABC this morning. “We selected six different vaccines to build the portfolio, to manage the risk that some may work and some may not work, but also to ensure that as more than one would work that we would accumulate vaccine doses from this portfolio of vaccines.”  Slaoui said that during the summer, “If somebody came to us and said, ‘Let’s buy more of this vaccine or that vaccine,’ no one reasonably would buy more from any one of those vaccines because we didn’t know which one would work and which one may be better than the other.” He said that – given the strategy they have taken – once the vaccine’s performance was known would be the right time to order more doses, “which we may be doing.” “And frankly, the constructive thing to do, if one of the suppliers has challenges producing enough vaccine doses, is to roll (up) our sleeves and help ensure that capacity can be increased and have more vaccine doses,” Slaoui said. He also said that there were two more vaccines from AstraZeneca and Johnson & Johnson completing Phase 3 trials in January, “and most likely, I hope,” be available for use in February.  “We have tens of millions of doses of those vaccines, you know, participating, to the volume of vaccines we need to immunize the US population as we promised, all of it by the middle of the year 2021 – and that’s still on track,” Slaoui said. ##Vaccines## The Serum Institute of India (SII) has sought emergency use approval from regulators for a domestically produced \"Covishield\" shot using the Covid-19 vaccine developed by AstraZeneca and Oxford University. India's Health Ministry said on Tuesday that \"some of the vaccine candidates may get licensed in the next few weeks.\" \"The Prime Minister has interacted with all vaccine manufacturers and scientists. There are vaccine candidates in the clinical trial stage in India,” Rajesh Bhushan, a senior health ministry official said. The SII, based in the western city of Pune, applied for emergency authorization on Monday, and has a deal in place with AstraZeneca to produce and distribute its vaccine domestically. “Once we get a green signal from our scientists, we'll launch a massive production of the vaccine. We've made all the preparations and drawn an outline to ramp up production of vaccine and to make it available to each and every person in shortest possible time,” Bhushan added. On Monday, SII CEO Adar Poonawala tweeted: \"As promised, before the end of 2020, @SerumInstIndia has applied for emergency use authorization for the first made-in-India vaccine, COVISHIELD. This will save countless lives.\" As cases of Covid-19 continue to rise across the United States, a poll of firefighters in the Fire Department of New York City (FDNY) found that nearly 55% of respondents would not get a Covid-19 vaccine if offered by the department, their union president told CNN Monday. Despite research that shows firefighters were 15 times more likely to be infected, a majority of those who took the poll declined the offer of a vaccine. Over 2,000 firefighters, or about 25% of the department's approximately 8,200 members, responded to the poll, according to Uniformed Firefighters Association President Andrew Ansbro. The poll, which closed on December 5, asked firefighters, \"Will you get the COVID-19 Vaccine from Pfizer when the Department makes it available?\" with \"Yes\" or \"No\" answers, according to the results provided to CNN by Ansbro. Read more here: The United Kingdom has begun administering the first doses of the Pfizer/BioNTech vaccine outside clinical trials, launching a sprawling public health campaign to vaccinate tens of millions of people in just a matter of months. It marks a significant turning point in the fight against Covid-19, months into a pandemic that has left more than 1.5 million dead. Margaret \"Maggie\" Keenan, who turns 91 next week, became the first person in the world to receive an authorized, fully-vetted coronavirus vaccine. \"It's the best early birthday present I could wish for,\" Keenan said after receiving the jab in Coventry, England, dressed in a festive \"Merry Christmas\" T-shirt. \"It means I can finally look forward to spending time with my family and friends in the New Year after being on my own for most of the year.\" The second patient to receive a shot was an 81-year-old man named William Shakespeare (yes, you read that right). Keenan and Shakespeare were among a handful of people across Britain -- those aged over 80, nursing home staff and health care workers -- who were administered doses of the Pfizer/BioNTech vaccine on Tuesday morning, a week after the UK leapfrogged the rest of Europe and the United States to become the first Western nation to approve it. Read the full story here. A version of this story appeared in the December 8 edition of CNN's Coronavirus: Fact vs. Fiction newsletter. Sign up here to receive the need-to-know headlines every weekday. CORRECTION: An earlier version of this post misspelled the name of vaccine recipient William Shakespeare. This has been corrected. Australia will extend restrictions on overseas travel until March next year due to the Covid-19 pandemic, the country's Health Minister Greg Hunt said Tuesday.  The restrictions limit cruise vessels' movement and outbound international travel. Retail stores at international airports in Australia are also subject to restrictions in their operations. Hunt said the government has advised extending the restrictions on overseas travel until March 17, 2021, because the pandemic has posed \"an unacceptable public health risk.\" Australia's Governor General David Hurley will consider the proposed extension within this week, Hunt said. \"The Australian Government is working closely with state and territory agencies and the cruise industry, to develop a framework for the staged resumption of cruise ships in a manner that is proportionate to the public health risk,\" he added. Michael Fox, a pediatric doctor at an Accidents and Emergency unit in Cardiff, Wales, was one of the first people in the world to get the Pfizer/BioNTech vaccine outside of clinical trials. The 32-year-old doctor got his vaccine at a clinic on Tuesday morning. He told CNN the injection felt just like a flu shot, nothing more than a scratch. On his way to the vaccination center in the Welsh capital earlier this morning, Fox said he was thinking about all the researchers, scientists and volunteers who helped make this day a reality. I just feel grateful,” he said. “It’s good to feel this might be the change.”  The Welsh government is planning to administer 6,000 doses by the end of this week. For now, immunization is available by invitation only for those aged 80 and over, for care home staff, and health and social care workers.The demand for the vaccine is huge and to avoid people simply showing up to the center, the Welsh government has asked CNN not to release its exact location. Most of those coming to the facility this morning were nurses, doctors and others who are working on the front lines of the pandemic. As patients across the UK become some of the first in the world to receive a coronavirus vaccine, Prime Minister Boris Johnson warned Tuesday that cases are still rising in some parts of the country, telling citizens that now is not the time to relax. “It’s amazing to see the vaccine come out, it’s amazing to see this tremendous shot in the arm for the entire nation, but we can’t afford to relax now,” Johnson said during a visit to a newly-opened vaccination center in London.  “It is important for people to understand that the virus is alas still rising in some parts of the country,” the Prime Minister continued, adding that the vaccine will “gradually make a huge difference” to the national infection rate.  The UK is the first Western nation to begin vaccinating its citizens against Covid-19, less than a week after approving the Pfizer/BioNTech vaccine. Asked whether he would be receiving the vaccine, the Prime Minister told reporters that he is “not in the priority group” outlined by the British government, but encouraged those who are eligible to take the vaccine.  “I would just say to all those who are scared, don’t be…you see people take the vaccine this morning, in large numbers, people are going to be taking it in the next few days and and weeks and there is nothing to be nervous about,” Johnson said. Hong Kong has announced new measures to suppress the flow of people amid a fourth wave of Covid-19 in the city. Starting on Thursday, restaurants will only be allowed to provide takeaway services between 6 p.m. and 5 a.m. the following day, Secretary for Food and Health Sophia Chan announced during a press conference.  Restaurants will be capped at 50% of total seating capacity, while gyms, swimming pools, and sports centers will have to close until at least December 23, Chan added.  The new measures come as Hong Kong reported another 100 Covid-19 cases on Tuesday, of which 95 were locally transmitted. Chan also announced that the government had approved a legal framework that will give it the power to order individuals to remain at a location when they wait to receive their Covid-19 test results.  The government will also arrange coaches to transfer all international travelers arriving in Hong Kong from outside of mainland China, Macau, and Taiwan to designated quarantine hotels to minimize the risk of community transmission, Chan said.  Travelers will also be required to conduct a test either on day 19 or 20 after their arrival to \"ensure that even in the rare situation where the incubation period of the virus exceeds that of the quarantine period, nobody will be allowed to go undetected,” she added.  More than half of British adults say they would trust a coronavirus vaccine that has been approved for use, a Savanta ComRes poll for CNN affiliate ITV News reported last week. Some 57% of people said they trusted a vaccine after approval, compared to 16% who said they would not trust one. Other respondents said they did not know or neither trusted nor distrusted a vaccine. About four out of 10 (39%) respondents said they would trust a vaccine before it had gained approval, while a quarter (26%) said they would not. About a third (36%) did not know or said they neither trusted nor distrusted a pre-approval vaccine. Nearly half (47%) of British adults said they were comfortable with Covid vaccines being developed faster than normal. Almost a quarter (23%) said they were not, with the rest of the respondents saying they did not know or were neither comfortable nor uncomfortable. The pollster surveyed 2,090 British adults from November 20-22, 2020 -- before Tuesday's Pfizer/BioNTech vaccine roll-out in the UK was approved. The margin of error on the results is +/- 2 percentage points. Responses may not total 100% due to rounding. An 81-year-old man named William Shakespeare has become the second person to get the Pfizer/BioNTech Covid-19 vaccine outside of clinical trials. Shakespeare, known to friends as Bill, is a patient on the frailty ward at a hospital in the English city of Coventry, said Lynda Scott, a spokeswoman for University Hospitals Coventry and Warwickshire. He had his grandchildren’s artwork nearby as he took the jab on Tuesday and went for a rest not long after. The UK's National Health Service began its biggest ever immunization campaign as the first dose of the Pfizer/BioNTech jab was administered to Margaret Keenan, a 90-year-old patient early Tuesday morning. Meanwhile, George Dyer become one of the first people in London to get the Covid-19 vaccine at Croydon Health Services. And nurse Joanna Sloan was the first person in Northern Ireland to receive the Covid-19 vaccine. CORRECTION: An earlier version of this post misspelled the name of vaccine recipient William Shakespeare. This has been corrected. South Korea and Japan have deployed their respective militaries to assist medical staff and help with contact tracing.  In Japan, nurses from the Self-Defense Forces will assist local hospitals in Osaka and Hokkaido prefectures, as the country reported 1,518 new cases Monday -- bringing its total to 164,641, including more than 2,395 deaths. Last week, Japan recorded its highest-ever number of Covid-19 patients in intensive care, a situation Prime Minister Yoshihide Suga acknowledged was becoming \"extremely alarming\" as hospitals and medical staff faced being overwhelmed. Japan has called for an increase in indoor ventilation to reduce the chances of infection, but this is a hard ask in parts of the country that experience freezing temperatures throughout winter, a situation shared by South Korea. In South Korea, the military and police will help with contact tracing efforts, while testing centers will also extend their hours into the night and on weekends to encourage testing in the greater Seoul area. The country reported 594 cases from Monday -- all but 28 of which were local transmissions -- bringing its total caseload to 38,755, including 552 deaths. At a briefing Monday, a South Korean health official warned the country was facing its \"biggest crisis\" since the beginning of the pandemic. Elsewhere in the region: Hong Kong is also experiencing a fourth wave of cases, forcing the cancellation of a planned travel bubble with Singapore as new restrictions are put in place. \nTaiwan, which went 200 days without a local transmission, also had a handful of new cases, along with a surge of imported infections, though those patients are all being quarantined.\nAustralia and New Zealand have been among the best at responding to coronavirus, tightening and relaxing restrictions as case numbers have allowed -- thus enabling life to return to relative normality for extended periods. With Europe and the United States facing a deadly and miserable winter -- albeit with the slight hope of vaccine rollouts in the near future -- eyes will be on whether Asia continues to show a more effective way of managing the pandemic. Read the full analysis: ##Hotspots## As the United States nears 15 million reported Covid-19 infections, it's adding case numbers at its fastest rate ever -- and officials are racing to ramp up vaccine protocols as well. In the past five days, the US has added a million new cases. That brings the total to more than 14.9 million, according to data from Johns Hopkins University.  The US also reported 15,658 deaths in the past seven days, marking the deadliest week since April. And for the sixth day in a row, more than 100,000 people are being treated for the virus in hospitals across the country. \"We probably are just going to start seeing the brunt of what it means when you have people traveling and congregating in seemingly innocent settings,\" said Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, on Monday.\n\"The situation is that as we enter now from the Thanksgiving holiday season into the Christmas holiday season, it's going to be challenging.\" As the impacts of the virus move through the US, state leaders are managing the strain on their hospital systems. Meanwhile, officials are ramping up efforts to distribute the vaccine candidates from Pfizer and Moderna that are awaiting emergency use authorization from the US Food and Drug Administration. Read the full story: ##Hotspots## The start of the UK's Covid-19 vaccination program marks a “decisive turning point” in the battle against the pandemic, National Health Service chief executive Simon Stevens said in a statement on Tuesday.  The NHS began its biggest ever immunization campaign as the first dose of the Pfizer/BioNTech jab was administered to a 90-year-old patient early Tuesday morning.  “Coronavirus is the greatest health challenge in NHS history, taking loved ones from us and disrupting every part of our lives,” Stevens said. “Hospitals have now cared for more than 190,000 seriously ill COVID-19 patients and have seen beds fill up again in recent weeks.” Hari Shukla, 87, from Tyne and Wear in England’s north east, will become one of the first people in the world to receive the Covid-19 vaccine outside of clinical trials at a hospital in Newcastle on Tuesday. “I’m so pleased we are hopefully coming towards the end of this pandemic and I am delighted to be doing my bit by having the vaccine, I feel it is my duty to do so and do whatever I can to help,” Shukla said in an NHS England news release. First phase rollout: This week, frontline health and care staff and citizens aged over 80 will begin receiving vaccinations, according to the NHS. More primary care networks will start delivering the vaccine next week, with staggered phases continuing through December.  “Vaccination centres treating large numbers of patients in sporting venues and conference centres will subsequently stand up when further supplies of vaccine come on stream,” the statement said. ##Vaccines## Data scientist Rebekah Jones, whose home was raided Monday morning by Florida police, said in an exclusive interview with CNN that this won't stop her from reporting Covid-19 data.  The Florida Department of Law Enforcement is investigating whether Jones, who was fired by the state Department of Health in May, accessed a state government messaging system without authorization to urge employees to speak out about coronavirus deaths, according to an affidavit by an agent working on the case. Jones told CNN that after reviewing evidence with her attorneys, she thinks the state is not after her.  \"They didn't take the router in my house,\" Jones said. \"They didn't take a number of laptops in the house that belonged to my son or my husband that could have easily done whatever it is that they think happened. They took my phone, and they took the computer that I use to run my companies. And on my phone is every communication I've ever had with someone who works at the state, who has come to me in confidence and told me things that could get them fired or in trouble like this.\"  \"I just want to say to all those people right now, if he doesn't know already, (Florida Gov. Ron) DeSantis will know soon enough that you've been talking to me. So be careful,\" Jones added.  The former top coronavirus data scientist at the state health department said she hasn't had access to any agency systems for over six months, adding, \"The only direct communication I've ever sent to DOH was through a public op-ed in the Miami Herald asking people to speak out and that was many months ago.\"  \"DeSantis needs to worry less about what I'm writing about and more about the people who are sick and dying in his state and doing this to me will not stop me from reporting the data. Ever,\" Jones added.  Read more about the raid on Jones' home: UK Health Secretary Matt Hancock said the beginning of vaccinations in the country on Tuesday is a \"big moment in scientific endeavor\". The UK has started vaccinating its citizens with the Pfizer/BioNTech vaccine, becoming the first Western nation to administer Covid-19 shots outside of clinical trials. In an interview with Sky News, Hancock noted there is still \"an enormous amount of work to do\" but believes restrictions may be able to be lifted in spring time, if enough people have been vaccinated. Hancock said the vaccine \"can start to heal this disease right across the world and protect people everywhere\". \"It's great news we are the first country in the world to have this clinically authorized and are able to roll out this program. When enough people who are vulnerable to Covid-19 have been vaccinated then of course we can lift the restrictions,\" Hancock told Sky News. He urged the public to \"hold our nerve and stick together and follow the rules\". ##Vaccines## ##Hotspots## ##Restrictions## The proportion of coronavirus cases per 100,000 inhabitants has reached a record high in Germany, according to official data from the country's center for disease control, the Robert Koch Institute.  Data released Tuesday shows Germany has been averaging 147.2 infections per 100,000 people in the past seven days -- far above the German government‘s stated goal of bringing new infections below 50 per 100,000.  German Chancellor Angela Merkel has said the country could only consider easing its anti-pandemic measures if that target is met. Germany's Health Minister, Jens Spahn, said Monday night on public television that a stricter lockdown may loom if the current trajectory is not broken.  \"Therefore, that method of short but wide-ranging measures to really make a difference is probably the more successful one. And if we don't make progress in the next one-to-two weeks then we at least have to debate that,\" he said. ##Hotspots## UK Prime Minister Boris Johnson took to Twitter on Tuesday to thank citizens, scientists and health workers, shortly after the first Briton received a coronavirus vaccine. The UK is the first Western nation to begin vaccinating its citizens against Covid-19, less than a week after approving the Pfizer/BioNTech vaccine.  \"Today the first vaccinations in the UK against COVID-19 begin,\" Johnson wrote. \"Thank you to our NHS, to all of the scientists who worked so hard to develop this vaccine, to all the volunteers - and to everyone who has been following the rules to protect others. We will beat this together.\" ##Vaccines## US Health and Human Services Secretary Alex Azar defended the Trump administration’s handling of the coronavirus pandemic in an interview with Axios that aired on HBO Max Monday. The United States has broken records for hospital admissions over the past week with more than 100,000 admissions, the Covid Tracking Project reported. The death toll stands at more than 283,000, according to Johns Hopkins University. Azar defended the administration’s handling of the pandemic, claiming “millions of lives” have been saved. “This response, thanks to the aggressive efforts of this government, of the President, his leadership team across the whole of government, we've saved lives,” Azar said. “We've saved hundreds of thousands, if not millions of lives.”  Azar defends Trump on mask wearing: In the same Axios interview, Azar insisted President Donald Trump encouraged mask use. Trump refused to wear masks at numerous large campaign rallies over the summer and rallygoers also shunned face coverings. Now the White House is planning large holiday gatherings where required mask use is in question.  But Azar said that President has said wearing a mask is patriotic. Pushed on why he couldn’t convince guests at the White House for holiday parties to wear masks, Azar said he “wish(ed) they would wear face coverings.” “I’m going to defer. I’m not leading the White House,” Azar said. Azar on vaccines: Tens of millions of Americans will be vaccinated by Jan. 20 when President-elect Joe Biden takes over, Azar said in the same interview.  When asked if he had spoken to Biden’s transition team and whether the vaccine distribution plan would be set, Azar seemed to imply that Biden may not be taking over, before backtracking.  “If they come in on January 21, they're going to have the same team,” he said, adding: \"The President's still litigating.\"\n“We're planning for transition,\" he continued. \"We're working closely with the Biden team to ensure a smooth, productive, cooperative transition.” UK Health Secretary Matt Hancock said that he was \"feeling quite emotional\" after watching 90-year-old Margaret Keenan become the first Briton outside of clinical trials to receive a Covid-19 vaccine.  \"It has been such a tough year for so many people and finally we have our way through it, our light at the end of the tunnel,\" Hancock told Sky News on Tuesday. \"And just watching Margaret there, it seems so simple having a jab in your arm, but that will protect Margaret and it will protect the people around her.\" Keenan, who turns 91 next week, said she felt \"privileged\" to be first to get the shot. \"It's the best early birthday present I could wish for because it means I can finally look forward to spending time with my family and friends in the New Year after being on my own for most of the year,\" she said, according to a statement released by the UK's National Health Service (NHS). May Parsons, the nurse who administered the historic jab, said she was honored to be involved in the program. \"The last few months have been tough for all of us working in the NHS, but now it feels like there is light at the end of the tunnel,\" she said. ##Vaccines## The United Kingdom has become the first Western nation to begin vaccinating its citizens with a Covid-19 shot outside of clinical trials -- a landmark moment in the coronavirus pandemic. The first Briton to get the Pfizer/BioNTech vaccine -- 90-year-old Margaret Keenan -- received the first of two doses at University Hospital in Coventry, less than a week after the UK became the first country to approve it. Staggered rollout: The UK has ordered 40 million doses of the vaccine, but only 800,000 shots will be available as part of the first wave that began on Tuesday. The roll out will be gradual, due to the vast logistical challenges of manufacturing and distributing tens of millions of vaccines. For now, it is available by invitation only for those age 80 and over, care homes staff and frontline health and social care workers. Care home residents were also expected to be prioritized, but the government said last week this won't happen immediately. Double dose: The vaccine requires two doses administered at least three weeks apart, so Keenan will have to go back for the second dose in three or four weeks' time. Seven to 10 days after the second dose, she should be protected against the virus. That means the UK will have enough shots to vaccinate roughly a third of the country's population.  The country has also ordered 7 million doses of the Moderna vaccine, which could be approved for emergency use in the UK within the next few weeks. Read the full story here. ##Vaccines## Japan’s Prime Minister Yoshihide Suga has pledged over $700 billion for a stimulus package aimed at rebooting the country's coronavirus-hit economy.  Suga announced during a meeting with his Liberal Democrat party Tuesday that the government would earmark 40 trillion yen ($384 billion) in fiscal spending and a total of 73.6 trillion yen ($707 billion) in overall investments.  \"We have compiled these measures to maintain employment, sustain business and restore the economy, and open a way to achieve new growth in green and digital areas, so as to protect people's lives and livelihoods,\" Suga said.  ##Stimulus## A top Centers for Disease Control and Prevention official who has been largely silenced through the pandemic spoke out Monday and said she hopes her agency will be able to communicate more openly next year and regain the public’s trust. “When I walk into the office at CDC, which I am maybe once a week, there's a pledge on the wall in big letters,\" the CDC’s Dr. Nancy Messonnier said in a “Fireside Chat” with the Aspen Institute.\n\"It's the CDC pledge to the American public and one of the things it says is that we base all public health decisions on the highest quality scientific data that is derived openly and objectively, to place the benefit to society above the benefit of our institution.\" Messonnier, the director of the CDC’s National Center for Immunization and Respiratory Diseases, has in past disease outbreaks and epidemics been front and center briefing reporters and the public about diseases and the efforts to fight them. She has barely been seen since she last briefed reporters in March. Asked about this, Messonnier said she hoped that would change. “What I hope for next year is that CDC and our staff will be able to communicate regularly and consistently across all levels of the government,” she said.\n“And that by doing that, by being transparent about the vaccine process, we will be able to regain the trust of the American public, health transparency through the vaccine process will encourage people to get vaccinated.” Many public health experts have complained that the Trump administration has sidelined the CDC and its usual role in educating the public about disease outbreaks. President-elect Joe Biden has pledged to take the coronavirus pandemic response in a dramatically different direction. The US federal government’s goal is to make coronavirus vaccines like getting a flu shot, Health and Human Services Secretary Alex Azar said Monday. “We distribute over 90 million vaccines a year that are (included in) CDC’s Vaccines for Children program,” Azar said in an interview with Axios. Azar said the government’s Covid-19 vaccine distribution plan includes “leveraging what works using the familiar names, the Walgreens, CVS, the hospitals, the community health centers that we have.”   “We want to make this eventually so it's as much like getting your flu vaccine as possible,” he said.\n“In terms of vaccine hesitancy, we've seen increasing levels of vaccine confidence even just in the last month,” he added. Azar predicted vaccine hesitancy will decrease and confidence will increase over time. “First, the data is so exceptional on these vaccines -- 94% plus efficacy,” he said. “Second, we now have an independent country with an independent regulator on the Pfizer vaccine saying it's safe and effective for use by their people.” The United Kingdom gave emergency authorization to Pfizer’s Covid-19 vaccine last week and will begin rolling out the shots Tuesday. “The American people, that should bring reassurance to them. A highly separate process has also validated this and I've made clear there are five independent checks in the system that we have built to ensure there is no politicization of the vaccine program here,” Azar said. Azar said he expects a Covid-19 vaccine to be widely available across the US by the second quarter of 2021. “My expectation is that next year we return to normalcy in our lives, thanks to the incredible work of Operation Warp Speed and these vaccines, as well as the therapeutics,” he said. ##Vaccines## The United States has reported at least 14,949,299 cases of coronavirus, including at least 283,703 deaths, according to Johns Hopkins University's tally of cases.  On Monday, Johns Hopkins reported 192,299 new cases and 1,404 additional deaths. The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases.  CNN is tracking US cases: ##Hotspots## Ohio State Rep. John Patterson has tested positive for coronavirus, according to a statement from his office obtained by CNN. Patterson, a Democrat, announced his diagnosis on Monday afternoon: “Out of deep concern for my colleagues and others, I chose to get tested this morning to confirm my suspicions. \n\"Yesterday afternoon, I felt chilled, tired and developed a cough. I took a long nap that was ineffective in making me feel much better. I share this news of my positive test this afternoon in the hopes that others will now get a test and quarantine out of an abundance of caution.  \n\"I have consistently practiced social distancing whenever possible and worn a mask. I was wearing a mask on Thursday during my floor speech at the statehouse for the school funding bill. This virus is serious and we should all treat it as such.\"  According to the Ohio House website, Patterson is currently serving in his fourth term in the Ohio House of Representatives. He represents the 99th House District, which includes portions of Ashtabula and Geauga Counties. We have heard it said multiple times: Operation Warp Speed will start moving vaccine doses within 24 hours of the Food and Drug Administration granting emergency use authorization, or EUA.  But what happens after that?  OWS Chief of Plans, Operations and Analysis Deacon Maddox gave a clearer picture Monday of what they expect the process to look like beyond that first delivery of vaccine.  According to Maddox, if the vaccine is approved Friday, they'll ship Saturday. The following week they will be in constant contact with Pfizer. “I will put the number into Tiberius, and then we will allocate that, and then we'll adjust the states.” Tiberius is OWS’ IT system for tracking and allocating vaccines.  “And then we'll do that every week: The manufacturers have up until Thursday night to let us know how much they're going to deliver. Friday morning we'll meet, we'll consider all the information. We'll make a decision, we'll publish the information, we'll allocate, we'll adjust ordering caps, and then states can order the next day, with delivery starting 24 to 48 hours later.\" The hope is for a constant flow of vaccine as the manufacturers push it out. To start with, Pfizer has just over 6 million doses. “That's the way that we envisioned this -- a constant flow. Every week, bank on it,” Maddox said. ##Vaccines## Hong Kong is imposing tougher anti-epidemic measures as new cases continue to rise as part of the city's so-called fourth wave. The government will announce a 6 p.m. dining curfew for restaurants and will close gyms, sports centers, and beauty salons, Chief Executive Carrie Lam said in a regular news briefing Tuesday. Lam said people are not sticking to social distancing measures and the new restrictions are to \"curb the number of people on the streets and reduce the flow of people.\" Covid-19 infections have been rising in Hong Kong since the end of November, and the city is now reporting dozens of new cases each day. Many of those are linked to a dance club cluster, which now includes more than 650 cases. In total, Hong Kong has reported more than 6,900 coronavirus cases since the start of the pandemic, including 112 deaths.  Lam said Tuesday that Hong Kong's new cases are at \"a record high\" and nearing the peak of the last wave in July. One-third of the total number of recent cases are from untraceable sources, Lam said. The exact restrictions will be announced later, Lam said, as she appealed to members of the public to suspend all social events, parties and meal gatherings.  \"We do need your full cooperation. The Hong Kong SAR government will do our best to fight the epidemic, we all need to work together and do our best. If we haven't done our best today, we will continue to make an extra effort. However, we will not be able to succeed without your cooperation,\" Lam said. ##Restrictions## South Korea plans to buy coronavirus vaccines for 44 million people, Health Minister Park Neung-hoo said in a news briefing on Tuesday.  The government is allocating 1.3 trillion won ($1.2 billion) for vaccines from COVAX, AstraZeneca, Pfizer, Moderna and Janssen. The vaccines are expected to be brought in from March, Park added, and will be prioritized for those considered high risk -- the elderly, medical workers, those with chronic illness and essential workers. New cases: South Korea recorded 594 new Covid-19 cases Monday, 566 of which were locally transmitted, according to a news release by the Korea Disease Control and Prevention Agency (KDCA) Tuesday.  South Korea has now reported a total of 38,755 cases, including 552 deaths, according to KDCA. ##Vaccines## Chengdu, the capital of southwestern China's Sichuan province, is on high alert after the city reported its first locally transmitted cases of Covid-19 in nine months, according to local authorities.  Chengdu’s Health Commission said a total of five people have tested positive. A large-scale screening program was launched after one person tested positive, with nucleic acid samples collected from 24,598 people.  Of those, four came back positive and were either close contacts of the first patient or living in the same village in the Pidu district of the city. The results of 541 more tests are still pending. The United States reported at least 102,148 current Covid-19 hospitalizations on Monday, setting a new record high since the pandemic began, according to the Covid Tracking Project.  Here's a look at where things stand: Dec. 7: 102,148 people hospitalized\nDec. 6: 101,501 people hospitalized\nDec. 5: 101,192 people hospitalized\nDec. 3: 100,755 people hospitalized\nDec. 2: 100,322 people hospitalized ##Hotspots## President Donald Trump is expected to sign an executive order on Tuesday aimed at prioritizing the shipment of the coronavirus vaccine to Americans before other nations, according to senior administration officials. The signing is slated to take place during a vaccine summit at the White House, with the hope that the order will allay fears that there will not be enough doses of the vaccine to go around after distribution begins. White House officials described the order as a \"reaffirmation of the President's commitment to America first.\" But on a call with reporters Monday evening, in which administration officials asked not to be identified publicly, the White House did not provide specifics on how the order will do that. Read the full story: ##Vaccines## The United States hasn't seen the full impact that Thanksgiving gatherings likely will have on rising Covid-19 cases and hospitalizations, Dr. Anthony Fauci said on Monday. \"The blip from Thanksgiving isn't even here yet,\" Fauci, the director of the National Institute of Allergy and Infectious Diseases, told CBS' Norah O'Donnell during the Milken Institute Future of Health Summit.\n\"So we're getting those staggering numbers of new cases and hospitalizations before we even feel the full brunt of the Thanksgiving holiday,\" Fauci said. Health experts warned before the holiday that Americans should gather virtually rather than risk exposure. As the US nears an average of 200,000 Covid-19 cases a day, experts say \"behavior and cold weather\" are behind the current surge gripping American communities. \"People are going indoors, they're not minding the three W's,\" Health and Human Services secretary Alex Azar told Fox News' Chris Wallace on Sunday. \"Our advice is always the same. Wash your hands, watch your distance, wear face coverings.\" Health experts have long warned that the holiday season would bring a spike in coronavirus cases as people increasingly gather indoors. As of Sunday, the US averaged 196,233 new cases over the past week, another record high, according to a CNN analysis of data compiled by Johns Hopkins University. More than 14.9 million confirmed cases have been reported in the US since the pandemic began, and more than 283,000 people have died. Read the full story: ##Hotspots##", "Section": "world", "Writers": ["Julia Hollingsworth", "Adam Renton", "Nada Bashir", "Luke McGee", "Ed Upright", "Meg Wagner", "Melissa Macaya"], "URL": "https://www.cnn.com/world/live-news/coronavirus-pandemic-12-08-20-intl/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Singapore", "Source": "CNN"}