{"Type": "", "Time": "2021-03-25", "Headline": "Ensuring dependable long-term water supply for Metro Manila – Manila Bulletin", "Text": "Two years ago this month, Metro Manila residents experienced a water supply crisis.  President Duterte berated the two concessionaires, Manila Water and Maynilad, and issued threats on dire consequences if the problem would not be resolved.Today’s edition of the PAGASA website reports: “La Niña is likely to continue through March-April-May 2021 (55 per cent chance), with a rising probability of returning to El Niño Southern Oscillation (ENSO)-neutral during April-May-June 2021 (60 per cent probability).”What makes this forecast significant?  Scientists explain further:“The El Niño-Southern Oscillation (ENSO) is a recurring climate pattern involving changes in the temperature of waters in the central and eastern tropical Pacific Ocean. … El Niño and La Niña are the extreme phases of the ENSO cycle; between these two phases is a third phase called ENSO-neutral.” An ENSO-neutral forecast with a 60 per cent probability indicates a more stable climate regime that is neither extremely hot nor rainy.The March 2019 water crisis occurred during an El Niño climate phase, triggering lower levels of water supply.  Currently, Angat, Ipo and La Mesa Dams — the sources of Metro Manila’s water supply are all enjoying relatively high levels of elevation.  Angat Dam is at 207.53 meters, Ipo Dam is at 98.64 meters, and La Mesa Dam is at 79.01 meters — all of which are at least 95 percent of their respective spilling levels.The present supply situation could be disrupted anew if the climate change needle tilts toward the El Niño phase.  Hence, the long-term solution is to tap into new sources that would provide sufficient water supply to meet the needs of a burgeoning urban population.Two major projects are currently on stream: the NEDA- approved P12-billion Kaliwa Dam project in Quezon province billed by the Metropolitan Waterworks and Sewerage System (MWSS) as the New Centennial Water project; and the P 20-billion Wawa Bulk Water Supply project in Rizal province of Enrique Razon’s Prime Metroline Infrastructure Holdings, Inc., a privately-funded joint venture deal approved by the MWSS.Both projects are reportedly hobbled by implementation challenges. In September 2020, President Duterte issued Administrative Order No. 32 “expediting the review and approval process of infrastructure flagship projects on water security.Both the Kaliwa and the Wawa dam projects are included in the priority listing. The Anti-Red Tape Authority (ARTA) has been tasked to ensure that local permits and barangay clearances related to these projects are “applied, issued and obtained strictly in accordance with the prescribed processing time” provided for in the amended Anti-Red Tape Act of 2007.Current challenges posed by the COVID-19 pandemic should not derail the timely completion of the vital major infrastructure projects that are geared to ensure long-term water security as the specter of climate change continues to threaten the stability of water supply.  Equally important, too, is for the citizenry — as well as business and industry — to undertake purposive water conservation measures.", "Section": "", "Writers": "", "URL": "https://mb.com.ph/2021/03/25/ensuring-dependable-long-term-water-supply-for-metro-manila/", "MainKeyWord": "Macao", "AdditionalKeyWord": "Southeast Asia", "Source": "MB"}