{"Type": "article", "Time": "2020-08-03", "Headline": "South Korean authorities encourage men to marry foreign women. But their brides often become victims of abuse", "Text": "Trinh met her murderer through a matchmaker.  She was 29 years old and her future husband was in his 50s, court documents show. She only spoke Vietnamese, he spoke Korean. Despite the communication barrier, the union went ahead. On November 4, 2018 -- a day after they met -- they were married in front of her family in Vietnam. Seven months later, Trinh -- a name CNN has chosen to use as her real name has been suppressed under South Korean law -- moved to South Korea to be with her husband, named Shin. Three months after that, she was dead. Trinh is one of thousands of Vietnamese women to marry South Korean men through matchmakers who set up brides with grooms -- a service that is not only encouraged in South Korea, it is even subsidized by local authorities.  Some couples have successful, happy marriages. But many foreign brides who meet men this way, officially classified as migrants through marriage, have become victims of discrimination, domestic violence and even murder at the hands of their husbands. The statistics paint a grim picture. More than 42% of foreign wives reported having suffered domestic violence -- including physical, verbal, sexual, and financial abuse -- in a 2017 poll by the National Human Rights Commission. By comparison, about 29% of South Korean women surveyed by the country's Ministry of Gender Equality and Family last year said they were victims of domestic violence -- again including a range of forms of abuse.  Experts say discriminatory rules, coupled with sexism and racism in society, are to blame, and are pushing for institutional changes to keep foreign brides safe. Communication issues Right from the beginning, Trinh and Shin had difficulty communicating. After their wedding, Shin went home to South Korea, court documents show. They lived apart for months, and though they kept in touch via a messaging app, they fought frequently as Trinh often asked for additional financial support.   Finally, on August 16, 2019, Trinh arrived in South Korea. She moved to Yangju city in Gyeonggi Province, surrounding the capital Seoul, to live with her husband. The court documents did not specify why there was a delay in her arrival in South Korea, although a couple must meet specific criteria to get a spousal visa, including satisfying an income threshold. Yet the arguing continued, court records show. They disagreed often -- due to their language barrier, the difference in how they liked to live, and financial issues.  Three months later, on November 16, Trinh told Shin she was leaving to live with a relative in another city. Shin tried to stop her, so she grabbed a knife from the kitchen and cut his right thigh, court records show. According to court records, Shin took the knife and stabbed his wife about 10 times in the chest and stomach. After she died, Shin wrapped her body in plastic, put her and her and belongings into his car, and drove to a persimmon orchard in Wanju County, North Jeolla Province, more than 200 kilometers (124 miles) away from their home in Yangju. There, he buried her.  In April, Shin was sentenced to 15 years in prison for Trinh's murder. Evidence presented at trial included stills from the crime scene, their international marriage contract, and the defendant's testimony. \"The defendant deserves a heavy jail term considering the pain the victim must have gone through, the bitter emotion that the victim had to end her life in a foreign country this way, and sadness for the victim's bereaved family who lost their beloved family member,\" Judge Kang Dong-hyeok said during sentencing. \"The victim is now returning to her homeland as a corpse.\"  Foreign brides in South Korea For decades, there has been a gender imbalance in rural parts of South Korea. Young women often head to cities for jobs and marriage, while their male counterparts stay behind to tend their land and fulfill the Confucian expectation that they look after their elderly parents.  In the 1980s, local governments started subsidizing private marriage brokers who could introduce bachelor farmers to ethnically Korean women in China, paying the brokers 4 to 6 million won (then around $3,800 to $5,700) per marriage. It was an attempt to address the aging population by encouraging men to find a wife, and hopefully have children.  In the decades after, brides were no longer only ethnically Korean and began coming from more countries -- the Philippines, Vietnam and Cambodia.  An industry of transnational marriage brokers soon emerged. As of May, 380 matchmaking agencies were registered in South Korea, according to government statistics.  These days, more foreign brides in South Korea come from Vietnam than any other country. Most marry men in rural areas of South Korea, where some provinces still offer subsidies -- South Jeolla province, for instance, offers men older than 35 who have never been married previously a 5 million won ($4,190) subsidy for marrying a foreign wife and presenting a marriage registration.  In 2018, 16,608 Korean men and foreign women married, with 6,338 coming from Vietnam, 3,671 from China, and 1,560 from Thailand. In total, 28% of all marriages between a foreigner and a Korean person involved a South Korean man and a Vietnamese bride.  Part of the reason so many brides come from Vietnam is economic. According to CIA World Factbook, Vietnam's GDP per capita was $6,900 in 2017 -- that same year, South Korea's was $39,500.  Brides are often young, and hoping for a better life. According to a government survey in 2017, the average age of marriage broker users was 43.6, while the average age of foreign brides was 25.2.  Experts and officials disagree on how to categorize this transnational trend. The United Nations Action for Cooperation against Trafficking in Persons says Vietnamese women are trafficked to a number of countries, including South Korea, for \"forced marriages.\" But Lee Jin-hye, a lawyer with Migrants Center Friends based in Seoul, said foreign brides are choosing to come to South Korea -- even if the primary reason is to send money to their families back home, rather than for their own personal benefit.  In Trinh's case, court documents indicated she went to South Korea willingly. \"The victim trusted the defendant -- she left Vietnam and began her life in South Korea,\" Judge Kang said. What goes wrong The South Korean government -- and countries in Southeast Asia -- have long worried that the foreign bride industry could lead to human trafficking and abuse.   In 2010, Cambodia temporarily banned its citizens from marrying South Koreans. Vietnamese authorities have also raised concerns with South Korea, according to local Vietnam media reports.  In South Korea itself, the rules have also been tightened -- since 2014, Korean nationals and their foreign spouses must prove that they can communicate to get a visa. Applicants need to prove that the bride has at least basic Korean, or the couple can communicate in a third language. It's unclear how Trinh evaded this rule, despite the communication issues with her husband. There is no evidence of the husband's Vietnamese ability.  Further, South Korea last year announced plans to prevent men with an abusive history from being allowed to sponsor a visa for a foreign bride. That law is set to take effect in October.  But there are still institutional issues in South Korea that put foreign brides and their husbands on an uneven footing. Under South Korea's immigration laws, foreign brides need their husbands to sponsor their initial visa, which lasts one year. After that, they need to renew their visa every three years. \"There are cases of husbands threatening to withdraw their (support for the visa) if a wife wants separation,\" said Lee, the lawyer. Women on a spousal visa can work in South Korea, and can eventually become permanent residents. If the couple divorces and does not have children, the wife must return to her home country, unless she can prove that her Korean spouse was responsible for the marriage breakdown or that she has been a victim of abuse and needs time to recover. \"These institutional conditions have the effect of strengthening the power of Korean spouses,\" said Heo Young-sook, head of the Korea Women Migrants Human Rights Center. \"Even when there are problems, migrant women feel that they should maintain their unhappy marriage because of these institutional issues.\" In the 2017 National Human Rights Commission survey, most foreign brides polled said they didn't tell anyone about the domestic violence they had suffered. They said they were embarrassed, didn't know who to tell, and didn't expect anything to change by doing so.  What needs to change It's not easy being a woman in South Korea.  The country ranks among the lowest in the OECD in the World Economic Forum's latest Global Gender Gap report, partly due to unequal political and employment opportunities for women. Over the past few years, sex crime allegations against entertainment stars, politicians and sports coaches have prompted a reckoning against what some see as a deeply patriarchal culture. According to Heo, life is even harder for foreign brides. \"Koreans often express a sense of inferiority to the West, even defining themselves as victims of racism, but act superior to people from countries where economic conditions are not as high as Korea,\" she said. \"Migrant women face multi-layered discrimination -- it often is gender discrimination and racial discrimination, combined with institutional issues, that create problems.\" That can play out in a number of ways. Lee, from Migrants Center Friends, says women often feel discriminated against by their own extended family -- their mother-in-law might complain about their cooking, and some families exclude foreign brides from decision making. Many wives don't get money to spend and have to ask for it, she added.  The tide is slowly turning, however. This year, Justice Party lawmaker Jang Hye-yong proposed an anti-discrimination bill which, if passed, would be a first for the country. South Korea doesn't have a law guaranteeing legal protection against discrimination for all citizens, including minorities and LGBT people. The proposed bill aims to protect people facing discrimination, and gives the state the ability to resolve disputes and protect individuals. It's unclear when the bill will be voted on, although parliament returned on July 17. If approved, Jang believes the law could help migrant women, although the law doesn't specifically mention abuse against them. It does, however, prohibit indirect discrimination that causes physical or mental pain to a group or individual.  \"If (the way migrant women are treated) is defined as discrimination and can be corrected, I think that many migrant women in our society can live more safely and with more dignity.\" Lee, the lawyer, doesn't believe that the bill will be", "Section": "asia", "Writers": ["Julia Hollingsworth", "Yoonjung Seo", "Gawon Bae"], "URL": "https://www.cnn.com/2020/08/02/asia/foreign-wives-south-korea-intl-hnk-dst/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}