{"Type": "article", "Time": "2020-02-26", "Headline": "February 26 coronavirus news", "Text": "Our live coverage of the coronavirus outbreak has moved here. There are “ongoing” conversations at the US Centers for Disease Control and Prevention about expanding airport health screenings for the novel coronavirus given the rapid spread of the infection in Italy, South Korea and Japan, according to an agency spokesperson.  Currently, the United States is doing health screenings only for passengers who are flying in from China. At the time that the CDC made the decision to start those screenings, there were far fewer cases of the coronavirus in China as there are currently in Japan, Italy or South Korea. When the screening started on January 17, there were 45 cases of the new coronavirus in China. Japan currently has about three times that number of cases, Italy has about 10 times as many and South Korea has more than 25 times as many. “We’re not changing our posture at the moment [but] every day we re-evaluate what we’re doing and making sure that we’re adjusting what we’re doing to make sure we’re hitting the right notes,” the CDC spokesperson said. ##United States## Asked if he was worried about the spread of novel coronavirus in the United States, President Trump said, “No, because we’re ready for it.\" “It is what it is. We’re ready for it. We’re really prepared,\" the President continued. \"We have, as I said, we have the greatest people in the world. We’re very ready for it. We hope it doesn’t spread. There’s a chance that it won’t spread, too. And there’s a chance that it will. It’s just a question of at what level. So far, we’ve done a great job. When you have 15 people — with this whole world coming into the United States — and the 15 people are either better or close to being better, that’s pretty good.” There are now 60 confirmed cases of novel coronavirus in the United States, according to the US Centers for Disease Control and Prevention. The current total breaks down to 42 passengers who were aboard the Diamond Princess cruise ship, three people repatriated from China and 15 US cases. ##United States## President Trump urged Americans to take the same precautions for coronavirus that they would during a normal flu season. \"Wash your hands, stay clean. You don't have to necessarily grab every handrail, unless you have to,\" Trump said. Trump added that he tries to \"bail out as much as possible\" when he's around anyone showing cold or flu symptoms. \"Treat this like you treat the flu,\" he said. ##United States## The US has ordered \"a lot\" of masks to deal with a potential coronavirus outbreak, President Trump said. \"We may not need it, you understand that,\" he told a reporter. \"We're looking at worst-case scenario, we're going to be set very quickly.\" Trump insisted he didn't think the US would end up needing the masks because flights and \"borders are very controlled.\" ##United States## President Trump was just asked if he's considering imposing travel restrictions to and from more countries with coronavirus outbreaks, such as Italy and South Korea. \"Right now it's not the right time,\" Trump responded. He added that eventually there could be a \"right time.\" ##United States## US Health and Human Services Secretary Alex Azar said coronavirus poses a low risk to the American public. “The immediate risk to the American public is and continues to be low,” Azar said at a White House press briefing.  He added: “Our containment strategy has been working. At the same time, what every one of our experts and leaders have been saying for more than a month now remains true. The degree of risk has the potential to chance quickly, and we can expect to see more cases in the United States.” ##United States## WATCH HERE:  Dr. Anne Schuchat, principal deputy director for the US Centers of Disease Control and Prevention, said the US should expect to see more cases of coronavirus. \"Our aggressive containment strategy here in the United States has been working, and it is responsible for the low levels of cases that we have so far. However, we do expect more cases. And this is a good time to prepare,\" she said. Schuchat urged Americans to prepare for the virus as well as schools and businesses. \"Tt's the perfect time for businesses, health care systems, universities, and schools to look at their pandemic preparedness plans, dust them off, and make sure that they're ready,\" she said. She said the future is uncertain, but assured the public that steps have been taken to prepare for such outbreaks. \"So, this — the trajectory of what we're looking at over the weeks and months ahead is very uncertain. But many of the steps that we have taken over the past 15 years to prepare for pandemic influenza and our experience  going through the 2009 H1N1 pandemic of influenza remind us of the kinds of steps our health care system, our businesses, our communities and schools may need to take,\" Schuchat said. ##United States## President Trump said the Americans who have been diagnosed with the novel coronavirus are doing “very well.” Trump said he had just been briefed by members of his administration. “Of the 15 people … eight of them have returned to their homes, to stay at their homes until they’re fully recovered. One is in the hospital. And five have fully recovered. And one we think is in pretty good shape,” Trump said at the White House. “In almost all cases, they’re getting better,\" Trump said. He added that there are also patients who were brought back to the US from Japan.  \"We took in some from Japan … because they’re American citizens. They’re in quarantine and they’re getting better, too,” Trump said, adding that they were repatriated because “we felt that we had an obligation to do that.” “We could have left them and that would have been very bad, very bad,” he said. ##United States## President Trump said Vice President Mike Pence will lead the team that's working on the US's coronavirus efforts. \"I'm going to be putting our Vice President Mike Pence in charge, and Mike will be working with the professionals, doctors and everybody else that's working,\" Trump said, adding that Pence will report directly to him. Pence spoke briefly after the announcement. \"We have no higher priority than the safety, security, health and wellbeing of the American people,\" he said. ##United States## PENCE SPEAKS ON LEADING CORONAVIRUS TEAM  President Trump said he's willing to work with Democrats on funding to deal with a potential coronavirus outbreak in the US. \"We started out by looking at certain things, we've been working with the Hill very, very carefully, very strongly, and I think that we have very good bipartisan spirit for money,\" he said.  He continued: \"We were asking for $2.5 billion, and we think that that is a lot. But the Democrats — and I guess Senator Schumer — wants us to have much more than that.\" Trump then appeared show some willingness to move toward bipartisanship. \"Normally I'd say we'll take it, we'll take it. If they want give more, we'll do more. We'll spend whatever is appropriate.\" WATCH HERE:  ##United States## President Trump said a vaccine for coronavirus is something the US \"can develop fairly rapidly.\" \"The vaccine is coming along well and in speaking to the doctors, we think that this is something that we can develop fairly rapidly, a vaccine for the future.\" Here's what we know about a possible vaccine: Scientists are working on a vaccine, but don't expect it anytime soon. The National Institutes of Health (NIH) is trying to develop one but says it will take at least a few months before clinical trials start and more than a year until a vaccine could become available. Separately, US officials briefed senators yesterday on coronavirus and said a vaccine was at least 12 to 18 months away, according to three senators present. After the meeting, when reporters asked if we are close to a vaccine, Sen. Roy Blunt said: “We will not have a vaccine in the next 12 or 18 months. ##United States## President Trump said precautions the US has taken so far against coronavirus means the risk to Americans \"remains very low.\" Trump, speaking from the White House, claimed some early steps the US took — including travel restrictions and quarantines — were  \"ridiculed.\" \"Because of all we've done, the risk to the American people remains very low,\" Trump said. He added: \"We're ready to adapt and we're ready to do whatever we have to as the disease spreads — if it spreads\" ##United States## WATCH HERE: He is speaking from the White House briefing room about the virus. As the fear of novel coronavirus increase among travelers, Los Angeles International Airport is cleaning public areas and facilities at least once an hour, airport spokesperson Becca Doten tells CNN. Higher traffic areas, such as restrooms, are being cleaned even more often, Doten said. “We’re disinfecting LAX every hour,” Mayor Eric Garcetti said at a news conference. “We’re making sure that those points of entry and those places where we could see somebody come in and create a vector, are as secure as we can possibly make them knowing we can never have 100% security.” The frequency of cleaning is the same as usual, but the extent is has increased, Doten explained. “We increased the deep cleaning and sanitizing of the restrooms as well as other public areas. This includes surfaces outside restrooms commonly touched by passengers. Also, our cleaning products are formulated to kill germs (both bacteria and viruses),” Doten said. The CDC continues to screen some arriving passengers for potential signs of coronavirus, and more than 100 additional hand sanitizer stations have been installed throughout the airport. ##United States## President Trump is expected to address the coronavirus threat to the US at 6:30 p.m. ET. Vice President Mike Pence is expected to join him. While Trump and senior administration officials have publicly downplayed the impact of the virus, the White House is also considering appointing a coronavirus czar and adding travel restrictions to address the crisis. The stock market decline has especially exacerbated Trump's rising concerns over how to stem the outbreak of the coronavirus, even though he has publicly declared the virus to be \"very much under control in the USA,\" multiple people tell CNN. ##United States## Orange County, California, has declared a state of emergency to prepare for a possible outbreak of novel coronavirus, despite having no current cases. The declaration, announced by county supervisor chair Michelle Steele is an effort to free up funds to ensure all means to protect the public. “Our declaration of local emergency today, signed by Dr. Quick, is about preparedness,” Supervisor Andrew Do said in a press conference. “It does not indicate a risk of present harm in our county.” There is no one currently infected with the virus in Orange County. There was one case of novel coronavirus in Orange County, but that person has fully recovered, according to Dr. Nicole Quick of OC Public Health. ##United States## New York City has prepared at least 1,200 hospital beds in case of a coronavirus outbreak, Mayor Bill De Blasio announced at a news conference Wednesday. The hospital beds are readily available and won’t compromise other health services, he said. The city still has no active cases of the virus but officials believe they are well-equipped to handle a possible outbreak, according to De Blasio. The city has asked for an additional minimum of 300,000 face masks after already distributing about 1.5 million masks. They plan to ask for federal assistance to get that need met from private manufacturers.  De Blasio is also requesting the US Centers for Disease Control and Prevention to expand its testing of travelers beyond China, to include Hong Kong, Iran, Italy, Japan, Singapore, South Korea, Taiwan, and Thailand. ##United States## Despite public denials today, White House officials have privately weighed appointing a czar to oversee the administration’s response to the growing coronavirus outbreak. President Trump has privately expressed frustration with his Health and Human Services Secretary Alex Azar, who has taken the lead on coordinating the response so far, and is blaming him for not keeping him updated enough, sources say. Azar testified Wednesday that he has been in constant contact with the President and the acting chief of staff Mick Mulvaney. But Trump been particularly irked that he’s finding out about decisions after people complain to him about them, like the one to bring the Americans home from the cruise and the preliminary idea to house some patients at a FEMA facility in Alabama, which both the governor and representatives objected to directly to Trump. The President has blamed Azar for not keeping him updated and allowing him to weigh in on crucial decisions, and has weighed selecting another point person as alarm about the outbreak is on the rise, though he has not followed through on it yet.  Lawmakers also called on Trump to appoint someone to oversee the response, which came up during a clash over the administration’s request for more coronavirus funding. Some White House officials accused HHS of requesting disproportionate amounts of money to cover up what one official described as Azar’s “mismanagement.\" Deputy press secretary Judd Deere denied reports about adding a czar Wednesday. \"This is not true! The President took decisive action by creating the Coronavirus Virus Task Force a month ago and is pleased with the leadership of @SecAzar to protect the public health.\" After the market tumbled early this week, Trump also questioned whether Azar is up to the challenge of handling the crisis. While testifying Wednesday, Azar insisted a czar wasn’t necessary despite how the Obama administration appointed Ron Klain to oversee the Ebola virus response. “It’s just the longstanding doctrine that this should be led by HHS with a public health emergency,” he told lawmakers. “The oddity was actually what President Obama did with the Ebola response.” The President and other officials have also directed their anger at Dr. Nancy Messonnier, the CDC official who has been a public face of the coronavirus response, for what officials claim is overly fatalistic messaging. “We are asking the American public to work with us to prepare, in the expectation that this could be bad,” she said at a news briefing this week. “It’s not so much of a question of if this will happen anymore but rather more of a question of exactly when this will happen.”  ##United States## Do you have a question about coronavirus?  Ask it here — we'll be answering some of your questions through out the day.  US stocks ended mixed on Wednesday, although the losses were more contained than the last few days, as investors assess the spread of the coronavirus. It was the fifth straight day of declines for both the Dow and the S&P 500. The Dow has lost nearly 2,400 points since last Thursday. Investors are concerned about the economic and financial fallout from the global outbreak. The Dow finished 124 points, or 0.5%, lower. The S&P 500 closed down 0.4%. The Nasdaq eked out a gain of 0.2%, snapping a four-day losing streak. ##United States## The spread of the coronavirus around the world is sending shockwaves through an oil market ill-prepared for a serious blow to energy demand. Oil prices plunged deeper into a bear market Wednesday, reflecting fears about the economic repercussions of the rapidly-spreading health crisis. Economists are warning the coronavirus could spark a severe economic slowdown or even recession in the United States and elsewhere. The outbreak is the biggest shock to demand for oil since the 2008 financial crisis. US crude dropped another 2.3% on Wednesday to $48.73 a barrel. That's the lowest price since January 2019 and it marks a 23% plunge from the recent peak of $63.27 a barrel on January 6. \"You're seeing the ripple effects of the coronavirus proliferate outside of China. That is what is turning investor sentiment on oil and other risk assets as well,\" said Michael Tran, director of global energy strategy at RBC Capital Markets. Read more about this here. ##United States## As the number of coronavirus cases increase, reports are showing that there is a growing worldwide mask shortage. This has people asking themselves if they should be wearing one. Tariro Mzezewa, a New York Times travel reporter, tells CNN the measure is not necessary unless you are sick or are interacting with sick people. \"If you're not interacting with somebody's who's sick or you're not the person who's sick, you don't really need a mask. The people who are sick need those, and you know, there are various kinds of masks. CDC has a whole guide on its side that's breaking down the differences between the kinds of masks and so on. If you're not the sick one, you probably don't really need it,\" Mzezewa said. The US Centers for Disease Control and Prevention does not recommend Americans wear surgical masks in public. Surgical masks are effective against respiratory infections but not airborne infections. A person has tested positive for coronavirus in Norway, the country’s Institute for Public Health (NIPH) announced in a statement. This is the first case recorded in the Scandinavian country. The person has no symptoms but was tested after returning from an area of China affected by the outbreak. The NIPH said it was a “weak positive result.\" “The NIPH considers it very unlikely that the person poses an infection risk to others,\" said Line Vold, director of the Department of Infection Control and Preparedness at NIPH.  As a precaution, the person is undergoing quarantine at their home, Vold added. ##Europe## New York state has “explored” 27 cases of coronavirus, and all tests have come back negative except one case that is still pending, NY State Governor Andrew Cuomo said at a press conference.  Cuomo went on to say that he believes the case that is pending is in Nassau County on Long Island, NY.  “It is highly probably that you will see a continuing spread of this virus. It is highly probable that we will have people in New York State who test positive,” Cuomo said Additionally Gov. Cuomo said that he is submitting an emergency supplemental appropriations bill to the state legislature asking for $40 million additional dollars for the New York Department of Health to respond to the virus.  Cuomo said that New York State is currently in the “containment phase” of dealing with the virus. “Our operating paradigm is always prepare for the worst and hope for the best,” he said. Greater New York Hospital Association President Kenneth Raske joined Cuomo at the press conference and said that hospitals have been working on preparing for coronavirus for weeks. He said that the resources that the system has to deal with possible cases are “significant.” ##United States##  The MV World Odyssey, part of Semester at Sea, an educational cruise program with hundreds of American students on board, was denied entry to Seychelles as it diverted from China due to coronavirus warnings. “We diverted from China, avoided Malaysia and India, which were on our itinerary. Seychelles is the only country that has denied entry to our ship. We received word from the minister of health there that they were denying visitors from Iran, South Korean, China and Italy,\" Layne Hanson, vice president of public affairs for Semester at Sea, told CNN. Hanson added that they were denied despite not having any medical issues on the ship, and despite not having visited any of those countries.  \"We are trying to be as transparent as possible. We suspect that Mauritius which was on our itinerary may do the same thing that Seychelles did so we are voluntary moving away from Mauritius. Our next stop will be Mozambique,\" Hanson said. Scientists are working on a vaccine, but don't expect it anytime soon. The National Institutes of Health (NIH) is trying to develop one but says it will take at least a few months before clinical trials start and more than a year until a vaccine could become available. Separately, scientists in Texas, New York and China are also trying to create a vaccine, said Dr. Peter Hotez, a vaccine scientist at Baylor College of Medicine in Houston. But the challenge is daunting, Hotez said. \"The lesson we've learned is coronavirus infections are serious and one of the newest and biggest global health threats.\" In general, the public should do \"what you do every cold and flu season,\" said Dr. John Wiesman, the health secretary in Washington state — where the first US case of Wuhan coronavirus was confirmed. That includes washing your hands often with soap and water for at least 20 seconds. The World Health Organization recommends staying at least 3 feet (or 1 meter) away from anyone who may be infected. If you're the one feeling sick, cover your entire mouth and nose when you cough or sneeze. But don't use your hands. Use either your bent elbow or a tissue that you throw away immediately afterward. While the US Centers for Disease Control and Prevention does not recommend N95 respirator masks for the general public, it does recommend them for health care workers. But certain types of facial hair can prevent respirators from working effectively. So, the CDC created an infographic showing which styles of facial hair are riskier than others. Iran’s Health Minister Saeed Namaki has announced that Friday prayers will not be held this week in coronavirus-affected cities in Iran, according to state news agency IRNA. Namaki specified the cancellation only applied to this Friday “All these decisions are temporary,\" Namaki added. While the minister did not specify which cities are under the moratorium, the city of Qom — which is Iran’s coronavirus epicenter — and capital city Tehran are likely to be included. Congregational Friday prayers is a mainstay of public life in Iran.  For the first time in the novel coronavirus outbreak, the number of new cases reported outside of China in a single day was larger than those reported inside China, the World Health Organization reported today. China reported 412 newly confirmed cases today, while 459 additional cases were reported outside of China, according to WHO’s daily report. Most of China’s cases came from Hubei province, which reported 401 new cases. Six came from outside mainland China, including four from Hong Kong, which WHO includes in China’s count. More than half of new cases outside of China came from South Korea, which reported 284 cases. Israel's Ministry of Health urged citizens to reconsider non-essential travel abroad due to heightened fears over the spread of coronavirus in Europe and across the globe. \"The Ministry of Health assesses there is a high probability that the disease has spread to additional areas in Europe [beyond Italy] and in many additional places around the globe,\" the ministry said in a statement Wednesday evening. The Ministry of Health also advised against travel to conferences and events with international congregations, including religious events, the ministry said. Additionally, the ministry advised against holding international conferences in Israel. Israel also added Italy to a restricted travel list, comprised of China, Japan, Singapore, South Korea, Macau, Thailand and Hong Kong. Any foreign national who has been to any of these countries within the last 14 days will not be granted entry into Israel.  Any Israeli citizens returning from these countries must remain self-quarantined for at least 14 days. There are now 15 confirmed cases of the novel coronavirus related to travel or close contact to travelers in the United States, according to US Department of Health and Human Services Secretary Alex Azar. “As of this morning, we still had only 14 cases of the novel coronavirus detected in the United States involved travel to or close contacts with travelers. Coming into this hearing, I was informed that we have a 15th confirmed case, the epidemiology of which we are still discerning,” Azar said.   Azar said there are also three cases among Americans repatriated from Wuhan and 42 cases are evacuees from the Diamond Princess, bringing the total to 60 U.S. cases.   ##United States## Household disinfectants are thought to be effective against the novel coronavirus. Cleaning products like Lysol and Clorox list the human coronavirus as one of the 99.9% of bacteria it can kill. However, it's important to note that human coronaviruses are different than the novel coronavirus we are seeing now. This is a new virus and there are no vaccines or antiviral treatments that specifically target it. Lysol's products have been proven effective in protecting against the other human coronaviruses, so they're thought to be effective against the novel coronavirus, too, said Saskia Popescu, a senior infection prevention epidemiologist in Phoenix, Arizona. France is now reporting its 18th case of coronavirus, the country's Health Minister said in a news conference in Paris. The latest case is the wife of someone already diagnosed and in a hospital in the town of Annecy. “Her state of health is not worrying”, Veran said. “There is no epidemic in France,\" he added. ##Europe## The Pentagon is prohibiting non-essential Department of Defense travel to the Republic of Korea because of the coronavirus outbreak. US Indo-Pacific Command spokesperson Lt. Cmdr. Nicole Schwegman released this statement: \"The number of reported cases of novel coronavirus (COVID-19) continues to rise in the Republic of Korea (ROK). Effective immediately, Commander, U.S. Indo-Pacific Command, in line with the CDC Travel Health Notice, restricts all nonessential DoD travel to ROK to reduce risks associated with COVID-19. This travel restriction applies to all military, civilians and contractors under U.S Indo-Pacific command authority,\"   ##Asia## ##United States## A Walt Disney spokesperson says they are monitoring several employees at the Florida theme park who recently traveled to Italy during the coronavirus outbreak.  The spokesperson tells CNN that there are no suspected cases of the coronavirus at Walt Disney World and are working alongside health department officials to take proactive measures.  It is unclear how many Disney employees traveled to Italy.  ##United States## The last day of a carnival in the southern French city of Nice has been canceled as a precaution against coronavirus, according to a tweet from Nice Mayor, Christian Estrosi. There are no cases of coronavirus in Nice, Estrosi said, but he had decided to cancel the last day of the carnival “preventatively and as a precaution”. The final events of the carnival were due to take place on Saturday.  ##Europe## Italy now has 400 cases of coronavirus, according to Angelo Borrelli, head of Italy’s Civil Protection agency. The three coronavirus cases reported in Rome have now recovered, Borrelli said.  He also gave further details about the statistics so far: half of the positive cases do not need hospitalization; and 4 out of 5 only have mild symptoms.  The regional breakdown is:  258 in Lombardy \n71 in Veneto\n47 in Emilia Romagna\n11 Liguria\n3 Piemonte \n3 Lazio\n3 in Sicily \n2 in Tuscany\n1 Bolzano, Trentino\n1 in Marche ##Europe## US officials briefed senators yesterday on coronavirus and said a vaccine was at least 12 to 18 months away, according to three senators present. After the meeting, when reporters asked if we are close to a vaccine, Sen. Roy Blunt said: “We will not have a vaccine in the next 12 or 18 months.”  Meanwhile, US biotech firm Moderna has shipped an experimental coronavirus vaccine to US government researchers just six weeks after it started working on the immunization. Initial trials of the potential vaccine could begin in April — but the process of testing and approvals would last at least a year. As a \"precautionary measure\" 35 European Parliament interns have had their upcoming internship postponed to later in the year. Their 5 month internship was due to run from the beginning of March to July.     A European Parliament Spokesperson says: “As part of its duty of care and in line with the precautionary measures for staff regarding the novel COVID19, Parliament has informed the upcoming Schuman traineeship candidates with declared residence addresses in China, Singapore, South Korea and Lombardy, Piedmont, Emilia-Romagna and Veneto that their traineeship was postponed from 1st March 2020 to 1st October 2020. The decision was taken and communicated to the upcoming trainees on 25/02/2020. 35 upcoming trainees have been notified about the above decision.” More context: The European Parliament runs two 5-month internship windows per year, from March through July and October through February. It is open to any EU citizen aged over 18 with University level degree or diploma. A limited number of Non-EU citizens are able to apply as well. ##Europe## Royal Jordanian Airlines has suspended its Amman-Rome flights until further notice. The suspension starts today. The carrier also said it is consolidating several flights from Amman to its stations in the parts of Asia, bringing the average of cancellations of weekly Asian operations up to 50%. “Royal Jordanian President and CEO Stefan Pichler stressed that these decisions are aimed at the safety of travelers, which Royal Jordanian places at the top of its priorities, and in light of the increasing numbers of infections with Coronavirus in Italy and some Asian countries. He added that RJ takes all possible measures to help Jordan stay virus free.” the company said. ##Europe##  New York City has no confirmed cases of coronavirus, but officials are “taking every step necessary” to protect the health of New Yorkers. The mayor's office noted as the “nature of the threat continues to evolve,” the city stands “ready to escalate our response as necessary.” Here's the full statement from the Mayor's office: “While the City has no confirmed cases of coronavirus, we are taking every step necessary to protect the health of New Yorkers. As the nature of the threat continues to evolve, we stand ready to escalate our response as necessary, and encourage all New Yorkers to practice basic flu precautions and to contact a health provider immediately if they have the symptoms and travel history.” ##United States## Brazil’s Bovespa dropped 5% after Brazil's heath minister confirmed the country's first case of coronavirus today. The patient is a 61-year-old Brazilian man who arrived in Sao Paulo after traveling to Italy. This is the first confirmed case of coronavirus in Latin America. The first two positive cases of the novel coronavirus in Pakistan have been confirmed, Special Assistant to the Prime Minister on Health Dr. Zafar Mirza said on his official Twitter account Wednesday. Mirza Tweeted:  \"I can confirm first two cases of corona virus in Pakistan. Both cases are being taken care of according to clinical standard protocols & both of them are stable. No need to panic, things are under control. I will hold press conf tomorrow on return from Taftan.” ##Asia## The Italian government is banning all sporting matches and public events until next month in several regions of Northern Italy. The new measures, approved last night, extends the urgent steps the government is taking for the containment of the coronavirus outbreak outside the exclusion zone.  The decree bans all events and sport matches in public and private locations until March 1.  The new extended measures will cover the regions of:  Emilia Romagna\nFriuli Venezia Giulia\nLombardy\nVeneto\nPiedmont \nLiguria  Additionally, the decree suspends educational trips in the entire country until March 15, and it introduces \"smart working\" which encourages Italians to work from home. ##Europe## Pets can catch coronaviruses — the group of virus the novel coronavirus belongs to — and the infections can become severe.  Sometimes the viruses can lead to deadly diseases. One can cause feline infectious peritonitis in cats and something called a pantropic canine coronavirus can infect cats and dogs, according to a 2011 study. Cats can catch SARS, but none of the infected cats developed symptoms, according to the study. The feline coronavirus typically is asymptomatic, but can cause mild diarrhea. Feline infectious peritonitis, or FIP, can cause flu-like symptoms for a cat, but can also be more serious for cats and can cause organ failure, but it is not contagious and will not spread from animal to animal or person to person. Pantropic canine coronavirus that can impact cats and dogs can be fatal to dogs, studies show. These particular dog and cat viruses don't seem to spread to humans. The US has now confirmed 59 cases of coronavirus, according to an update Wednesday by the US Centers for Disease Control and Prevention. This is an increase from the 57 reported Tuesday. The newly confirmed cases are all among passengers of the Diamond Princess cruise ship. The current total breaks down to 42 passengers who were aboard the Diamond Princess cruise ship, three people repatriated from China and 14 US cases.     These are the states with confirmed cases: Eight in California\nOne in Massachusetts\nOne in Washington state\nOne in Arizona\nTwo in Illinois \nOne in Wisconsin  The US has more masks in the national stockpile than the 30 million Department of Health and Human Services Secretary Alex Azar described yesterday, he told members of the House Appropriations Committee today. Azar gave the 30 million number when talking to the Senate Appropriations Committee yesterday. Today he clarified it like this: \"We have 30 million surgical masks. Those would be the gauze tied behind the ear-type masks meant to really protect people from the healthcare workers spreading. We have 12 million N95 NIOSH-certified masks in the stockpile and we have about 5 million N95 masks that I believe may have expired, they're no longer NIOSH-certified.”   Azar did not go into detail about what an expired mask means, or whether it can still be used. NIOSH refers to the National Institute for Occupational Safety and Health. Azar explained that N95 masks are “mostly for health care workers.”  When asked if the public should access N95 masks, Azar said, \"No no, we do not recommend that. We do not recommend that, no,” adding the best defense is basic public health hygiene — washing hands for an extended period of time, not touching your face and coughing into your elbow. Still, he said the stockpile is not enough. “What we have talked about is approximately 300 million additional N95 masks from the emergency supplemental,\" Azar said. ##United States## The White House and Senate Democrats are at least $6 billion apart when it comes to determining how much funding the federal government needs to combat the coronavirus epidemic. Soon after Senate Minority Leader Chuck Schumer proposed an $8.5 billion package, a senior Trump administration official told CNN that the administration is “very confident” that its request for $1.25 billion in new emergency funds as part of a $2.5 billion total package will be sufficient to fund the US's coronavirus response. The official rejected Senate Minority Leader Chuck Schumer's $8.5 billion counter and punched back at Democrats who are calling for significantly higher funding levels to respond to coronavirus. \"The Democrats, as predictable, they try to hop onto a crisis to see if there's a way they can make it a Christmas tree,\" the official said. \"We are very confident that our $2.5 billion request is going to be what we need.\"  The official said the administration's request \"was carefully developed based on current and expected expenditures and will fully fund our robust all-of-government response to coronavirus. We’ll continue working with Congress to get this done.\" Remember: It's not just Democrats who are saying the Trump administration's funding request is insufficient. Even Republican Sen. Richard Shelby, the chair of the Senate Appropriations Committee, said Tuesday that he worried that administration was \"lowballing\" the request.  And it's possible that pressure will soon come to bear on the administration. Capitol Hill sources told CNN that the Trump administration has already indicated that they know they will need more money down the line than initially requested. One Republican Senate aide said that while it is true the administration can ask for money whenever they want, the official said it was a strategic mistake for the Trump administration to not ask for a number closer to the Obama administration’s Ebola funding request.  “The naïve thing the administration was thinking was they can ask for what they want now and can come back later,” the source said. ##United States## Human-to-human transmission has been confirmed for the Wuhan coronavirus, but experts are now trying to understand who is transmitting it most, who is at most risk and whether transmission is occurring mostly in hospitals or in the community. When it comes to human-to-human transmission of the viruses, often it happens when someone comes into contact with an infected person's secretions, such as droplets in a cough.  Depending on how virulent the virus is, a cough, sneeze or handshake could cause exposure. The virus can also be transmitted by touching something an infected person has touched and then touching your mouth, nose or eyes. Caregivers can sometimes be exposed by handling a patient's waste, according to the CDC. While there is no cure or vaccine available for the novel coronavirus, there are still measures you can take to help protect your health. Dr. John Wiesman, the health secretary in Washington state, recommends that you do \"what you do every cold and flu season.\" You can reduce your risk of infection by... Avoiding those who are sick\nAvoiding touching your eyes, nose and mouth\nWashing your hands often with soap and water and for at least 20 seconds The novel coronavirus, a cousin of the SARS virus, has symptoms that include a runny nose, cough, sore throat, possibly a headache and maybe a fever, which can last for a couple of days. For those with a weakened immune system, the elderly and the very young, there's a chance the virus could cause a lower, and much more serious, respiratory tract illness like a pneumonia or bronchitis. Department of Health and Human Services Secretary Alex Azar said the Food and Drug Administration is closely monitoring pharmaceuticals made in China during the coronavirus outbreak. \"To date, we are not aware of any expected shortages and we have aggressively, proactively reached out to manufacturers for that information,\" he said. Rep. Kay Granger, the ranking member of the House Appropriations Committee, asked Azar during a budget hearing about what the US is doing to ensure the safety of the American drug supply. The FDA is reaching out to pharmaceutical and device manufacturers, Azar said. “The latest fruits of that work show that there are 20 pharmaceutical products we are aware of to date at FDA where either the entire product is made in China, or there is a critical active ingredient that is solely sourced within China, so those would be, obviously, the most targeted to be concerned about,\" he said. Azar added, “I'm told there are two manufacturers in Hubei province of pharmaceuticals, but fortunately the manufacturer has a large, large stockpile of supply of advanced production there, but we have to be very alert to this and we have to be candid that there could be disruptions in supplies.”  ##United States## ##Asia## Brazil announced its first case of coronavirus today, marking the first time the virus has been reported in South America. The coronavirus outbreak — which started in the city of Wuhan in China — has now spread to six of the world's seven continents. It has not yet reached Antarctica.  Here's a look at the virus across the world: Africa: Algeria confirmed its first case of coronavirus yesterday. Egypt has also reported a case.\nAsia: The vast majority of cases — and deaths — are in mainland China. Cases have been reported throughout Asia, with concentrations in South Korea and on board a cruise ship pocked in Japan. In the Middle East, Iran has reported least 139 cases. The total official number of deaths due to coronavirus in Iran stands at 15.\nAustralia: The country has confirmed a total of 22 cases of the novel coronavirus as of Saturday, officials said.\nEurope: Europe's biggest outbreak is in Italy, where over 320 have been infected and 12 have died.\nNorth America: At least 59 Americans have tested positive for coronavirus, US health officials say. Cases have also been reported in Canada. Delta is temporarily reducing the number of weekly flights it operates between the U.S. and Seoul-Incheon (ICN), South Korea, due to global health concerns related to coronavirus, the airline said Wednesday in a news release.  From Feb. 29 through April 30, the carrier will suspend service between Minneapolis/St. Paul and ICN, with the last flight departing MSP for ICN on Feb. 28 and departing ICN for MSP on Feb. 29.  Delta will also reduce to five times weekly its services between ICN and Atlanta, Detroit and Seattle through April 30. The airline’s new service from Incheon to Manila, previously scheduled to begin March 29, will now start on May 1. Full schedule details are available on the Delta website. For customers whose itineraries are affected by the schedule changes, Delta teams are working to help them adjust their travel plans, using partners where appropriate. Delta continues to offer a change fee waiver for customers who wish to adjust their travel plans for flights between the U.S. and South Korea, China and Italy. There are 42 cases of Americans with coronavirus who were repatriated to the United States from the Diamond Princess cruise ship in Japan, according to Health and Human Services Alex Azar. During a budget hearing in DC today, Azar said there are 14 cases involving travel or close contact, three who were repatriated from Wuhan and 42 among Diamond Princess passengers.   This brings the total of Americans with coronavirus to 59. ##United States## India has sent China 15 tons of medical relief material to help in the battle against coronavirus. India’s Foreign Minister S. Jaishankar said the gesture is a “strong expression of our solidarity with the Chinese people at this difficult time”. Jaishankar also thanked the Indian Air Force and the Indian Embassy in Beijing for their efforts. This aircraft will be bringing stranded Indians, who have consented to be evacuated from Wuhan/Hubei back to India shortly. Minority leader Chuck Schumer and Senate Democrats are preparing to request $8.5 billion to combat the coronavirus, a senior Senate Democratic aide told CNN today, setting up a spending showdown in Congress where lawmakers are grappling with how to help contain the disease. Here's a breakdown of Schumer's proposal: $1.5 billion for the Centers for Disease Control and Prevention, including for the Infectious Disease Rapid Response Reserve Fund and Global Health Security\n$3 billion for the Public Health and Social Services Emergency Fund\n$2 billion set aside for state and local reimbursement \n$1 billion for the United States Agency for International Development Emerging Health Threats Emergency Reserve Fund\n$1 billion for the National Institutes of Health's Vaccine Development ##United States## German airline Lufthansa and Dutch carrier KLM announced a series of cost-saving measures today to counter the impact coronavirus will have on their business, including budget cuts and hiring freezes. Here's how Lufthansa described its measures in a statement: “In order to counteract the economic impact of the coronavirus at an early stage, Lufthansa is implementing several measures to lower costs: among other things, all new hires planned for the airline with the crane will be reassessed, suspended or deferred to a later date. Lufthansa is also offering employees unpaid leave effective immediately. An expansion of part-time work options in the context of collective bargaining agreements is currently being examined,” the company said in a statement.  Meanwhile, KLM announced precautionary measures saying the impact on its operations will be “very significant”. In a letter to employees, KLM Chief Financial Officer Erik Swelheim said the impact on KLM’s revenues \"will be very significant.\" Measures announced in the letter include cutting back on external hiring in non-operational departments and hiring of consultants and other advisors as well as delaying IT and “real estate” projects. “Given the external challenges, there is a serious risk that the operating margin for 2020 will be again under pressure,” the CFO said.  ##Europe## Three out of eight Russians who were evacuated from the Diamond Princess cruise ship in Japan were diagnosed with coronavirus, the head of Russian consumer protection agency Rospotrebnadzor Anna Popova said Wednesday, state-run news agency TASS reported. “We’ve evacuated Russian citizens from Japan, all eight of them were hospitalized under medical supervision, including three people who were diagnosed with a novel coronavirus in Japan,” Popova said according to TASS. “In those three patients, [coronavirus] was confirmed using several virological methods.” The Diamond Princess cruise ship was previously under a 14-day quarantine in Japan, and more than 600 cases of the coronavirus have been linked to the vessel. Popova added that all evacuated Russians and their families are under quarantine in the city of Kazan and \"feeling well.\" Previously, Russia reported two confirmed cases of coronavirus, both in Chinese nationals. “Obviously, today we must admit that the possibility of coronavirus spreading further into the Russian Federation is certainly increasing,” Popova added. “The number of countries with coronavirus infection is increasing, it is better not to plan a trip abroad if there is no urgent need.” ##Europe## Brazil's heath minister confirmed today that a 61-year-old Brazilian man who arrived in Sao Paulo after traveling to Italy is the first case of novel coronavirus in Brazil.  Minister Luiz Henrique Mandetta said the man arrived in Brazil on Saturday without any symptoms and spent the weekend with his family before coming down with symptoms and going to a health clinic on Monday.  He was hospitalized and tested positive for the virus in a preliminary test and was isolated. The second test confirmed he had the virus. The man was in Italy from Feb. 9 until Friday.  Authorities are mapping who the man came in contact with.  US stocks opened higher today, taking a break from the sharp selloff of the past two days.  Worries about the spread of coronavirus around the world tanked global markets at the start of the week. The Dow lost more than 1,900 points over the past two trading sessions alone. Here's how the US markets opened on Wednesday:  The Dow opened up 110 points, or 0.4%.\nThe S&P 500 rose 0.5%.\nThe Nasdaq Composite climbed 0.7%. All three indexes extended their gains after the open. ##United States## While the Pope's Ash Wednesday mass at the church of Santa Sabina in Rome is going on as planned, other Catholic churches across Italy are modifying their services because of coronavirus. Catholic churches in many cities in the north of Italy — such as in Bologna, Turin, and Venice — have suspended their Ash Wednesday services. Some of them are offering masses online or through local television. Ash Wednesday is one of the most important religious days for Catholics after Christmas and Easter. It signifies the beginning of Lent, a period of six weeks before Easter when many Christians fast, abstain from meat and make a personal Lenten sacrifice to prepare themselves for Easter.  ##Europe## Coronavirus’s spread through the Middle East could add another layer of woes to a region already plagued by problems.  In the Levant, the virus could take root in one of the refugee camps that speckle the landscape. The camps are densely populated and already suffer from poor living conditions, scant medical attention and decaying infrastructure.   Economic crises in countries like Lebanon, where the health sector has already warned that it is on the brink of collapse, or Syria, could mean that millions are defenseless in the face of pathogen.   In Iran, the outbreak is the worst in the region, and it has intensified the country’s isolation. Viewed as a regional breeding ground for the virus, Iran is being sealed off from its neighbors, further crippling an economy already buckling under US sanctions.  The country’s rift from the rest of the region is becoming more pronounced. Land borders with neighboring Iraq and Afghanistan have been closed. Numerous flights to Iranian cities have been suspended.  The country’s officials are seething. Iranian President Hassan Rouhani warned the virus could be used as a “weapon” in “propaganda” by “Iran’s enemies.” The Iranian leader has refused to quarantine cities in a bid, he said, not to further stifle the economy.  Symbolically, the country’s deputy health minister, Iran Harirchi, tested positive for coronavirus on Tuesday — just 24 hours after a press briefing where he tried to downplay the threat of the virus. Rich Arab Gulf countries – such as the UAE, Bahrain and Kuwait — that have confirmed cases of novel coronavirus may have the wherewithal to stem the tide of the sickness. But most countries in the region are running on fumes.  Between trying to keep the virus at bay, and stemming the economic toll brought on by panic about its spread, they are between a rock and a hard place. They see that even the advanced countries of Europe have failed to outrace the virus. So they live on a prayer that the coronavirus tidal wave veers in another direction.  The Pope's Ash Wednesday mass in Rome will go on as planned today without any \"particular measures\" against coronavirus, Vatican spokesman Matteo Bruni tells CNN. The mass at the church of Santa Sabina will include the usual tradition of handshaking and embracing as a sign of peace. Attendees can use the water at the back of church to bless themselves upon entering.  Ash Wednesday is one of the most important religious days for Catholics after Christmas and Easter. It signifies the beginning of Lent, a period of six weeks before Easter when many Christians fast, abstain from meat and make a personal Lenten sacrifice to prepare themselves for Easter.  On Ash Wednesday Pope Francis participates in a solemn procession, together with Cardinals, bishops and monks, from the Benedictine Church of Sant’Anselmo on the Aventine Hill in Rome to the nearby Dominican church of Santa Sabina, where he celebrates mass for Ash Wednesday and places ashes, in the sign of the cross on the heads of the faithful.  ##Europe## The closer you get to northern Italy’s “red zones”— where inhabitants are barred from leaving and others entering — the less concerned the residents seem to be.  CNN's Ben Wedeman is in Secugnago, a village in Lombardy about a 5-minute drive from the police road block barring entry into the red zone. “We just had a few bottles of white wine and some risotto,” a man said with a laugh as he got on his bicycle in the main square. Half the shops and cafes in Secugnago are closed because, locals say, their owners live inside the red zone. The rest seem to be operating as usual — although one grocery store has posted a sign outside asking customers to enter only three at a time, wear face masks and shop as quickly as possible.  But few people in Secugnago are actually wearing masks: A man named Daniele is out on a stroll with his wife and young children. Daniele is a technician for a company that installs home alarms, and under normal circumstances would be at work on a Wednesday morning.  “Look around,” he says. “At the closer shops and businesses. We will pay a much higher economic price than the Coronavirus itself.” ##Europe## President Trump has announced he will hold a news conference at the White House about coronavirus at 6 p.m. ET. Here's what he tweeted moments ago: Senate Minority Leader Chuck Schumer is preparing a detailed Senate Democrat request for emergency coronavirus funding totaling $8.5 billion, a senior senate Democratic aide tells CNN. Schumer’s request is expected to be finalized this morning and sent to appropriators. This is, of course, far more than the $2.5 billion requested by the Trump administration.  ##United States## Guests at the H10 Costa Adeje Palace on the Spanish resort island of Tenerife are confused over the situation at the hotel, which was partially put on lockdown yesterday as an Italian man at the hotel tested positive for the coronavirus overnight.  Spain's Health Ministry emergencies coordinator Fernando Simon said that four people in Tenerife — an Italian couple and two others traveling with them — have now tested positive for the virus, and another four in other parts of the country had been infected.    Simon said Spain was changing the contagion risk from low to moderate. The change in risk comes as a cluster of cases in northern Italy spreads to several European nations. Guest Silke Bal said that people in the hotel were calm but confused about where in the hotel they were allowed to go. She said she saw towel collection services re-open by the swimming pool.  Some guests had breakfast delivered to their rooms by staff wearing masks and gloves,  Bal said. “We could get coffee at the restaurant, but we had to put our mouth masks on,” she told CNN.  Bal said she expected to go home on Saturday but that she couldn't get a clear answer from the hotel. Staff appear to know as little as the guests, she said.  ##Europe## The Armenian government says it has closed its border with Iran, as several coronavirus cases spreading through the Middle East appear to have links with one Iranian province.      Armenia shares a 43-kilometer (27-mile) border with Iran, and has not yet reported any coronavirus cases. Armenian government spokesperson Armen Khachatryan told CNN the border had been effectively shut since Monday and will be in effect for two weeks, but that some vehicles would be excepted.   “Of course, there will be some exceptions. No restrictions will be imposed on cargo transportations. Drivers shall be subject to special control, and a special procedure shall be applicable for the traffic of goods and commodities. There will be no restrictions on the repatriation of citizens on either side, that is, they can freely return to their homeland,\" he said, adding that some air traffic restrictions would also apply.  \"During the next two weeks we will keep in close touch with Iran’s official representatives in order to have a more comprehensive idea of the situation, after which we will jointly decide what to do next.” Greece has confirmed its first case of the novel coronavirus, a 38-year-old woman in Thessaloniki.  The woman, currently being treated in hospital, recently returned from an affected area in northern Italy and is in good condition, a health ministry spokeswoman told CNN. Authorities are checking whom she has been in contact with. Northern Italy has become the European epicenter of the virus, with more than 320 cases and 12 deaths. Cases in Greece, Croatia, Austria, Switzerland and France have been linked to the Italian cluster. Read more here. ##Europe## The shock from the novel coronavirus has rocked global markets for a third consecutive day. The spread of the virus could cost China, the world's second biggest economy, tens of billions of dollars in lost growth this quarter alone. Major outbreaks in Japan, South Korea and Italy underscore the risk posed to other big economies from the coronavirus. Investors are concerned about how the coronavirus is weighing on consumer demand, manufacturing supply chains and major economies around the world. Here's what markets are doing today: European markets were sharply lower in early trading on Wednesday as corporate profit warnings added to fears about the economic impact of the outbreak. Germany's DAX dropped as much as 3% before recovering some losses, while the CAC 40 shed 1.2% in Paris and the FTSE 100 dipped 1.1% in London. Losses were less dramatic in Asia, where Japan's Nikkei 225 dropped 0.8%. Hong Kong's Hang Seng Index gave up 0.7% and the Shanghai Composite lost 0.8%. The declines follow a terrible day in the United States, where the Dow finished 879 points, or about 3.2% lower. The index has now lost more than 2,000 points in total over the past four trading days. Read more here: Iranian President Hassan Rouhani said Wednesday that the government will not impose  quarantines on Iranian cities to contain the coronavirus outbreak in the country, state news agency IRNA reports. Iran has the worst outbreak of the coronavirus in the Middle East, with 19 deaths and 139 cases recorded. In other parts of the world, the virus has had a death rate of around 1-2%, raising speculation over whether the number of cases in Iran might have been grossly underreported or if thousands of cases have possibly gone undetected. Many cases in the Middle East appear to be linked to the Iranian province of Qom, where there are several religious sites frequently visited by Iranians and foreign tourists. All cases reported in Bahrain, Kuwait, Iraq and the United Arab Emirates have a link to Qom.  In his comments on the virus, Rouhani criticized the United States, saying that the virus “should not become a weapon at the hand of our enemies,” the semi-official Mehrs news agency reported.  “Americans and our enemies have wanted to halt our production and economic activities in this two-year period now with their sanctions and propaganda.” He said Iran cannot allow the US to stop the country’s social activities through the fear of the virus, adding, “Americans better take care of thousands of flu casualties in their own country,” according to Mehr. An infected American soldier stationed in South Korea is being isolated in Camp Humphreys, a military base near the city of Pyeongtaek. When CNN drove to the base today, there was a long line of cars waiting to enter, snaking up the hill and around the corner out of view.  Military personnel will be prohibited from participating in \"non-essential activities for entertainment,\" which includes dining in restaurants, bars, clubs or movie theaters, said Garrison Commander Michael F. Tremblay earlier today.  Military personnel are also asked to \"stay away from gatherings larger than 20 people.\" A member of the United States Forces Korea told CNN she drove to the base at 6 a.m., waited for three hours, then gave up and went home.  Only two of the six gates are open, so extra checks can take place. These measures include car screenings, with passengers having their temperatures taken and asked health-related questions.  Only mission-essential staff will be on base tomorrow.  The CNN team wasn't allowed into the base. When they went into the nearby side streets for lunch, many restaurants were closed or deserted. There was hardly anyone on the streets. ##Asia## ##United States## The novel coronavirus began in December in the central Chinese city of Wuhan, Hubei province. Now, it's reached 40 other countries and territories, and is spreading in Europe and the Middle East.  Take a look at how we got here: December 8: First patient develops symptoms of coronavirus in Wuhan.\nDecember 31: Earliest cases of virus reported to World Health Organization (WHO).\nJanuary 1: Seafood and wildlife market in Wuhan, where the outbreak is believed to have originated, is closed for disinfection.\nJanuary 7: Chinese authorities confirm they have identified the virus as a novel coronavirus.\nJanuary 9: First person dies of the virus, though his death wasn't announced until January 11.\nJanuary 13: Thailand reports its first case -- a Chinese national who had arrived from Wuhan.\nJanuary 16: Japan confirms its first case.\nJanuary 21: The United States confirms its first case.\nJanuary 23: Wuhan and several other cities are placed on lockdown, and Lunar New Year celebrations are canceled across China. WHO says virus is not yet a public health emergency of international concern.\nJanuary 28: Death toll tops 100. The number of confirmed cases in mainland China overtakes the deadly 2003 severe acute respiratory syndrome (SARS) outbreak.\nJanuary 30: WHO declares a public health emergency of international concern.\nFebruary 2: A Chinese man dies in the Philippines -- the first coronavirus death outside China.\nFebruary 4: The Diamond Princess cruise ship is docked under quarantine in Japan's Yokohama Bay with more than 3,700 people on board.\nFebruary 6: Death toll tops 500 globally.\nFebruary 7: Chinese whistleblower doctor Li Wenliang, who was targeted by Wuhan police, dies of the coronavirus. Chinese social media is flooded with grief, anger, and calls for freedom of speech.\nFebruary 8: The US Embassy in Beijing confirms that a US national died in Wuhan on February 6, marking the first confirmed death of a non-Chinese national.\nFebruary 11: Death toll tops 1,000 globally. The WHO names the coronavirus Covid-19.\nFebruary 15: The first coronavirus death in Europe is confirmed.\nFebruary 17: American passengers on the Diamond Princess are evacuated out of Japan.\nFebruary 20: Death toll tops 2,000 globally.\nFebruary 23: Cases in South Korea surge past 600 after several hundred new infections were reported in 48 hours, with more than half the cases linked to a branch of a religious group. Italy also sees a spike -- cases rise from three to 152 over the same weekend. The South Korean government has also rolled out a new phone app, which requires travelers entering the country to self-diagnose themselves and report any possible symptoms.  Take a look: ##Asia## A 60-year-old man in Paris has become the first French national to die from the coronavirus, director general of the French health authority, Jerome Salomon, told reporters Wednesday. The man died at the Pitie Salpetriere hospital in the French capital, Salomon said. Separately, two other new coronavirus cases were reported in the country, one of them a 55-year-old French man being treated in a hospital in Amiens. He is in a serious condition, Salomon said. The other is a 36-year-old French man in Strasbourg. He had recently been in Lombardy, the Italian region where more than 250 cases of the virus has been confirmed. ##Europe## Health officials in Hong Kong have confirmed four additional cases of the coronavirus, bringing the citywide total to 89. The new cases include two passengers from the Diamond Princess cruise ship, a man linked with a previously confirmed case, and a domestic helper who was linked to a previous case. One of the suspected cases is a 49-year-old woman, said Chuang Shuk-kwan of the Center for Health Protection today. The woman volunteered at a Buddhist hall; since then,  202 people with links to the hall have been contacted by authorities, and 32 have been quarantined. The rest are still being monitored. A total of 24 people have been discharged from hospital, said health officials today. One patient remains in critical condition, and another 64 are still being treated in hospital. ##Asia## The Philippines has issued a ban on people traveling from South Korea's North Gyeongsang province, effective today, according to a statement by the Presidential Palace. North Gyeongsang province includes the southeastern city of Daegu, where the majority of South Korea's coronavirus cases are located. Philippine citizens are still permitted to travel to the province for work or study. Philippine officials are conducting a risk assessment for travelers from other parts of South Korea. South Korea outbreak: There are now over 1,200 cases across South Korea. The latest outbreak began in Daegu and was centered around the Shincheonji religious group, but the virus appears to have spread now beyond practitioners. ##Asia## The coronavirus outbreak continues to spread across the world, with alarming spikes this week in Europe and the Middle East. In Asia, attention is focused on South Korea, where the number of cases has jumped to more than 1,200. Here's the latest: US soldier infected: A 23-year-old American soldier stationed in South Korea has tested positive for the coronavirus -- the first US service member to be infected. He is being isolated and monitored on a military base near the city of Pyeongtaek.\nFew China cases outside virus epicenter: China's National Health Commission reported 406 new cases of the virus today, of which only five were outside Hubei province -- ground zero for the outbreak. China also reported another 52 deaths, all in Hubei.\nExperts urge US to get ready: President Donald Trump has insisted the virus is under control, and the US Centers for Disease Control said the virus isn't recognized to be spreading in the country. But other officials warn that people need to prepare for a potential spread, and that more resources are needed.\nMiddle East cases rise: More cases were reported today in Kuwait and Bahrain -- all people who had traveled from Iran, where there are now more than 90 cases and 15 deaths. Middle Eastern countries are scrambling to respond to the Iran outbreak with closed borders, travel restrictions, and other emergency measures.\nItaly under pressure: Italy is now the largest outbreak outside Asia, with 322 cases and 11 deaths. The government is on the defensive, after the prime minister was forced to admit earlier this week that a hospital had mishandled a coronavirus case and contributed to the virus' spread.\n2020 Olympics still on: Despite rumors that the 2020 Tokyo Olympic Games may be canceled due to the coronavirus, both local organizers and the International Olympic Committee members said today that preparations were continuing as planned.\nPunished for breaking rules: More than 4,000 people have been detained for \"epidemic-related\" criminal offences in China. Meanwhile, Singapore has charged two Chinese citizens, one of whom is from Wuhan and was infected with the virus, with lying about their travel history.\nHong Kong handouts: Hong Kong's government today announced an economic relief package worth $15.4 billion to boost local consumption and counter the fallout from an economy hit by protests, the US-China trade war and coronavirus. Every permanent resident of the city will receive $1,280. South Korea announced another 115 cases of the novel coronavirus today, bringing the total number in the country to 1,261. The cases were spread across Daegu city, the broader North Gyeongsang Province, and Busan. The death toll stands at 12. Earlier, the country had reported 169 more cases and another death -- meaning there have been 284 new cases confirmed today alone. ##Asia## Singapore has charged two Chinese nationals, one of whom was infected with coronavirus, for giving false information about their travel history, the Ministry of Health (MOH) said in a news release today. The two people are Hu Jun, a 38-year-old Chinese citizen from Wuhan, and his wife Shi Sha, a 36-year-old resident of Singapore. Both Hu and Shi had given false information to government officials about their movements and whereabouts from January 22-29 when they were contacted for the purposes of contact tracing, the ministry said. Their case will be heard in court on Friday. Hu was confirmed to have the coronavirus on January 31. He has since recovered and was discharged from the hospital on February 19, said the news release. Anyone convicted of an offence under Singapore's Infectious Diseases Act is liable to a fine of up to 10,000 Singapore dollars ($7,150) and six months in prison, said the news release. \"MOH reminds the public that under the Infectious Diseases Act, it is an offence under the law for anyone to withhold or provide inaccurate information to MOH officials during contact tracing. MOH views such actions seriously and will not hesitate to take appropriate action against the perpetrators.\" ##Asia## North Korea has announced stricter inspection and quarantine measures for imported goods to the hermit nation amid the coronavirus outbreak. The state-run Korean Central News Agency (KCNA) reported today that the country's government has enhanced the roles and responsibilities of State Commission of Quality Management officials.  These officials are “clearly mindful that any slightest slackness may result in serious consequences,\" KCNA said. No cases reported: North Korea has yet to publicly confirm a single case of the coronavirus, despite being surrounded by infected neighboring countries. ##Asia## China has detained 4,260 people for \"epidemic-related criminal offences\" since the beginning of the coronavirus outbreak, the Ministry of Public Security said today. Authorities have handled around 22,000 criminal cases relating to the outbreak, with some cases involving the production and sale of inferior face masks and protective materials, vice minister Du Hangwei said at a news conference. \"Up until now, we have seized over 31 million inferior face masks and some protective equipment, with a total value of 174 million RMB ($24.7 million),\" he said. Du did not provide a full breakdown of the charges for the people detained, or specify the penalties. New rules and punishments: The Chinese government issued new regulations on February 8 to punish anyone who disrupts efforts to control the coronavirus outbreak, warning that those who violate the rules will be subject to arrest and jail.  Some of the crimes addressed by the new measures included assault of medical staff, tearing protective gear off medical staff, refusing to accept quarantine and treatment measures using violence, and intentionally destroying properties of medical and health institutions. ##Asia## As China battles the coronavirus outbreak, Japan has proved to be something of an ally.  The Japan Youth Development Association sent boxes of face masks and thermometers to China this week -- and on the side of the boxes, was a stanza from an ancient poem, which had been sent by the grandson of a Japanese emperor to a high-ranking Chinese monk. \"Even though we live in different places, we live under the same sky,\" read the stanza -- which quickly went viral on Chinese social platform Weibo. Bitter territorial disputes and long-running grievances dating back to World War II have marred the Japan-China relationship for decades. But the poem signified a thawing in relations between the old enemies that can be traced back to Japanese Prime Minister Shinzo Abe's state visit to Beijing in 2018. Compared to a century ago, China and Japan are now both highly modernized, globally significant economies, meaning any potential downturn in their relations could have serious ramifications globally. With a looming global economic slump and racist coronavirus-related assaults and slurs spreading faster than the outbreak, for now, China and Japan appear to be focusing on what they share in common and what benefits both parties. Read more here. ##Asia## Kuwait has confirmed another case of coronavirus, raising the national total to 12, according to state news agency KUNA, which cited the country’s health ministry. The 12th case is a woman who arrived from Iran, and all the reported cases are “in good health and receiving medical treatment at a hospital equipped to deal with coronavirus cases,\" KUNA reported. Yesterday, Kuwait had identified two cases -- also with recent travel to Iran, where an outbreak has seen case numbers spike this week. Three more cases of coronavirus were confirmed in the Gulf nation of Bahrain on Tuesday, bringing the nationwide total to 26, according to a statement from Bahrain's health ministry. All three new cases are women who visited Iran, where case numbers have spiked this past week. The ministry called on Bahraini citizens who visited Iran in February to self-quarantine at home until the government schedules an examination. Spike in Iran: There are now more than 90 confirmed cases of coronavirus and 15 deaths in Iran. Many neighboring countries, including Iraq, Turkey and Afghanistan have implemented travel restrictions to Iran and or closed borders with the country. Jarring contradictions in the Trump administration's response to the coronavirus are casting doubt on its capacity to tackle an outbreak. While President Donald Trump is reassuring the nation that the virus is \"going to go away\" and is \"very well under control,\" government experts are painting a far more dire picture. Warnings from experts: The US Centers for Disease Control and Prevention (CDC) said the coronavirus was not recognized to be spreading inside the United States. But a top CDC expert warned the virus could bring severe disruption to American life, and told people to get ready now. The mayor of San Francisco declared a state of emergency to prepare for the possible arrival of the virus. And some questioned the government's capacity to monitor outbreaks after it emerged that only 12 state and local health laboratories can test for the novel coronavirus. Cases in the US: To date, there are 57 recorded cases of coronavirus in the United States, including 40 passengers who were aboard the Diamond Princess cruise ship in Japan, three people who were brought home from China and 14 other patients. So far, Trump's political interests appear to have led the President to seek to minimize the threat from the virus and the chances of it evolving into an epidemic on American soil. But fast-moving developments mean that Trump looks behind the curve of the growing threat to the United States -- a dangerous position for a President who is seeking a second term. Democrats, apparently looking for vulnerabilities, are warning that his administration is asleep as a possible pandemic builds. Read the full analysis here. ##United States## An American solder infected with coronavirus in South Korea was brought to Camp Humphreys, US Army Garrison Humphreys Commander Michael F. Tremblay has confirmed in a Facebook Live video. Camp Humphreys, near the city of Pyeongtaek, is the headquarters of the United States Forces Korea (USFK). The soldier has been placed in negative pressure isolation to prevent the virus spreading, and is being monitored by medical professionals, Tremblay said. The soldier is a 23-year-old man and is the first American service member to be confirmed with coronavirus. On the military base, cinemas and bars have closed, and soldiers' movements have been restricted, Tremblay said. The USFK are only conducting mission-essential travel to Daegu, the southern city at the heart of the South Korean outbreak. ##Asia## ##United States## Taiwan reported its 32nd coronavirus case today, according to the island's Ministry of Health and Welfare. The patient is over 30 years old and a foreign national, and was a caretaker of a previous case. Iran travel restriction: In a separate statement, Taiwan also raised its travel alert to Iran to Level 2, the second-highest in its three-level system. Taiwan urged citizens travelling to Iran to strengthen their protective measures.  Iran has more than 90 confirmed cases of coronavirus and 15 deaths. ##Asia## Thailand confirmed three additional novel coronavirus cases today, bringing the national total to 40, said the Ministry of Public Health in a news conference. All cases are Thai nationals from the same family. Two of them, a 65-year-old man and his wife, returned recently from Hokkaido, Japan. The third patient is their grandson, who did not travel to Japan. ##Asia## South Korean pop group BTS -- arguably the biggest boy band in the world right now -- livestreamed a news conference for their latest album instead of holding it in front of an audience as a deadly coronavirus outbreak grips South Korea. The decision to livestream the news conference for \"Map of the Soul: 7\" on Monday was made \"to fully cooperate with the government's policy to refrain from holding events with a massive number of participants in order to prevent the spread of coronavirus,\" said a statement from BTS' management company, Big Hit Entertainment. The statement urged fans to stay away from the venue of the news conference, adding, \"The safety and health of our artists and fans will always be our priority.\" ##Asia## The US Food and Drug Administration and pharmaceutical experts are paying close attention to the potential challenges the virus might pose -- and the danger that particular drugs could face shortages. \"FDA is keenly aware that the outbreak will likely affect the medical product supply chain, including potential disruptions to suppliers [and] shortages of critical medical products in the US,\" FDA Commissioner Stephen Hahn said Tuesday. The US-China supply chain: The US relies heavily on Chinese-made medical devices, drug ingredients and drugs for humans and animals; as of 2018, China ranked second among countries that exported drugs and biologics to the United States, and first for medical devices, according to the FDA. The FDA said it has identified about 20 drugs that either solely source their active pharmaceutical ingredients or produce finished drug products from or in China. \"We have been in contact with those firms to understand if they face any drug shortage risks due to the outbreak. None of these firms has reported any shortage to date,\" FDA spokesperson Stephanie Caccomo said Monday in a statement. \"We will continue to remain in contact with the manufacturers so that we can best help mitigate any potential issues in the future.\" ##United States## ##Asia## The worst outbreak outside Asia is in Italy, where authorities were on the defensive Tuesday as they faced tough questions over the country's handling of the virus. The cases are heavily concentrated in the region of Lombardy where 212 infections have been confirmed. Around 100,000 people in Lombardy and nearby Veneto are facing travel and other restrictions. Hospital mishandling: Italian Prime Minister Giuseppe Conte was forced to admit on Monday that a hospital in the northern town of Codogno had mishandled the region's first coronavirus case, known as Patient 1. Conte said that the hospital that treated Patient 1 had not followed protocol. He did not elaborate on what protocols were breached, but admitted that the mishandling \"certainly contributed to the spread.\" Patient One: Patient 1 is a 38-year-old man, identified only by the name Mattia. Mattia was originally in intensive care for respiratory problems at a hospital in Codogno, but is now being treated at the Policlinico San Matteo in Pavia, about 35 kilometers (21.7 miles) south of Milan, Italian Civil Protection Agency spokesman Juri Pittaluga told CNN. Mattia's pregnant wife, Valentina, has also tested positive for the virus and is in the Sacco hospital in Milan, but her health condition is \"not worrying at all,\" Pittaluga said. Patient Zero mystery: Authorities in Italy have not yet identified Patient 0, the individual suspected of bringing the coronavirus into the country. Read the full story here. ##Europe## The novel coronavirus \"is not recognized to be spreading in US communities,” the US Centers for Disease Control and Prevention said in a report published yesterday. \"If sustained transmission in US communities is identi­fied, the US response strategy will enhance implementation of actions to slow spread in communities.\" The report emphasized the importance of basic preventative measures like good hygiene and staying home when you're ill. Community-level action could potentially include school suspensions and cancellations of big events to avoid crowded gatherings, said the report. These measures are disruptive, but \"might be critical to avert widespread COVID-19 transmission in US communi­ties,” according to the report. Measures in China: The report noted that mainland China had implemented drastic measures such as closing major transport hubs, placing cities under lockdown, canceling Lunar New Year celebrations, and sending employees and students home. \"However, the impact of these measures in China has not yet been evaluated,” the report added. ##United States## Iran continues to grapple with a significant outbreak, which the country's health ministry says has infected more than 90 people and killed 15. One lawmaker in the city of Qom, the epicenter of the Iranian outbreak, said the death toll may be as high as 50, but the health ministry has denied his claims. Health official infected: Among the confirmed cases is Iran's deputy health minister Iraj Harirchi  Harirchi appeared on television sweaty and ill to warn Iranians of coronavirus Monday, only to test positive for the virus on Tuesday. In a news conference on national television, Harirchi coughed and wiped sweat from his face using tissues on several occasions. He was later diagnosed with coronavirus, according to state media. Travel restrictions: Across the Middle East, flights from Iran have been halted and borders with the country have been closed as the region tries to keep the spread of the deadly virus at bay. Several countries have also issued travel bans for the country. The heavy economic sanctions imposed against Iran by the United States and other bodies have made tackling the disease harder, with the country struggling to access novel coronavirus test kits, a board member of Iran's Association of Medical Equipment Importers told the semi-official news agency ILNA on Sunday. Read the full story here. Preparations for the Tokyo 2020 Olympics are continuing \"as planned,\" according to the local organizing committee. The committee told CNN it would \"continue to collaborate with all relevant organizations which carefully monitor any incidence of infectious diseases and will review any countermeasures that may be necessary with all relevant organizations. The rest is speculation.” The International Olympic Committee (IOC) also told CNN yesterday the 2020 Olympics preparations would continue, and that “countermeasures against infectious diseases constitute an important part of Tokyo 2020’s plans to host a safe and secure Games.” Cancelation speculation: Earlier on Tuesday, senior IOC member Dick Pound told The Associated Press there is the potential for the Tokyo 2020 Olympic games to be postponed or canceled, estimating there is a three-month window to make that decision.  Tokyo 2020 responded to CNN that it “was informed that ‘the 3-month window’ is not necessarily the IOC’s collective view.” ##Asia## Last week, there were 51 people infected in South Korea. Today, there are 1,146. The outbreak began in the southern city of Daegu and was centered around the Shincheonji religious group, but the virus appears to have spread now beyond practitioners. Military cases: 18 South Korean soldiers have been infected, and the country's defense ministry has placed significant restrictions on soldiers leaving their bases. US soldier: A US service member stationed in South Korea tested positive for the virus, according to a US Forces Korea statement today. The soldier is the first US service member to test positive for the novel coronavirus. He is stationed at Camp Carroll, about 20 kilometers (12.4 miles) from Daegu, and is currently in self-quarantine as officials track down the people he had been in contact with. US-Korea military drills: The virus' spread also prompted South Korea and the United States to scale back joint military drills, according to three US officials. The three officials said this would be the first major impact of coronavirus on US military readiness, according to the officials. Without the full exercise, the US could lose ground in being able to quickly conduct future operations in a coordinated and highly synchronized manner with South Korea against North Korea in the event of a crisis, one of the officials said. Read the full story here. ##Asia## Dr. Anthony Fauci, director of the US National Institute of Allergy and Infectious Diseases, told CNN the US needed more resources to fight the coronavirus outbreak, which has infected 53 people in the US. “We’ve had a pandemic preparedness plan that we really developed in preparation for pandemic influenza, that we can extrapolate to this. We certainly need more resources, and that’s what you heard today with the supplemental request. Because we can only go a certain way with the resources we have,” Fauci said. Death rate: Fauci added that the fatality rate of the outbreak could reach the same levels in the US as in China because there is no vaccine or cure available. \"I mean, the people who are dying who require intensive care, for example in an intensive care unit -- maybe even intubation for respiratory assistance in breathing -- the Chinese have that. They have a pretty good system, and yet you’re still seeing the 2% mortality. So it isn’t a question of, ‘they don’t have as good care as we have.’ So if, in fact, we do get a pandemic that does impact us in this country, I think you’re going to see comparable types of morbidity and mortality,\" he said. ##United States## Data suggests the speed of the novel coronavirus' transmission may be faster than previous coronaviruses, according to a South Korean health official. Kim Gang-lip, deputy head of the Central Disaster Relief Headquarters, said today the agency was sending additional medical staff to Daegu, the southern city at the heart of the national outbreak. As of today, 205 doctors and nurses have volunteered to work in Daegu. More than half of all cases nationwide are linked to the Shincheonji religious group, and more than 84% of all cases in Daegu are Shincheonji members, said the city mayor. Tests on about 1,300 members of the group are expected to be completed today, Kim said. Other measures include closing all childcare centers until March 8, and analyzing data and research from international health organizations. ##Asia## The coronavirus outbreak has turned a spotlight on the science of disease, raising the question: What exactly is a pandemic? An outbreak is the occurrence of disease cases in excess of what's normally expected, according to the World Health Organization. \nAn epidemic is more than a normal number of cases of an illness, specific health-related behavior or other health-related events in a community or region.\nA pandemic is defined as the \"worldwide spread\" of a new disease. Dr. Anthony Fauci, director of the US National Institute of Allergy and Infectious Diseases, said earlier this month that there is no actual scientific, definitive definition of what constitutes a pandemic. He added that there could be arguments on either side as to whether the coronavirus outbreak could be described as a pandemic. What the WHO says: In general, the WHO avoids declaring public health situations that are not flu pandemics as pandemics.  \"We're in a phase of preparedness for a potential pandemic,\" said Mike Ryan, executive director of WHO's Health Emergencies Programme. \n\"Let's focus on what we can do and what we need to do, which is prepare. When we mean prepare, we mean prepare to detect cases, prepare to treat cases, prepare to follow contacts, prepare to put in place adequate containment measures.\" Two more coronavirus cases were confirmed in Kuwait yesterday, bringing the nationwide total to 11 cases, according to state-run news agency KUNA, citing the country's health ministry. The two patients are related through recent travel to Iran and both are in stable condition, KUNA said in its report. Kuwait evacuated 800 Kuwaiti citizens from Iran on Sunday citing “a coronavirus outbreak,\" KUNA reported. Iran outbreak: There are now 96 coronavirus cases and 15 deaths in Iran. Nearby countries, including Iraq, Afghanistan and Turkey have halted travel to Iran and implemented restrictions on travelers from the country. The Hong Kong government has announced a dramatic economic relief package worth 120 billion Hong Kong dollars ($15.4 billion). Financial secretary Paul Chan said in a budget speech Wednesday that all permanent residents in the city will receive 10,000 Hong Kong dollars ($1,280) to boost local consumption and counter the fallout from the slumping economy. Handout plan: \"The rapid spread of the novel coronavirus has dealt a severe blow to economic activities and sentiment in Hong Kong,” Chan told the city's legislature. “I have decided to implement counter-cyclical measures of a massive scale involving above HK$120 billion so as to meet the public’s expectations as far as possible.” The handouts will cost about 71 billion Hong Kong dollars ($9.1 billion) in total, and are expected to benefit around 7 million people. The government said it would announce details of the scheme soon after obtaining funding approval from local lawmakers. A hard year for Hong Kong: Chan said that the economic environment was “austere” in 2019, due to a series of factors including the US-China trade conflict and the slowing global economy. “To sum up, Hong Kong’s economy is facing enormous challenges this year. The outlook is far from promising in the near term,” he said. The financial secretary warned that a record high deficit will be recorded next year, but also noted that he believes Hong Kong’s economic fundamentals remained solid in the long term. “Although the impact of the epidemic on our economy in the near term could possibly be greater than that of the SARS outbreak in 2003, and the labor market is also subject to significant pressure, Hong Kong’s economic fundamentals remain solid and therefore our core competitiveness will not be shaken. The economy of Hong Kong should be able to recover once the epidemic is over.” ##Asia## Chevron told workers at its London office to work from home yesterday after an employee experiencing flu-like symptoms was tested for coronavirus, a person familiar with the matter told CNN Business. As a cautionary measure, employees at the office, located in London's Canary Wharf business hub, have been told to work remotely until test results are known, the person said. There is no known coronavirus outbreak in the office. The Westferry Circus office is home to several hundred Chevron employees, including commodity traders, shipping experts and lawyers. \"Chevron continues to monitor the situation very closely, utilizing the guidance of international and local health authorities,\" the company said in a statement. \"Our primary concern is the health and safety of our employees and we are taking precautionary measures to reduce their risk of exposure.\" ##Europe## An American coronavirus patient who was evacuated from the Diamond Princess cruise ship is being transferred to Nebraska from Travis Air Force Base in California, according to a statement from Nebraska Medicine. The person is the spouse of another Diamond Princess evacuee, who arrived in Omaha for monitoring and treatment last week.  This patient is scheduled to arrive at Omaha’s Eppley Airfield tonight local time. Their arrival brings the total number of people monitored at the University of Nebraska Medical Center to 15, according to the statement. Thirteen people have tested positive for the coronavirus while two people remain negative. The US Centers for Disease Control and Prevention has confirmed 53 cases of coronavirus in the US. ##United States## China's National Health Commission reported 406 new cases of the virus today, of which only five were outside Hubei province -- ground zero for the outbreak. There are now 78,064 confirmed cases in mainland China, and 80,970 globally. In China, 29,745 patients have recovered and been discharged from hospital, according to the NHC. No deaths outside Hubei: Mainland China also reported another 52 deaths related to the novel coronvirus, all in Hubei province. That brings the nationwide death toll to 2,715.  A total of 48 people outside mainland China have died from the virus, making the global death toll 2,763. Here's the global death toll: China: 2,715\nIran: 15\nSouth Korea: 12\nItaly: 11\nJapan: 5\nHong Kong: 2\nThe Philippines: 1\nFrance: 1\nTaiwan: 1 ##Asia## Hong Kong confirmed one new case of the novel coronavirus on Tuesday, bringing the city's tally to 85, according to a government statement.  The patient is a 60-year-old woman who has no recent travel history. She developed a cough on February 12 and consulted a private doctor several times before she was admitted to hospital on February 24. She is currently isolated and in a stable condition. \"According to our preliminary epidemiological investigations, some of the confirmed cases are locally infected. The (Center for Health Protection) strongly urged the public to maintain at all times strict personal and environmental hygiene,\" a CHP spokesperson said. The novel coronavirus continues to spread worldwide, with new clusters sparking emergency measures and travel restrictions in Europe and the Middle East.  Here's what you need to know: South Korea cases pass 1,000: There are 1,146 coronavirus cases and 12 deaths in South Korea, with more than half of the infections linked to a branch of the Shincheonji religious group in the country's south. The group has agreed to hand over the list of its entire congregation in South Korea to health authorities.\nUS soldier infected: A 23-year-old US soldier stationed in South Korea has become the first US service member to test positive for the coronavirus, according to  US Forces Korea.\nItaly outbreak grows: Italy is the center of the largest outbreak outside Asia, with 322 cases and 10 deaths. Officials admitted that a hospital in a northern town had mishandled the region's first coronavirus case and had contributed to the  virus' spread. Several cities and towns are under lockdown, effectively putting 100,000 people under quarantine. \nEurope on edge: Several of Italy's neighbors, including Austria, Switzerland and Croatia have reported their first cases, while Spain and France recorded several more. \nIran faces travel restrictions: There are now 96 cases and 15 deaths in Iran, with the deputy health minister among the infected. Nearby countries, including Iraq, Afghanistan and Turkey have halted travel to Iran and implemented restrictions on travelers from Iran. Other Middle Eastern countries have also reported their first cases of coronavirus in recent days, including Kuwait, Bahrain and Lebanon.\nMarkets plunge again: Early declines in Asia-Pacific stocks on Wednesday followed a terrible day in the United States, where the Dow finished 879 points, or about 3.2% lower -- its second straight day of massive declines. The index has lost more than 2,000 points in total over the past four days.\nCloser to a pandemic: Dr. Nancy Messonnier, director of the US Centers for Disease Control and Prevention’s National Center for Immunization and Respiratory Diseases, said coronavirus has met some of the criteria for a pandemic -- but not all of them. An American soldier stationed in South Korea has tested positive for the coronavirus, according to a US Forces Korea statement.  The soldier is a 23-year-old man stationed at Camp Carroll, and is the first US service member to test positive. He is currently self-quarantined at his off-base residence, said the statement. “He visited Camp Walker on 24 Feb. and Camp Carroll 21-25 Feb. KCDC (Korea Centers for Disease Control and Prevention) and USFK (United States Forces Korea) health professionals are actively conducting contact tracing to determine whether any others may have been exposed,” the statement said. ##Asia## ##United States## South Korea has confirmed one new death in the southern city of Daegu and 169 additional coronavirus cases across the country, bringing the national total to 12 deaths and 1,146 cases. More than half of all South Korean cases are linked to a branch of the Shincheonji religious group in the south of the country. The 12th death was a 73-year-old man who had previously suffered from diabetes and was a member of the Shincheonji group, according to Daegu's mayor.  A total of 134 of the latest 169 cases were also found in Daegu, according to the Korean Centers for Disease Control.  The coronavirus-related shock to US markets is once again carrying over to Asia Pacific. Australia's S&P/ASX 200 fell 2.1% Wednesday, while South Korea's Kospi (KOSPI) and Japan's Nikkei 225 (N225) each dropped 1.5%. Hong Kong's Hang Seng (HSI) Index dropped 1.1%. China's Shanghai Composite (SHCOMP) lost 1%. The declines followed a terrible day in the United States, where the Dow (INDU) finished 879 points, or about 3.2% lower -- its second straight day of massive declines. The index has lost more than 2,000 points in total over the past four days. The S&P 500 (DVS) closed down 3%, while the Nasdaq Composite (COMP) fell 2.8%. Futures for all three major US indexes were up about 0.3% in after-hours trading. Oil prices also tumbled again Tuesday. US oil settled 3% lower at $49.90 per barrel, while the global benchmark Brent crude settled 2.4% lower at $54.95 a barrel. Futures improved slightly during Asian hours. ##Asia## Algeria confirmed its first case of coronavirus on Tuesday, according to an announcement by Algerian health minister Abdel-Rahman Bin Bouzid on state-run broadcaster al-Nahar. The patient is an Italian citizen who entered the North African country on February 17, the minister said. The patient was placed in quarantine, and is under close supervision.", "Section": "asia", "Writers": ["Jessie Yeung", "Adam Renton", "Meg Wagner", "Mike Hayes"], "URL": "https://www.cnn.com/asia/live-news/coronavirus-outbreak-02-26-20-intl-hnk/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Malaysia", "Source": "CNN"}