{"Type": "article", "Time": "2018-08-08", "Headline": "Meet the 15-year-old who's the Microsoft Excel world champion (which is a real thing)", "Text": "He's never had to rely on dial-up or grind through the earliest versions of Microsoft Office. He's never had to deal with \"Clippy,\" the now-extinct paperclip with bulging eyes and an earnest desire to help you through your Microsoft experience. But Kevin Dimaculangan, a 15-year-old from Florida, already knows more about Microsoft Excel than most will learn in a lifetime.  With an American flag draped around his shoulders and the support of an enthusiastic crowd, Kevin earned the title of \"World Excel Champion\" at the Microsoft Office Specialist World Championship in Orlando, Florida, earlier this month. The event is hosted by Certiport, a provider of performance-based IT certification exams.  A little about the competition Yes, there is an annual championship that challenges competitors on their knowledge of Microsoft Office applications — and no, your self-proclaimed proficiency in Microsoft listed under the \"special skills\" section of your resume probably won't make the cut.  Students between ages 13 and 22 spend months — sometimes years — preparing for the championship, working their way up through placement tests, regional and national competitions in three Microsoft categories: Word, Excel and PowerPoint.   This year, more than 760,000 candidates from around the world entered the competition in hopes of earning the \"World Champion\" title and walking away with the prize of $7,000.  In the final round, 152 students from 51 countries competed from July 29 through August  1. Competitors could choose between the 2013 or 2016 versions of Word, PowerPoint or Excel programs. There were six winners for each Microsoft category and version.  He picked Excel as a hobby last year Kevin is the second American in a row to earn first place in the Microsoft Excel 2016 category. Last year, it was John Dumoulin from Woodbridge, Virginia.  But for Kevin, it was never about becoming a world champion. Excel was a hobby he just happened to pick up last year.  Kevin is a rising sophomore at Dunbar High School in Lee County, Florida, which prioritizes a strong technical education program in its curriculum.  He said he was interested in earning technical certifications because one of his teachers offered prizes to whomever earned the most the fastest, and a new Bluetooth speaker sounded pretty cool.  Kevin decided to try for a Microsoft Excel certification during this past school year. Out of 1,000 points, he got 1,000. A perfect score. He then decided to take the examination at the expert level. Another perfect score.  Soon, he was teaching Excel to his fellow students — and to his teachers.  Next up: PowerPoint Even with his perfect scores and victories in state and national competitions in Excel, earning first place at the world championship was a challenge. During the competition, students are given a series of instructions and are asked to recreate Excel files, he said. Whoever creates the closest replica to the original wins.  \"Time doesn't really matter because pretty much no one gets to finish,\" he said. \"The main point is being accurate.\" Along with Kevin, the winners from the other categories were from Taiwan, Thailand, New Zealand and Hong Kong.  When asked about his plans for the future, Kevin said something no one has ever said before: \"For Excel, there's not too much more to learn.\"  He might set his sights on conquering Word or PowerPoint for his junior or senior year, but for now, he's focused on earning some more certifications.  There was a lot he enjoyed about the competition, he said, like having his family, friends and principal cheering him on in the crowd, and the support he felt from fellow Team USA competitors.  \"Even before they started the Excel awards, they were all saying that they believed in me,\" Kevin said, \"that [I] could do it.\" But the best part of the competition was what came after.  \"They did send us to Universal after the testing, and that just happened to line up with my birthday,\" he said with a smile.  He thinks he'd like to be a software engineer, though he's not totally sure where his expertise in Excel will take him. For now, Harry Potter World at Universal Studios is far enough.  \"Thanks, Microsoft!\" ", "Section": "us", "Writers": [], "URL": "https://www.cnn.com/2018/08/08/us/microsoft-excel-champion-trnd/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Thailand", "Source": "CNN"}