{"Type": "article", "Time": "2020-12-28", "Headline": "December 29 coronavirus news", "Text": "Los Angeles County’s Covid-19 hospitalizations are at an all-time high, with 10 times the number of people in hospital from just two months ago. According to the Los Angeles Department of Public Health (LADPH), 7,181 patients were in the hospital Tuesday -- 267 more than Monday. Around 20% of those in hospital are in the intensive care unit (ICU).  On October 29, there were 750 people hospitalized with the disease.  LADPH is reporting 227 new deaths, which is a record for the highest number of fatalities reported in a day, although authorities attributed the high number in part to a reporting delay from last week’s Spectrum power outage and the holidays.  The county also announced 12,979 newly confirmed cases Tuesday.   In context: LA County is home to nearly 10 million people, making it the most populous county in the US.  The county alone has reported more coronavirus cases than many countries, including Belgium and Canada. Since the beginning of the pandemic, LA County has seen 746,089 cases of Covid-19 and is inching toward 10,000 deaths, with 9,782 lives lost. ##Hotspots## Incoming congressman-elect Luke Letlow has died aged 41 after being diagnosed with Covid-19, CNN has confirmed. In a statement released on Twitter, Louisiana Gov. John Bel Edwards wrote: \"It is with heavy hearts that @FirstLadyOfLA and I offer our condolences to Congressman-elect Luke Letlow’s family on his passing after a battle with COVID-19.\"  Two Republican sources also confirmed Letlow's death to CNN.  Read more: The United States reported a record-high number of new Covid-19 deaths on Tuesday, according to data from Johns Hopkins University (JHU).  So far on Tuesday, 3,708 additional Covid-19 deaths have been reported, according to JHU.  The US is currently averaging 2,210 additional deaths per day and has reported 338,544 total deaths, JHU data shows.  The days with the highest number of new deaths according to JHU data are:  Dec. 29: 3,708 \nDec. 16: 3,682 \nDec. 22: 3,401 \nDec. 23: 3,359 \nDec. 17: 3,346  Note: This is an ongoing tally. The final numbers will not be available until overnight tonight.  ##Hotspots## A lack of resources and little advanced planning has delayed vaccine distribution and administration in the United States, a member of the Biden-Harris Transition Covid Advisory Board said in an interview Tuesday.  “We've had a pattern of consistently underestimating the virus and over promising what's going to happen and that has to change,” Dr. Atul Gawande, who is also a surgeon at Brigham and Women's Hospital, told CNN’s Brianna Golodryga. “I'd say we're still not at the bottom of why all of the problems are there,” Gawande said. Gawande said there had not been the advanced planning and resources to stand up the vaccination sites and capabilities required. “I'm very involved in standing up vaccination sites in Massachusetts and it's been a big problem that there weren't the resources to get them going weeks ago,” Gawande said.\n“And then you know the protocols and transparency about who's being prioritized when all of that came down just in the last couple of weeks and that's not enough time to expect all of the distribution to already be happening.” Gawande said he expects President-elect Joe Biden to be “upfront about what the challenges are” and “transparent about where the bottlenecks are.” Operation Warp Speed had promised that 20 million doses of vaccine would be administered before January 1. The latest data from the US Centers for Disease Control and Prevention shows that just over 11 million doses have been distributed and only 2.1 million have been administered to people. ##Vaccines## The United States will likely see “homegrown variants” of Covid-19 similar to the United Kingdom variant identified in Colorado on Tuesday, said Dr. Peter Hotez, dean of the National School of Tropical Medicine at Baylor College of Medicine. “That variant from the UK was noted in the UK back in September, and it's probably been in the US since September,” Hotez told CNN’s Jim Acosta Tuesday. While the variant seems to be more transmissible than previously identified Covid-19 strains, health authorities from around the world have said it does not appear to be more deadly.  Hotez said that if the US starts performing more virus genomic surveillance, it will likely identify additional strains of the virus in the country. “We're going to see homegrown variants that are similar in character in terms of transmissibility, I can almost promise you that,” he said.  ##UK Variant## The first known case of the new Covid-19 variant in the United States was discovered in Colorado Tuesday, according to state health officials.  The variant, called B.1.1.7, has been linked to the United Kingdom. The Colorado man who was infected is in his 20s, is isolating in Elbert County and appears to have no travel history, according to Gov. Jared Polis. No close contacts of the man have been identified yet, but health officials are working on contact tracing, Polis said. Here's what we know about the new Covid-19 variant: It came from the UK: The new variant is believed to have originated in southeast England, according to the World Health Organization.\nIt spreads quicker: Scientists advising the UK government have estimated the variant could be up to 70% more effective at spreading than others. Peter Horby, chair of the UK's New and Emerging Respiratory Virus Threats Advisory Group (NERVTAG), said last week that scientists were \"confident\" the new variant is \"spreading faster than other virus variants.\"\nIt raises questions about vaccines: But there are no signs yet that the current vaccine front-runners won't work against this new variant, experts and drugmakers have said.\nIt's appeared in other countries: The variant has already spread globally. Aside from the US, it has also been detected in several countries, including Denmark, Belgium, the Netherlands and Australia, according to WHO. Read more: ##UK Variant## The UK Covid-19 variant is “almost certainly in multiple states, a member of the Biden-Harris Transition COVID Advisory Board said Tuesday. “It is almost certainly in multiple states and I think we will be seeing evidence of that in the days to come,” Dr. Atul Gawande, who is also a surgeon at Brigham and Women's Hospital, told CNN’s Brianna Golodryga. On Tuesday, a Colorado man in his 20s with no known travel history became the first confirmed case of the variant in the United States. “An unknown travel history mean that this person picked it up the community,” Gawande said. “Exactly how prevalent it is, is the real question,” he said. “If it's been spreading, how, how dominant is it?” “We know it is a more contagious variant and that's a serious concern if it is only just now beginning to spread, given that our hospitals and ICUs, in particular, are already being filled,” he added. The UK Covid-19 strain appears to be more transmissible. Gawande said that’s a big part of his concern because he expects the surge underway in the United States to get worse before it gets better. “If this mutation, this mutated virus, which is more contagious, is not widespread yet and beginning to spread, that means it will be even more important to follow the approaches we know work,” he said.  Most experts have suggested the UK variant is not necessarily associated with more severe illness, or increased risk for hospitalization and death.  ##UK Variant## The United States reported 124,686 current Covid-19 hospitalizations on Tuesday, setting a record high since the pandemic began, according to the Covid Tracking Project (CTP).  This is the 28th consecutive day that the US has remained above 100,000 current hospitalizations.   The highest hospitalization numbers, according to CTP data, are:  Dec. 29: 124,686 \nDec. 28: 121,235 \nDec. 24: 120,151 \nDec. 23: 119,463 \nDec. 25: 118,948  ##Hotspots## Texas reported Tuesday a record number of coronavirus patient hospitalizations; 11,775 people across the state, according to the state's coronavirus dashboard.  The state's last record number of Covid-19 hospitalizations was Monday with 11,351 people. According to the Texas Covid-19 dashboard, there are 653 available intensive care unit beds; 7,601 ventilators available, and 12,320 available hospital beds.  Note: These numbers were released by the Texas Department of Health Services and may not line up exactly in real-time with CNN's database drawn from Johns Hopkins University and the Covid Tracking Project. ##Hotspots## Biotech company Moderna announced plans Tuesday to immunize its workforce with its new vaccine. The company issued a statement explaining that it is making the shot available to its workers in the United States “to provide an additional layer of Covid-19 protection” because Moderna workers are conducting essential services in developing, manufacturing and delivering the vaccine. “The program will extend to adult household members of our team to reduce the risk of absenteeism and disruption due to a Covid-19 infection in an adult household member,” Moderna said.  The company is also making vaccines available to board members. “Participation in the program is confidential and entirely voluntary,\" the company added.  The company is paying for the program, including the vaccine and the administration. The vaccine that will be used is separate from the supply committed to the US government, Moderna said. Some context: The US Food and Drug Administration granted the company an emergency use authorization for its shot just over a week ago, making it the second Covid-19 vaccine to receive authorization in the US. ##Vaccines## Treasury Sec. Steven Mnuchin said direct payments to Americans may begin to be deposited as early as tonight.  These would be the $600 payments included in the Covid-19 relief package President Trump signed on Sunday evening. Read Mnuchin's tweet: ##US Stimulus## Colorado health officials announced the nation’s first known case of the Covid-19 variant originally discovered in the United Kingdom Tuesday.  The Covid-19 variant B.1.1.7 was identified in a Colorado man in his 20s, with no travel history, Colorado Gov. Jared Polis said in a statement Tuesday. Polis said the man is in isolation in Elbert County, and will remain in isolation until cleared by health officials. No close contacts of the man have been identified yet, but health officials are working on contact tracing, he added. “There is a lot we don’t know about this new Covid-19 variant, but scientists in the United Kingdom are warning the world that it is significantly more contagious,” Polis said. “The health and safety of Coloradans is our top priority and we will closely monitor this case, as well as all Covid-19 indicators, very closely.” ##UK Variant## There were 178,935 new cases of Covid-19 reported among children in the week ending Dec. 24, the American Academy of Pediatrics said Tuesday.  According to the AAP, this number of cases brings the cumulative total to 2,000,681 positive Covid-19 cases among children since the start of the pandemic. As of Dec. 24, children represented 12.4% of all cases of Covid-19 in the US. The AAP also noted, that since Nov. 12, there has been an increase of 1 million Covid-19 cases in children, and over the last two weeks, from Dec. 10 - Dec. 24, there was a 22% increase in child cases.  This puts the overall rate at \"2,658 cases per 100,000 children in the population,\" the AAP said. \"At this time, it appears that severe illness due to Covid-19 is rare among children. However, there is an urgent need to collect more data on longer-term impacts of the pandemic on children, including ways the virus may harm the long-term physical health of infected children, as well as its emotional and mental health effects,\" the AAP's data report said.    As of Tuesday, 19.88 million doses of the Covid-19 vaccine have been allocated to states, according to a tweet from the Health and Human Services Public Affairs Office.  HHS said it reached that number by allocating 4.2 million doses that will be delivered in the first week of 2021. Last week, Army Gen. Gustave Perna, chief operating officer of Operation Warp Speed, said the US planned to allocate 20 million doses of the vaccine by the end of the year. An allocation of vaccine is not a confirmed shipment. Instead, it is vaccine that has been allocated for states to be able to order, according to a senior administration official.  Despite the allocations, the latest data from the US Centers for Disease Control and Prevention shows that just over 11 million doses have been distributed, and only 2.1 million have actually been administered to people. ##Vaccines## Preliminary analysis from Public Health England (PHE) on the new variant of coronavirus first detected in the UK has revealed that, while the variant appears to be more transmissible, there is no evidence it’s linked to a higher risk of hospital admission or death. “Preliminary results from the cohort study found no statistically significant difference in hospitalization and 28-day case fatality” between people infected with the new variant versus a different strain of the virus, according to the report released Dec. 28.  The report supports statements from health authorities around the world who have said there is no reason to believe the variant causes more severe disease. The British health authority notes that “there was also no significant difference in the likelihood of reinfection” between both groups. However, this was based on a relatively small number of suspected reinfections. Some context: The report comes as coronavirus cases in the UK continue to surge, with further confirmed cases of the new variant in more than two dozen countries across the globe. ##UK Variant## Chile has recorded its first case of the new Covid-19 variant — first detected in England — in a passenger who returned to the country recently after visiting London, a senior Chilean health ministry official announced on Tuesday.   The country's Undersecretary of Public Health Paula Daza said a Chilean woman who arrived on a flight from Madrid on Dec. 22 tested positive for the variant. The woman spent a week in London visiting relatives before flying to Chile from Madrid.   “All emergency measures have been taken and the person has already been transferred to a local hospital to be monitored by health personnel,” Daza said.   Daza assured that the woman is in good health and that contract tracing is being carried out.   Health authorities have since announced a mandatory 10-day quarantine for all people arriving in Chile from abroad, beginning Thursday.    ##UK Variant## New York Gov. Andrew Cuomo tweeted Tuesday Covid-19 hospitalizations in the state are at 7,814.  The statewide positivity rate stands at 7.14% with 11,438 new cases.  There were 124 new deaths reported, according to Cuomo.   Note: These numbers were released New York Department of Health and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project. ##Hotspots## The National Football League and NFL Players Association's latest Covid-19 testing results revealed 58 players and team personnel tested positive for the virus between Dec. 20 and Dec. 26. The combined total is up from 45 positive tests, which were reported during the week of Dec. 13-19. The NFL says there were 21 players and 37 personnel who tested positive for coronavirus.  Overall, the league says it has administered approximately 881,510 tests to players and personnel during the period from Aug. 1 to Dec. 26. During this time, 222 players and 396 personnel tested positive for Covid-19, according to the league and the players’ union.   Mike and Carol Bruno did everything right to avoid Covid-19. They refrained from hosting the big, traditional family gatherings they were used to. They stuck to phone calls and video conferences with family even though they didn't live far away. But a simple family visit to get a haircut claimed both of their lives. The Brunos were married nearly six decades before they passed away from the virus, their son Joseph Bruno told CNN. The Chicago couple, who died 10 days apart, are now among the more than 1.7 million people who have died from coronavirus in the US. Bruno hopes his family's grief serves as an important reminder of how easy it can be to contract Covid-19, no matter how safe you are. \"Even when we thought we did everything right, we still got it,\" Bruno told CNN.  Keep reading here. During an impassioned speech on the Senate floor Tuesday afternoon, Independent Sen. Bernie Sanders implored lawmakers to increase the size of direct stimulus checks to individuals from $600 to $2,000 as the weight of the coronavirus pandemic continues to crush families in need. \"The working class of this country today faces more economic desperation than at any time since the Great Depression of the 1930s ....Do we turn our backs on struggling working families? Or do we respond to their pain?\" Sanders said today. Sanders, who said Monday he would move to delay a vote on the National Defense Authorization Act unless Sen. Mitch McConnell, a Republican, brings $2,000 stimulus checks to a vote on the floor, continues to push for larger checks.  McConnell blocked Senate Democratic Leader Chuck Schumer’s request today for the chamber to pass by unanimous consent the House-passed bill which increased the amount of the stimulus checks. Schumer said $600 is “not enough” for Americans who need the extra money to pay for groceries and rent, and dismissed concerns that the proposal would add too much money to the deficit. He said that Republicans had previously passed nearly $2 trillion in tax cuts and recently fought to include a tax break for corporate meal expenses. More on Sanders: According to a new Gallup poll, Sanders and Bill Gates were among the most admired men on a new list released Tuesday. Barack Obama came in second among men at 15%. President-elect Joe Biden came in third with 6% of and Dr. Anthony Fauci, the nation's top infectious disease expert, came in fourth with 3%.  President Trump and former first lady Michelle Obama were the most admired man and woman of 2020, according to the poll. CNN's Ali Zaslav, Alex Rogers and Ted Barrett contributed to this report. ##US Stimulus## WATCH: Senate Majority Leader Mitch McConnell blocked Senate Democratic Leader Chuck Schumer’s request for the chamber to pass by unanimous consent the House-passed bill increasing the size of direct stimulus checks to individuals from $600 to $2,000.  McConnell said on Tuesday that the Senate would consider three of President Trump’s priorities—further direct financial support for Americans, reexamining Section 230’s protections for technology firms and ballot integrity efforts—this week. “Those are the three important subjects the President has linked together,” said McConnell. “This week the Senate will begin a process to bring these three priorities into focus.”  McConnell’s remark about bringing Trump’s priorities “into focus,” was not a commitment to bringing votes on the issues.  Schumer urged the Senate to join Trump and the House to increase the size of the checks, arguing that “working Americans have taken it on the chin” during the pandemic.  “Right now, they're facing their hardest and their darkest days,” said Schumer. “Tens of millions have lost their jobs. Tens of millions are struggling to put food on the table, keep a roof over their heads. In the wealthiest nation on Earth, modern day bread lines stretch for miles down American highways.”  “The fastest way to get money into Americans pockets, is to send some of their tax dollars right back from where they came,” he added.  ##US Stimulus## Watch Sen. McConnell object: The United Kingdom recorded 53,135 new coronavirus cases on Tuesday, breaking its daily record since the pandemic began for a second day in a row. An additional 414 people have died, according to the government’s dashboard. The previous highest record was reported on Monday when the UK reported 41,385 coronavirus cases and 357 deaths. In response to the latest figures, Dr. Susan Hopkins, senior medical adviser for Public Health England, said in a statement: “We are continuing to see unprecedented levels of Covid-19 infection across the UK, which is of extreme concern particularly as our hospitals are at their most vulnerable.” “Whilst the number of cases reported today include some from over the festive period, these figures are largely a reflection of a real increase,” she added. ##Hotspots##  The European Union has bought an additional 100 million doses of the Pfizer/BioNTech vaccine — bringing its total to 300 million, European Commission President Ursula von der Leyen tweeted Tuesday. \"More vaccines will follow,\" von der Leyen added. The EU officially kicked off its Covid-19 vaccination campaign on Sunday, days after approving the Pfizer/BioNTech coronavirus vaccine on Dec. 21. The vaccine rollout comes as European governments race to contain the spread of a new Covid-19 variant that was first detected in the UK. The European Medicines Agency (EMA) is continuing its rolling review of other promising vaccine candidates, including those from AstraZeneca and Oxford University, and Johnson & Johnson. See the tweet: ##Vaccines## ##UK Variant## More than 67,000 people have been vaccinated in New York City, Mayor Bill de Blasio said, adding that the “results, again, have been great.” New York City administered 12,515 vaccines on Dec. 23, making it the highest single-day total of vaccinations in the city, he said Tuesday. Urgent care staff treating Covid-19 patients, staff administering the Covid-19 vaccine, health care workers, nursing home residents and staff, as well as EMS, will be vaccinated this week, according to the mayor. ##Vaccines## US stocks opened higher on Tuesday, putting the three major benchmarks on track for a second day of record highs. The market was boosted Monday by President Trump’s signing of the new stimulus deal the night before, even as many economists say the bill is coming too late. Here's how Wall Street opened: The Dow opened 0.5%, or 142 points, higher.\nThe S&P 500 also rose 0.5%.\nThe Nasdaq Composite opened up 0.5%. Reminder: This week is another shortened trading week due to the New Year’s holiday on Friday. ##US Stimulus## Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, told CNN’s Jim Sciutto Tuesday that the US is in a coronavirus surge that has \"just gotten...out of control in many respects.\" He said the recent holiday travel period could make January even worse than December. “Once you get to large numbers of people at a dinner inside, poor air ventilation and circulation, that's when you get in trouble,” he said. “That's what we're concerned about — that in addition to the surge, we're going to have an increase superimposed upon that surge which could make January even worse than December. I hope not. I hope that doesn't happen, but it certainly is possible.\" Asked how much worse things could get, Fauci said that different models say different things, but “I think we just have to assume that it’s going to get worse.”  He said that he hopes things don’t get to the level of continually seeing over 200,000 new infections a day, because hospitalizations and deaths will then follow. “It’s highly predictable that once you increase in those number of cases, in a staggered way, every couple of weeks, you get increases in the hospitalizations,” he said. ##Hotspots##  WATCH: The number of new coronavirus cases in Israel surged to their highest level since October, even as the country awoke to day three of its latest lockdown and a vaccination campaign entered its second week.  According to the health ministry, 5,449 new coronavirus cases were reported on Monday. The previous day, the country entered its third nationwide lockdown, with restrictions on movement, activities and the operation of nonessential businesses. At least 3,256 people have died from coronavirus. Meanwhile, Israel continued to push ahead with vaccinations, with an additional 115,000 people receiving their first dose of the Pfizer/BioNTech vaccine. At least 495,000 people have been vaccinated. “In nine vaccination days we have vaccinated more than all those infected since the beginning of the pandemic,” said Health Minister Yuli Edelstein, referring to the total of 409,147 Israelis who have come down with Covid. Health workers, at-risk groups and people over 60 have been first in line to receive the vaccine in Israel. On Monday, a 75-year-old man died shortly after receiving his first dose. In a statement, the health ministry said he suffered from active heart disease and that he’d previously had a number of heart attacks: “Initial examination does not show a link between the unfortunate event and the vaccine.”   Asked on Tuesday what President-elect Joe Biden needs to do to turn the coronavirus pandemic around, Dr. Anthony Fauci, the nation's leading infectious disease expert, told CNN’s Jim Sciutto that if everybody follows Biden's plan to wear masks for the first 100 days that he is in office, and if people “put aside the nonsense” of masks being political, the curve will come down and the US will get better control of coronavirus. “I think what he is actually doing, showing leadership from the top and talking about the importance of essentially pleading with Americans, 'let's do this, let’s take 100 days' — it’s going to be more than 100 days — but what he’s saying is that let’s take at least 100 days and everybody — every single person — put aside this nonsense of making masks be a political statement or not,\" said Fauci, the director of the National Institute of Allergy and Infectious Diseases Fauci added: “We know it works, we know social distancing works, we know avoiding congregate setting works. For goodness sakes, let’s all do it, and you will see that that curve will come down and we will get better control. There is no doubt about it, that if we do that, so let’s just do it.” About Biden's plan: In an interview with CNN's Jake Tapper, the President-elect said he will ask Americans to wear masks for the first 100 days after he takes office.  Biden pledged to sign a mask mandate on his first day in office. While the President can't unilaterally require every American to wear a mask, under the law Biden said he could require masks in places like federal buildings and on planes, trains and buses for interstate travel. WATCH: Further coronavirus restrictions are needed in England to prevent a \"catastrophe\" at the start of 2021, a member of the UK government's New and Emerging Respiratory Virus Threats Advisory Group (NERVTAG) said Tuesday. \"I think we are entering a very dangerous new phase of the pandemic and we're going to need decisive, early, national action to prevent a catastrophe in January and February,\" Andrew Hayward, a professor of infectious disease epidemiology at University College London, told BBC Radio 4's Today programme. \"A 50% increase in transmissibility means that the previous levels of restrictions that worked before won't work now, and so Tier 4 restrictions are likely to be necessary or even higher than that,\" Hayward added. His comments come as figures from NHS England released on Monday showed 20,426 Covid-19 hospitalizations in England – more than the almost 19,000 at the peak of the first wave in April. The number of new cases continues to rise, with the UK recording its highest daily figure so far on Monday.  The government is set to carry out its review of the current coronavirus tiers on Wednesday.  \"I think we're really looking at a situation where we're moving into near lockdown, but we've got to learn the lessons from the first lockdown,\" Hayward warned. He added that the increase of coronavirus cases is \"largely driven by the new variant.\" \"We've had, you know, control measures that were previously controlling the old variant that are not enough for this variant. And so if we want to control the new variant we're going to need much tighter restrictions.\" Asked about the impact of schools reopening on the spread of the virus, Hayward said, \"I think we're going to have to get schools back. Maybe a little bit later, but we're going to have to have increased strict restrictions in other areas of society to pay for that.\" \"We need to be more or less in a similar sort of message of stay at home unless you really, really have to, so there's that combined with incentivisation of testing, incentivisation of isolation – those sorts of things that will carry us through the next few months while we get as many people as possible vaccinated.\" ##UK Variant## American Airlines is informing most of its employees now returning from furlough because of the stimulus bill that they do not yet need to actually report for duty, CNN has learned. They will, however, be paid with federal funds.   The stimulus aid package means American and other airlines are putting furloughed employees including pilots and flight attendants back on its payroll. But even though the number of people flying picked up over the holiday period, the airline is still operating a significantly smaller flight schedule – and does not need the influx of thousands more employees in its facilities, cockpits and cabins.     The airline told pilots in an internal email obtained by CNN that only 60 of the 1,247 pilots it furloughed will soon return to flying – and those 60 are expected to resume flight duties in March.   The airline did not comment directly on those numbers. Spokesperson Matt Miller told CNN the airline plans “to bring team members back to work as we get through the administrative processes (training, etc.) and based on operational need.”    But Miller acknowledged that American has “recalled everyone for purposes of reinstating their pay and benefits.” The first paychecks for previously-furloughed employees went out on Christmas Eve, the airline said.    Previously-furloughed employees who are not needed in the workplace will be paid with federal funds through March 31 under the stimulus act.  ##US Stimulus## About 500 doses of Moderna's Covid-19 vaccine had to be discarded on Saturday at the Aurora Medical Center in Grafton, Wisconsin, due to a storage error, according to a spokesperson for the facility. \"We learned that about 50 vials of Moderna vaccine were inadvertently removed from a pharmacy refrigerator overnight,\" according to a statement from the medical center. \"Our internal review determined that as a result of unintended human error, the vials were not replaced in the refrigerator after temporarily being removed to access other items.\" The medical center said it was able to vaccinate some members of its staff within the approved 12-hour post-refrigeration window, but most of the vaccine had to be discarded. \"Unfortunately, most of it had to be discarded due to the temperature storage requirements necessary to maintain its viability,\" the statement read. \"We are clearly disappointed and regret this happened.\" According to the statement, the medical center has vaccinated about 17,000 staff members over the last 12 days. ##Vaccines## Pakistan says it might have detected three cases of the new UK Covid-19 strand, according to Pakistan's Sindh province health department. \"Samples of 3 UK returnees show a 95% match to the new Corona Virus variant from UK in the first phase of Genotyping,\" Sindh Health Department said in a tweet Tuesday. The health department tested 12 UK returnees for genotyping. Of the 12 people, six tested positive for Covid-19 and three cases showed the new UK variant. The three cases will undergo another phase of genotyping, the health department added. If confirmed, these will be the first detected cases of the new Covid-19 variant in Pakistan. ##UK Variant## Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, told CNN’s Jim Sciutto Tuesday that his advice for schools coming out of the holidays is that children should be in school wherever possible, but the safety of them and their teachers must be the primary thing.  “You can’t have one size fits all,” Fauci said. “But the bottom line, what I call default position, should be that we should, wherever we are, try as best as we can to get the children back to school and to keep them in school and to have a plan to try and keep them as safe as possible.” He said that looking at the data, as it’s evolved over the last several months, transmission in the context of a school is “considerably lower than what we had though, so it may be that the children are more safe in school than we would have thought they are.” Fauci said that the primary thing has to be “the safety and the health and the welfare of the children and the teachers.”  He said that hopefully as teachers get vaccinated as essential personnel, “and we ultimately get to the people who are taking care of the children,” there will be less of a burden of transmission within the context of the school, he said. “But, again, we’ve got to try as best as possible to keep the children at school,” he said. “But, don’t be so rigid as to say every single thing must be done this way, we have to have flexibility.” People who decline to be vaccinated against coronavirus in Spain will be listed in a new registry that will be shared with European Union Member states, Spain’s Health Minister Salvador Illa said in a television interview on Monday. Speaking to Spain’s La Sexta TV, Illa stressed that the information will not be made public, in line with Spain’s data protection laws, and vaccinations will not be made compulsory.  “What will be done is a registry…of those people who have been offered it and simply rejected it,” Illa told La Sexta.  However, health care professionals have since weighed in, saying the idea presents potential dangers. “The most important thing is to know how the registry will be used,” said Jose Luis Cobos, the deputy director of the Spanish General Council of Nursing.  “If it’s for public health purposes to better understand COVID, and it’s anonymous, that’s one thing. But if it’s ‘I’m now on the list of the bad people,’ that’s another thing. We don’t think a registry should be used to infringe on liberties, or for employers against people,” he added. Hours after Illa’s television interview Monday, the head of Spain’s Medicines Agency, Maria Jesus Lamas, told Spain’s SER radio that the new registry would be used “to understand the causes behind declining the vaccination…doubt or rejection.” “The registry is anonymous. There’s no chance of identifying anyone in the registry,” she added.  Spain’s 17 regional governments administer vaccines across the nation, and in the southern region of Andalusia, people currently appear in a registry only if they get a vaccine, including its batch number and who administered it for quality control, an Andalusia health department spokesperson told CNN. The spokesperson also noted that there is no registry for members of the general public who decline vaccinations, although Andalusia health care workers must sign a document if they refuse a vaccination.  Spain has the world’s ninth largest number of coronavirus cases, at more than 1.8 million, and the tenth highest number of deaths, at just over 50,000, according to Johns Hopkins University. ##Vaccines## The English Premier League has announced 18 new positive Covid-19 tests among its soccer players and club staff in its latest round of testing -- the highest amount of positive tests this season. The news comes a day after Manchester City's Premier League fixture at Everton was postponed following multiple positive coronavirus test results within the City squad.  It was the second English Premier League game this season to be called off due to a virus outbreak, after Aston Villa vs. Newcastle United earlier this month. In a statement on Tuesday the League said that between 21 December and 27 December, 1,479 players and club staff were tested for Covid-19 of which 18 were new positive tests. As per League protocol, specific details of individuals affected were not disclosed, but players or staff that did test positive must now self-isolate for 10 days. The previous highest total of positive Covid-19 tests was recorded last month, when 16 individuals returned positive tests between 9 November and 15 November. A statement from a top Russian official indicates that the country's true coronavirus death toll is more than three times higher than the country's official statistics show. New data from the country's statistics agency, Rosstat, shows that during the first 11 months of 2020, there was an increase of over 229,700 more deaths in Russia than during the same period of 2019. Deputy Prime Minister Tatyana Golikova, who is in charge of the country's coronavirus response, said Monday that \"more than 81% of this increase in mortality over this period is due to Covid.\" According to a CNN calculation, that means 186,000 Russians died from coronavirus in these months. With an actual Covid-19 death toll of 186,000, Russia would have the third-highest number of any country in the world. Golikova's statement marks the first time a Russian official has acknowledged what critics have long suspected: that Russia's true coronavirus death toll is much higher than the official toll, which is under 56,000. Russia has reported more than 3 million confirmed cases but maintained it has a comparatively low fatality rate thanks to how it's handled the pandemic. Doubts over official toll: Critics have expressed overwhelming skepticism of Russia's official figures, saying that the issue lies with the counting method that permits ascribing deaths in coronavirus-infected patients to other causes and allows officials to claim a lower toll. For instance, Rosstat said that 35,645 people with coronavirus or suspected coronavirus died in November but added that in about a third of fatalities Covid-19 was not considered to be the main cause of death or a major factor in the death at all. Russia coronavirus task force, which publishes daily statistics on new cases and fatalities using a different methodology than Rosstat, reported only 12,229 coronavirus-related deaths in November. This counting method differs from World Health Organization guidelines, which states that all deaths related to Covid-19 should be counted unless there is \"a clear alternative cause that cannot be related\" to the disease. The coronavirus pandemic continues to rage around the world, with more than 81 million cases recorded globally, and 1.7 million dead, according to Johns Hopkins University. So far, about 2.1 million vaccine doses have been administered in the US and more than 11.4 million doses have been distributed as of Monday, according to the US Centers for Disease Control and Prevention. Another 4.7 million will be distributed by the end of the week, Assistant Secretary for Health at the US Department of Health and Human Services Admiral Brett Giroir said. But the number of patients in hospital with Covid-19 is the highest it's ever been in the US, which reported 121,235 people hospitalized on Monday, the biggest figure since the start of the pandemic, according to the Covid Tracking Project.  ICU coronavirus patients have increased from 16% in September to 40% last week, and health experts anticipate holiday travel could mean a \"surge on top of a surge.\" Here's the latest from around the world: Wuhan's Covid-19 reality check: Nearly half a million residents in the Chinese city where the novel coronavirus first emerged may have been infected with Covid-19 -- almost 10 times the official number of confirmed cases, according to a study by the Chinese Center for Disease Control and Prevention. Kamala Harris to receive vaccine: Vice President-elect Harris is expected to receive the first dose of a Covid-19 shot on Tuesday, live on camera from Washington DC, according to the Biden transition team. Historic Dutch death toll: The Netherlands' increased death toll in 2020 was the worst observed in the country since World War II, according to the government’s statistics body. “In 2020, up to and including week 51, around 162,000 people have died, 13,000 more than expected,” Statistics Netherlands said in a statement.  UK cases surge again: The UK's National Health Service is \"back in the eye of the storm,\" NHS England chief Simon Stevens said Monday. His comments come a day after official figures revealed at least 20,426 hospital beds are now occupied by confirmed coronavirus patients -- more than during the country's first peak of the pandemic in April.  British military to support mass testing at schools: Some 1,500 armed force personnel are set to assist high schools in England, as part of plans to implement a mass coronavirus testing program in schools ahead of the new term. US Forces Korea begins vaccine distribution: United States Forces Korea started vaccinating military and civilian health care workers, first responders and the USFK command team at three of its medical facilities on Tuesday. Philippines and Indonesia impose travel bans: The Philippines has banned inbound foreign travelers from 18 countries and Hong Kong, expanding a current ban on travelers from the UK put in place to stop new coronavirus variants being brought into the country. Meanwhile, Indonesia will close its borders to foreign travelers for two weeks, beginning January 1, to prevent the spread of the new variant. Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, told CNN’s Jim Sciutto Tuesday that the US is “certainly not at the numbers that we wanted to be at the end of December,” when it comes to the number of Covid-19 vaccines administered.  The administration had said that the goal was for 20 million people to be vaccinated by the end of the year. As of Monday morning, the US Centers for Disease Control and Prevention’s Covid Data Tracker reported just over two million people receiving their first dose.  “Even if you undercount, two million as an undercount, how much undercount could it be,” Fauci said. “So, we are below where we want to be.”  Fauci praised Army Gen. Gustave Perna, chief operating officer of Operation Warp Speed,  for publicly apologizing for some glitches that have gotten in the way.  “I believe that as we get into January, we are going to see an increase in the momentum,” Fauci said, which “I hope allows us to catch up to the projected pace that we had spoken about a month or two ago when we were talking about the planned rollout of the vaccinations.”    He said that “we really want” to get priority people vaccinated so that the country can get into “open season” for the general population.  Vaccinating priority people is “certainly saving lives, no doubt about that,” Fauci said, but “when you get to the point where you can essentially say anybody and everybody who wants to be vaccinated can be vaccinated that’s when you really turn around the dynamics of the outbreak.”  “We hope as we get into January, February, March and into April, we’ll finally be there so that the spring and the summer, we can really do a very good job of getting as many people as possible vaccinated,” he said.  ##Hotspots## ##Vaccines## The Netherlands' increased death toll in 2020 was the worst observed in the country since World War II, according to the government’s statistics body.  “In 2020, up to and including week 51, around 162,000 people have died, 13,000 more than expected,” Statistics Netherlands said in a statement. “Such an increase in the number of deceased has not been observed since the Second World War.” As of Monday, 11,042 people in the Netherlands have died of Covid-19 and 770,400 have been infected, according to the Dutch National Institute for Public Health and the Environment. The Dutch government recently announced new rules requiring nearly all new arrivals to the Netherlands to have a negative PCR test in order to enter the country. Military personnel are set to assist with the rollout of a mass coronavirus testing program in high schools across England, the UK Ministry of Defence (MOD) announced Tuesday in a statement. “This week I have authorized over a thousand Armed Forces personnel to assist schools returning after the Christmas break,” UK Defense Secretary Ben Wallace said.  According to the MOD, 1,500 Armed Forces personnel will be made available to support the Department for Education and the Department for Health and Social Care “to ensure that students and staff can return as safely as possible” when the new term begins in January.  The Secretary of State for Education, Gavin Williamson, welcomed the MOD’s support, adding in a statement that the testing of students in schools will “break chains of transmission, fight the virus, and help deliver the national priority of keeping education open for all.” Indonesia will close its borders to foreign travelers for two weeks, beginning January 1, to prevent the spread of the new coronavirus strain, according to state-run news agency Antara. \"[We are] temporarily closing Indonesian borders, from January 1 to 14 of 2021, for foreign nationals from all countries,\" the Minister of Foreign Affairs, Retno Marsudi, said at an online media conference on Monday. Indonesian citizens who travel abroad will be allowed to re-enter if they can show negative PCR results before travelling back and take an additional PCR test on arrival, Marsudi said. After arriving, citizens will then have to isolate for five days and take another PCR test, the minister added. High-ranking foreign officials and representatives from foreign countries will be excluded from the new ban, state-run news agency Antara reported. Indonesia has had 719,219 confirmed Covid-19 cases, and 21,452 deaths from the virus, according to data from Johns Hopkins University. The Philippines has banned inbound foreign travelers from 18 countries and Hong Kong according to the Philippines News Agency (PNA).  The latest restrictions expands the current ban on travelers from the UK, which was put in place to stop new coronavirus variants being brought into the country Foreign travelers from Denmark, Ireland, Japan, Australia, Israel, The Netherlands, Switzerland, France, Germany, Iceland, Italy, Lebanon, Singapore, Sweden, South Korea, South Africa, Canada, Spain, and Hong Kong will be banned from December 30 until January 15.  The new restrictions were announced in a memo from President Duterte’s office and give allowances for returning Filipino citizens, who must quarantine four 14 days, regardless of coronavirus test results, PNA reports. There have been 470,650 confirmed cases of coronavirus in the Philippines, and 9,124 deaths, according to data from Johns Hopkins University. ##UK Variant## The European Union has called for the \"immediate release\" of Zhang Zhan, an independent Chinese journalist jailed for her role in documenting the early outbreak of coronavirus in Wuhan, China. Zhang reported from Wuhan at the height of the initial coronavirus outbreak and has been jailed for four years by a Shanghai court after being found guilty of \"picking quarrels and provoking trouble\", her lawyer said Monday. A former lawyer, Zhang traveled some 400 miles from Shanghai to Wuhan in early February to report on the pandemic and subsequent attempts to contain it, just as the authorities began reining in state-run and private Chinese media. For more than three months, she documented snippets of life under lockdown in Wuhan and the harsh reality faced by its residents, from overflowing hospitals to empty shops. She posted her observations, photos and videos on Wechat, Twitter and YouTube -- the latter two of which are blocked in China. \"The restrictions on freedom of expression, on access to information, and intimidation and surveillance of journalist s …in China, are growing and continue to be a source of great concern,\" a spokesperson for the EU's Foreign and Security Policy Service said in a statemen on Tuesdayt.\"“According to credible sources, Ms Zhang has been subject to torture and ill-treatment during her detention and her health condition has seriously deteriorated. It is crucial that she receives adequate medical assistance\"” the statement added.  The EU has also called for the immediate release of \"other detained and convicted human rights defenders …as well as all those who have engaged in reporting activities in the public interest.\" According to Reporters Without Borders (RSF), China is the biggest jailer of journalists in the world and tightly controls the press at home while blocking most foreign media outlets via the Great Firewall, its vast online censorship and surveillance apparatus. Nearly all people arriving in the Netherlands will now need to provide proof of a negative coronavirus PCR test, taken within the past 72 hours. The rule applies to arrivals from within and outside the European Union, whether arriving by air, train, or bus -- but not those coming into the country by private car.  The test requirement does not negate the requirement to quarantine for 10 days upon arrival, nor the EU-wide ban on non-essential travel from outside the bloc. So far, 11,042 people in the Netherlands have died of Covid-19 and 770,400 have been infected, according to data from the Dutch National Institute for Public Health and the Environment. The government announced the new rule last week; it came into effect Tuesday at midnight. \"This is one of the Dutch measures to prevent the import and spread of the coronavirus,\" the government said in a statement.   Vice President-elect Kamala Harris is expected to receive her first dose of a Covid-19 vaccine on Tuesday, according to the Biden transition team. A transition official told CNN that the vaccine would be administered live on camera from Washington, DC.  The official said Harris' husband, Doug Emhoff, would also receive the vaccine on Tuesday. Who has received the vaccine? The vice president-elect's vaccination will come just over a week after President-elect Joe Biden received his live on national television. After getting the shot, Biden reassured Americans of the vaccine's safety and urged them to get vaccinated as soon as the shots became available to them. Vice President Mike Pence was administered the vaccine at an on-camera event the week prior to Biden. The first doses of the Pfizer/BioNTech vaccine were administered to health care workers the same week that Pence received his shot. President Donald Trump has not yet received the vaccine and won't be administered one until it is recommended by the White House medical team, a White House official previously told CNN. Read the full story here. ##Vaccines## The number of patients hospitalized across the US with Covid-19 is the highest it's ever been -- and at this rate health experts warn they may have to ration nurses, respirators and care. \"When you run out of capacity, physicians and bioethicists in these hospitals will need to decide which patients are salvageable -- potentially salvageable -- and which patients aren't,\" CNN medical analyst Dr. Jonathan Reiner explained. Hospitalizations at a high: The US reported 121,235 patients hospitalized with coronavirus Monday -- the highest that figure has been since the start of the pandemic, according to the Covid Tracking Project. The number of ICU coronavirus patients has increased from 16% in September to 40% last week, and health experts anticipate holiday travel could lead to a \"surge on top of a surge.\" Hospitals consider rationing care: That spike in cases would put Martin Luther King Jr. Community Hospital in Los Angeles in the position of needing to ration care, CEO Dr. Elaine Batchlor said Monday. \"If we continue to see an increase in the number of Covid patients, we may be forced to do something that, as health professionals, we all really just loathe having to even think about,\" Batchlor told CNN's Brooke Baldwin. Battlefield triage techniques: Martin Luther King Jr. Hospital will not turn patients away, Batchlor said, but staff may have to employ techniques that have been used in war. \"We use what in the battlefield is called triage techniques, which is doing an assessment of each person's needs and prognosis and using scarce resources with patients that are most likely to benefit from them,\" she said. Read the full story here. ##Hotspots## The UK's National Health Service (NHS) is \"back in the eye of the storm,\" NHS England chief Simon Stevens said Monday, as confirmed cases and hospitalizations continue to surge.  \"We are back in the eye of the storm with a second wave of coronavirus sweeping Europe and, indeed, this country,\" Stevens said. \"This has probably been the toughest year that most of us can remember. That's certainly true across the health service, where we've been responding to the worst pandemic in a century.\" Stevens' comments come a day after NHS England figures revealed at least 20,426 hospital beds are now occupied by confirmed coronavirus patients -- that's more than during the first peak of the pandemic in April.  Speaking in a video message, Stevens commended the work of healthcare professionals and scientists working to develop \"breakthrough\" vaccines.  \"We think that with vaccine supplies continuing to come on stream, we will have been able to offer all vulnerable people across this country this Covid vaccination. And that perhaps provides the biggest chink of hope for the year ahead,\" he said.  On Monday, the UK recorded a further 41,385 coronavirus cases, breaking its single-day record, and a further 357 Covid-19 deaths were recorded.  ##Hotspots## United States Forces Korea started vaccinating military and civilian healthcare workers, first responders and the USFK command team Tuesday at three of its medical facilities, according to a media release. USFK was previously identified as one of four overseas locations to receive the Moderna vaccine through the Department of Defense's phased distribution plan. The US Food and Drug Administration authorized the Moderna Covid-19 vaccine under an emergency use authorization (EUA) on December 18. Under an EUA, the vaccine is 100% voluntary and not mandatory. More than 100 coronavirus cases were linked to the USFK earlier this year.  ##Vaccines## Nearly half a million residents in the Chinese city where the novel coronavirus first emerged may have been infected with Covid-19 -- almost 10 times its official number of confirmed cases, according to a study by the Chinese Center for Disease Control and Prevention (CDC). The study used a sample of 34,000 people in the general population in Wuhan -- the original epicenter of the pandemic -- and other cities in Hubei province, as well as Beijing, Shanghai, and the provinces of Guangdong, Jiangsu, Sichuan and Liaoning to estimate Covid-19 infection rates. The researchers found an antibody prevalence rate of 4.43% for Covid-19 among residents in Wuhan, a metropolis of 11 million people. As of Sunday, Wuhan had reported a total of 50,354 confirmed cases of Covid-19, according to the Wuhan Municipal Health Commission. The study aimed to estimate the scale of past infections in a population by testing blood serum samples from a pool of people for coronavirus antibodies. Its findings are not taken to be final statistics of how many people in a given area have been exposed to the virus. The Chinese CDC said the study was conducted a month after China \"contained the first wave of the Covid-19 epidemic.\" The prevalence rate outside of Wuhan is significantly lower, the study showed. In other cities in Hubei, only 0.44% of residents surveyed were found to have coronavirus antibodies. Outside the province, antibodies were only detected in two people among the more than 12,000 residents surveyed. The results of the study were revealed in a Chinese CDC post on social media Monday. It did not mention whether the study has been published in academic journals. Read the full story: South Korea is restricting new visas for travelers from the United Kingdom and South Africa after recording three cases of the new UK Covid-19 variant Monday, according to the Korea Disease Control and Prevention Agency. The KDCA announced Monday that it had detected the new Covid-19 variant -- first identified in England and which appears to transmit more easily -- in three visitors traveling from London who arrived in South Korea on December 22. Some 17 close contacts who took the same plane as the confirmed cases have all tested negative and are being monitored while in quarantine, KDCA official Kwon Joon-wook said in a briefing Tuesday. Kwon added the country will stop issuing new visas for people coming from the UK and South Africa unless they are for diplomatic, governmental or humanitarian purposes. South Korea on Monday extended a ban on flights from the UK until January 7. ##UK Variant## India announced Tuesday morning that it has detected the new Covid-19 variant in six passengers who have returned from the United Kingdom, according to the Ministry of Health and Family Welfare.  All six patients have been isolated and anyone who came in contact with them is currently under quarantine.  “All these persons have been kept in single room isolation in designated health care facilities by respective state governments,” the health ministry said in a news release.  \n\"Their close contacts have also been put under quarantine. Comprehensive contact tracing has been initiated for co-travellers, family contacts and others. Genome sequencing on other specimens is going on. Last week, the Indian government suspended all flights to and from the UK till the end of December.  State and Federal authorities have been tracking about 33,000 passengers who traveled to India from the UK between November 25 and December 22. Of those, 114 have tested positive for Covid-19. Samples from all positive patients are being genome sequenced for variants.  ##UK Variant## The South Korean government will provide emergency relief handouts worth 9.3 trillion Korean won ($ 8.52 billion) to small business owners and people who are struggling due to Covid-19 prevention measures, South Korea’s President Moon Jae-in said during a cabinet meeting on Tuesday. In a statement provided by the presidential Blue House, Moon said that relief funds will be provided for people starting from early January. The funds range between 1 million to 3 million Korean won ($915 to $2,750) depending on the degree that the pandemic has impacted livelihoods. India reported its lowest 24-hour rise in coronavirus cases in six months on Tuesday with 16,432 new infections, according to figures issued by the country's Health Ministry. Tuesday’s 24-hour death toll was also the lowest since June 9.  The total number of cases in India stands at 10,224,303, including 148,153 deaths, according to the Health Ministry.  India's new Covid-19 cases have been trending downward since October.   More than 169.8 million tests had been conducted as of Tuesday, according to the Indian Council of Medical Research. Vaccines: The distribution of a Covid-19 vaccine has not begun in India as three vaccine manufacturers, including Pfizer and Serum Institute of India, are still awaiting emergency approval from Indian regulators.  ##Hotspots##  ##Vaccines## The United States reported 168,817 new Covid-19 cases and 1,718 additional deaths on Monday, according to Johns Hopkins University's tally. At least 19,301,543 total cases and 334,836 deaths have now been recorded in the US. The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases.   CNN is tracking US cases: ##Hotspots## Japan’s Health Ministry announced on Monday that it had detected the country's first case of the South African Covid-19 variant.  A woman in her 30s who arrived at Tokyo’s Narita airport from South Africa on December 19 tested positive for Covid-19 and was found to be carrying the variant.  The government also on Monday confirmed an additional six cases of the English variant, which appears to transmit more easily. Those cases traveled from the United Kingdom and tested positive at the airport upon their arrival in Japan between December 1 and 24. A total of 14 cases of the UK variant have now been detected in Japan.  The announcement of the detection of the South Africa-linked variant comes after the Japanese government started banning the entry of non-resident foreign nationals on Monday following the discovery of the UK variant in Japan. ##UK Variant## Japan reported 2,395 new coronavirus cases and 54 additional deaths Monday, according to a statement from the country's Ministry of Health.  Of those, 481 were in the capital, Tokyo, where the total number of people infected with the virus since the start of the pandemic now stands at 57,040.  It's the highest number of cases recorded in Tokyo on a Monday since the pandemic began. Japan typically records lower case numbers on Mondays as many medical facilities are closed over the weekends. The total number of confirmed cases nationwide in Japan now stands at 223,832, while the death toll has reached 3,319. While the latest national figures are down from a daily high reported on Friday, the Health Ministry said 661 patients were in a serious condition on Monday, two more than the previous day.  PM's pledge: At a government coronavirus task force meeting Monday, Japan's Prime Minister Yoshihide Suga pledged to make sure health care services are available to deal with Covid-19 infections during the year-end and New Year holidays. \"There is no holiday for (the) virus,\" he said. The Chinese city of Wuhan -- which reported the first cases of Covid-19 last year -- has begun rolling out emergency use vaccines, according to the local branch of the Center for Disease Control and Prevention.  He Zhenyu, deputy director of the Wuhan CDC, made the announcement during a news conference on Monday.   “Wuhan launched emergency use of Covid-19 vaccines beginning December 24 in 48 designated clinics in 15 districts in the city, targeting some key groups of people,” He said.  People targeted by this vaccine campaign are between 18 to 59 years old, and will need to take two shots with a four-week interval, He added.  ##Vaccines## When China first reported cases of coronavirus to the World Health Organization on December 31, 2019, it was described as a mysterious new strain of pneumonia. It didn't even have a name. Within two weeks, Chinese scientists had identified the virus' genome sequence, the genetic code that makes up the virus. Within three weeks, the first test kits had been created and then shared by the WHO. And just over 11 months since the virus was reported to the WHO, the first people were vaccinated, making the shots the fastest vaccines ever developed. The speed at which we've learned about coronavirus is unprecedented and scientists say we already know a remarkable amount. But one year on, with more than 81 million reported infections and 1.7 million deaths around the world, there's still a lot we don't know about Covid-19. Those unknowns range from the basics -- such as how the virus started -- to the more complicated questions, including how will this pandemic end? Read the full story: The United States reported 121,235 Covid-19 hospitalizations on Monday, setting a new record high since the pandemic began, according to the Covid Tracking Project (CTP). This is the 27th consecutive day that the US has remained above 100,000 current hospitalizations. According to CTP data, these days had the highest hospitalization numbers: Dec. 28: 121,235 people hospitalized\nDec. 24: 120,151 people hospitalized\nDec. 23: 119,463 people hospitalized\nDec. 25: 118,948 people hospitalized\nDec. 27: 118,720 people hospitalized ##Hotspots## Biotech company Novavax -- which announced the launch of a phase 3 trial of its Covid-19 vaccine in the US on Monday -- confirmed it is also testing its vaccine against the UK strain of coronavirus that appears to transmit more easily. \"We are actively testing sera against the new UK strain,” the company said in a statement Monday, adding that “results will take several weeks.” This will involve taking blood from trial participants who received the vaccine and checking to see if their antibodies neutralize the UK strain in the lab. Novavax joins other pharmaceutical companies, including Pfizer and Moderna, that are also testing their vaccines against this strain -- which has become widespread in the United Kingdom and has appeared in many other countries. The variant appears to be more transmissible, but there’s no indication it causes more severe disease.  The statement noted there have been other coronavirus variants, and the company believes its vaccine will create an \"immune response that covers these sequence variants and will be protective.” ##UK Variant## ##Vaccines## Novavax on Monday announced the start of the Phase 3 trial of its Covid-19 vaccine in the United States and Mexico. It is the fifth company to launch a large-scale trial of a coronavirus vaccine in the United States.  The trial for the vaccine candidate, known as NVX-CoV2373, will evaluate safety, efficacy and immune response in up to 30,000 people age 18 and older. It builds on Phase 1/2 studies that demonstrated that the vaccine provoked an immune response and appeared to be safe.  The trial is examining whether the vaccine prevents Covid-19 symptoms, as well as moderate or severe Covid-19 symptoms. All participants will be followed for 24 months following their second injection. Two-thirds of participants will be assigned to randomly receive two injections of vaccine administered 21 days apart, the remaining one-third will receive a placebo. The trials sites are in locations that currently have high transmission rates \"to accelerate the accumulation of positive cases that could show efficacy,\" a news release from Novavax says. Read more about the vaccine trial: ##Vaccines## The House of Representatives on Monday passed a measure to increase stimulus checks for Americans under a certain income level to $2,000 after President Donald Trump championed the effort, sending the bill to the Senate where its future is less certain. The legislation, which passed with a 275-134 vote, comes a day after Trump signed a sweeping coronavirus relief bill into law Sunday evening. That measure, which was negotiated on a bipartisan basis, provides for $600 in direct payments, but after a deal was brokered and passed out of Congress, Trump railed against the amount as too low and called for $2,000 checks instead, prompting House Democrats to push for an increase. Democrats have seized on Trump's 11th-hour complaint over the direct payments in a bid to push congressional Republicans to accept a higher amount, forcing GOP lawmakers to decide whether or not to defy the President after many have argued that the overall cost for a stimulus package should not rise too high. When and if the Senate will consider the measure is uncertain: The Senate Democratic leader, Sen. Chuck Schumer of New York, announced Monday that he planned to try and quickly pass the measure in the GOP-led chamber through requesting a unanimous consent agreement, which can be blocked by any senators who opposes it. \"Following the strong bipartisan vote in the House, tomorrow I will move to pass the legislation in the Senate to quickly deliver Americans with $2,000 emergency checks,\" Schumer said in a statement. \"Every Senate Democrat is for this much-needed increase in emergency financial relief, which can be approved tomorrow if no Republican blocks it -- there is no good reason for Senate Republicans to stand in the way.\" Read the full story: ##US Stimulus##", "Section": "world", "Writers": ["Julia Hollingsworth", "Adam Renton"], "URL": "https://www.cnn.com/world/live-news/coronavirus-pandemic-vaccine-updates-12-29-20/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Philippines", "Source": "CNN"}