{"Type": "article", "Time": "2018-12-04", "Headline": "Most visited: World's top cities for tourism", "Text": "Bright lights, big cities.  The lure of urban centers has lost none of its appeal in 2018, with tourists expected to make around 1.4 billion trips to cities around the world this year.   UK-based market research company Euromonitor International has just released its Top 100 City Destinations 2018 report, an annual ranking of the world's most popular cities by international tourism arrivals. Once again, Hong Kong has come out on top. Close to 30 million tourists are expected to travel to the region before the year is out -- and more than 50% of them will be from the Chinese mainland.  Travel is on the rise Global air traffic has been rising steadily for years and 2018 is no exception. Euromonitor International's research covers 600 cities and, they say, global inbound arrivals are expected to grow by 5% this year.  Asia continues to be the biggest player in the rankings, with 41 of the top 100 cities being on the continent.  Bangkok holds onto its place as No. 2 in the rankings, with close to 24 million visitors expected this year, while Singapore, Macau, Kuala Lumpur and Shenzhen are all the top 10.  \"Japan and India stand out for their strong growth in inbound city arrivals growth,\" says Euromonitor International, highlighting that \"cities such as Osaka and Chiba have shown average annual growth of 43% and 35%, respectively, between 2012 and 2017.\" Beyond Asia Another non-mover, London hangs in there in third place, with just under 21 million international tourists expected. Its European rivals -- Paris, with 16.9 million, and Rome, with 9.7 million -- must make do with sixth place and 15th place, respectively.  Megahub Dubai is in seventh place, with 16.7 million visitors, although Euromonitor International reports that the Middle East and Africa regions are the lowest performers overall, with cities such as Jerba and Sousse in Tunisia and Sharm el Sheikh in Egypt dropping out of the ranking in recent years due to the impact of terrorist attacks.  Cairo, however, is bouncing back, and places No. 50 in this year's list, with 4.9 million international visitors expected. Ones to watch  Euromonitor International names Mumbai, Porto, Osaka and Jerusalem as its cities to watch.  Mumbai will enter the Asian top 10 next year, with an expected arrivals growth of 19%, and is prepared for the influx, with the first phase of the new Navi Mumbai International Airport set to be operational by 2019.  After a slump between 2013 and 2015, Jerusalem arrivals are expected to grow by 38% in 2018, thanks, says Euromonitor International, to \"relative stability and a strong marketing push.\"  US has 'turbulent year'  The US, concludes Euromonitor International, \"has had a turbulent year.\"  New York City, with 13.5 million visitors expected, is the only city in the whole of the Americas to make the top 20. Miami appears at No. 22, while Los Angeles and Las Vegas are No. 27 and No. 28.  Euromonitor International points out that while the US National Travel and Tourism Office (NTTO) announced in September 2017 that visitor numbers had fallen by 5% year on year -- \"inevitably it was put down to the Trump effect\" -- the NTTO has since had to revise its figures.  There was actually a 2% increase in visitors to the US in 2017. While this rise is fairly modest compared to other regions, Euromonitor International says that this year \"most US cities showed steady growth.\" Top 20 cities based on 2017 arrivals and 2018 estimates 1. Hong Kong: 27,880,300 arrivals (2017) / 29,827,200 arrivals (2018) 2. Bangkok, Thailand: 22,453,900 arrivals (2017) / 23,688,800 arrivals (2018) 3. London, England: 19,827,800 arrivals (2017) / 20,715,900 arrivals (2018) 4. Singapore: 17,618,800 arrivals (2017) / 18,551,200 arrivals (2018) 5. Macau: 17,337,200 arrivals (2017) / 18,931,400 arrivals (2018)   6. Paris, France: 15,834,200 arrivals (2017) / 16,863,500 arrivals (2018) 7. Dubai, United Arab Emirates: 15,790,000 arrivals (2017) / 16,658,500 arrivals (2018) 8. New York City, USA: 13,100,000 arrivals (2017) / 13,500,000 arrivals (2018) 9. Kuala Lumpur, Malaysia: 12,843,500 arrivals (2017) / 13,434,000 arrivals (2018)  10. Shenzhen, China: 12,075,100 arrivals (2017) / 12,437,300 arrivals (2018) 11. Phuket, Thailand: 11,613,100 arrivals (2017) / 11,945,500 arrivals (2018)  12. Istanbul, Turkey: 10,730,300 arrivals (2017) / 12,121,100 arrivals (2018) 13. Delhi, India: 10,157,000 arrivals (2017) / 12,505,300 arrivals (2018) 14. Tokyo, Japan: 9,549,400 arrivals (2017) / 9,896,300 arrivals (2018)  15. Rome, Italy: 9,531,600 arrivals (2017) / 9,703,200 arrivals (2018) 16. Antalya, Turkey: 9,482,400 arrivals (2017) / 10,729,300 arrivals (2018) 17. Taipei, Taiwan: 9,273,300 arrivals (2017) / 9,783,300 arrivals (2018) 18. Guangzhou, China: 9,004,800 arrivals (2017) / 9,392,000 arrivals (2018) 19. Mumbai, India: 8,984,900 arrivals (2017) / 10,670,100 arrivals (2018) 20. Prague, Czech Republic: 8,806,700 arrivals (2017) / 9,038,900 arrivals (2018) ", "Section": "travel", "Writers": ["Maureen O'Hare"], "URL": "https://www.cnn.com/travel/article/most-visited-cities-euromonitor-2018/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Thailand", "Source": "CNN"}