{"Type": "article", "Time": "2020-06-19", "Headline": "Colgate is still selling 'Black Person Toothpaste' in China. Now that's under review", "Text": "Colgate has announced a review of its toothpaste brand Darlie, which once featured a smiling White man in blackface, as companies around the world reconsider their use of racist stereotypes following the killing of George Floyd. The popular brand, which is sold in China, the Philippines, Thailand and other Asian countries, has long been criticized for using racist imagery. The brand is marketed in Chinese as \"Black Person Toothpaste\" and was sold using the racial epithet Darkie until its name was changed in 1989. Darlie is the top brand by market share in China, according to Colgate-Palmolive. The brand — whose logo is still of a man in a top hat and tuxedo, though he is meant to be racially ambiguous — is under review. \"For more than 35 years, we have been working together to evolve the brand, including substantial changes to the name, logo and packaging. We are currently working with our partner to review and further evolve all aspects of the brand, including the brand name,\" the company said in a statement to Reuters. The company did not respond to a request for comment outside of regular office hours. It linked to the Reuters report from its official Twitter account.   Protests have erupted around the world following the killing of Floyd, an unarmed Black man, by a White police officer in Minneapolis, Minnesota. The campaign against racial injustice has also sparked a reckoning in the corporate world, with some firms choosing to acknowledge the racist roots of their business. Quaker Oats announced earlier this week that it will change the logo of its Aunt Jemima brand, which for decades has been widely criticized as a racist caricature of a Black maid stemming from slavery. Uncle Ben's owner Mars and Conagra Brands, which makes Mrs. Butterworth's, quickly followed suit. B&G Foods has also initiated a review of its packaging for Cream of Wheat, which features the image of a Black cook. Darlie is manufactured by Hawley & Hazel, which was founded in Shanghai and is now based in Hong Kong. The toothpaste became a part of Colgate's product line when Colgate acquired a 50% stake in Hawley & Hazel in 1985. The toothpaste's original name and logo were conceived in the 1920s, when Hawley & Hazel's CEO visited the United States and saw Al Jolson, a White actor who performed in blackface in the film \"The Jazz Singer,\" according to the the book \"America Brushes Up.\" \"The executive thought Jolson's wide smile and bright teeth would make an excellent toothpaste logo,\" author Kerry Segrave wrote in the book. After Colgate entered its joint venture with Hawley & Hazel, US church groups pushed the company to abolish the Darkie brand, according to Segrave. Colgate relented in 1989, renaming Darkie to Darlie and redesigning the logo. ", "Section": "business", "Writers": ["Sherisse Pham"], "URL": "https://www.cnn.com/2020/06/19/business/colgate-darlie-toothpaste-intl-hnk/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Philippines", "Source": "CNN"}