{"Type": "article", "Time": "2020-08-13", "Headline": "After TikTok and WeChat, Alibaba could be the next target in Trump's tech war", "Text": "The United States has taken aim at some of China's biggest tech champions, from Huawei and ByteDance's TikTok to Tencent's WeChat. Alibaba, one of the world's largest retail and internet conglomerates, could be next.  The actions against Chinese companies have marked a dramatic escalation of the Trump administration's push back against Beijing's rising tech prowess, forcing global players to chose between China and the United States.   \"We are in a paradigm shift, and geopolitics is going through a historic transformation right now,\" said Alex Capri, research fellow at the Hinrich Foundation and senior fellow and lecturer at the National University of Singapore. Washington officials are making \"more accusations\" against Chinese tech companies, an \"indication that the administration is really looking to decouple\" the tech industry, he added.   Unlike ByteDance or Huawei — whose global expansion was blunted after Washington cut it off from US technology — Alibaba hasn't had much success expanding into Western markets. But the fact that it is a national tech champion in China may be reason enough for Washington to target it, according to Capri.  Alibaba hasn't yet been threatened with the same kinds of sanctions that US President Donald Trump has proposed or levied against other Chinese tech firms. And Trump has even spoken fondly of company founder Jack Ma, calling him a \"friend of mine\" earlier this year after the Chinese billionaire said he would donate supplies for fighting the coronavirus pandemic. But the company is on the minds of US officials. Secretary of State Mike Pompeo name-checked Alibaba last week when he urged American companies to remove \"untrusted\" Chinese-owned technology from their digital networks. Washington wants to protect \"Americans' most sensitive personal information and our businesses' most valuable intellectual property — including Covid vaccine research — from being accessed on cloud-based systems run by companies\" such as Alibaba and Tencent, among others, Pompeo said at the time.   Multinational companies are \"being picked as national champions for strategic assets and are being leveraged ... whether they like it or not,\" Capri said.  Companies like Alibaba were \"nurtured in a fully protected environment in China, that was closed to foreign competitors [and] they captured market share without having to compete with foreign companies,\" Capri said. \"Now that they're venturing out and they want to compete in open markets, they're facing a backlash.\" A wide net Alibaba, which did not respond to requests for comment for this story, operates widely popular e-commerce platforms, mostly available in China and other Southeast Asian markets. It also started Alipay, one of the most dominant payment apps in China alongside Tencent's WeChat Pay. Any action by Washington would likely not affect the company's e-commerce and retail business in China, which accounts for nearly 80% of Alibaba's 509.7 billion yuan ($73.5 billion) in annual revenue. International retail and wholesale revenue accounts for 7% of the company's total haul. And even sanctions on Alibaba's US cloud business would be minimal. Cloud services, which Alibaba does not break out by region, accounts for less than 10% of total revenue. But the broadly worded executive order issued against WeChat last week indicates that Washington may be preparing to cast a wider net.  The WeChat order, for example, could prevent all US persons and US companies from working with anything related to the messaging app, according to Dan Wang, a Beijing-based technology analyst with research firm Gavekal Dragonomics. He said that could cut WeChat off from all US technologies — a move that would bar Tencent from the software and semiconductors it needs to keep WeChat operating. \"If they do something like that with Alibaba, that would also be a pretty big blow,\" he said. Alibaba has very large cloud operations in China and \"requires US semiconductors and software in order to continue these operations,\" he said.  And even though Alibaba generates little revenue from the United States, the country is still an important market. Last year, the company opened up its e-commerce business to small US businesses and launched an English language version of its Tmall platform for the first time, seeking to double the number of foreign brands on Tmall to 40,000 in three years. A lot of big US companies already sell goods on Tmall, including Apple, Nike and Johnson & Johnson.  Alibaba's other ties to the United States also run deep. When the company chose to go public in 2014, it picked the New York Stock Exchange — an offering that raised a staggering $25 billion, setting a global record that was only bested last year when Saudi Aramco's IPO raised $25.6 billion.  How US firms could feel the pain US firms could also suffer from the fresh restrictions imposed on Chinese tech companies.  If, for example, Washington forces Apple to remove \"untrusted\" apps from ByteDance, Alibaba and especially Tencent from its App Store in China, the iPhone would become a lot less attractive to Chinese buyers.  WeChat is deemed a daily necessity for hundreds of millions of Chinese who use it to hail rides, pay for goods, message friends and family, post photos, order food and more.  \"If Apple takes off WeChat from its App Store, then that's something else,\" said Chingxiao Shao, founder of Red Gate Asset Management, an independent investment manager focused on China's equity markets.   If that happens, \"the damage on Apple is going to be much stronger than the damage on Tencent,\" she said.  Last year, Apple sold $44 billion worth of goods and services in greater China, an area that includes Taiwan and Hong Kong, accounting for about 17% of the company's total sales. ", "Section": "tech", "Writers": ["Sherisse Pham"], "URL": "https://www.cnn.com/2020/08/13/tech/us-retaliation-china-tech-hnk-intl/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Singapore", "Source": "CNN"}