{"Type": "article", "Time": "2021-03-25", "Headline": "The US is sanctioning Chinese officials over alleged abuse of Uyghurs in Xinjiang. Here's what you need to know", "Text": "The United States and its allies are stepping up pressure on China in a unified show of force against Beijing's alleged repression of Uyghurs, a predominantly Muslim ethnic minority, in the country's western region of Xinjiang.  The US State Department estimates up to 2 million Uyghurs and other Muslim minorities have passed through a sprawling network of detention centers across the region, where former detainees allege they were subjected to intense political indoctrination, forced labor, torture, and even sexual abuse.  Human rights groups and overseas Uyghur activists have also accused the Chinese government of forced cultural assimilation and coerced birth control and sterilization against Uyghurs. The former Trump administration officially determined that China is committing genocide and crimes against humanity against Uyghur Muslims. China vehemently denies allegations of human rights abuses, insisting the camps are voluntary \"vocational training centers\" designed to stamp out religious extremism and terrorism. This week, the US along with the European Union, Canada and United Kingdom announced sanctions on Chinese officials over human rights violations in Xinjiang. In a joint statement, the grouping decried China's alleged \"use of forced labor, mass detention in internment camps, forced sterilizations, and the concerted destruction of Uyghur heritage.\" China responded almost immediately by imposing tit-for-tat sanctions, travel and business bans against 10 EU politicians and four entities. Both sides have doubled down, with European leaders accusing China of being \"confrontational\" and Beijing accusing the EU of \"grossly interfering\" with its internal affairs. Here's what you need to know about Xinjiang and the allegations of atrocities. Where is Xinjiang and who lives there? Xinjiang, officially the Xinjiang Uyghur Autonomous Region, is a vast and remote region in China's far west. Stretching 1.6 million square kilometers (640,000 sq miles) from the Tibetan plateau in the southeast to Kazakhstan on its northwestern border, it is by far China's largest administrative region, but one of its least densely populated.  An ethnically diverse region, it is home to a variety of minority ethnic groups, including Hui, Kazakhs, and the largest group, the Uyghurs, who speak a language closely related to Turkish and have their own distinct culture. Xinjiang is rich in natural resources, especially oil and natural gas. The central government has made a concerted effort to develop the region's economy -- prompting a large-scale influx of China's ethnic majority Han population in recent decades. Historically, Uyghurs had been the majority in the region. Now, they account for just under half of Xinjiang's total population of 22 million, and many of them live in the southern, rural part of Xinjiang. The region is geographically strategic for Beijing. Xinjiang is China's gateway to Central Asia, bordering Kazakhstan, Kyrgyzstan, Tajikistan and Afghanistan, as well as Mongolia and Russia in the north and Pakistan and India in the south. What led to the crackdown? Xinjiang's minority groups have long felt marginalized and left out of the economic boom, claiming widespread employment discrimination in state-controlled industries that have dominated the local economy. Government-backed restrictions on religious practice and customs that are central to their Islamic identity since the 1990s have also served to stoked inter-ethnic tensions and occasional violence.  In recent years, Beijing has tightened its grip on the region. A turning point came in 2009, when ethnic riots in Urumqi, the regional capital, resulted in the deaths of at least 197 people, leading to a government clampdown that saw widespread and lasting restrictions placed on minority Muslim groups.  The government has also linked Uyghurs to attacks in Xinjiang and other parts of China. Beijing has blamed Islamist militants and separatists for the violence, though it is disputed how many of these incidents are linked to, or directed by overseas militant groups. In recent years, Beijing has ramped up restrictions on Islam in the name of fighting terrorism. The crackdown includes banning veils, long beards and Islamic names, cracking down on Quran study groups, and preventing Muslim officials from fasting for Ramadan. The clampdown has further escalated after Communist Party hardliner Chen Quanguo was put in charge of Xinjiang in 2016. Chen, the former Party boss in the neighboring Tibet Autonomous Region, unleashed a series of security measures, installing a network of manned checkpoints and artificial intelligence-powered surveillance cameras to track people's daily routines. Authorities also collected residents' biometric data and conducted spot checks on their phones to scan for content deemed to be problematic or suspicious. What are the detention camps? The biggest step China has taken in its crackdown is its network of detention camps across the region. Former detainees have described experiencing political indoctrination and abuse inside the camps, such as food and sleep deprivation, forced injections, forced sterilizations, abortions and gang rape.  They were shackled and forced to live in poor conditions; one detainee said she was put in a cell with 20 other women, and was only allowed to use the toilet once a day for three to five minutes. Those who took longer were electrocuted with shock batons, she said. In a report released in March, Amnesty International estimated there may be thousands of Uyghur children who have been separated from their parents for years as a result of the government's tightening grip on Xinjiang. Initially, Beijing flatly denied the existence of the camps. But it later claimed the facilities are voluntary \"vocational training centers\" where people learn job skills, Chinese language and laws. The government now insists that the camps are necessary for preventing religious extremism and terrorism. Leaked Chinese government documents, however, revealed people can be sent to a detention facility for simply \"wearing a veil\" or growing \"a long beard.\" Those disappeared into the camps also include Uyghur intellectuals and artists -- people who would not need vocational training as the Chinese government has claimed. The documents, together with other first-hand reports, paint an alarming picture of what appears to be a strategic campaign by Beijing to strip Uyghurs of their cultural and religious identity and suppress behavior considered to be unpatriotic.  The Chinese government has challenged the authenticity of leaked records. How has the world responded? The treatment of Uyghurs and other minorities in Xinjiang has been widely condemned by the international community. In July 2019, 22 countries signed a letter urging China to end its \"mass arbitrary detentions and related violations\" and called on Beijing to allow UN experts to access the region. But many Muslim-majority countries have stayed silent over China's crackdown in Xinjiang, and some even voiced support for Beijing. Just four days after the letter condemning China's Xinjiang policies was submitted to the United Nations, 37 countries, including Saudi Arabia, United Arab Emirates, Syria, Russia and North Korea, wrote to the UN and praised China for its \"remarkable achievements in the fields of human rights\" in Xinjiang. In January this year, the US officially determined that China is committing genocide and crimes against humanity against Uyghurs. A month later, the Dutch and Canadian parliaments passed similar motions despite opposition from their leaders. The US also banned imports of cotton products and tomatoes produced in Xinjiang over forced labor concerns. In March, a non-governmental organization undertook an independent legal analysis of the genocide accusations -- and what responsibility Beijing may bear -- for the first time. The report, conducted by more than 50 global experts, concluded the Chinese government's alleged actions have violated every single provision in the United Nations' Genocide Convention. Days before the report was released, Chinese Foreign Minister Wang Yi said allegations of genocide \"couldn't be more preposterous.\" The Chinese government has repeatedly defended its actions in Xinjiang, saying citizens now enjoy a high standard of life, and calling the accusations a smear campaign by foreign forces. The sanctions declared this week are some of the strongest and most unified actions taken in protest of the Uyghurs' treatment, seemingly meant to isolate and pressure Beijing. The US targeted Wang Junzheng, the Secretary of the Party Committee of the Xinjiang Production and Construction Corps, and Chen Mingguo, Director of the Xinjiang Public Security Bureau. Meanwhile, the EU sanctioned Zhu Hailun, former head of the Xinjiang Uyghur Autonomous Region, and three other top officials, for overseeing the detention and indoctrination program. But none of the sanctions so far has mentioned Xi Jinping, China's most powerful leader in decades, who has called his government's Xinjiang policy \"completely correct.\"", "Section": "china", "Writers": ["Jessie Yeung", "James Griffiths", "Nectar Gan"], "URL": "https://www.cnn.com/2021/03/24/china/xinjiang-uyghur-explainer-intl-hnk/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}