{"Type": "article", "Time": "2018-05-03", "Headline": "White House warns China on growing militarization in South China Sea", "Text": "The White House warned Beijing on Thursday that there will be consequences for its growing militarization in the South China Sea, following reports of missiles being deployed to three of the country's outposts in the disputed region. US intelligence assessed that there is a high probability the Chinese military had deployed anti-ship and anti-aircraft missiles to three artificial islands during recent military drills on the contested sea.  But a US defense official told CNN it was unclear if the missiles remained on the outposts following the April exercises. The South China Sea is one of the most contested regions in the world, with overlapping territorial claims by China, the Philippines and Vietnam, among several others. The move would mark the first reported Chinese missile deployment in the Spratly Islands, a series of small inlets and reefs that Beijing has slowly built into militarized, artificial islands to reinforce its claims. White House Press Secretary Sarah Sanders said Thursday that the United States has \"raised concerns\" with the Chinese. \"We're well aware of China's militarization of the South China Sea,\" she said. \"There will be near-term and long-term consequences, and we'll certainly keep you up to date,\" she added. CNBC first reported the Chinese military had deployed the weapons systems to Subi Reef, Fiery Cross Reef and Mischief Reef, west of the Philippines, on Thursday, quoting a source with knowledge of US intelligence reports. According to CNBC, the YJ-12B anti-ship missiles would be able to strike ships up to 295 nautical miles away from the artificial islands. Beijing previously announced in 2016 it had already deployed similar weapons to Woody Island in the Paracel Islands, on the northwestern edge of the South China Sea. Chinese Foreign Ministry spokeswoman Hua Chunying said on Friday the deployment of \"necessary national defense facilities\" to the artificial islands were within China's rights. \"It has nothing to do with militarization,\" she told reporters at her daily press briefing. \"The US constantly strengthens its military deployment in the South China Sea ... they should consider the consequence of this. We think the US should reflect on its wrong doing.\" She said on Thursday China has \"indisputable sovereignty\" over the contested islands. 'Point of no return': expert China's militarization has alarmed countries both in the region and around the world, prompting freedom of navigation operations by the US Navy to assert its right to travel in international waters. \"The United States has long raised concerns about the militarization of outposts on disputed features in the South China Sea,\" said a State Department official who was not authorized to speak publicly on the matter.  \"China's leadership has publicly pledged not to pursue militarization in the disputed Spratlys. We are concerned that China is not acting in accordance with this pledge.\" Speaking during a visit to Australia on Wednesday, French President Emmanuel Macron said it was important not to have any one \"hegemony\" in the region. \"What's important is to preserve a rules-based development in the region, especially the Indo-Pacific region and to preserve the necessary balances,\" he said. Australia's Foreign Minister Julie Bishop told CNN-affiliate Sky News Australia on Friday said if the media reports were correct, she would be \"concerned.\"  \"This would be contrary to China's stated aspiration that it would not militarize these features,\" she said. But China's steady military buildup on the islands is reaching a \"point of no return,\" Collin Koh, research fellow at the S. Rajaratnam School of International Studies' Maritime Security Program, told CNN \"There is no way we can reverse all these ongoing additions, it will be up to China. They will decide whether they will deploy these systems or withdraw these systems. All we can do is manage it,\" Koh said. China's unmovable aircraft carriers Beijing claims an enormous swath of territory through the center of the sea, delineated by the Chinese government's controversial \"nine-dash line\" which runs all the way from Hainan Province down to Malaysia and back past Taiwan. In a ruling in July 2016, the Permanent Court of Arbitration at the Hague ruled China's territorial claims had no legal basis. Nevertheless, Beijing has attempted to reinforce its hold on the area by creating and militarizing artificial islands in the Spratlys and the Paracels. Koh said China's string of militarized islands -- equipped with airfields and radar facilities -- have become like a series of immovable aircraft carriers. He said that the missiles will allow China's armed forces to form \"a multilayer military umbrella over the South China Sea,\" with interlocking sensors and weapons systems. Satellite imagery had previously emerged of China building installations to hold these missiles, said Bonnie Glaser, the director of the China Power Project at Center for Strategic and International Studies in Washington. \"This is exactly what we have expected the Chinese to do,\" she said. \"Next thing we'll see is fighter aircraft to deploy, probably on rotation, then they'll begin exercises near the islands. I just think that (Beijing) believes everybody, including the claimants, understands this is inevitable.\" Pentagon chief spokeswoman Dana White reaffirmed the United States' commitment to the international waters.  She said the Chinese must understand that \"they cannot, and should not, be hostile, and understand that the Pacific is -- is a place in which much commerce goes through. And it's in their interest to ensure that there's a free navigation of international waters.\" Rapid militarization The missile deployments are just the latest example of Beijing tightening its hold on the South China Sea in recent years, as the world's attention focused farther north, on the Korean Peninsula. In April, the Wall Street Journal reported US officials had confirmed China had installed military radar jamming equipment on the Spratly Islands. The same month, Australian warships en route to Vietnam were challenged by the Chinese navy as they traversed the South China Sea, leading Prime Minister Malcolm Turnbull to assert Australia's right to travel international waters. Hanging over everything was a massive display of Chinese military might in the sea on April 12, culminating in a parade led by Beijing's only aircraft carrier and personally reviewed by President Xi Jinping. The United States under the Trump administration has increased the number of freedom of navigation operations near China's artificial islands, but Glaser said it was difficult for the United States to stand up to Beijing with little support in the region. \"(China) believes they can get away with it and they have probably calculated correctly,\" she said.  \"The big question has always been: How do we impose enough costs so we stop the Chinese where they are, and not go any further? And so far we haven't been successful in that.\" Adm. Philip Davidson, nominated to take charge of the US Pacific Command, told his confirmation hearing last month that China is already the master of the South China Sea. \"China is now capable of controlling the South China Sea in all scenarios short of war with the United States,\" Davidson said in written testimony to the Senate Armed Services Committee. \"The PLA [People's Liberation Army] will be able to use these bases to challenge US presence in the region, and any forces deployed to the islands would easily overwhelm the military forces of any other South China Sea-claimants,\" Davidson wrote. The admiral also pointed to the fact that China's current activity contradicts what Chinese President Xi Jinping said during a White House meeting with then-US President Barack Obama in 2015. On the topic of the South China Sea, Xi said at the time that \"China does not intend to pursue militarization.\" But, speaking at his testimony last month, Davidson noted that China's \"forward operating bases\" now appear complete. \"The only thing lacking are the deployed forces,\" said Davidson. ", "Section": "asia", "Writers": ["Ben Westcott", "Ryan Browne", "Zachary Cohen"], "URL": "https://www.cnn.com/2018/05/03/asia/south-china-sea-missiles-spratly-intl/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Malaysia", "Source": "CNN"}