{"Type": "article", "Time": "2018-02-03", "Headline": "'Australian flu': It's not from Australia", "Text": "We are speaking Italian each time we say \"influenza.\"   It's the \"influence\" of the stars on human beings that causes the sickness, according to Italian folklore from centuries past.  Influenza entered the English vocabulary in 1703, when J. Hugger of the University of Edinburgh used the word to describe the flu in a medical thesis.  Much more is known today about what actually causes influenza, but the contagious respiratory illness remains an international health threat. Currently, flu is widespread across much of the world, including most of Europe, Asia and North America. In particular, the United States is having what Dr. Anthony Fauci, director of the US National Institute of Allergy and Infectious Diseases, calls a \"bad year\" of flu. Fauci said the most common viruses circulating this season are two A group viruses, H3N2 and H1N1, and some B viruses.  H3N2 is the virus making most people sick, he said; it was also the dominant strain in the Australian season and the reason why many people refer to \"Australian flu.\" Though the strain did not originate in Australia -- one study suggests that it emerged in or near Hong Kong -- it quickly became dominant during the Australian flu season of 2017 and has gone on to dominate the world's infections. \"When H3N2 dominates, it generally is a bad actor from the beginning and usually foreshadows a bad year,\" Fauci said. \"Superimpose upon that the fact that it is likely that the vaccine is not going to be particularly effective this year.\"  Meanwhile, as global headlines scream warnings of a deadly \"Australian flu,\" experts say the current season is not unexpected.  \"This year is more on the severe end, but this is what you should expect from seasonal flu,\" said Michael Osterholm, director of the Center for Infectious Disease Research and Policy at the University of Minnesota in the US. The current season may be of epidemic proportions, but it is certainly not a pandemic, he said.  A pandemic is what happens when a new influenza virus emerges and spreads across a large region -- or even around the world. The term epidemic describes what happens when the number of people affected by an illness rises above what is normally expected. Seasonal flu outbreaks -- which move quickly and leap borders -- are caused by viruses that have already circulated through the population. And this is what is happening during the current season. First stop: Australia Australia is sometimes viewed as a harbinger of what's to come, because this Southern Hemisphere country goes through its flu season at the same time Northern Hemisphere countries are enjoying some summer sun. (Seasonal flu is associated with the colder fall and winter months, which come to the Northern Hemisphere later.) Though experts hold a finger to the Australian pulse, they do not take for granted that a similar flu season will hit the Northern Hemisphere. This season, some of the Northern Hemisphere is following Australia's lead.  Summarizing the 2017 flu season in a recent report, Australian Health authorities reported \"the highest levels of activity since the 2009 pandemic year\" due, in part, to the predominance of the H3N2 strain. This bad-actor virus accounted for an estimated 55% of cases in Australia's 2017 season.   Admissions to hospitals with confirmed flu were 2.3 times the five-year average.  A total of 745 confirmed flu-related deaths also were reported to the Australian government. This is much more than the five-year average of 176 annual fatalities. \"It's really hard to compare the severity of influenza seasons across years,\" said Sheena Sullivan, an epidemiologist for the WHO Collaborating Center for Reference and Research on Influenza in Melbourne, Australia. Flu surveillance systems have gotten better over time, so it \"can appear that hospitalizations are increasing in numbers year on year... but there's a number of reasons we might see an increase,\" she said.  Meanwhile, Australia's neighbor experienced a \"relatively mild\" flu season in 2017, with H3N2 circulating early followed by H1N1 later in the season \"and some B/Yamagata,\" said Lance Jennings, chairman of the International Society for Influenza and other Respiratory Virus Diseases.   B/Yamagata is commonly known as \"Japanese flu.\" Australia, New Zealand, South America and most of the Southern Hemisphere are now experiencing little or no flu activity in the \"off\" season. Jennings summed up the 2017 season in Australia as an overall \"severe\" H3N2 season. The problem with words like \"severe\" is that they don't have a consistent definition across the globe, Sullivan said. Osterholm, who does use the word \"severe\" to describe the current American flu season, said that, though this is not a pandemic year, it is different from past seasons.  Differences over time \"Each year that we proceed in our global history, we seem to be less prepared for these problems,\" Osterholm said. \"The health care systems today of the world are in many ways less prepared.\"  Around the globe, he believes, health care systems have been cut \"down to the bone\" due to financial constraints. \"We pay lots of money for very expensive high-tech medicine, but we don't have enough beds,\" Osterholm said. The second issue is the fact that we live in a \"global just-in-time economy,\" he said. \"Right now, most of our generic life-saving drugs come from China,\" he said. These just-in-time delivery drugs are not stockpiled, he added. If a flu pandemic happened in China, Osterholm speculated, \"we're screwed in this country. Because now people will be dying from medical conditions that have nothing to do with flu. But it's influenza that prevented that drug from being manufactured and shipped to the US.\"  Despite Osterholm's fears for China, most Asian countries appear to be experiencing what professor Ben Cowling of The University of Hong Kong's School of Public Health characterized as a \"fairly average\" flu season. Different trends in Asia  Generally, most countries in East Asia recorded high levels of flu activity for the week ending January 16, according to a report from the World Health Organization. B strains, including Yamagata lineage virus, predominated across the region, which includes China, Mongolia, Taiwan and the Korean Peninsula in addition to Japan. H3N2 was responsible for some sickness in the Asian region. North China reported 5.8% of visits to sentinel hospitals were for flu-like illness during the first week of 2018, according to the same WHO report. That's higher than the 5.5% rate seen during the previous week -- or during the same week in 2015, 2016 and 2017. South China reported nearly similar rates, the WHO report found. \"Some locations in Asia already had big H3N2 seasons last year and are having milder seasons with B this year,\" Cowling said. \"Other locations are having H3N2 like the US.\" North Korea recorded 126,574 people with flu-like symptoms and 81,640 confirmed cases of H1N1 between December 1 and January 16, according to a separate WHO report.   On the southern portion of the peninsula, the Korea Centers for Disease Control and Prevention reported 1,250 confirmed cases of influenza between December 4 and January 28. The South Korean government health authority also reported that nearly 60% of people who visited health care providers during the week ending January 20 did so complaining of influenza-like illness, while in the previous week, the rate of influenza-like illness was higher at 69%. Fauci believes the upcoming Olympic Games in Pyeongchang will not have an impact on the \"kinetics\" of the outbreak, and Ian Barr, deputy director of the WHO Collaborating Centre in Melbourne, agrees. \"Looking at the data from Korea, it looks like the number of cases is going down instead of up,\" Barr said. By the time the Games begin, flu is not likely to be a major issue, he said. The countries of Central and Southeast Asia reported low levels of influenza activity, the WHO noted in a situation report of the area.  In Singapore, the average daily number of patients seeking treatment at clinics for respiratory infection increased more than 11% during the first week of 2018, according to a Ministry of Health report. Hong Kong also saw an uptick in flu cases during the week ending January 20, a government report found; the average rate of clinic consultations for flu-like illness nearly doubled compared with the previous week. Sullivan noted that flu's movement around the globe remains mysterious.  \"Although there has been some research into understanding  global patterns of flu circulation and how the virus travels from country to country, it's actually not fully understood,\" she said. The crossroad region between Asia and Europe suggests that flu strains are currently sweeping East to West. Eastern Mediterranean: different strains \"The dominant flu strain in the region has been influenza H1N1, which is similar to the trends in Southeast Asia,\" said Hassan Zaraket, an assistant professor of experimental pathology, immunology and microbiology at the American University of Beirut.  Melbourne-based Barr explained that \"mainly, the Northern Hemisphere temperate countries have the best surveillance and best reporting, so we don't get as good reporting or as up-to-date reporting around the equatorial regions.\" \"Speaking loosely, we have data from Europe, Japan and North America -- and they're the regions with the most intense influenza situations at the moment,\" Barr said. Overall, he added, \"it's a mixed season in the Northern Hemisphere in terms of the types of influenza circulating: four distinct types; they vary in proportions depending on where you are in the world.\"  Lebanon is one example of a country still waiting for a flu surge. Zaraket said it has had \"a very slow flu season, with few cases reported.\" A Lebanon Ministry of Health report indicated no flu associated deaths as of December. This slow season may be a result of a moderate winter with low temperatures. In past seasons flu activity peaked in March, Zaraket noted. \"So there's still time for flu activity to increase.\"  Based on the regional WHO report, he said, Lebanon's experience \"is different from the rest of the region, where flu activity started to rise in November and peaked in December.\" Meanwhile, in most of Europe, Barr said, B/Yamagata is widely circulating, along with some H3N2.  Europe: Mixed activity  For the week ending January 21, the WHO reported widespread influenza activity in the majority European countries, while Eastern European nations are seeing increased sickness.  More than half of the Europeans who visited health care providers with symptoms of a respiratory infection tested positive for flu for the week ending January 21, according to the WHO report. Dr. John W McCauley, director of the Worldwide Influenza Centre at The Francis Crick Institute in the UK, said, \"Deaths in the elderly is r", "Section": "health", "Writers": ["Susan Scutti"], "URL": "https://www.cnn.com/2018/02/02/health/australian-flu-became-global/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}