{"Type": "", "Time": "2020-10-20", "Headline": "Young and restless: Protest parallels in Thailand and Hong Kong – Manila Bulletin", "Text": "Hong Kong and Thailand have both seen their streets filled with protesters daring to take on an entrenched political elite, and to discuss once-taboo subjects in their push for greater freedoms.Voranai Vanijaka, a political analyst at Bangkok’s Thammasat University, said tech-savvy youths in both territories have “shared cultural values”.“(It’s) the love for freedom and the courage to fight for change,” he told AFP. Here are five similarities:Both movements are primarily motivated by inequality and democracy, but in pushing for a greater say in how their fates are forged they are taking on formidable foes resistant to change. For Hong Kong, it is the Chinese Communist Party, which crushes dissent on the mainland and has increased control over the restless semi-autonomous city.Beijing has rejected calls for greater democracy and police accountability, and has since blanketed the finance hub in a national security law that has, for now, snuffed out mass dissent.In Thailand, it is the monarchy — backed by the powerful, coup-prone military — that sits at the apex of the political pyramid.For now, it is unclear how the palace will react to the Thai protests, but in previous periods of turbulence it has played a pivotal role in deciding the outcome.The way authorities use the law has been a key catalyst.The initial spark in Hong Kong was an eventually aborted attempt to allow extraditions to the authoritarian mainland’s party-controlled courts. The protest movement then morphed into a wider push for universal suffrage and opposition to Beijing’s rule.In Thailand, the kingdom’s draconian lese majeste law — which shields the monarchy from criticism — has been a crucial component of calls for reform, as well as prosecutions under broadly-worded sedition and cybercrime laws.Multiple critics of the Thai monarchy have also disappeared, with Human Rights Watch recording at least nine cases involving activists overseas.The current round of protests came after activist Wanchalearm Satsaksit was allegedly kidnapped in Cambodia in June. He hasn’t been seen since.  Young people are at the heart of calls for reform.Hong Kong’s huge rallies represented a broad swathe of society, from students to lawyers, bus drivers, civil servants and teachers.But the frontline activists — and those embracing increasingly violent tactics — were overwhelmingly young. Many face prosecution and years in jail.Some of Hong Kong’s most visible activists, such as Joshua Wong and Agnes Chow, were teenagers when they first got involved in politics.Thailand’s protest leaders — most of whom have been arrested in the last week — are in their early twenties and are similarly more willing to embrace confrontational tactics than older generations.Taboo topics have been thrust centre stage. In Hong Kong, young activists were far more willing to embrace the idea of autonomy and even outright independence from China — a concept that remains a red line for Beijing.As the protests dragged and authorities refused major concessions, chants and flags declaring “Liberate Hong Kong, revolution of our times” became commonplace. In Thailand, even talking about the concept of reforming the monarchy is enough to land someone in jail. But people have begun to lose that fear. Young activists have given speeches for the lese majeste law to be abolished and called for the king’s huge personal wealth — estimated to be some $60 billion — to have a clear division of assets between public and personal.Thai protesters donned hard hats, goggles, gas masks and umbrellas against water cannon over the weekend in images that could have come straight out of Hong Kong last year.Young activists in both places have also swapped tactics online and offered messages of support. Both movements are using encrypted social messaging platforms to mobilise, and have opted for flashmob rallies — especially since authorities arrested key leaders.Hand symbols have also taken centre stage.In Hong Kong, a raised palm symbolises the “Five demands, not one less” slogan. Thais meanwhile have embraced a three-finger salute from the dystopian “Hunger Games” movies.Analyst Voranai said Thai protesters are currently “much less radical than their Hong Kong counterparts”.“But at the core, it’s the same: freedom.”", "Section": "", "Writers": "", "URL": "https://mb.com.ph/2020/10/20/young-and-restless-protest-parallels-in-thailand-and-hong-kong/", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Thailand", "Source": "MB"}