{"Type": "article", "Time": "2020-02-23", "Headline": "February 23 coronavirus news", "Text": "Our live coverage of the coronavirus outbreak has moved here. Taiwan confirmed two new cases of the novel coronavirus on Sunday, bringing the island's total number of confirmed cases to 28. The two patients are a father and son in their 80s and 50s, respectively, according to the Central Epidemic Command Center.  They do not have a recent travel history, but health experts believe they may have contracted the virus from a relative who recently visited mainland China. Public health officials in Ontario, Canada, have confirmed a new \"presumptive positive case\" of the novel coronavirus. The case involves a woman who arrived in Canada from China on Friday, the Ontario Ministry of Health said in a news release. She had an \"intermittent cough that was improving,\" the news release said, but she went to the emergency department at North York General Hospital in Toronto at the advice of Telehealth Ontario.  Laboratory testing indicated the patient was \"presumptive positive\" for the coronavirus, the news release said. Officials are awaiting final confirmation from the National Microbiology Lab in Winnipeg.  The patient was discharged and is in self-isolation, the news release said. Officials said there was a low risk that the patient was infectious, and she's had limited exposure to other people since she arrived in Canada. Provincial officials are working to contact airplane passengers who might have been in close proximity to the patient. Dr. David Williams, Ontario's Chief Medical Officer of Health said:  \"Because of all the proper protocols and procedures that are in place to contain this virus and exposure to others was limited, I want to assure the public that the risk to Ontarians remains low. Protecting the health and well-being of individuals and families across the province remains our top priority and we continue to vigilantly monitor for and contain any and all new cases.\" Canada had nine confirmed cases of coronavirus as of Friday, according to the country's Public Health Agency. Turkey and Afghanistan will close their borders with Iran due to the coronavirus outbreak, the Turkish and Afghan governments said Sunday. Turkey has also \"temporarily halted\" flights arriving from Iran, Turkish Health Minister Fahrettin Koca said, according to state-news agency Anadolu. Afghanistan closed its border with Iran after it announced it was testing three people suspected of having coronavirus. The three people had recently returned from Iran. “To avoid spreading of coronavirus the government of Afghanistan has stopped any contact with Iran via land or air. The borders are closed,” the Afghani National Security website said. Iran’s Health Ministry confirmed on Sunday that eight people have died from the novel coronavirus and 43 have so far been infected in the country. Current global economic growth remains slow with the coronavirus outbreak posing the greatest risk, finance ministers and central bankers meeting at the G20 summit in Saudi Arabia said in a statement. Despite that outlook, the G20 said that global economic growth is expected to pick up \"modestly\" in 2020 and 2021.  \"Global economic growth remains slow and downside risks to the outlook persist, including those arising from geopolitical and remaining trade tensions, and policy uncertainty. We will enhance global risk monitoring, including of the recent outbreak of COVID-19. We stand ready to take further action to address these risks,\" according to the final document of the conference. The host of the G20 meeting, Saudi Finance Minister Mohammed Al Jadaan, said that countries will be ready to act on the risk coronavirus poses to commerce.  \"We all agreed that all countries and states will be ready to intervene as needed to face these risks and it’ll be a multilateral intervention including the WHO (World Health Organization) to monitor these risks and use relevant policies as needed,\" Jadaan said. Israel's ministry of health has announced the country's second case of coronavirus. A man who was a passenger on the Diamond Princess cruise ship, who returned to Israel last week, tested positive for the disease. The first case of coronavirus was announced on Friday. A woman who had also returned from the Diamond Princess tested positive following a check in Israel. In addition, the number of Israeli citizens instructed to place themselves under self-quarantine has jumped to more than 700, Ministry of Health Director-General Moshe Bar Siman Tov told Channel 12 News. More than 300 of those came into close contact with a group of visiting South Korean tourists who tested positive for the disease upon returning home, Siman Tov said.  Another 400 Israeli citizens who have returned from East Asian countries where coronavirus is spreading have also been told to remain home and avoid public spaces for 14 days, in accordance with Ministry of Health instructions. As of Sunday evening, the Ministry said 18 members of the South Korean tour group tested positive for coronavirus upon returning to their home country. By the numbers: In a precautionary move, Israel barred foreign nationals from participating in the upcoming Tel Aviv marathon, scheduled for this Friday. The race will proceed with approximately 40,000 Israeli runners, but 3,000 foreign participants will not be allowed to run. Amid reports of multiple diagnoses of the move coranavirus in Italy, the US military in Italy is closing schools and taking other precautionary steps. \"As a precautionary measure USAG Italy will close all Vicenza Military Community (VMC) DODEA schools and activities, CDC, and CYS activities, fitness centers on Ederle and Del Din, AAFES post theater and chapel worship services from Monday through Wednesday, Feb 24-26,\" Col. Daniel J. Vogel, USAG Italy Garrison Commander, said in a release. Vogel added: \"As of 4 p.m., Feb. 23, there are zero confirmed cases within the city of Vicenza, the Vicenza Military Community, Darby Military Community, or Ghedi Military Community. As of 8:30 a.m. on Feb. 23, there are 17 cases of the coronavirus in the Italian Veneto region, and a total of 79 confirmed cases in Italy.\" White House officials are expected to ask Congress for emergency funding this week to battle the coronavirus amid growing fears of a larger outbreak in the US, two officials familiar with the forthcoming request said. Government aides worked throughout the weekend on the supplemental request, which is still not final but could be sent to Capitol Hill as soon as Monday,  said a person familiar with the plans.  That source said Health and Human Services Secretary Alex Azar has ruffled feathers through the process by requesting amounts of money that “have been seen as largely out of proportion.” The source noted HHS already has money that could be used for coronavirus issues, but claimed Azar “has been pushing hard for this to overcompensate” for management decisions regarding coronavirus containment that the source criticized. By the numbers: The US now has 36 confirmed cases of coronavirus. Fourteen Americans who tested positive for the disease returned to the US this week after spending weeks in isolation on the luxury cruise ship Diamond Princess docked in Japan. A spokesperson for HHS did not immediately respond to a request for comment. The supplemental funding request was first reported by Politico. Here's a look at where the cases are throughout the world, according to the latest World Health Organization (WHO) data.  These numbers may differ from those reported by national health authorities, who report updated totals at different times than the WHO. Fighting the novel coronavirus outbreak will be “a crisis and big test” for China, Chinese President Xi Jinping said during a meeting with government officials held in Beijing on Sunday, Chinese state news agency Xinhua reported. “The novel coronavirus pneumonia epidemic was a major public health emergency with the fastest spread, the widest range of infections, and the most difficult to prevent and control in China since the founding of the New China,” Xi said. “For us, this is a crisis and also a big test. After hard work, the current situation of epidemic prevention and control is turning out good.\" Xi reassured officials that the Chinese government would overcome the economic obstacles caused by the outbreak, Xinhua reported. “The novel coronavirus pneumonia epidemic will inevitably have a great impact on the economy and society. We must look at our country’s development in a comprehensive, dialectical, and long-term perspective” Xi said. Xi added: “We must strengthen our confidence. On the whole, the fundamentals of China's long-term economic improvement have not changed, and the impact of the epidemic is short-term and generally controllable.” Three people are dead and 152 are infected with the novel coronavirus in Italy, the head of the country’s Civil Protection agency Angelo Borrelli confirmed in a second press conference on Sunday. Lombardy, a region in Italy’s north with Milan as the capital, has 110 cases, the highest number in the country, Borrelli added. A male patient who was diagnosed with the novel coronavirus and treated at Dongguk University Medical Center in the city of Gyeongju, South Korea, died on Sunday according the minister of health’s Twitter page. The statement said the cause of death for the patient born in 1961 is under investigation and will be announced at a later time. South Korea has a total of 556 coronavirus cases so far. Of those, 309 of them are associated with the Shincheonji religious group in Daegu.  More than 9,000 Shincheonji members are being put into self-isolation and will be tested,  South Korea’s health ministry said. More background: The Shincheonji is centered around the personality of its founder and chairman, Lee Man-hee. Members of the group congregate in a way that puts them in close contact with one another for long periods of time. A third person infected with the novel coronavirus has died in Italy, a regional official said on Sunday. Lombardy health official Giulio Gallera told reporters Sunday that the victim was an elderly woman from the town of Crema near Milan, who was also suffering from cancer. Two other elderly patients in northern Italy have died over the past 48 hours. The European Union “shares the concern” but sees “no need to panic” over a coronavirus outbreak in Italy, EU Economic Affairs Commissioner Paolo Gentiloni told reporters in Riyadh on Sunday. Speaking after a meeting of G20 financial leaders in Saudi Arabia, Gentiloni said “the EU has full confidence in the Italian authorities and the decisions they are taking.\" He also announced EU’s decision to send 25 tonnes of protective equipment to China. The outbreak in Italy killed two people and infected 130 others. The government introduced an emergency lockdown in many municipalities in Italy’s north.   Four former passengers on the Diamond Princess cruise ship have tested positive for COVID-19, England’s chief medical officer announced Sunday. The patients are being transferred to specialist NHS infection centers, Prof. Chris Whitty said in a statement posted on Twitter. The four new cases bring the total number of cases in the UK to 13, he said. Italian authorities have put a migrant rescue ship in quarantine in Sicily, the Interior Ministry said Sunday, as the number of coronavirus cases in Italy shot up over 130. The Ocean Viking is a migrant rescue NGO vessel with 274 migrants aboard, according to Medecins Sans Frontieres (MSF), also known as Doctors without Borders. The migrants, rescued from the sea, are quarantined in Pozzallo, Sicily, along with the ship’s crew. Pakistan has temporarily closed its border with Iran to halt the possible spread of novel coronavirus after Iranian authorities reported several coronavirus cases and deaths, Balochistan Home Minister Ziaullah Langove told CNN on Sunday.  Pakistan has set up a 100-bed tent hospital at the border with Iran to cope with a possible emergency situation.   Pakistan shares a border of over 900 km (559 miles) with Iran.  A Japanese man in his 80s, who was previously on board the Diamond Princess cruise ship, has died from pneumonia, Japan’s health ministry confirmed on Sunday, bringing the total number of deaths of people who boarded the Diamond Princess to three.  The ministry did not disclose whether the man had tested positive for the novel coronavirus, citing a lack of consent from his family. The man had pre-existing medical conditions, the ministry said. CNN Health has reported that for those with a weakened immune system, the elderly and the very young, there's a chance the virus could cause a lower, and much more serious, respiratory tract illness like a pneumonia or bronchitis. Afghanistan is testing three people suspected of having coronavirus, the first potential outbreak in the country, its health ministry said Sunday. The three people live in Herat province and recently returned from Iran, Ministry of Public Health spokesman Wahidullah Mayar said. They are under surveillance and their blood has been sent to Kabul for testing, Dr. Mohammad Ibrahim Basin of the Herat regional hospital said. Afghanistan has had no confirmed cases of coronavirus to date. There are now 78,854 confirmed cases of novel coronavirus and 2,465 deaths worldwide, according to the latest figures.  The majority of the cases and deaths are in mainland China, followed by Japan and South Korea.  Over the weekend Italy's confirmed cases surged from three on Friday morning to more than 130 by Sunday, marking Europe's biggest outbreak. Here are the top five countries to have experienced outbreaks beyond China: Japan: 738 cases, 3 deaths. (639 cases on Diamond Princess cruise ship and 99 on land.)\nSouth Korea: 602 cases, 5 deaths\nItaly: 132 cases, 2 deaths\nSingapore: 89 cases \nHong Kong: 74 cases, 2 deaths  Venice Carnival is being suspended in the face of the outbreak of novel coronavirus in northern Italy, the regional governor announced Sunday. Public and private meetings are being banned through March 1, Luca Zaia declared, meaning the famous event will not take place. Schools, universities and museums are also being closed in the Veneto region, Zaia announced. “We ask for the cooperation of all citizens. It's not an easy moment. But, with the data we have today, we can still hope to limit the contagion,” Zaia said.  There have been 25 cases in the region, including two in Venice, he said. Kuwait is banning ships from Iran coming into the country’s Shuaiba, Doha and Shuwaikh ports amid fears of the novel coronavirus, Kuwait News Agency (KUNA) reported Sunday.  “This is a precautionary measure taken to prevent the virus from entering Kuwait, and is part of the country’s plan to fight the virus,” Kuwait Port Authority Director General Sheikh Youssef Abdullah Sabah Al-Nasser Al-Sabah said in a statement, according to KUNA.  On Sunday, Iran reported that 43 people have tested positive for coronavirus and eight have died.  Schools and a wide range of public events across the northern Italian region of Lombardy will be closed starting Monday in response to the coronavirus outbreak there, regional authorities announced Sunday. The closures also affect sports and religious events, museums and university classes, the authorities said in a press release. Milan, the fashion capital of Italy and one of the country’s biggest cities, had already announced it would close its schools starting Monday for a week. The decision came from the office of Mayor Beppe Sala. Italy’s top soccer league, Serie A, is cancelling at least three games scheduled to be played in Lombardy and the nearby Veneto region: Atalanta vs. Sassuolo, Hellas Verona vs. Cagliari, and Inter Milan vs. Sampdoria.  And the Giorgio Armani fashion house is holding Sunday’s Women’s Fashion Show behind closed doors, with no spectators, it announced. The show is scheduled for the Armani theater in Milan. The Laura Biagiotti fashion house is also closing its doors to spectators for its show Sunday at the Piccolo Teatro Studio in Milan. The Lombardy region has at least 89 cases, according to the head of the country’s Civil Protection agency, Angelo Borrelli.  The number of people in Israel instructed to self-quarantine over fears of coronavirus has swelled to more than 200, after a visiting South Korean tour group tested positive for the disease after leaving the country. As of Sunday morning, 180 students and 19 teachers from three different schools were under instruction to remain at home, the Education Ministry said. The students and teachers had come into close contact with the South Korean tour group at different sites and national parks throughout Israel. In addition, 12 Israeli border policemen from the Tomb of the Patriarchs in Hebron will remain under self-quarantine, a spokesman for the border police said in a statement. The South Korean tour group visited the holy site on February 13. On Saturday, the Ministry of Health said 20 workers of Israel's Natural Parks Authority who came into contact with the tour group have also been ordered to self-quarantine until Wednesday at the earliest. That totals at least 231 people in Israel under self-quarantine.  In addition, there are also Israeli citizens under self-quarantine who have returned from places such as China, Hong Kong, and Singapore, where a mandatory self-quarantine period of 14 days is required. There is no official tally of how many of these citizens there are. Anyone instructed to self-quarantine by Israel's Health Ministry is forbidden from visiting any public areas, including schools, hospitals, entertainment centers, shopping centers, and public transport. Because of concern over the coronavirus and the number of people under self-quarantine in the country, Israel is planning to set up special isolated polling stations for the March 2 election. The Central Elections Committee is preparing for the possibility of approximately 20 such isolated polling stations for affected voters. Some 132 people in Italy have been infected with coronavirus, the head of the country’s Civil Protection agency, Angelo Borrelli, announced at a Sunday press conference.  Of those cases, 26 people are in intensive care, two have died and one has recovered, he said. Italian authorities still have not tracked down the first carrier of coronavirus in the country, he added.  “We still cannot identify patient zero, so it's difficult to forecast possible new cases,” Borrelli said. Three Italian football matches have been suspended following measures \"adopted by the government to contain the spread of the coronavirus,\" Serie A announced in a press release. The three suspended games -- Inter Milan and Sampdoria, Atalanta and Sassuolo, and Hellas Verona and Cagliari -- were scheduled to be played in the regions of Veneto and Lombardy.  Eight people in Iran have died after catching the novel coronavirus, and 43 have so far been infected, the country's health ministry confirmed on Sunday.  Health ministry spokesman Kianush Jahanport told state media that 15 new cases were identified in the last 24 hours.  The outbreak in Iran began in the holy city of Qom, according to state media.  Iran’s government announced on Sunday that universities and schools in 14 provinces, including in the capital Tehran, will be closed for a week.  Soccer matches in different leagues will continue but in empty stadiums, according to Iranian state news agency IRNA.   The South Korean religious group at the center of a dramatic spike in coronavirus cases in the country has rejected a storm of criticism over the outbreak.  Roughly half of the more than 600 cases in South Korea are associated with the controversial religious group, leading to 9,300 Shincheonji members being put into self-isolation.  Outside a shuttered building in Seoul that houses offices and places of worship for Shincheonji, a shopkeeper called the group \"heretics\" in an interview with CNN.  But Kim So-il, a project director at Shincheonji, defended the group, saying it was in \"great difficulty\" right now. “It’s unfair that all people rebuke Shincheonji,” he told CNN. “It’s like a 19th century witch-hunt.”  That was the view reflected by a Shincheonji spokesperson in a televised press conference Sunday, who said the religious group's members are the \"biggest victims'\" of the coronavirus outbreak in South Korea.  \"COVID-19 is a disease that originated in China and spread to South Korea,\" the spokesperson said.  \"We are sincerely urging everyone recognize that the Shincheonji Church and its devotees are the biggest victims of COVID-19, and refrain from hate and groundless attack.\" The Shincheonji is centered around the personality of its founder and chairman, Lee Man-hee. On a website believed to be the group's official homepage, the group heavily suggests that Lee is the \"Promised Pastor\" mentioned in the Bible. The passage it highlights suggests that the Promised Pastor is the second coming of Jesus Christ. Members of the group congregate in a way that puts them in close contact with one another for long periods of time. Jung Eun-Kyeong, director of the Korea Centers for Disease Control and Prevention, said at a press briefing on Friday: \"(We are) seeing that there is a possibility that the characteristics of many people sitting close together in a very confined space and holding service for more than an hour ... (could have led to) a few who were exposed infecting many (other) infectees.\" The group has said that it \"deeply regrets\" the outbreak which occurred in their branch in the southern city of Daegu.  Read more about the group here Hong Kong health officials confirmed five additional cases of the novel coronavirus on Sunday, bringing the city-wide total to 74. One of the newly discovered cases is a 68-year-old male who was evacuated from the Diamond Princess cruise ship earlier this week, Dr Chuang Shuk-Kwan from the Center for Health Protection said at a press conference.  As of February 23, 12 patients have successfully been treated and discharged from hospital.  The number of coronavirus cases in Italy has surpassed 100, after 44 new cases were confirmed on Sunday, according to authorities. Most of the cases are focused in the northern regions of Lombardy (which has 89 cases), Veneto, Emilia Romagna and Piedmont. Health officials are expected to hold a press conference on Sunday to update the public with the total numbers for the country. The winter vacation for South Korean kindergarten, elementary, middle and high schools has been extended for a week, the country's education ministry said Sunday, after coronavirus cases there surged past 600.  Instead of March 2, schools will now open on March 9.  A federal judge has temporarily blocked the transfer of people infected with the coronavirus to a city in Southern California until a hearing set for this week. Costa Mesa city filed legal action late Friday against the state of California and various federal agencies after it discovered they were planning to use Fairview Development Center to quarantine patients who've tested positive for the coronavirus. It said the center is close to residential areas and not suitable to house the patients, citing a risk to public health. \"We learned late Thursday that patients could begin arriving as early as Sunday,\" Costa Mesa Mayor Katrina Foley said in a statement. \"Filing this injunction was the only way to halt the process to allow everyone in Costa Mesa and Orange County to understand the plans in place to protect the patients as well as our community and the region.\" Read the rest of the article here  South Korea’s Centers for Disease Control and Prevention announced Sunday that 46 additional coronavirus cases have been confirmed, bringing the country’s total to 602. Of the total cases, 309 or about 55% have links to the Shincheonji religious group in the city of Daegu, according to authorities. Five people in the country who had coronavirus have died, with the most recent death being confirmed Sunday afternoon.  About 5,000 to 6,000 people are being tested for coronavirus every day, authorities said. Another doctor in the Chinese city of Wuhan has died after being infected with coronavirus, according to the official WeChat account of Wuhan Xiehe Jiangbei Hospital, where the doctor worked in the gastroenterology department. Xia Sisi, 29, was admitted to the hospital on January 19, and was then transferred to Zhongnan Hospital of Wuhan University as her conditioned worsened. “At 6:30 in the early morning of February 23, 2020, she died at Zhongnan Hospital of Wuhan University after all rescue measures were exhausted. We express our deep condolences to Doctor Xia Sisi's unfortunate passing and condolences to her family,” the hospital said in a statement. On Thursday, another doctor in Wuhan, 29-year-old Peng Yinhua, also died from the virus. There was national outrage earlier this month when doctor Li Wenliang, who had attempted to raise the alarm about the virus in the early weeks of the outbreak only to be reprimanded by police, died of the disease.  Chinese officials have said that more than 3,000 hospital staff have been infected with the virus. South Korea’s President Moon Jae-in said in a televised speech Sunday that he is raising the national alert to the highest possible level following the spike of coronavirus infections across the country. South Korea has  reported 556 coronavirus cases, 309 of them associated with the Shincheonji religious group in Daegu, and five deaths.  \"We’re now at a watershed moment with the novel coronavirus and the next few days will be very critical,\" Moon said in a televised address. \"We need to identify the infected people as soon as possible and prevent the virus from spreading further.\" \"The government will raise the country’s crisis alert level to the highest as recommended by infectious disease experts and will strengthen the national response system.\nMost of the tests results for the people who are showing symptoms are expected to come out over the weekend, and after that, we expect the increase in new cases related to the Shincheonji group will slow down. \nThese measures are taken to quickly screen and treat infected patients and to prevent the virus from spreading to the regional community by isolating and protecting the patients.\nThe decision to temporarily shut down the Shincheonji related facilities by the local governments and to conduct surveys on the whole congregation is an inevitable measure to ensure the safety of the local community. \nThese are not measures to restrict freedom of religious activities but to protect lives and safety of local residents and citizens. It is also a measure to ensure safety of the Shincheonji members.\" The novel coronavirus has continued to spread around the world, with concerns of growing infection clusters in South Korea, Singapore and Japan, even as the worst of the outbreak remains focused in mainland China.  Death toll rises: As of Sunday, the number of confirmed cases of the virus is nearing 80,000. The number of deaths stands at 2,462. Of those, 20 occurred outside mainland China. \nSouth Korean outbreak: Authorities in the east Asian country confirmed an additional 123 cases Sunday, bringing the total to over 550. Five deaths have occurred in the country. The majority of cases are associated with the Shincheonji Church of Jesus religious group, in the southern city of Daegu. \nGlobal spread: Elsewhere in Asia, both Japan and Singapore have reported dozens of cases. In Europe, an outbreak has been confirmed in Italy, where 79 cases and two deaths have been reported, while in the Middle East, Iranian authorities have confirmed 28 cases and five deaths from the virus. \nWHO team in Wuhan: The World Health Organization-led joint mission working on coronavirus in China arrived in Wuhan on Saturday. The city at the center of the outbreak has been reporting less new cases in recent days, but tens of thousands of people remain hospitalized there. \nCruise ship passengers head home: People quarantined on board the Diamond Princess cruise liner in Yokohama, Japan, have continued arriving home. But there are concerns the quarantine failed, after numerous passengers tested positive on arrival in both the US and Australia.  Can outbreak be contained? \"We are clearly at the brink\" of a pandemic, Anthony Fauci, director of the US National Institute of Allergy and Infectious Diseases, told CNN. \"Our fate is going to be determined by the ability of countries outside of China that have travel-related cases,\" he said Saturday. \"And now they're starting to develop sustained transmission from person to person to person.\" \"So when you get countries like Japan and South Korea that have these cases that are person to person to person without any real ability to point to where it came from, that's the makings of a pandemic,\" Fauci added. A fifth person has died from coronavirus in South Korea, authorities confirmed Sunday.  The woman was already in a serious condition when she arrived at Kyungpook National University Hospital in Daegu, where she was diagnosed, according to authorities. She died on Sunday.  South Korea has reported  556 coronavirus cases, 309 of them associated with the Shincheonji religious group in Daegu. Police in Daegu said Sunday that they had deployed about 600 officers to locate the 670 members of the Shincheonji religious group whose whereabouts are unknown. Officers were visiting their registered addresses and using telecommunications service providers’ location tracking information, police said.  According to the South Korean law on the prevention of infectious diseases, health authorities are able to seek help from police and telecommunication service providers are obliged to provide information when requested by the police. South Korea is experiencing one of the worst outbreaks outside of mainland China, where the majority of cases and deaths have been confirmed. The latest death puts South Korea on par with Iran for the most number of coronavirus deaths outside mainland China.   The Italian government has introduced strict emergency measures to contain the spread of coronavirus in the country as 79 people have tested positive, including two who have died. Of those who tested positive, 54 are in the Lombardy region, 17 in Veneto, two in Emilia Romagna and one in Piemonte, according to authorities. In addition, two Chinese tourists have been hospitalized in Rome. The emergency measures include a ban on all public events in ten municipalities, closure of public buildings, including museums, surveillance and quarantine of individuals who may have been exposed to the virus, as well as limited transport. “We are asking basically that everyone who has come from areas stricken by the epidemic to remain under a mandatory house stay,” Italy’s Minister of Health Roberto Speranza said at a press conference on Saturday.\n“This plan has clearly some urgent choices that we must comply with, they are choices that are forceful in nature,” he said. “Because the essential objective that we must reach in the next hours is to precisely circumscribe this area, to work so this virus can be isolated inside a specific geographic area.” Five Chinese nationals returned to Hong Kong Sunday on a chartered plane, after weeks of being quarantined on the Diamond Princess cruise ship in Yokohama, Japan. It was the third chartered government flight evacuating passengers to Hong Kong. The first two returned 188 passengers to Hong Kong, according to the city's Security Bureau. Twenty additional people returned on their own. Upon arrival, all passengers will be quarantined for two weeks at a housing estate in  northeast Hong Kong, authorities said. Chinese President Xi Jinping personally wrote to Bill Gates after the billionaire's foundation committed $100 million in emergency funding to help China bolster epidemiological research, emergency intervention, and the research and development of drugs, vaccines, and diagnostics, according to state media.  \"I deeply appreciate the act of generosity of the Bill & Melinda Gates Foundation and your letter of solidarity to the Chinese people at such an important moment,\" Xi wrote to Gates. \n\"Since the outbreak began, I have called for confidence, unity, science-based approach and targeted response as guidelines for China's epidemic control efforts,\" he added. \"We have rallied the whole nation and adopted a string of unprecedented measures to contain and mitigate the epidemic and treat the sick.\"  Xi has faced criticism over his handling of the coronavirus crisis, after it was revealed last week that he knew about the virus spreading in the central Chinese city of Wuhan earlier than first thought. Officials in Wuhan had previously apologized for their poor handling of the early stages of the outbreak, which allowed infections to spread nationwide.  While Hong Kong hasn't had anywhere near as many cases of the novel coronavirus as mainland China or South Korea, it has seen a minor outbreak and two deaths. This has led to panic buying and numerous precautions being put in place, as people remember the horror of the 2003 SARS pandemic.  Click here to watch how Hong Kong is coping with life in the time of the coronavirus The United States Centers for Disease Control (CDC) has upgraded its travel advisory for Japan to level 2 due to the ongoing coronavirus outbreak.  \"A new coronavirus that recently emerged in China has been detected in a number of other locations around the world. Many cases of Covid-19 have been associated with travel to or from mainland China or close contact with a travel-related case, but sustained community spread has been reported in Japan,\" the CDC said. \"Sustained community spread means that people have been infected with the virus, but how or where they became infected is not known, and the spread is ongoing.\" It advised travelers in Japan to \"exercise enhanced cautions\" in line with a level 2 alert, upgraded from a level 1 \"watch\" status.  The CDC has also issued a level 2 alert for South Korea, and a level 3 guidance for mainland China, which advises against \"all non-essential travel.\" That latter alert does not cover Hong Kong, Macao or Taiwan.  With more than 550 confirmed cases of novel coronavirus in South Korea, and four deaths,  the county has one of the worst outbreaks of the disease outside of mainland China.  Here's what we know about the virus in the East Asian country: Daegu cases: According to South Korean health authorities, about 50% of confirmed cases in the country are linked to the Shincheonji Church of Jesus religious group. Infections are believed to have spread during mass services held by the group in the southern city of Daegu. Cases linked to the cluster have been reported in four cities.  \"A rapid response team, sent to Daegu, is conducting epidemiological investigation and environmental disinfection on the Shincheonji cluster,\" the South Korean Centers for Disease Control (KCDC) said Saturday. Cheongdo Daenam Hospital: The other major cluster of cases is linked to a hospital south of Daegu, in North Gyeongsang province. The KCDC said that all patients and staff at the hospital are being investigated. \"The confirmed cases were mainly from psychiatric ward,\" KCDC said Saturday. \"The cases in psychiatric ward are under cohort-isolation, and anyone with a sign of pneumonia is referred to other hospitals for treatment in isolation.\" At least two deaths have been confirmed at the hospital.  Military cases: Both the South Korean and United States militaries have a major presence in Daegu, and concerns are growing of a potential outbreak among forces stationed there. At least four South Korean soldiers have tested positive for the virus so far, and US forces have prohibited all but essential travel to the area. Travel warnings: On Saturday, the US State Department issued a level 2 advisory, warning travelers to South Korea should \"exercise increased caution.\"  \"Many cases of Covid-19 have been associated with travel to or from mainland China or close contact with a travel-related case, but sustained community spread has been reported in South Korea,\" it said in a statement. \"Sustained community spread means that people in South Korea have been infected with the virus, but how or where they became infected is not known, and the spread is ongoing.\" Princess Cruises, which operates the Diamond Princess cruise liner, has announced a search for a \"best-in-class\" cleaning and disinfection service, to get the ship operational again after a weeks-long quarantine in the Japanese port of Yokohama.  Hundreds of people on board the ship were found to have contracted the coronavirus, the worst outbreak outside of mainland China. Disembarkation began this week after a 14-day quarantine, but some passengers who left have since tested positive for the virus causing concern that the quarantine may have failed.  “Our focus continues to be on the safety and well-being of our guests and crew. We are seeking to identify the best resources to partner with to clean and disinfect the ship from bow to stern,\" Jan Swartz, Princess Cruises president, said in a statement. “To accomplish this critically important undertaking, Princess will engage a vendor that has experience in significant cleaning and disinfection projects.\" Cleaning of the 115,875-ton passenger vessel will not be an easy task. Princess Cruises said jobs that need doing include \"the removal and proper disposal of all towels (bath, face, hand), bed linens, mattress pads, pillows, duvets, shower curtains, and mattresses,\" as well as the disinfection of curtains and other soft furnishings, while the extensive ventilation system will need cleaning, along with public areas such the spa, gym and restaurants.  While Princess Cruises is being public about the disinfection work, it may struggle to attract passengers back to the ship, which was headline news for weeks. The cruise industry as a whole is fearing a major slowdown over the outbreak.  lmost 100 people died of the novel coronavirus in mainland China Saturday, as the global death toll hit 2,461.  According to China's National Health Commission (NHC), there were 97 new deaths reported in mainland China on Saturday, all but one of which were in Hubei, the province at the center of the outbreak. Of the total deaths, 2,442 have been in mainland China.  Deaths outside China: 19 people have died outside of mainland China. Iran has reported five deaths from the coronavirus, while South Korea has reported four and Japan has reported three deaths, while Hong Kong and Italy each reported two. Taiwan, the Philippines, and France have each reported one death. Confirmed cases. There have been 1,782 confirmed cases of the virus outside of mainland China. On Saturday, confirmed cases in mainland China increased by 648 to reach a total of 76,936. Of those 648 new confirmed cases, 630 were in Hubei province. The NHC added that a total of 22,888 patients have recovered and been discharged from hospital. An outbreak of the novel coronavirus in South Korea has worsen with two more deaths and 123 more cases confirmed Sunday.  Four people have died of the virus in South Korea. The newest cases increase the total number of confirmed infections to 556, according to South Korea's Center for Disease Control and Prevention (KCDC).  One of the deaths occurred on Saturday and the other on Sunday -- there is an investigation ongoing into the relationship between the deaths and the disease. One of the deaths was a man in his 50s, who was being treated in hospital in North Gyeongsang province, where 92 other cases have been confirmed. Of the 123 new cases, 93 are from the southern city of Daegu, where a major outbreak has been ongoing, centered around churches related to the Shincheonji religious group. At least 75 of the new cases were linked to the group.  A 57-year-old woman, who was recently evacuated from the Diamond Princess cruise ship, has tested positive for novel coronavirus in Australia, officials confirmed. The Queensland woman had been a passenger on the ship, which was docked in the Japanese port of Yokohama for over two-weeks under quarantine.  There are now 22 confirmed cases of the virus in Australia. Paul Kelly, deputy chief medical officer, said in a statement that the woman is being moved from the Manigurr-ma Village quarantine facility in Darwin to Queensland for treatment.  There has been concern that efforts to contain the outbreak to the Diamond Princess have failed, with multiple cases of the virus confirmed among passengers who have since disembarked and returned home.   Infected evacuees: As of February 22, seven passengers who were evacuated from the Diamond Princess have tested positive for the novel coronavirus in Australia. Before the novel coronavirus outbreak hit Wuhan in December, the exact whereabouts -- and even existence -- of the central Chinese city had slipped from the general public's awareness in the West. But it wasn't always that way. Two generations ago, this city of 11 million people, on the junction of the Yangtze and Han Rivers, 600 miles upstream, in central China, was known through the West as a major industrial city. It was somewhere many European powers had a consulate, a place where major Western and Japanese trading firms, and international textile and engineering companies, had factories and sales offices. It was a regular overseas posting for customs officers, steamboat captains, traders and consuls. Wuhan was also a cradle of China's revolution in 1911. A quarter of a century later, it stood defiantly as the beleaguered wartime capital of nationalist China. Read more here Health officials in Hong Kong have confirmed an additional case of the novel coronavirus bringing the territory-wide total to 69 cases. In a press release issued Sunday, the city's Center for Health Protection said the latest case involved a 96-year-old woman with underlying illness.  The women developed a fever and cough on February 13 and tested positive for the novel coronavirus on February 22, the same day she was admitted to hospital. According to health authorities, the patient had no travel history during the incubation period. As of February 22, out of the 69 confirmed cases, 11 patients have recovered from the novel coronavirus and been discharged from hospital. Two people have died of the coronavirus in Hong Kong since the outbreak began.  Three more novel coronavirus have been confirmed in Singapore, bringing the city-wide total to 89 cases, according to health officials. The Ministry of Health said in a press release that one of the new cases was a 32-year-old male Singapore citizen who had been evacuated from Wuhan on February 9, with a group of Singaporeans.  The other two new cases were a 30-year-old female Singapore citizen and a 41-year-old Singapore male permanent resident, according to the Ministry of Health. Both had no recent travel history to China. As of February 22, out of the 89 confirmed cases in Singapore, 49 had fully recovered from the novel coronavirus and been discharged from hospital. Of the remaining 40 cases still in hospital, five were in critical condition. Three weeks ago, Lisa Wang was fighting a high fever when she was turned away from an overflowing hospital in Wuhan, the central Chinese city mired in a deadly coronavirus crisis. A chest scan showed her lungs were infected, but she couldn't get treated for the novel coronavirus she likely had because there weren't enough beds at the Wuhan Third Hospital, a doctor told her. Instead, she was given medication and instructed to self-quarantine at home. But on Tuesday, despite having recovered from the illness and been given the all-clear, the 30-year-old lawyer said she was forced into a makeshift quarantine center at a technology park -- putting her at risk of cross-infection with hundreds of other patients warehoused in the bare-bones facility. \"They couldn't provide me with a hospital when I was sick. Now when I'm recovered, they forced me into one,\" Wang, who asked to use a pseudonym for fear of repercussions, told CNN over the phone.\n\"I'm very angry, because I feel I shouldn't have come here,\" she said. Wang's involuntary relocation to the center was part of escalating government efforts to contain the spread of the virus, which has claimed more than 2,200 lives and infected more than 76,000 people worldwide. Under the measures, individuals deemed to be high risk -- either those with signs of the virus, or those who have come into close contact with confirmed cases -- are removed from the population and placed into hundreds of temporary isolation centers set up across the city. Wang is among thousands caught in the web of restrictive measures now in place in Wuhan, the epicenter of the outbreak since the virus emerged in mid-December. Read more here The Hubei health authority reported that 96 more people died of the coronavirus in China's Hubei province on Saturday, February 22, raising the death toll in the outbreak's epicenter to 2,346. Hubei authorities confirmed an additional 630 cases of the virus in Hubei on Saturday, including 32 cases in prison. The total number of cases in the epicenter of the outbreak is now 64,084. There are 40,127 patients hospitalized in Hubei, including 1,845 who are in critical condition, according to the health authority, and 15,299 patients have been discharged. The Hubei report brings the total number of deaths in mainland China to at least 2,441. The global death toll is at least 2,458, with 17 deaths outside of mainland China. Iran has reported five deaths from the coronavirus, while Japan has reported three deaths, and Hong Kong, Italy and South Korea reach reported two deaths. Taiwan, the Philippines, and France have each reported one death. The global number of confirmed coronavirus cases now exceeds 78,572, with the vast majority of cases in mainland China. China’s National Health Commission is expected to release numbers for all of China’s provinces later today.", "Section": "asia", "Writers": ["James Griffiths", "Jenni Marsh", "Tara John"], "URL": "https://www.cnn.com/asia/live-news/coronavirus-outbreak-02-23-20-hnk-intl/index.html", "MainKeyWord": "Macao", "AdditionalKeyWord": "Philippines", "Source": "CNN"}