{"Type": "article", "Time": "2018-06-04", "Headline": "US B-52s fly by contested islands amid rising tensions with China", "Text": "Two US B-52 bombers flew within the vicinity of the contested Spratly Islands in the South China Sea on Tuesday, according to a statement from US Pacific Air Forces, which oversees air operations in the region.   The flyover came days after Secretary of Defense James Mattis called Beijing out over its militarization of the islands, accusing China of \"intimidation and coercion\" in the Indo-Pacific, making clear the US has no plans to leave the region and prompting a furious Chinese response.  Beijing claims the Spratly Islands, but those claims aren't recognized by the US or by China's neighbors -- Malaysia, Vietnam, the Philippines and Taiwan -- which also say the islands are theirs. China has used geographic features in the Spratlys to build man-made islands, some of which it has equipped with military facilities, including anti-ship and anti-aircraft missiles. A US defense official who has knowledge of the mission's original flight plan said it called for the nuclear capable B-52 bombers to fly about 20 miles from the islands.  A spokesman for the Pentagon said the mission involved the Guam-based bombers conducting \"a routine training mission,\" flying from Andersen Air Force Base in the US territory of Guam \"to the Navy Support Facility\" in the United Kingdom's Indian Ocean territory of Diego Garcia. On Tuesday, the bombers flew from Diego Garcia and conducted \"training\" in the vicinity of the South China Sea, returning back to Diego Garcia the same day, according to the statement from US Pacific Air Forces. CNN initially reported that the flyover took place Monday, based on information from the US defense official who later clarified that the flyover took place Tuesday and not during the initial leg of the aircraft's journey Monday from Andersen to Diego Garcia. Both flight operations were part of US Pacific Command's \"Continuous Bomber Presence\" missions, which the military says are intended to maintain the readiness of US forces. \"US Pacific Command's CBP missions, which have been routinely employed since March 2004, are flown in accordance with international law,\" said Lt. Col. Chris Logan, a Pentagon spokesman. Tuesday's flyover came after Mattis used a Saturday speech in Singapore to accuse China of \"intimidation and coercion\" in the region and declared that the United States does not plan to abandon its role there. \"Make no mistake: America is in the Indo-Pacific to stay,\" Mattis said. \"This is our priority theater.\" Mattis specifically called out Beijing's militarization of artificial islands in the South China Sea, home to some of the world's busiest sea lanes. \"We are aware China will face an array of challenges and opportunities in coming years, we are prepared to support China's choices if they promote long-term peace and prosperity for all in this dynamic region,\" Mattis said. The Pentagon last week ratcheted up rhetoric about China's militarization of islands in the South China Sea, even as the Trump administration presses China for cooperation on North Korea. When asked by a reporter about the ability of the US to \"blow apart\" one of China's controversial man-made islands, Lt. Gen. Kenneth McKenzie, director of the Joint Staff, told reporters, \"I would just tell you that the United States military has had a lot of experience in the Western Pacific taking down small islands.\" His comments -- a reference to US amphibious landings and capture of Japanese held islands during World War II -- come amid growing tension in the hotly contested region, as the US ramps up freedom of navigation operations in response to China's steady militarization of its artificial islands. Chinese Foreign Ministry spokeswoman Hua Chunying said the United States had to stop \"hyping up\" China's action in the South China Sea, describing recent statements by Washington as \"blatant lies.\" \"If someone frequently flexes his muscles or snoops around your house, shouldn't you raise your alertness and improve your defense capabilities?\" she said at a regular press briefing Wednesday. \"China will not be intimidated by any planes or ships. We will only be firmer in our resolve to take all necessary measures to safeguard our sovereignty and security as well as maintain peace and stability in the South China Sea.\" CORRECTION: CNN initially reported the flight over the South China Sea took place Monday, but an official later told CNN the mission was actually completed on Tuesday.", "Section": "politics", "Writers": ["Ryan Browne"], "URL": "https://www.cnn.com/2018/06/04/politics/us-b52-spratly-flyover/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Malaysia", "Source": "CNN"}