{"Type": "article", "Time": "2021-03-02", "Headline": "March 3 coronavirus news", "Text": "Dr. Anthony Fauci today watched with amusement as country music legend Dolly Parton shared a new version of her song \"Jolene\" to inspire those who are eligible to get a Covid-19 vaccine. \"You gotta love Dolly Parton,\" said the nation's top infectious disease expert, chuckling as he watched the country western star perform the song before receiving her first dose of the  Moderna vaccine. \"She's giving a good message about people getting vaccinated,\" said Fauci. \"That's just terrific, that's what we need.\"  \"We need people who are respected and admired, entertainers, celebrities, people who get out there, that the community relates to them to get the message to get vaccinated,\" he continued. \"It's really very important.\" Parton noted before receiving the vaccine she had waited her turn in line.  \"I am old enough to get it and I am smart enough to get it and I even changed one of my songs to fit the occasion,\" she said, before breaking into song: \"Vaccine, vaccine, vaccine I'm begging you please don't hesitate.  Vaccine, vaccine, vaccine, vaccine because once you're dead that's a bit too late.\" ##Vaccines## Former President Trump missed an opportunity to help convince tens of millions of supporters to get vaccinated when he quietly received the Covid-19 vaccine himself, Dr. Anthony Fauci said Wednesday. Trump received the Covid-19 vaccine at the White House in January, a Trump adviser told CNN on Monday. Fauci told CNN’s Erin Burnett Wednesday that he was not aware that Trump got vaccinated at the time. “That would have been an extraordinarily good opportunity to get a signal to the people who would clearly have listened to him the way they listened to him in many other ways,” Fauci said. Fauci noted that Trump is extremely popular among his supporters, who number in the tens of millions. “He has a great deal of influence,” Fauci said. “It was just unfortunately, a lost opportunity because he could have gotten a lot of people who are hesitant about getting vaccinated, vaccinated. I'm sorry he didn't do that.”    As Covid-19 cases continue a downward slide in California, officials are preparing to reopen sectors, including potentially allowing fans attend Major League Baseball games in person. California Gov. Gavin Newsom said Wednesday he has held “advanced conversations” with MLB and county health officials, that may soon allow fans to return to cheering for their baseball teams in person, adding that he expects details to be released “very, very shortly.” \"If we don't let down our guard,” the governor said at a vaccination event at California State University, Long Beach, “I have all the confidence in the world fans will be back safely in a lot of those outdoor venues.\"  Citing a case rate “among the lowest in America,” hospitalization rates, and intensive care admissions dropping by more than 40% in the past two weeks, Newsom warned it’s “not mission accomplished yet.” Nearly 9.5 million vaccine doses have been administered to date, he said, boasting that only six other countries in the world have vaccinated more people than California. About a dozen counties, possibly including Los Angeles and Orange counties, are expected to move out of the state’s most restrictive tier by next week. Currently, 40 of the state’s 58 counties remain under the most stringent restrictions, forcing the closure of indoor dining and other nonessential activities. Virus mutations remain a concern as the variant first seen in New York has now been detected in California. For the first time, the Brazil variant has been detected in Los Angeles County, according to Health Director Barbara Ferrer. ##Restrictions## While vaccines will be available for all US adults by the end of May, teenagers will still have to wait until the fall. And vaccines for children younger than age 13 most likely won’t be available until early next year. \"Right now, we project that the clinical trials will give us information that by the time we get to the fall, high school students will be able to be vaccinated,\" Dr. Anthony Fauci, the director of the National Institute of Allergy and Infectious Diseases, said on Wednesday. \"I'm not sure if it's going to be by the first day of school, but sometime in the fall.\"  Their younger siblings will have to hold out a little bit longer, he explained, during a livestreamed town hall event with members of the United Food and Commercial Workers International Union. \"The way the program is now scheduled, children who are elementary school, 6 to 12, that group of individuals ... those individuals will not be able to be vaccinated until their trials are finished, which will likely be at the earliest, the end of this year,\" Fauci said. \"More likely the first quarter of 2022.\" Answering union members' questions about possible vaccine side effects, Fauci emphasized that adverse events after vaccination are \"extraordinarily rare.\" He also gave his personal experience of the flu-like symptoms many people report after a second vaccine dose. \"I felt the same kind of transient ache in the arm, but then maybe eight or nine or 10 hours into the day, I started to feel fatigued, just sort of washed out,\" he said. \"I felt a little chilly. I remember because my wife had a shirt on, and I was in the kitchen with a sweater and a jacket and I still felt a little bit chilly. I felt a little bit achy. I went to bed that night, woke up the next morning, still felt a little bit fatigued. By the time I got into that afternoon and that evening, I was back to normal.\" ##Vaccines## A federal official tells CNN the US Centers for Disease Control and Prevention will not release guidance Thursday for people who have been fully vaccinated.  The agency will release the guidelines when they are finalized later this week, according to a CDC official.  The CDC won't advise vaccinated Americans that they can go back to life as it was in 2019, according to a Biden administration official.  “It’s not that simple because not everybody has been vaccinated, and we haven’t reached the point where there is population-level immunity where we can give broad advice like that. It’s not possible yet to say, 'Yeah, you’re vaccinated, so everything is hunky dory,'\" the Biden official said.  The CDC official confirmed that a Politico article accurately characterized the guidelines as recommending that fully vaccinated people limit their social interactions to small home gatherings with other fully vaccinated people, that fully vaccinated people continue to wear masks in public and practice social distancing, and that the agency will also give guidance for travel.  The guidelines won't be prescriptive about what vaccinated people can and cannot do in all circumstances, according to the administration official. For example, it won't say vaccinated people can or cannot go to specific places or business establishments.  “It’s impossible to get to that level of detail – we can’t predict every situation that human beings will be in,” the Biden official explained. “What we can do is give principles for people to think through. It will give people the means to think through it and then they can choose what level of risk they wish to take.”  Some of the guidance will be specifically for residents of long-term care facilities such as nursing homes, including guidelines for having visitors and socializing among residents.  The Biden official said it hoped that people who are not sure if they want to be vaccinated will see the benefits and choose to get vaccinated.   “We’re not going to hold it over their heads – ‘if you don’t get vaccinated you can’t play with the other kids’ — but rather ‘here are reasons to get vaccinated and it’s safe to get vaccinated,'\" the Biden official said.  ##Vaccines## Researchers published more evidence Wednesday that the B.1.1.7 coronavirus variant first seen in the UK is more contagious than older circulating versions of the virus and said it’s likely to drive a large new surge of infections without much faster vaccination and more shutdowns, as well. This particular variant has been seen in at least 82 countries, including 44 US states, plus Washington, DC and Puerto Rico. It is also designated VOC 202012/01 – meaning the first variant of concern to have been identified in December of 2020. Nicholas Davies of the Centre for Mathematical Modelling of Infectious Diseases at the London School of Hygiene and Tropical Medicine and colleagues took a broad and deep look at the spread of the variant across England. One important measure they looked at is reproductive number – how many other people each infected person infects, on average. “Using a variety of statistical and dynamic modeling approaches, we estimate that this variant has a 43–90% higher reproduction number than preexisting variants,” they wrote in a report published in the journal Science. “Without stringent control measures, including limited closure of educational institutions and a greatly accelerated vaccine roll-out, COVID-19 hospitalizations and deaths across England in 2021 will exceed those in 2020,” they wrote. “VOC 202012/01 appears unmatched in its ability to outcompete other SARS-CoV-2 lineages in England,” they added. “Concerningly, VOC 202012/01 has spread globally and exhibits a similar transmission increase (59–74%) in Denmark, Switzerland, and the United States.” By mid-February, B.1.1.7 accounted for 95% of new coronavirus infections in England. Increased transmissibility is the best explanation for the spread of the variant, they said, and they also couldn’t find evidence it was any more deadly or any more likely to cause severe disease. But they said it’s too early to say for sure it’s not any more harmful, and other studies have indicated it might be. To keep up, England would need to be fully vaccinating 2 million people a week, they said, and even then, school closures or other measures might be needed. Fewer than 1 million people in England have been fully vaccinated so far, according to the UK government. In the US, close to 27 million people have received both doses. ##Variants##   About 80.5 million doses of Covid-19 vaccine have been administered in the United States, according to data published Wednesday by the US Centers for Disease Control and Prevention. The CDC reported that 80,540,474 total doses have been administered, about 75% of the 107,028,890 doses delivered. That’s about 1.9 million more administered doses reported since yesterday, for a seven-day average of more than 2 million doses per day for the first time. About 16% of the population — nearly 53 million people — have now received at least one dose of vaccine and more than 8% of the population – about 27 million people — have been fully vaccinated with both shots, CDC data shows. Note: Data published by the CDC may be delayed, and doses may not have been given on the day reported. ##Vaccines## The decision by governors of states such as Texas and Mississippi to lift mask mandates and restrictions on large gatherings was “ill-advised,” Dr. Anthony Fauci, the director of the National Institute of Allergy and Infectious Diseases, said Wednesday. \"It is really quite risky to do that, for the simple reason that if you look at the amount of infection that there is in the community right now, even though the slope is coming down sharply, if you look at the last seven-day average, it's (plateaued),” Fauci said during a town hall meeting broadcast on Facebook Live with the United Food and Commercial Workers International Union. “That is a dangerous sign, because when that has happened in the past, when you pull back on measures of public health, invariably you've seen a surge back up. So we really don't want to claim premature victory,” he added. \"Right now their level of community spread is between 55 and 70,000 cases per day,\" Fauci said. \"In order to pull back on all public health measures, you want that level to be remarkably low — very, very low. And 60 to 70,000 per day is definitely not low.\" ##Restrictions## Georgia Gov. Brian Kemp said he expects the state to receive 83,000 doses of the Johnson and Johnson vaccine, which will be prioritized for educators to expedite a full return to the classroom.   The rest of the vaccines will go to adults with developmental disabilities, and parents and caregivers of children with developmental disabilities and complex medical conditions.   \"Every student belongs in the classroom, five days a week, full time, as soon as possible. That is my expectation moving forward. And we look forward to partnering with local districts to ensure that this happens very quickly,\" Kemp said during a news conference in Atlanta on Wednesday.    Kemp said the expanded eligibility will include approximately a million more Georgians. Half a million of this population includes teachers, bus drivers, and other school staff.   The state is also opening five additional mass vaccination sites. With four sites already in operation, the state expects to increase its weekly capacity to 45,000 doses at all locations.  \"We've now given at least one dose to over 860,000 Georgians over the age of 65, which is a group that accounts for 77% of Georgia's deaths due to Covid-19,\" Kemp said. The governor said the sites will begin to operate on March 17.  \"As of today, over the last 28 days we have administered 1.1 million vaccine doses,\" Kemp said. Data from the Centers for Disease Control and Prevention shows that Georgia ranks below the national average in vaccine distribution per 100,000 people.  ##Vaccines## Michigan is expanding Covid-19 vaccine eligibility to people age 50 and older with medical conditions or disabilities and caregiver family members and guardians who care for children with special health care needs starting Monday, according to a release from the state. Starting March 22, vaccine eligibility will then expand even further to include all individuals age 50 and older, the release said. According to the state, this follows President Biden’s announcement that ramped-up Covid-19 vaccine production will provide enough doses for 300 million Americans to be vaccinated by the end of May. “The more people we can get the safe and effective vaccine, the faster we can return to a sense of normalcy,” Gov. Gretchen Whitmer said. “I urge all eligible Michiganders to get one of the three COVID-19 vaccines to protect you, your family and your community. We’ve already administered over 2.3 million doses to Michiganders of all races and backgrounds, and yesterday’s announcement that our national supply will be enough to protect all Americans by the end of May is incredible news.” ##Vaccines## New Mexico health officials urged residents not to follow neighboring state Texas’ lead in loosening Covid-19 restrictions during an update today. These warnings come as Texas Gov. Greg Abbott announced yesterday that the state would remove its statewide mask mandate. “Please, please don't take your lead from another state,” Human Services Secretary Dr. David Scrase said during the briefing.  “We know that masks, social distancing six feet apart, staying home whenever possible, keeping your hands clean, we know all of these things work. We do not believe, and we repeat, we do not believe this is the time to back off on any of those restraints,” Scrase said. Officials have not implemented travel quarantine restrictions on Texas or other states, but Scrase said they would “certainly consider revisiting” the possibility of implementing one should case numbers worsen in neighboring states like Texas.  While New Mexico received 17,200 doses of the Johnson & Johnson vaccine this week, officials said in a briefing today that the state will not receive more doses of this vaccine during the next few weeks. Health Secretary Tracie Collins credited the delay to the company working on production, saying that the state expects to get an updated number of incoming Johnson & Johnson vaccines at the end of March.  More than 609,000 Covid-19 vaccines have been administered in New Mexico, officials said. Twenty-three percent of residents have received their first vaccine dose and 13% are fully vaccinated. ##Vaccines## The use of masks, social distancing, hand washing and avoidance of large gatherings must continue in the US to control the spread of Covid-19, according to a statement from the Infectious Diseases Society of America. \"All of these measures together will bring us closer to ending the pandemic,\" said Dr. Barbara Alexander, the president of ISDA, in the statement. \"Abandoning them now will postpone the day we can put Covid-19 behind us.\" Although case counts have decreased in recent weeks, only about 10% of Americans have been vaccinated, and new emerging variants have shown themselves to be more transmissible versions of the novel coronavirus. \"We can't forget the lessons this pandemic has taught us, or its terrible toll, and we must not relinquish the ground we've gained,\" Alexander said. The organization called on leaders and policymakers to contribute to the likelihood of success defeating the virus by \"following public health guidance and providing appropriate resources.\" ##Restrictions## Louisiana's state health officer, Dr. Joseph Kanter, tweeted that lifting mask mandates in neighboring states of Mississippi and Texas is dangerous. “Don’t be fooled,” Kanter tweeted, replying to local news article on the lifting of the mandates, “This is a dangerous and self-defeating move.” In his tweet, Kanter went on to say, “If you spend time in TX or MS, avoid indoor spaces with maskless patrons. Not worth the risk.” Some more context: On Wednesday, Louisiana Gov. John Bel Edwards announced the state would move into a modified phase 3 reopening plan; but the statewide mask mandate would remain in effect. Dr. Seth Berkley, the CEO of vaccine alliance Gavi, said 10 million doses of the Covid-19 vaccine have now been delivered to 14 countries as part of the COVAX initiative, with at least 10 million more expected to be delivered in the next week.  “Yes, not enough doses and not as quick as we would like it. It took us 83 days from the first jab in UK to the first jab in Africa, but now we're off to try to get as much of this out as we can,” he told CNN’s Richard Quest.  COVAX is a program coordinated by Gavi, the Coalition for Epidemic Preparedness Innovations (CEPI) and the World Health Organization. Their goal is to promote fair and equitable access to vaccines around the world. Berkley said he was happy to see President Biden’s effort to bring Johnson & Johnson and Merck together to produce vaccines and he wants to see more of it. “That's the type of cooperation we need to have with every company anywhere in the world who has the ability to do this production,” he said. ##Vaccines## A trial in South Africa of an experimental coronavirus vaccine made by US vaccine maker Novavax shows the vaccine is about 50% effective against a variant that’s now the dominant strain in that country. It also shows that the vaccine offers better protection from the new variant than antibodies from people previously infected with coronavirus. The researchers say their findings, which had been shared previously in a statement from Novavax, show the importance of quick and widespread vaccination to prevent the worse spread of variants. The team led by Tulio de Oliveira of the University of KwaZulu-Natal was conducting a mid-size, Phase 2 safety and efficacy trial of the vaccine in about 4,000 volunteers in South Africa when the B.1.351 variant was by far the most common circulating type of virus. “The NVX-CoV2373 vaccine was efficacious in preventing Covid-19, which was predominantly mild to moderate and due to the B.1.351 variant, while evidence of prior infection with the presumptive original SARS-CoV-2 did not confer protection against probable B.1.351 disease,” they wrote in a preprint report. That report hasn’t been peer reviewed but it has been posted online. “Among 94% of participants without HIV, vaccine efficacy was 60.1%. The study was not powered to detect efficacy in the small population of people living with HIV,” they wrote. Overall efficacy in preventing symptomatic infection was about 50%.  About 30% of the volunteers had evidence of a previous coronavirus infection when they enrolled. When these volunteers got placebo shots, they were just as likely to catch coronavirus as those who got real vaccine, the researchers reported. That’s evidence that previous infection with a different variant provides little protection against B.1.351.  “This finding has significant public health implications for pandemic modeling, control strategies, and vaccine development and deployment efforts,” the team wrote in the preprint posted Wednesday. But the vaccine did provide protection against the new variant – although much lower than the 89% efficacy shown in a more advanced, Phase 3 trial in the UK. Novavax plans to apply for US Food and Drug Administration emergency use authorization of its Covid-19 vaccine sometime in the second quarter of this year. It’s testing 30,000 volunteers in the US and Mexico for that application. The company has said it is already working on booster shots to help its vaccine protect against newly emerging variants of the coronavirus. ##Vaccines## ##Variants## Arizona Gov. Doug Ducey has issued an executive order that requires schools to offer in-person learning by March 15, according to a statement from the governor's office. \"More than half of Arizona’s schools are open and offering in-person options,\" Ducey said in his statement. \"More schools need to follow their lead and pave the way for equitable education options for every Arizona student.\" Ducey emphasized that the CDC and \"numerous health officials have said time and time again that schools are safe and kids can go back to the classroom.\"   The order mandates that schools return to in-person learning by March 15, or after Spring Break, according to the governor's statement.  The statement says a parent or guardian may choose to continue virtual learning for their child. The order makes an exception for middle and high schools located in counties with “high” transmission of Covid-19, as defined by the CDC. The statement noted that this currently includes three Arizona counties: Coconino, Yavapai, and Pinal.  \"The CDC is clear that there is a safe pathway for all schools to open at any transmission level, and to stay open if they implement proper mitigation strategies,\" the governor noted.  This announcement comes a day after nearby Texas Gov. Greg Abbott announced he would be lifting the mask mandate and \"opening Texas 100 percent.\" ##Restrictions## The Texas Department of State Health Services said Wednesday that school and childcare workers would now be eligible to receive the Covid-19 vaccine, following a directive from the US Department of Health and Human Services. \"Last night, DSHS received a letter from the U.S. Department of Health and Human Services directing states to expand eligibility to include people who work in school and child care operations. The federal directive defined the people eligible as 'those who work in pre-primary, primary, and secondary schools, as well as Head Start and Early Head Start programs (including teachers, staff, and bus drivers) and those who work as or for licensed child care providers, including center-based and family care providers,'\" Texas Department of State Health Services Said in a statement. “Providers are encouraged to continue their efforts to vaccinate older adults since the burden of COVID-19 falls most severely on people age 65 and older,” the Texas statement continued.  ##Vaccines##    Texas Gov. Greg Abbott announced he is lifting the state's mask mandate and allowing businesses to open at 100% capacity beginning on March 10, despite health officials' warnings.  CNN correspondent Lucy Kafanov was live in Houston answering viewers' questions.   Watch:  ##Hotspots## Indiana Gov. Eric Holcomb announced Wednesday afternoon that Indiana is now expanding its eligibility for the Covid-19 vaccination to include those age 50 and older. This comes only one day after the state lowered eligibility to include those 55 and older.  “With the new J&J approval, we’re obviously able to do more,” Holcomb said, referencing the newly approved Johnson & Johnson Covid-19 vaccine.  The governor said the state will continue to drop vaccine eligibility based on age, ultimately to age 40.  Holcomb also announced that he would be receiving the vaccine on Friday, as he has now become eligible. He said he received a strong recommendation from Indiana State Health Commissioner Dr. Kristina Box “to walk the walk and not just talk the talk.” ##Vaccines## President Joe Biden sharply criticized states lifting Covid-19 restrictions against the pleas from the US Centers for Disease Control and Prevention and other top public health officials, accusing those in power of “Neanderthal thinking.” “I think it’s a big mistake. Look. I hope everybody’s realized by now, these masks make a difference. We are on the cusp of being able to fundamentally change the nature of this disease because of the way in which we’re able to get vaccines in people’s arms,” Biden said when asked about Gov. Greg Abbott and Gov. Tate Reeves’ decisions to relax restrictions in Texas and Mississippi.   “The last thing – the last thing we need is Neanderthal thinking that in the meantime, everything’s fine, take off your mask, forget it. It still matters,\" he added. He referenced a card he keeps in his pocket with the daily death toll of the virus amid his administration’s push to get vaccines into arms.  Biden, who is meeting with a bipartisan group of lawmakers in the Oval Office on the subject of ending cancer, called on all Americans to continue to follow guidelines despite the mixed messaging from some state officials.  “It’s critical – critical, critical, critical – that they follow the science: Wash your hands, hot water, do it frequently. Wear a mask and stay socially distanced. And I know you all know that. I wish the heck some of our elected officials knew it,” he told reporters.  ##Restrictions## India's Covaxin vaccine is 81% effective against coronavirus, according to early data released Wednesday by Bharat Biotech, the company that developed the drug jointly with the government-run Indian Council of Medical Research (ICMR). The vaccine's clinical trial involved 25,800 participants between 18 and 98 years old. The efficacy figure is based on an early analysis of 43 Covid-19 cases. Thirty-six cases occurred in participants who got a placebo, compared to seven participants who got the vaccine. Data indicates the vaccine can also effectively combat the coronavirus variant first spotted in the UK, according to an analysis by the National Institute of Virology, Bharat said in a news release. “Today is an important milestone in vaccine discovery, for science and our fight against coronavirus…Covaxin demonstrates high clinical efficacy trend against COVID-19 but also significant immunogenicity against the rapidly emerging variants,” said Dr. Krishna Ella, the company's chairman and managing director. Covaxin is a two-dose vaccine. It is the first Covid-19 vaccine that has been developed in its entirety in India. In March 2020, following the successful isolation of the novel coronavirus virus, the ICMR established a public-private partnership with Bharat Biotech to develop the virus isolate into a vaccine candidate. Over 40 countries have expressed their interest in Covaxin, including Mongolia, Myanmar, Sri Lanka, the Philippines, Bahrain, Oman, Maldives and Mauritius. ##Vaccines## At least 2,581 cases of coronavirus variants first spotted in the UK, South Africa and Brazil have been reported in the United States, according to data updated Tuesday by the US Centers for Disease Control and Prevention. The vast majority of these cases, 2,506, are the more contagious variant known as B.1.1.7, which was originally detected in the UK. This variant has been found in 44 states, Puerto Rico and Washington, DC. About a quarter of these were found were in Florida. In addition, 65 cases have been reported of a variant initially seen in South Africa, called B.1.351, in 16 states and Washington, DC.  Lastly, 10 cases of the P.1 variant first linked to Brazil have been discovered among five states.  CDC says this does not represent the total number of such cases circulating in the US, but rather just those that have been found by analyzing positive samples. The agency cautions that its numbers may not immediately match those of state and local health departments. ##Variants## The day after Texas Gov. Greg Abbott announced he would be lifting the mask mandate and \"opening Texas 100%,\" the leadership of Austin has strong words of opposition to the move. Austin Mayor Steve Adler said that the move is a breaking of a promise and an attempt to deflect from other issues the governor is facing. \"Governor Abbott said he'd be guided by the science and the data and yesterday he broke that promise,\" Adler said today at a news conference this morning.  \"There is no explanation for the governor's action other than trying to distract us and the media from the failure of the state to protect us from the power outage,\" Adler added. Travis County Judge Andy Brown noted that \"with just over 5% of our community vaccinated, this is no time to be lifting the mask ordinance.\" Brown said that county and city leaders will \"do everything possible to still require masks in any way possible under that order, and under the law.\" Brown also noted that some businesses have told him that \"they still want to be able to require people to wear masks — they want people to wear masks.\" Abbott, however, suggested that business leaders were behind the move by releasing three statements of praise from state business associations in a news release this morning. \"The Governor is striking the right balance by removing the heavy hand of government and allowing businesses to operate as they see fit,\" Glenn Hamer, CEO of the Texas Association of Business, wrote in his statement. \"As other states in the country keep restrictions in place, Texas will spearhead the economic recovery,\" Invest Texas Council Chairman Ron Simmons said in the release.  Brazil’s largest state Sao Paulo will enter a two-week “red phase” in coronavirus restrictions starting at midnight Saturday, according to Sao Paulo’s governor. That means all but essential businesses must close, including restaurants, bars, gyms and beauty salons as well as all but essential retail shops. Schools, however, will continue to provide a portion of their classes in-person. This announcement comes during a particularly difficult week for the nation, as Tuesday marked the highest daily death toll in Brazil, with at least 1,641 people dying in a single day, according to the health ministry. It also comes as public and private ICUS are near or at capacity across the country, with one-third at the edge of collapse at over 90% capacity, according to federal and state data. “We are on the verge of a collapse in the health system in Sao Paulo,” Governor Joao Doria said during a press conference to announce the tightening of restrictions. “Urgent, collective measures are needed,\" he added. ##Hotspots## ##Restrictions## Vice President Kamala Harris sought to highlight the plight of women in the workforce amid the pandemic with a visit to a local small yarn and fiber business, which she called the “fabric of the community.”  She pressed the need for Congress to pass the administration’s $1.9 trillion relief package, which the Senate could take up as soon as today.  The vice president heard from the store’s owner and a few members of the staff and another female business owner who handles public relations for the shop. They outlined some of the difficulties of running a small business as a woman during the pandemic, including childcare issues, health concerns, and closures.  Told that a large portion of the shop’s business is now online, Harris said, “God bless the United States Postal Service, by the way,” calling them the “heroes of the moment.” Harris touted Biden’s announcement that there will be “enough vaccines for everyone” by May, telling the group, “we’re going to get through this.” Citing the relief package, she discussed the importance of supporting small businesses, citing statistics of women leaving the workforce during the pandemic.  She said Covid-19 has “highlighted the fissures and the failures of the system,” specifically referencing paid sick leave and paid family leave, as well as support for vaccinations and schools.  “This is literally about relief for people who need it,” Harris said of the legislation, adding that it will be “interesting to see” how history views this time, but added that the heroes – including the workers at small businesses – will be remembered. Teachers and West Virginians age 50 and older are now eligible for Covid-19 vaccinations in the state, Gov. Jim Justice announced during a news conference Wednesday. The previous restriction was age 65. Eligible categories now include:  Teachers and school service personnel age 40 and above\nResidents with chronic health conditions who are 16 or older \"We got this thing on the run, and we’re gonna chase it until the ends of the earth, and get it gone,\" Justice said.  The state has seen sharp reductions in overall deaths and nursing home outbreaks in recent months, according to government officials during the news conference. Justice reported 232 new cases of Covid-19 and eight deaths in the past 24 hours, with 197 hospitalized. West Virginia's daily percent positivity was 3.13%. Note: These numbers were released by the state’s health agency, and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project.  ##Vaccines##  In a new preprint study, researchers say they have identified the variants first identified in the UK, Brazil, South Africa and California in patients from the Houston metro area. Researchers from Houston Methodist and elsewhere say it’s the “first city in the United States to have all variants documented by genome sequencing,” although sequencing is done for only a small number of coronavirus cases around the United States and does not capture the overall prevalence of the variants.  The report, which was posted on Tuesday and has not been published or peer-reviewed, said the finding “is not unexpected but it is disquieting,” and called it a “testament to our aggressive sequencing of COVID-19 patient samples.” The US Centers for Disease Control and Prevention lists the B.1.1.7 variant first identified in the UK, the B.1.351 first identified in South Africa, and the P.1. first identified in Brazil as “variants of concern” and track incidences of these variants. The variants may be more transmissible than others. According to the CDC’s most recent update, as of March 2, there are at least 2,572 cases of coronavirus variants across the country. Florida and Maryland have also identified all three of the CDC’s “variants of concern.\" The CDC says this does not represent the total number of such cases circulating in the US, but just those that have been found by analyzing positive samples. The agency cautions that its numbers may not immediately match those of state and local health departments. The authors also note that the variants were found widely spread across the Houston area, “indicating successful patient-to-patient transmission.”  They added that none of the patients were from a common household or reported any recent international travel, “suggesting that every infection was independently acquired locally or during domestic travel.”  Texas Gov. Greg Abbott announced Tuesday he's lifting the mask mandate in Texas, even as health officials warn not to ease safety restrictions. ##Variants## President Biden's coronavirus response team learned two things his first week in office: Johnson & Johnson's one-shot coronavirus vaccine was highly effective – but the company was millions of doses behind its production schedule. Preliminary conversations that began under the Trump administration about a vaccine manufacturing partnership between the pharmaceutical giant and its competitor, Merck, whose own vaccine attempt had failed, were \"incremental\" and going nowhere fast, according to two senior administration officials. And Johnson & Johnson seemed reluctant to commit to a large-scale deal with Merck, the officials said. \"They just were not all in,\" one of the officials told CNN. That changed when Jeff Zients, the White House's coronavirus czar, called Johnson & Johnson's CEO Alex Gorsky on a Sunday in early February and urged the company to meet the moment, stressing that the US is in a \"national emergency\" and that it was time to go \"big and bold.\" \"You can't be incremental and small in your thinking. We have to overwhelm this problem,\" one senior administration official said, recounting the conversation, which lasted an hour more than the scheduled 15 minutes. Zients reminded Gorsky – a West Point graduate and US military veteran – of Johnson & Johnson's major contributions during World War II, including manufacturing the first-ever duct tape and other military supplies. Just as Americans remembered Johnson & Johnson's contributions then, its efforts to accelerate the vaccination of Americans would be their new legacy, Zients said, according to two senior officials. \"That was really a turning point,\" one of the officials said, noting that Gorsky \"embraced\" the approach and discussions about a large-scale partnership with Merck quickly turned more serious. Hanging over that conversation and others between Biden administration officials and executives from both companies was Biden's authority under the Defense Production Act to compel the companies to partner if they were unwilling. A senior administration official said that authority was never explicitly threatened in conversations with both companies, but added that it was implicitly a motivating factor.  \"The DPA is always there, implicitly as a tool, which brings people to the table and puts people on their toes,\" the official said. The administration would have been willing to invoke the DPA's coercive authorities had the two companies not reached an agreement, but did not need to, the official said. Instead, Biden is exercising other authorities under the DPA to invest $105 million to help Merck retrofit its manufacturing facilities to produce the vaccine at scale and to expedite the supply of key vaccine production materials to Johnson & Johnson.  Keep reading. ##Vaccines## The Biden administration on Wednesday announced enhanced efforts from the private sector to reach some of the nation’s most vulnerable seniors for vaccinations, part of the administration’s overall goal of distributing vaccines more equitably amid hesitation in some disproportionally-impacted communities.  Led by over a dozen of “America's leading health insurance providers,” the “Vaccine Community Connectors Pilot” program aims to get 2 million vulnerable seniors “vaccinated as fast as possible,” White House senior Covid-19 adviser Andy Slavitt announced at Wednesday’s virtual Covid-19 briefing.  The program’s goal, Slavitt said, is “to help vulnerable seniors overcome three of the most challenging current barriers: questions about the vaccine, scheduling, and transportation.” Insurance providers, he explained, will “make outbound calls to unvaccinated Americans of over 65 who live in areas of high social vulnerability.” “They'll talk to them about vaccine efficacy, safety and the value of vaccinations, then they will facilitate back registration and appointment scheduling for seniors. They'll arrange transportation to and from a vaccination site and ensure seniors get back for a second shot,” he said, noting that there will also be mobile vans deployed into communities of need. Slavitt praised the private sector for their efforts. “This commitment came from organizations who have the call centers, technology, and community relationships to run a pilot program like this. And it comes on the heels of our call to action last week to the private sector to use their talents and resources to help bring a quicker end to this crisis,” he said. It comes days after the White House acknowledged it is still too difficult to schedule a vaccine, suggesting the federal government may also step in to provide technical support to states, as well as call centers. “Scheduling remains, for far too many people, too frustrating, and we need to make it better,” White House Covid-19 coordinator Jeff Zients said Monday. ##Vaccines## It’s premature for Texas Gov. Greg Abbott to lift the state’s mask mandate and end restrictions on businesses, US Centers for Disease Control and Prevention Director Dr. Rochelle Walensky said Wednesday.  “I think we at the CDC have been very clear that now is not the time to release all restrictions,” Walensky said during a White House COVID-19 Response Team briefing. Abbott announced the end of the state’s pandemic restrictions on Monday. Walensky said the next month or two will be pivotal for the country, and she hopes people will do whatever they can to decrease the amount of the virus spreading in the community – particularly as the country rolls out more vaccines to protect the public. “I will also note that, you know, every individual has, is empowered to do the right thing here, regardless of what the states decide for personal health, for public health, for their health, and their loved ones and communities,” Walensky said. “I would still encourage individuals to wear masks to do the right thing to protect their health.” ##Restrictions## Polish health minister Adam Niedzielski has said he does not recommend China’s Sinopharm coronavirus vaccine at the moment, the Polish Press Agency (PAP) reported Wednesday, adding that the Polish government is yet to come to a decision on the possible purchase of vaccines developed by China.  \"I do not know of any research results that would allow the Chinese vaccine against coronavirus to be marketed, so at the moment I do not recommend using it,” Niedzielski said during a news conference on Wednesday.  “No decision has been made regarding the possible purchase of Chinese vaccines by Poland,” he added, highlighting that, in the case of the Sinopharm vaccine, no cooperation procedure has been initiated yet.   The health minister also emphasized that patient safety is of the highest value, noting that such safety would be \"guaranteed by the European Assessment System, culminating in the activities of the European Medicines Agency (EMA).\" Niedzielski added that the Hungarian government, which has already imported doses of the Sinopharm vaccine, has not yet carried out \"the certification process of the production process so that there is a guarantee of quality.”  \"We do not really have any specific information on this subject, so from this point of view, until such results are carried out, it seems that there is no possibility that Polish patients will be at any risk,\" Niedzielski said. Hungary is the first EU country to have rolled out China's Sinopharm vaccine, which has not been approved by the EMA. ##Vaccines## About 400,000 teachers, childcare workers and school staff in Massachusetts will be eligible to sign up for vaccine appointments starting March 11, Gov. Charlie Baker announced at a news conference Wednesday.  There will be specified days designated for them, according to the governor. A celebratory “YES!” could be heard in response from Gloucester Mayor Sefatia Romeo Theken, who was also at the news conference held at West Parish Elementary School.  The state of Massachusetts has received 2 million vaccine doses and has administered 1.8 million so far, getting six doses out of a vile instead of five doses, Baker said. Baker added that Tuesday was the first day in “I don’t know how long” that there has been zero new cases in long-term care facilities.  ##Vaccines## The country is about to benefit from “historic scientific success” of rapid vaccine development, but people must not give in to pandemic “fatigue” – particularly with recent “troubling signs” of variants emerging, Dr. Rochelle Walensky, director of the US Centers for Disease Control and Prevention, said at a White House Covid-19 Response Team briefing on Wednesday. “We are just on the verge of capitalizing on the culmination of a historic scientific success, the ability to vaccinate the country in just a matter of three or four more months. How this plays out is up to us,” Walensky said. “The next three months are pivotal,” she added.  To protect the country’s health, people need to remain vigilant, and whether mandated or not, Walensky asked the public to wear a well-fitted mask, keep physical distance from others, avoid crowds, and practice good hand hygiene. “So much can turn in the next few weeks,” Walensky emphasized.  Watch:  ##Vaccines## Johnson & Johnson is likely to have a Covid-19 vaccine available for children under the age of 18 by September, says CEO Alex Gorsky. “I think it's likely to occur right in that timeline. The good news is, is that the FDA is already working with companies to establish the clear regulatory guidelines, so that the appropriate data can be collected,” Gorsky told David Ignatius during a Washington Post Live event on Wednesday Gorksy said one benefit of the Johnson & Johnson vaccine is that this particular type of vaccine has been used in lower age groups before. “The AdVac 26 was used extensively among broad age groups, young and old in Africa when we were developing this for other conditions such as Ebola and HIV. So it gives us reasons to be optimistic regarding the safety profile in that in that patient population, but we still have to do the clinical work,\" he said. Last week, Johnson & Johnson first announced their plans to study the vaccine in adolescents. Gorsky says it will begin testing in people ages 12 to 18, and it will go down from there. \"We will conduct several immunogenicity and safety studies in children from 17 years of age down to neonates,” Dr. Macaya Douoguih, head of clinical development & medical affairs with J&J’s vaccine arm Janssen, told a Centers for Disease Control and Prevention advisory committee last week. “We are also anticipating a study in pregnant women in the second and third trimesters toward the end of March, early April,\" Douoguih said. \"We also plan to begin a study in immunocompromised individuals in the third quarter of this year.\" Both Pfizer and Moderna are currently trialing their mRNA-based Covid-19 vaccines in children.  ##Vaccines## The grocery chain Kroger announced it will still require customers to wear masks inside its stores across the country despite the reversal of mask mandates in Texas and Mississippi, a statement said today. The company, which bills itself as \"America's largest grocer\" said that it will \"continue to require everyone in our stores across the country to wear masks until all our frontline grocery associates can receive the Covid-19 vaccine.\" \"We also continue to advocate to federal, state and local officials to prioritize frontline grocery workers for the vaccine rollout plan,\" the company added.  Kroger offers a $100 one-time payment to employees who get fully vaccinated. The company has recently also drawn controversy over its practice of closing stores in cities that mandated \"hazard pay\" for grocery employees working during the pandemic. Kroger announced closures of two stores in Seattle and two in Long Beach, California, after ordinances in both cities required grocery workers to be paid an extra $4 per hour. ##Restrictions## Johnson & Johnson’s goal is to exceed its target of 100 million Covid-19 vaccine doses by the end of June now that it has a new partnership with Merck, says CEO Alex Gorsky.  “We had previously announced 100 million by June, but in discussions with the government in trying to say, ‘Hey what else could we be doing? How else could we accelerate? Are there other ways that we could partner, even more broadly to not only reinforce that confidence, but to perhaps accelerate it even further?’ And that's when in conversations that we were able to sit down together and, and bring this partnership to fruition,” Gorsky told David Ignatius during a Washington Post Live event, on Wednesday.   Gorksy said the two companies are working together “as we speak” and that he is confident about being able to accelerate.  “The early signs and the early data transfer and technology transfer has been encouraging. And we're committed to doing everything possible to make net acceleration possible,\" he said. Yesterday, President Biden announced the partnership between the two pharmaceutical giants and declared there would be enough vaccine supply for all adult Americans by the end of May. “We are pleased to collaborate with Merck as part of our global network to manufacture our COVID-19 vaccine. Merck has a long history of vaccine expertise, and we expect this manufacturing arrangement will enhance our production capacity so that we can supply beyond our current commitments,” said a statement from Johnson & Johnson. “Merck is the ninth manufacturer to join our global network and this significant collaboration will further enable us to deliver our COVID-19 vaccine worldwide.” ##Vaccines## The city of Greenville, Mississippi, will continue to enforce the citywide mask mandate after Gov. Tate Reeves announced on Tuesday that he was lifting the statewide mask mandate.  \"This unseen disease is still alive and well; and, there exist variants of Covid-19 in this country,\" Errick Simmons said in a news release Wednesday.   Simmons called the decision to lift mask mandates \"premature and reckless.\"  \"We cannot relax exercising good personal hygiene, social distancing, use of face masks and/or coverings, or let our guards down as we approach Spring Break, Easter, and other holidays,\" the mayor said.  In a similar statement on Tuesday, the Mayor of Jackson, Mississippi, Chokwe Antar Lumumba said the mask mandate in the city of Jackson still stands.  “Now is not the time to let our guard down. Healthcare experts continue to advise that we are not yet at a place to remove masks. The continued evidence of Covid-19 variants supports this recommendation. The mask mandate in the City of Jackson and the Sixth Amended Stay Safe Jackson Executive Order remain in full force and effect,” Lumumba said. Texas Gov. Greg Abbott also repealed the mask mandate in his state on Tuesday. The Netherlands government has asked the Health Council of the Netherlands for advice on administering the AstraZeneca vaccine for Covid-19 to those over age 65. That vaccine is currently only being used in the Netherlands for those aged 60 to 64, those with Down’s Syndrome, and the “morbidly obese.” The government has asked the Health Council, an independent scientific advisory body, “to issue an opinion on use of AstraZeneca for those over 65 years old,” Tim Bennebroek, a spokesperson for the Dutch Ministry of Health, Wellness, and Sport told CNN on Wednesday. ##Vaccines## An ensemble forecast published Wednesday by the US Centers for Disease Control and Prevention now projects there will be 540,000 to 564,000 coronavirus deaths in the United States by March 27. Unlike some individual models, the CDC’s ensemble forecast only offers projections a few weeks into the future.  The previous ensemble forecast, published Feb. 24, projected up to 548,000 coronavirus deaths by March 20. At least 516,616 people have died from Covid-19 in the United States, according to data compiled by Johns Hopkins University.  ##Hotspots## Today marks the 349th straight day of work for Dr. Joseph Varon, chief medical officer at United Memorial Medical Center in Houston, Texas.  But Varon “saw all those 348 days yesterday go down the drain” after Texas Gov. Greg Abbott announced the lifting of mask mandates and opening businesses 100% capacity.  Varon said he is very concerned and has met with staff at his hospital to go through different strategies and getting more personal protective equipment.    “If we open the state on the 10th, I'm telling you, before the end of March, we're going to have problems. And we had a precedent for that. Remember last year when we opened the state at the end of April. My worst months were June and July last year. So unfortunately, this is starting to look like deja vu,” Varon said on CNN’s “New Day.”  Varon said Abbott’s decision makes no sense and that many Texans may stop wearing their masks.  As of Monday, 6.57% of Texans have been fully vaccinated, according to Johns Hopkins University. “Despite being a huge state, we have less than 7% of vaccination. I don't know why he didn't wait until we have more percentage of the population vaccinated before he came with this move,” Varon said.  Clay Jenkins, Dallas County judge, calls this “a political move on the part of the governor to take the attention off the power grid collapse” after devastating winter storms.   “I wish he was more imaginative and had a better way to change the conversation than doing something dumb like this,” Jenkins said. Jenkins added that stores can still refuse service to people who don't wear a mask, and “I think most stores will.”  Watch: Jackson, Mississippi, Mayor Chokwe Antar Lumumba said the governor’s announcement to end all county mask mandates will “sabotage our efforts” to fight the Covid-19 pandemic.  “No one celebrates victory in the third quarter. And so, as we have the introduction of another vaccine and as we…ramp up opportunities to have more Americans vaccinated, it makes no sense that we're choosing to sabotage our efforts and put people and lives and businesses in jeopardy,” Lumumba said to CNN’s Alisyn Camerota.  Lumumba said Gov. Tate Reeves is sending a contradictory message against health experts and that too many people won’t follow local mask mandates. “He puts Jackson in an extremely dangerous position, because we're not only the capital of the state of Mississippi; we’re the capital of health care,” Lumumba said. Lumumba said Jackson will continue its mask mandate until health officials say it is safe to lift it. “That is an effort not only to protect lives, protect families, but to protect businesses, as well,” he said.  Watch:  Peru will receive a batch of 50,000 doses of the Pfizer/BioNTech Covid-19 vaccine on Wednesday evening, President Francisco Sagasti has announced.  The vaccines are expected to arrive on a flight landing around 7 p.m.. “We expect to receive similar amounts every week from now on,” he added Tuesday. Peru’s government has secured 48 million doses to be delivered between now and the end of the year, Sagasti said.  “There are few vaccines for the huge demand we have around the world. The [different] laboratories are negotiating directly with governments during this first stage when there is a global shortage of vaccines” Sagasti told journalists, referring to calls for local authorities and representatives of the private sector to be allowed to negotiate directly with vaccine producers.  The Pfizer/BioNTech vaccine is the second to arrive in the country, after Peru secured 20 million doses.  Peru started its vaccination rollout at the beginning of February with one million Sinopharm doses and expects another two million doses of the same vaccine during March.  The country also expects to receive 1,296,000 Oxford/AstraZeneca doses and 117,000 Pfizer doses through the Covax program between March and May this year.  Around 300,000 health workers have been vaccinated so far with the doses provided by Sinopharm. Peru was the first country to roll out China’s Sinopharm after participating in the clinical trials.  A total of 1,338,297 Covid-19 cases were reported by Peru’s Health Ministry on Tuesday evening with 5,358 new cases. The country has been reporting an average of more than 6,000 new daily cases since the beginning of February and has faced a shortage of oxygen, hospital beds and ICU units during this second wave of the pandemic.  A global fake Covid-19 distribution network has been dismantled in South Africa and China and “hundreds of illicit vaccines seized with arrests made across two continents,” says Interpol, which represents 194 international police forces. In a statement published Wednesday, Interpol said that in South Africa, “some 400 ampoules -- equivalent to around 2,400 doses -- containing the fake vaccine were found at a warehouse in Germiston, Gauteng.\"  “Officers also recovered a large quantity of fake 3M masks and arrested three Chinese nationals and a Zambian national,” the statement added. In China, “police successfully identified a network selling counterfeit Covid-19 vaccines, raided the manufacturing premises, resulting in the arrest of some 80 suspects, and seized more than 3,000 fake vaccines on the scene,\" the agency said.  \"Whilst we welcome this result, this is only the tip of the iceberg when it comes to Covid-19 vaccine related crime,” said Interpol Secretary General Jürgen Stock. A spokesperson for the Chinese Ministry of Public Security remarked that \"the Chinese government attaches great importance to vaccine security\" and will continue to \"further strengthen the constructive cooperation with Interpol\" to crack down on illegal vaccine crimes, according to the Interpol statement.  Interpol said it was also dealing with “additional reports of fake vaccine distribution and scam attempts targeting health bodies, such as nursing homes.” The agency has warned the public “that no approved vaccines are currently available for sale online. Any vaccine being advertised on websites or the dark web, will not be legitimate, will not have been tested and may be dangerous.” Anyone who purchases these fake vaccines is “putting themselves at risk and giving their money to organized criminals,” the statement concluded. Israel will partially re-open its skies for citizens to leave and enter after an unprecedented closure which has lasted nearly six weeks.This will allow a greater number of Israelis to return to the country in time to vote in the general election on March 23.  Transport Minister Miri Regev announced that starting Sunday, March 7, up to 1,000 passengers will be allowed to enter Israel’s main Ben Gurion airport near Tel Aviv each day. One week later the number will increase to 3,000 passengers allowed to enter per day from all entry points. All passengers will still be required to undergo tests before and after arriving. Those who cannot prove they have been vaccinated or have recovered from Covid-19 will be required to either enter home quarantine wearing a new electronic tracking bracelet, or stay in state-run quarantine hotels.  Vaccinated Israelis will be allowed to leave the country to certain specific destinations, while unvaccinated Israelis will still have to apply for special permission to leave. Foreign nationals still need to apply for special permission to enter or leave the country.  Thousands of Israelis said they were stranded abroad or stuck in Israel after the government imposed a near total ban on entries and exits.  An exceptions committee, which was convened to hand out limited special permissions to enter or exit the country, has come under harsh scrutiny and accusations of mismanagement. The government has also faced lawsuits, which claim the border closures would impede on Israeli citizens’ right to vote. Rwanda has received its first shipment of Covid-19 vaccines through the COVAX initiative, the country's Health Ministry tweeted Wednesday. \"The first batch of 240,000 doses of the AstraZeneca-Oxford vaccine arrived in Kigali on Wednesday morning. A second shipment of 102,960 doses of the Pfizer vaccine, also from the COVAX facility, is expected to arrive on Wednesday afternoon,\" the ministry said in a statement. Administration of the doses will begin on Friday, it added. Both vaccines will be used to vaccinate a total of 171,480 people identified as priority risk groups, including health personnel, those aged over-65 year olds or with underlying health conditions, and other frontline workers, the statement said. Health Minister Daniel Ngamije said the government's target is to vaccinate 30% of the population by the end of 2021 and 60% by the end of 2022. Kenya and Nigeria received Covid-19 vaccines on Tuesday as part of the global COVAX program.  The vaccine scheme's mission is to buy coronavirus vaccines in bulk and send them to poorer nations that can't compete with wealthy countries in securing contracts with the major drug companies. ##Vaccines## US President Joe Biden is barreling into his first science-vs.-politics showdown with powerful Southern Republican governors, one that could define the outcome of the race to vaccinate enough Americans before variants take hold. Biden on Tuesday warned the country to dig in for a while longer as he flexed sweeping wartime powers under the Defense Production Act in another big leap forward in the inoculation drive, announcing there would be enough doses for all US adults by the end of May. He unveiled a pioneering plan for pharmaceutical giant Merck to make a vaccine developed by its rival Johnson & Johnson. \"There is light at the end of the tunnel, but we cannot let our guard down now to ensure victory is inevitable; we can't assume that. We must remain vigilant, act fast and aggressively and look out for one another,\" the President said. But the governors of Texas and Mississippi defied federal government warnings to not relax restrictions and open their economies too fast, going it alone as new infections plateau at high levels and fears grow over a huge spike in the coming weeks. On Monday, Dr. Rochelle Walensky, the director of the Centers for Disease Control and Prevention, had warned that with variants spreading, \"we stand to completely lose the hard-earned ground we have gained.\" Read more: Ahead of Pope Francis’ historic trip to Iraq Friday, the Vatican says the visit will go ahead despite rising Covid-19 infections there. “All the precautions have been taken from a health point of view,” Vatican spokesman Matteo Bruni told journalists at a briefing on Tuesday.  “The best way to interpret the journey is as an act of love; it’s a gesture of love from the Pope to the people of this land who need to receive it,” he said. When questioned by journalists about the potential risks to Iraqis of a spread of coronavirus, Bruni said that the Pope “will not encounter crowds.” “He will travel in a closed car and it will be difficult to see him from the street. But even to see him on TV will be worth it,” he said. On Wednesday, the Pope urged Catholics to pray for a successful trip. “I ask you to accompany with prayer this apostolic trip, so that it might take place in the best of ways and bring home the desired results. \n\"The Iraqi people are waiting for us. They had waited for Pope John II, who was prohibited from going. We cannot disappoint a country (a people) for the second time. Let’s pray so that this trip can be done well.”  Pope Francis and his entourage have all been vaccinated against Covid-19, the Vatican said -- despite the announcement by its embassy in Iraq on Sunday that its ambassador, Mitra Leskovar, has tested positive for Covid-19. The Pope will be staying at the Vatican embassy throughout his trip, the Vatican said on Tuesday. Ambassador Leskovar has been transferred to another residence. The Pope will visit Najaf, a site sacred to Shia Muslims, where Mohammed’s son-in-law, Imam Ali, is buried.  Najaf is home to one of the most important teaching centers in the Islamic world, and there Pope Francis will meet privately with the Grand Ayatollah Ali al-Sistani, one of the most influential Shia Muslim leaders. “The significance of the meeting goes beyond just the meeting itself,” Vatican spokesperson Matteo Bruni said on Tuesday. Pope Francis has made dialogue with Muslims a cornerstone of his papacy. In 2019, he famously signed a joint document with Sheikh Ahmed el-Tayeb, the head of the top Sunni Muslim authority and university of Al-Azhar, in Abu Dhabi, encouraging peace among people of different faiths.\n“The Pope goes to Iraq looking for his brothers and comes as a brother,” Bruni said. In Qaraqosh, Francis will meet Christians at the Cathedral of the Immaculate Conception which was almost wholly destroyed by ISIS 2016-17; the church’s courtyard was used during the ISIS occupation as a firing range.  The declining Christian population in Iraq is one of the major reasons for the Pope’s trip, according to the Vatican. “I am a pastor of people who are suffering,” the Pope said in an interview last month with Catholic News Service, discussing his upcoming trip. In Ur, Francis will also meet with some representatives of Iraq’s minority Yazidi community, which suffered killings and enslavement by ISIS in 2014. A week after British Prime Minister Boris Johnson laid out a triumphant road map for the country's exit from lockdown, off the back of its successful Covid-19 vaccination drive, major flaws have been exposed in the UK's efforts to prevent the spread of new coronavirus variants in the country. The government issued a public appeal on Sunday to trace someone who has been infected with a coronavirus variant first identified in the Brazilian city of Manaus. The unidentified person failed to properly fill out a test registration card, meaning British authorities had no idea who, or where, they are. They are one of six people infected with the variant, known as P1, which studies suggest has mutations that make it more transmissible and able to evade immunity from previous coronavirus infection and possibly vaccines. Read more: ##Variants## Covid-19 and the seemingly unending sense of uncertainty that came with it have stripped us of much of the control we had pre-pandemic. With that loss comes grief. This has resulted in a spectrum of challenges, including feelings of despair, anxiety and depression, and general helplessness, which can hinder productivity and our ability to connect with others. \"Dealing with Covid was not in our daily repertoire of stressors,\" said Susan Albers, a clinical psychologist at the Cleveland Clinic who has focused in her career on people with control issues.  \"There is no handbook for coping with Covid. There are no role models or well-documented research that points to how to effectively cope with a global pandemic. Covid requires a new set of coping skills that many people have never had to exercise.\" Focusing on what you can control, she said, might be one step toward mitigating that helpless feeling. Read more: German Chancellor Angela Merkel is due to meet with 16 state premiers on Wednesday afternoon to discuss the next steps in combating the coronavirus crisis.  Under discussion will be whether to extend the current lockdown till March 28, as well as the possibility of loosening regional restrictions in areas where the incidence of Covid-19 infections allow it, according to CNN’s affiliate n-tv.   The German Government has to “regionalize more, to enable more freedoms,” Merkel was quoted as saying by n-tv online. Merkel will meet the state premiers via video conference at 2 p.m., and a press conference will follow later in the day. According to the latest numbers from the Robert Koch Institute (RKI), the German agency for disease control and prevention, another 9,019 related coronavirus infections were recorded in the past 24 hours, which brings the total number of cases to 2,460,030.  The Covid-19 death toll stands at 70,881, including 418 in the last 24 hours. So far, 6,394,364 vaccinations have been administered in the country, a combination of first and second doses, according to the RKI. An explosion has been reported near a Covid-19 testing center in the Netherlands, police officers said Wednesday. No injuries resulted from the incident, which took place in the northwestern province of North Holland. The blast comes in the wake of several anti-lockdown demonstrations in the country. “On the street of the Municipal Health Service’s Covid-19 test center in Bovenkarspel, an explosion went off at 6:55am this morning,\" police said in a tweet Wednesday.\n\"Windows destroyed, no injuries. Police are investigating. Area is cordoned off.” The police force later said the blast appeared to have been caused by a metal cylinder the size of a paint can.  “An improvised explosive device went off, a metal cylinder of about 10cm high and diameter, I think in the form of a paint can.” a police spokesperson said in a statement.\n“Damage [is] limited to five windows, façade does not appear to be damaged.” Last month, police in the Netherlands arrested two people after they allegedly caused a fire near a different Covid-19 test center in the town of Urk on January 23. The Netherlands is slowly easing its Covid-19 lockdown but a controversial night curfew remains in place until at least March 15. January saw several nights of riots over the restrictions. CNN affiliate RTL Netherlands described the unrest as the country's worst in 40 years. Kenya has received more than 1 million Covid-19 vaccines as part of the global COVAX program, according to a news release from the country’s Ministry of Health on Tuesday. A plane carrying 1.02 million doses of the Oxford-AstraZeneca vaccine touched down just before midnight Tuesday in Nairobi’s Jomo Kenyatta International Airport. It is part of an initial allocation to Kenya of 3.5 million doses, according to the joint statement from Kenya’s Health Ministry, the World Health Organization, UNICEF, the Coalition for Epidemic Preparedness Innovations and Gavi, the Vaccine Alliance. According to the Ministry of Health, the first beneficiaries of the Oxford-AstraZeneca vaccine will include frontline workers such as health care professionals, teachers and security personnel.  The COVAX program, led jointly by WHO along with health non-profit organizations, aims to supply vaccines to developing countries in the first 100 days of 2021 and to deploy at least 2 billion doses by year’s end. “We know that this pandemic will not end in one country until it has ended in all countries,” said Thabani Maphosa, managing director for country programs at Gavi, the Vaccine Alliance. \n“The first arrivals of Covid-19 vaccine doses in Kenya represents the start of equitable distribution of Covid-19 vaccines worldwide. These first doses are for the vaccination of frontline health workers which are critical to the Covid-19 response and the maintenance of all health services.\" In addition to the vaccines, UNICEF is providing syringes and safety boxes to Kenya, via a global stockpile funded and supported by Gavi.  ##Vaccines## Brazil reported 1,641 Covid-19 deaths on Tuesday -- the highest single-day total of the pandemic, according to data from the country’s Health Ministry. The country has now recorded a total of 10,646,926 cases and 257,361 deaths, according to official data. Brazil has the second highest death toll worldwide, following the United States, according to data from Johns Hopkins University. Amid the crippling figures and an alarming lack of Covid-19 vaccines, Brazilian Vice President Hamilton Mourão defended the government’s position against a national lockdown to help curve the spread of the deadly virus. Mourão said the country is “not a dictatorship,” and that the best way to fight the pandemic is to accelerate the vaccination rollout, which is “going well.” Brazil has vaccinated a little over 3% of its population, and 19 of its 26 states have an ICU occupation of over 80%, according to Oswaldo Cruz Foundation (Fiocruz), a Brazilian Ministry of Health research institution. Read more about the situation in Brazil's hospitals: ##Hotspots## The Italian government has ordered all schools in the country’s worst-hit coronavirus hotspots to close from March 6 until April 6.  “As we know, the British variant has a particular ability to affect the younger population,” Health Minister Roberto Speranza said at a news briefing on Tuesday. \n“This has led us to determine that in red zones, all schools will move to distance learning, as well as in areas where the infection rate across seven days is equal to or greater than 250 per 100,000 inhabitants.\" Italy continues to classify regions under a color-coded system (white, yellow, orange and red), with measures adjusted to reflect infection levels in the region. Red zones are the most stringent classification of coronavirus restrictions in the country, with severe limitations on movement. According to Speranza, the coronavirus variant first identified in the UK has now “become prevalent” in Italy, while cases of the variants first identified in Brazil and South Africa have also been confirmed in the country.  ##Variants##", "Section": "world", "Writers": ["Jessie Yeung"], "URL": "https://www.cnn.com/world/live-news/coronavirus-pandemic-vaccine-updates-03-03-21/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Philippines", "Source": "CNN"}