{"Type": "article", "Time": "2020-05-19", "Headline": "Trump announced the US will pull out of the WHO. What does that actually mean?", "Text": "President Donald Trump's announcement Friday that the United States will terminate its relationship with the World Health Organization carries significant consequences in the US and around the world. The step -- which falls in line with Trump's track record of extracting the US from various international bodies and treaties -- leaves the US effectively isolated on the world stage during a global public health crisis. Here's what you need to know:  What does the WHO do? The WHO is a UN agency founded in 1948, only several years after the UN itself was formed. The agency was created to coordinate international health policy, particularly on infectious disease. The organization is comprised of and run by 194 member states. Each member chooses a delegation of health experts and leaders to represent the country in the World Health Assembly, the organization's decision and policy-making body The member states directly control the organization's leadership and direction -- the assembly appoints the WHO director general, sets its agenda and priorities, reviews and approves budgets, and more. The WHO has more than 150 field offices globally, where staff on the ground work with local authorities to provide guidance and health care assistance. In the 70 years since its founding, the WHO has had its share of successes: it helped eradicate smallpox, reduced polio cases by 99%, and has been on the front lines of the battle against outbreaks like Ebola. More recently, it is helping countries battle the dengue outbreak in South and Southeast Asia, providing local clinics and health ministries with training, equipment, financial aid and community resources. But the WHO has also faced criticism for being overly bureaucratic, politicized, and dependent on a few major donors. How is it funded? The WHO is funded by several sources: international organizations, private donors, member states, and its parent organization, the UN. Each member state is required to pay dues to be a part of the organization; these are called \"assessed contributions,\" and are calculated relative to each country's wealth and population. These dues only make up about a quarter of the WHO's total funding. The rest of the three quarters mostly come from \"voluntary contributions,\" meaning donations from member states or partners. Of all the countries, the US is by far the largest donor; in the two-year funding cycle of 2018 to 2019, it gave $893 million to the WHO. But most of this total was given voluntarily; the US paid $237 million in the required membership dues, and another $656 million in the form of donations. US donations make up 14.67% of all voluntary contributions given globally. The next biggest donor is the Bill and Melinda Gates Foundation, an American private organization, which gave $531 million in the same period. The amount that countries decide to contribute on top of their mandatory dues varies significantly by nation. The UK, for example, give $335 million to the body voluntarily -- around eight times its required payment of $43 million. Similarly, about 80% of Germany's contribution is voluntary.  But only around 12% of China's contributions were voluntary between 2018 and 2019, and less than a third of France's payments were voluntary. Why is Trump criticizing the WHO? Some of the WHO's critics have long alleged that member states hold different levels of influence in the agency due to their political and financial capabilities. Major donors like the US are perceived by some as holding outsized influence, which has historically caused friction; during the Cold War, the Soviet Union and its allies left the WHO for a number of years because they felt the US had too much sway in the organization. More recently, the same skepticism has been aimed toward the WHO's relationship with China; critics have questioned whether the WHO is independent enough, given China's rising wealth and power.  That line of criticism has been seized on by Trump, who initially praised the WHO and China's responses to the coronavirus but changed his tone in recent weeks.  Trump had commended both parties throughout March for their handling of the crisis, but condemned them in mid-April.  In his remarks on Friday, Trump said that China had not properly reported information it had about the coronavirus to the World Health Organization and said China had pressured the WHO to \"mislead the world.\" \"Chinese officials ignored their reporting obligations to the World Health Organization and pressured the World Health Organization to mislead the world when the virus was first discovered by Chinese authorities,\" Trump said. \"Countless lives have been taken and profound economic hardship has been inflicted all around the globe.\" What happens now? The US terminating its relationship with the WHO means the organization will lose a significant chunk of its funding. Whether other nations will increase their contributions to plug the gap remains to be seen, but world leaders have signaled concern over a US exit for months as Trump ratcheted up his criticism of the organization.  In April, more than 1,000 organizations and individuals including charities, medical experts and health care companies from around the world signed a letter urging the Trump administration to reverse course and maintain funding. And when Trump issued his letter to WHO Director-General Tedros Adhanom Ghebreyesus in May, European leaders -- including European Commission President Ursula von der Leyen -- delivered messages of support for the WHO while speaking at the World Health Assembly. \"This pandemic has highlighted our vulnerability and made it clear that we need one another,\" Spanish Prime Minister Pedro Sanchez said. \"That's why more than ever we must be united.\" This story has been updated after Trump said the US was pulling out of the WHO.", "Section": "us", "Writers": ["Rob Picheta", "Jessie Yeung"], "URL": "https://www.cnn.com/2020/05/19/us/trump-who-funding-threat-explainer-intl/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}