{"Type": "article", "Time": "2020-02-10", "Headline": "February 10 coronavirus news", "Text": "CNN's live coverage of the coronavirus has moved here. The Hubei health authority reported that 103 more people died of the coronavirus in Hubei province on Monday, raising the death toll in the epidemic's epicenter to 974. This brings the total number of deaths in mainland China to at least 1,011. Globally, a total of 1,013 people have died, including one death in Hong Kong and one in the Philippines. Hubei authorities confirmed an additional 2,097 cases of the virus in Hubei on Monday, which brings the total number of cases in the region to 31,728. More than 25,000 patients have been hospitalized in Hubei, including 1,298 who are in critical condition, according to the health authority. More than two thousand patients have been cured and discharged. The global number of confirmed coronavirus cases now exceeds 42,500. The vast majority of cases remains in mainland China. China’s National Health Commission is expected to release numbers for all of China’s provinces later. Cases of coronavirus have been confirmed in more than two dozen countries, and health officials are working to contain the spread. Here's a look at where the cases are throughout the world, according to World Health Organization data. These numbers may differ from those reported by national health authorities, who report updated totals at different times than the WHO. After fears of the novel coronavirus kept it docked for almost two days, the Royal Caribbean “Anthem of the Seas” cruise ship left port in New Jersey at 3 p.m. today and is en route to Bermuda, according to a revised itinerary from the cruise line. A customer service representative for Royal Caribbean also confirmed to CNN that the ship has departed. The four passengers evaluated for coronavirus all tested negative and were discharged from the hospital, according to a statement from New Jersey Governor Phil Murphy. The World Health Organization (WHO) says a team of international experts from WHO arrived in China on Monday to assist with containing the novel coronavirus outbreak. WHO says this is an \"advance\" team. WHO Director General Tedros Adhanom Ghebreyesus said the team will \"lay the groundwork for larger international team\" who will join them “as soon as possible.” The team could range between 10 and 15. On Sunday, as the team departed for China, Director-General Ghebreyesus said on Twitter the international expert mission to China will be \"led by Dr. Bruce Aylward, veteran of past public health emergencies.\" Aylward lead the WHO’s response to Ebola, as well as initiatives for immunization, communicable diseases control and polio eradication. The newly unveiled Trump administration budget proposal includes steep cuts for global health programs and the World Health Organization, even as the world grapples with the spread of the novel coronavirus. However, it does increase its proposed funding for Global Health Security.  The FY21 Budget Proposal, released today, outlines a nearly $65M proposed cut to the World Health Organization – a more than 50% decrease from FY20 funding.  It also proposes a 34% overall cut to Global Health Programs.  It includes a proposed $115 million for Global Health Security aimed at enabling “the U.S. government, in partnership with other nations, international organizations, and public and private stakeholders, to prevent avoidable epidemics, detect threats early, and respond rapidly and effectively to disease outbreaks and other critical infectious disease threats (including anti-microbial resistance) in an effort to prevent them from becoming national or global emergencies.” This is an increase of $25 million from last year’s request. Asked by CNN about the impact the WHO cut could have on the global coronavirus response, the Director of the Department of State’s Bureau of Budget & Planning downplayed the potential negative consequences. “We believe that each of the international organizations has a need for greater accountability and efficiency,” Douglas Pitkin said during a briefing at the State Department Monday. “We have other mechanisms…for providing resources, targeted outreach and targeted efforts to reach specific diseases and health crises.” Jim Richardson, the Director of US Foreign Assistance Resources at the State Department, said the US was the “largest donor overall to global health around the world.” “We do think that it’s important to balance the multilateral against the bilateral assistance,” Richardson said. “Both are important, but it is important for us to make sure that we get the appropriate reform to the multilateral while delivering the best assistance that we possibly can on the ground, and that’s often through bilateral.” Deputy Secretary of State Steve Biegun claimed that the budget bolsters “country capacity to prevent, detect and respond to outbreaks and to prevent epidemics from reaching our borders.” “It also allows us to provide the necessary flexibility to respond to emerging global health threats such as the novel coronavirus and Ebola,” he said at the State Department. Biegun praised the State Department and USAID efforts in responding to the novel coronavirus. No one from the first group of Americans evacuated from Wuhan has tested positive for the novel coronavirus, according to Riverside County Health Officials.  \"To date, no one has tested positive for novel coronavirus (2019-nCoV) among the 195 in quarantine. Two individuals with symptoms were retested and also found to be negative, and have since recovered,\" said Public Health Officer Cameron Kaiser, in a statement from the Riverside County Public Health Department. The group of passengers arrived at the base on Jan. 29 after arriving from China. Many of the passengers work for the US State Department or are related to someone who does. They have been isolated from base personnel and were not permitted to leave the fenced quarantine area. They have been on a 14-day quarantine that expires on Tuesday, and they will be free to leave March Air Reserve Base if they do not display any symptoms. The total number of cases and deaths related to the Wuhan coronavirus continue to rise, as officials attempt to stop the virus from spreading. Here are today's updates on the virus: In Hong Kong: There are now 42 confirmed cases in Hong Kong, according to The Center for Health Protection. Hong Kong officials have announced they are conducting a partial evacuation of residents from an apartment block following possibility that the coronavirus may have been transmitted via the building piping system.\nThe Mobile World Congress: Amazon and Sony are the latest tech companies to pull out of one of the world’s biggest annual business conferences amid coronavirus concerns. Ericsson and LG electronics have also pulled out from the conference.\nCoronavirus in the US: The US Centers for Disease Control and Prevention has listed 398 people under investigation for the novel coronavirus in 37 states, according to an update posted to the agency's website on Monday. Of them, 12 have tested positive, 318 negative and 68 are still pending.\nHealth workers infected: In the UK, two newly infected people are health workers. Officials are \"working urgently to identify all patients and other healthcare workers who may have come into close contact” with them, Public Health England Medical Director, Yvonne Doyle, said in a statement. \nCruise ship to set sail: After being delayed when four passengers became ill, The Anthem of the Seas will take off today at 3 p.m. ET, according to Royal Caribbean. The ship was docked in New Jersey while the family of four and other passengers were tested for the coronavirus.  Health officials in Hong Kong are conducting a partial evacuation of residents from an apartment block following possibility that the coronavirus may have been transmitted via the building piping system, Professor KY Yuen said during an impromptu midnight press conference held on Tuesday morning local time. Health officials have traced at least two confirmed cases of the coronavirus to the specific residential building called Hong Mei House in the Tsing Yi area of Hong Kong. \"As the pipeline that transfers feces is connected to the air pipe, it is very likely for the virus in the feces to be transmitted through the air fan into the toilet,\" Professor Yuen said.  Parts of the building were evacuated as a precaution while health officials and engineers carried out emergency checks, he added. Professor Yuen said that the transmission route is not clear yet, so the evacuation was taken to protect the residents of the building. This comes as local health officials confirmed that both the 42nd confirmed and latest case in the city and the 12th confirmed patient both lived in Hong Mei House. The 12th case was confirmed on January 30 and the 42nd case was confirmed on February 10.   Hong Kong now has 42 confirmed cases of the Wuhan coronavirus. Two of the latest four coronavirus infections in the UK are healthcare workers, and British authorities are now “working urgently to identify all patients and other healthcare workers who may have come into close contact” with them, Public Health England Medical Director, Yvonne Doyle, said in a statement.  Here's the full statement: “As a result of our contact tracing we now know the new cases announced today are all closely linked to one another. Our priority has been to speak to those who have close and sustained contact with confirmed cases, so we can advise them on what they can do to limit the spread of the virus.\nTwo of these new cases are healthcare workers and as soon as they were identified, we advised them to self-isolate in order to keep patient contact to a minimum. We are now working urgently to identify all patients and other healthcare workers who may have come into close contact, and at this stage we believe this to be a relatively small number. \nWe would like thank all those who have followed public health advice and have taken the necessary steps to reduce the risk to the general public.” With travel advisories across the globe, four cruise ship were put in effective lockdowns over growing concerns of the novel coronavirus.  Here's what you need to know about each ship: Diamond Princess: Quarantined in Japan since Feb. 4, there are at least 24 Americans among the 135 people infected with the Wuhan coronavirus aboard the cruise ship, according to information from Princess Cruises and a CNN tally.\nWesterdam: Over 2,000 people are stuck on the Westerdam cruise ship, operated by Holland America, after it was denied entry to its original final destination in Japan. Despite having no confirmed cases aboard, they will dock in Thai city of Laem Chabang on Thursday because Japan and the Philippines closed their docks to cruise ships.\nWorld Dream: More than 3,600 people aboard were quarantined for five days in Hong Kong as a precautionary measure after three former passengers tested positive for the coronavirus. No confirmed cases were found.\nAnthem of the Seas: This Royal Caribbean ship was docked in New Jersey for an extra two days because four returning passengers were sent to the hospital to be tested for the coronavirus. The four family members and 23 other passengers were all cleared of the virus. President Trump repeated his belief that a coronavirus outbreak in China could subside when temperatures rise with the changing seasons, despite expert opinion that it’s too early to make such a linkage. Speaking to US governors at the White House, Trump said the temperature issue arose last week in his telephone conversation with his Chinese counterpart Xi Jinping. “The heat generally speaking kills this kind of virus,” Trump said, citing an assessment Xi offered him over the phone. “That would be a good thing,” Trump went on. Earlier, Trump said “a lot of people think that goes away in April, with the heat.” More on this: Trump first raised his theory about coronavirus and warmer weather in a tweet last week. Afterward, infectious disease experts told CNN that it's too early to say whether warmer temperatures would weaken the virus. \"It would be reckless to assume that things will quiet down in spring and summer,\" said Dr. Peter Hotez, dean of the National School of Tropical Medicine at the Baylor College of Medicine in Texas. \"We don't really understand the basis of seasonality, and of course we know we absolutely nothing about this particular virus,\" Hotez said. \"His hope is our hope,\" said Dr. William Schaffner, an infectious disease specialist at Vanderbilt University Medical Center, referring to Trump's tweets. \"But we don't have knowledge that it will do that.\" In his remarks at the White House, Trump said China was “doing a good job” containing the coronavirus, even as the disease spreads and the death toll rises. Yesterday alone, the coronavirus — which originated in Wuhan — killed 97 people. It has killed 910 people globally since the outbreak began, according to authorities. More than 40,000 people have been infected. The US Centers for Disease Control and Prevention has listed 398 people under investigation for the novel coronavirus in 37 states, according to an update posted to the agency's website on Monday. Of them, 12 have tested positive, 318 negative and 68 are still pending.  Trump touted those numbers on Monday, saying “many of them are in good shape now.” There are now 42 confirmed cases in Hong Kong, according to The Center for Health Protection. The latest case and the twelfth case lived in the same building, according to The Center for Health Protection's Dr. Wong Ka Hing. \"We noticed that it’s the Hong-mei Building Unit 7, which is the same building and same unit as a previous case, but they lived on different floors of the building,\" he said.  He added there are 10 floors between these two apartments. Hong Kong officials are currently holding a late-night press conference on the coronavirus. While coronavirus has spread to more than two dozen countries across the world, the vast majority of cases are in mainland China. Here's a look at where the cases are throughout mainland China, according to World Health Organization data. These numbers may differ from those reported by Chinese health officials, who report updated totals at different times than the WHO.  The US Centers for Disease Control and Prevention has listed 398 people under investigation for the novel coronavirus in 37 states, according to an update posted to the agency's website on Monday. Of them, 12 have tested positive, 318 negative and 68 are still pending.  These numbers are cumulative since Jan. 21 and include people with a travel history to China, as well as those who have been in close contact with confirmed cases or other people under investigation. Pending cases include specimens that have been received and not yet undergone testing, as well as those in transit to CDC from health authorities in various states. There are 12 confirmed cases of the novel coronavirus in the United States. Six cases have been confirmed in California, one in Massachusetts, one in Washington state, one in Arizona, one in Wisconsin and two in Illinois. This includes two instances of known person-to-person transmission, one in Illinois and one in California. Previously, there were 337 people under investigation in 36 states as of Feb. 6, including 12 positive, 225 negative and 100 pending cases. The United States’ top infectious disease doctor said that the novel coronavirus is currently under control — \"but that could change very quickly,\" rendering travel restrictions ineffective against the spread of the virus. \"Once you get a diffuse outbreak throughout the world, you're not going to be able to control it by travel restrictions,\" Dr. Anthony Fauci, director of the National Institute for Allergy and Infectious Diseases, told CNN's Jim Sciutto and Poppy Harlow on Monday.   \"You're going to have to do what we call mitigation, or dampen the effect within a country,\" Fauci added. \"Clearly we're not there yet. We still have very few cases. But we need to be alert to the possibility that this will get worse.\" Fauci said the coronavirus spreads more easily than SARS but appears to be less severe. The novel coronavirus has killed more people than SARS did in 2002 and 2003 — however, it has infected many more people than SARS did.  \"This particular virus has a much, much greater capability of spreading widely,\" Fauci said. About the virus in the US: There are 12 confirmed cases of the novel coronavirus in the United States. Six cases have been confirmed in California, one in Massachusetts, one in Washington state, one in Arizona, one in Wisconsin and two in Illinois. This includes two instances of known person-to-person transmission, one in Illinois and one in California.  The Anthem of the Seas — the Royal Caribbean cruise ship that was delayed last week after passengers aboard the ship became ill — will take off today at 3 p.m. ET, according to Royal Caribbean.  The ship will finally set sail after a coronavirus scare kept the ship docked this weekend.  Royal Caribbean updated their itinerary on Monday to include Bermuda as the only port of call on the trip.  \"With a Monday afternoon departure, we wouldn't arrive into Nassau until around 3 p.m. ET and would need to depart later that evening to make our way back to Cape Liberty, not a great experience. Given that our goal is to provide you with the best vacation possible, we made the decision to sail to Bermuda, where you'll have more than a day and a half in port to explore,\" Royal Caribbean said in an update.  The Government of Bermuda says arriving passengers will \"apply our own protocols currently in place at all of Bermuda’s points of entry.\"   \"Arriving travelers will undergo a travel risk assessment by a Health Officer and could have their health monitored and movement on island restricted for up to 14 days,\" the Government of Bermuda says.  The coronavirus outbreak is driving up the cost of food — and almost everything else in China — adding to the pressure on household budgets.  China's consumer price inflation hit 5.4% in January, according to the country's National Bureau of Statistics today. Prices rose last month at their fastest rate since October 2011, when China was battling to control months of soaring inflation.  Food, which makes up nearly a third of spending by Chinese consumers, is spiking the most: Pork — a mainstay in the Chinese diet that is already under pressure because of a devastating pig disease — skyrocketed a staggering 116% compared to a year ago.\nVegetables were 17% more expensive. Other items saw modest price rises by comparison: Health care was 2.3% more expensive, for example, while clothing prices rose 0.6%. The statistics bureau acknowledged the role coronavirus played in causing prices to surge. In a statement, it attributed the increase to the outbreak and to the Lunar New Year holiday, which was observed in January this year rather than February, as it was in 2019. Tech giants Amazon and Sony are the latest firms to pull out of Mobile World Congress, one of the world’s biggest annual business conferences amid the coronavirus spread. “Due to the outbreak and continued concerns about novel coronavirus, Amazon will withdraw from exhibiting and participating in Mobile World Congress 2020, scheduled for Feb. 24-27 in Barcelona, Spain” Amazon said in a statement to CNN. Sony also issued a similar statement following the outbreak. As we place the utmost importance on the safety and wellbeing of our customers, partners, media and employees, we have taken the difficult decision to withdraw from exhibiting and participating at MWC 2020 in Barcelona, Spain.”, the company said. The latest withdrawals follow Ericsson and LG electronics, who announced last week they also wouldn’t attend the event. The event organizers said Monday that Mobile World Congress will go ahead as planned and that they would ban access to all travelers from the Hubei province. Organizers outlined additional safety measures including temperature screening. All travelers who have been to China will also need to demonstrate proof they have been outside of China at least 14 days before the event. Officials in China and around the world are working to contain the coronavirus outbreak, which began in December. Here's where things stand now: Death toll: The total number of deaths from the Wuhan coronavirus has topped 910, according to authorities, officially outpacing the global death toll from the severe acute respiratory syndrome (SARS) outbreak of 2003.\nAround the world: More than 40,500 cases of the virus have been confirmed worldwide, with the vast majority of those in mainland China.\nWhat it's like in China: The country began going back to work today, after the Lunar New Year holiday became an extended quarantine for hundreds of millions in an effort to contain the spread of the virus. Even though businesses are gradually resuming operations, many people remain under quarantine, working from home where possible.\nFood prices soaring: The outbreak is driving up the cost of food, healthcare and clothing in China. The virus is also hurting the global economy — snarling supply chains and disrupting companies.\nCruise ship quarantine: The largest outbreak outside mainland China is on board a cruise ship docked in the Japanese port of Yokohama, south of Tokyo. As of Monday afternoon local time, 135 people on board the ship had tested positive for the virus, with at least 24 Americans among the infected according to information from Princess Cruises and a CNN tally. Thousands of passengers and crew have been quarantined on board for almost a week, and continue to be tested by the Japanese health authorities. Chinese President Xi Jinping said China needs to stabilize the economy and prevent large-scale layoffs amid the coronavirus outbreak.  During a meeting at the Chinese Center for Disease Control and Prevention on Monday, Xi said it would be important to reduce the impact caused by the coronavirus and fulfill the economic targets this year as much as possible.  He said officials should take note that the economy has been doing well and the impact caused by the coronavirus would only be short-lived. He added the country is ready to help companies resume production and would assist those that have been heavily affected.  He also noted that China should work on expanding online consumption.  Kazakhstan is preparing to send two planes to repatriate Kazakh citizens in China, the press attaché for the Embassy of Kazakhstan in London Aigerim Seisembayeva confirmed to CNN.  The planes, operated by Air Astana, will depart from Kazakhstan to Beijing today and Wednesday. This is the second repatriation effort carried out by Kazakhstan, with the first taking place last Monday. Japan’s health authorities will not test all of the passengers and crew of the Diamond Princess cruise ship off Yokohama, Japan’s Chief Cabinet Secretary Yoshihide Suga said today.  Here's why: Suga said it would be too difficult to test everyone for the virus but that “the government provides necessary information to ensure the good health and safety of the passengers and crew members on the ship as a top priority.” Suga says authorities are testing samples of people who have fever, those over 80 and feel ill, as well as those who had close contact with infected passengers.  There are more than 3,700 people on board the cruise ship, including 2,600 passengers. About the ship: There are 65 newly confirmed coronavirus cases on the Diamond Princess ship docked in Yokohama, bringing the total number on board to 135. The new cases nearly doubled the total, from 70 confirmed cases on Sunday.  At least 24 Americans are infected on board the ship. The vessel has been quarantined since Tuesday, and passengers are expected to remain under quarantine for at least 14 days. Taiwan will ban most people traveling from Hong Kong and Macao starting tomorrow, Taiwan’s Mainland Affairs Council said in a statement on Monday. Exceptions will be made for business travelers, “internal transfers of multinational companies” and spouses and minors of those holding residence permits. Other travelers, even those with valid entry and exit permits, including students, will be barred from entering Taiwan. People who previously entered Taiwan from Hong Kong and Macao must undergo quarantine at home for 14 days, as per previously implemented restrictions.  South Korea bans cruise ships: Meanwhile, South Korea will temporarily suspend entry to cruise ships amid the Wuhan coronavirus outbreak, Vice Health Minister Kim Gang-lip said during a briefing Monday. Cruise ships docking for purposes without people getting off, such as refueling and stocking up supplies, will still be allowed. Two cruise ships scheduled to arrive in Busan tomorrow and on Wednesday have been canceled, as well as two others scheduled to arrive later in February.  Cruise liners have emerged as a major battleground in the attempt to halt the spread of the virus — as well as a ship in Yokohama, Japan, two vessels in the US and Hong Kong had also been under quarantine, with passengers and crew tested for the virus. Nearly two decades have passed since a coronavirus known as SARS emerged in China, killing hundreds of people and sparking panic that sent a chill through the global economy. The virus now rampaging across China could be much more damaging. China has become an indispensable part of global business since the 2003 SARS outbreak. It's grown into the world's factory, churning out products such as the iPhone and driving demand for commodities like oil and copper. The country also boasts hundreds of millions of wealthy consumers who spend big on luxury products, tourism and cars. China's economy accounted for roughly 4% of world GDP in 2003; it now makes up 16% of global output. SARS sickened 8,098 people and killed 774 before it was contained. The new coronavirus, which originated in the central Chinese city of Wuhan, has already killed more than 900 people and infected over 40,000 across at least 25 countries and territories. Chinese officials have locked down Wuhan and several other cities, but the virus continues to spread. Read the full analysis here.  There are at least 24 Americans among the 135 people infected with the Wuhan coronavirus aboard the Diamond Princess cruise ship, according to information from Princess Cruises and a CNN tally. Japanese authorities are still testing hundreds of passengers on board the ship, which has been stuck at a harbor south of Japanese capital Tokyo for almost a week now. Evidence is increasingly pointing to a full blown outbreak on board the ship, the largest outside of mainland China, where the vast majority of cases have been reported until now. The Westerdam cruise ship -- which has more than 2,000 people on board -- will dock this Thursday in the Thai city of Laem Chabang. It was previously denied entry to Japan, the Philippines and Taiwan as countries closed their ports to cruise ships over coronavirus fears. The vessel, operated by Holland America, was scheduled to end its itinerary in Yokohama, Japan, on February 15, but was refused entry at any Japanese port despite having no confirmed cases of the coronavirus on board.  Holland America says the guests will receive a 100% refund for the current trip as well as “100% Future Cruise Credit.” Passengers will be allowed to disembark the ship at Laem Chabang, which is around 50 miles from Bangkok.   Several Indian members of the Diamond Princess crew have appealed for help from the Indian government, and alleged that they are at risk of infection by not being segregated. So far at least 135 people (including five crew members) have tested positive for the Wuhan coronavirus on board the vessel, amid signs of a full blown outbreak -- one of the largest outside of mainland China. The cruise ship passengers have been under strict quarantine for over a week now, confined to their cabins as medical personnel conduct tests on the 3,700 people on board. “We are extremely scared at this point in time,” Binay Kumar Sarkar said in a video obtained by CNN. “Our request is to segregate the crew members from the infected.” He said neither he nor his colleagues had been checked for the novel coronavirus. CNN is reaching out to Princess Cruises for comment. “Only people who are recording temperatures higher than 37.5 degree Celsius are being checked,” Sarkar said. “If Japan cannot take stock of the situation, please ask for assistance. The United Nations and government of India should intervene as soon as possible and help segregate us.” Please help save those who have not been infected yet. There are 160 Indian crew members and 8 Indian passengers onboard. Please rescue us. Help evacuate us before we contract the virus. 90% of us are healthy as of now. I appeal to India’s Prime Minister Modi, please bring us home safe and sound.” On February 7, the Indian minister of external affairs tweeted that no Indian nationals on the ship had tested positive for the virus, and that his government was “closely following the developments.” Of all the patients confirmed to have the Wuhan coronavirus in mainland China, 8.2% have been cured, according to officials at the country's National Health Commission (NHC). On January 27, only 1.3% of patients had been cured. Mi Feng, a NHC spokesman, said the increased numbers were due to China's preliminary success in treating the coronavirus, but did not elaborate on what treatment was applied on the patients. In Wuhan, the epicenter of the coronavirus, 6.1% of patients have been cured and showed no signs of the virus, Mi added. Mi also said that an expert group from the World Health Organization will be visiting China to exchange ideas on containing the virus, and that an advance team will land in Beijing Monday to discuss the arrangements of the visit. Airbnb is suspending all listings in Beijing from February 7 2020 to February 29 2020 in light of the Wuhan coronavirus outbreak.  Airbnb appreciates that disease control efforts are causing overall travel disruptions that also affect our community of guests and hosts,” the company said in a statement.\n“We will refund and support guests who had cancelled reservations. And we will continue to work diligently to build programs that support our community of hosts.” Four further patients in England have tested positive for coronavirus, bringing the total UK tally to eight, Britain's Department of Health said in a statement on Monday. The new cases are all known contacts of a previously confirmed case, and the virus was passed on in France, the statement says.  \"Experts at Public Health England continue to work hard tracing patient contacts from the UK cases. They successfully identified these individuals and ensured the appropriate support was provided,\" the Department of Health said.  The patients have been transferred to specialist NHS centers at Guy's, St Thomas' and Royal Free hospitals in London, and authorities are \"using robust infection control measures to prevent further spread of the virus,\" the health authority added.  The number of new coronavirus cases on board the Diamond Princess cruise ship has been reduced from 66 to 65, Captain Stefano Ravera announced in a public address on the vessel. “We have now been advised that the number of cases is reduced from 66 to 65, of which five were crew members,” he said Monday in a recording heard by CNN. This brings the total number of cases on the Diamond Princess to 135. The newly announced cases have nearly doubled the total number, from 70 confirmed cases yesterday. Those cruise passengers have been under strict quarantine for over a week now, confined to their cabins as medical personnel conduct tests on the 3,700 people on board. Ravera said that they are currently in the process of disembarking the newly discovered patients. Japan’s Chief Cabinet Secretary Yoshihide Suga said at a press conference Monday that it is difficult to test to everyone on the cruise ship for coronavirus.  Suga also said there is \"a limit capacity to process virus test samples,” adding that authorities were testing samples belonging to people who had a fever, who had close contacted with infected people, and people over the age of 80 who feel ill.  Hong Kong has confirmed two more cases of Wuhan coronavirus, bringing its total to 38, Sophia Chan, the semi-autonomous Chinese city's secretary for food and health, told a regular media briefing on Monday. The two new cases include a 69-year-old man who has no travel history to mainland China and is currently in critical condition, and a 55-year-old woman from a family cluster of cases who attended a hot pot dinner party. Among the 38 cases, four patients are currently in critical condition and another patient is in serious condition. A total of 1,193 people have been placed under mandatory quarantine after entering the city from mainland China, of whom 90% are Hong Kong residents. Chan said the government has identified nine people who violated quarantine orders during spot checks. Two people are still missing, and police will list them as wanted. She warned that anyone who violated quarantine orders could be subject to a maximum fine of HK$25,000 ($3,200) and six-month imprisonment. Chinese President Xi Jinping inspected efforts to contain the Wuhan coronavirus in the capital Beijing on Monday, the first time he has appeared on the front lines of the fight against the outbreak.  Wearing a protective face mask, Xi visited a specially built center in the city's Chaoyang district, according to state broadcaster CCTV. The capital is gradually getting back to work Monday, after the Lunar New Year holiday became an extended voluntary quarantine for millions of people across the country.  Xi has been strangely missing in recent weeks, not appearing on front pages or CCTV's main news broadcasts, which he usually dominates even if his activities are barely newsworthy.  Speculation is rife about just why Xi has taken such a backseat visually, even as state media has been keen to emphasize that he has been guiding all efforts from behind the scenes.  The most convincing theory is that China's propaganda apparatus is trying to thread the needle of having Xi receive the credit for successful measures against the virus, while not catching any blame or fallout from myriad missteps, particularly in Wuhan.  The total number of deaths from the Wuhan coronavirus has topped 910, officially outpacing the global death toll from the severe acute respiratory syndrome (SARS) outbreak of 2003. More than 40,000 cases of the virus have been confirmed worldwide, with the vast majority of those in mainland China.  The country began going back to work Monday, after the Lunar New Year holiday became an extended quarantine for hundreds of millions in an effort to contain the spread of the virus. Even though businesses are gradually resuming operations, many people remain under quarantine, working from home where possible.  The largest outbreak outside mainland China is on board a cruise ship docked in the Japanese port of Yokohama, south of Tokyo. As of Monday afternoon local tinme, 136 people on board the ship had tested positive for the virus. Thousands of passengers and crew have been quarantined on board for almost a week, and continue to be tested by the Japanese health authorities.  The UK has declared the Wuhan coronavirus a \"serious and imminent threat to public health,\" as cases were confirmed in more than 25 other countries and territories around the world.  Read more here. China’s Ministry of Foreign Affairs said that as of Monday morning, a total of 27 foreigners in the country are confirmed to have been infected with the Wuhan coronavirus virus.  Two of those have died -- one a US citizen, the other a Japanese man in his 60s.  Ministry spokesman Geng Shuang said that three foreigners have been discharged following treatment, while 22 remain in hospital. The UK has declared the Wuhan coronavirus a \"serious and imminent threat to public health,\" which gives the government additional powers to delay or prevent the further spread of the virus. In a statement Monday, the government said, \"in light of the recent public health emergency from the novel coronavirus originating from Wuhan, (the) Secretary of State has made regulations to ensure that the public are protected as far as possible from the transmission of the virus.\" Two locations in England -- Arrowe Park Hospital in Merseyside, and Kents Hill Park in Milton Keynes -- have been designated as \"isolation facilities,\" the statement added. The camera hovers just above the elderly woman's head, as she looks up, her face becomes confused and worried. \"Yes auntie, this is the drone speaking to you,\" a voice booms out. \"You shouldn't walk about without wearing a mask.\" The woman hurries off, occasionally looking over her shoulder as the drone continues to shout instructions: \"You'd better go back home and don't forget to wash your hands.\" This is China under quarantine in 2020. In another video promoted by state media, a police drone orders men sitting at an outdoor mahjong table to \"stop playing and leave the site as soon as possible.\" \"Don't look at the drone,\" it says, as a small child glances up curiously. \"Ask your father to leave immediately.\" As Chinese authorities struggle to contain the deadly Wuhan coronavirus, they are turning to a sophisticated authoritarian playbook honed over decades of crackdowns on dissidents and undesirables to enforce quarantines and lockdowns across the country. Read the rest of the story here  The Wuhan coronavirus has spread throughout the world since the first cases were detected in central China in December. There are now more than 440 confirmed cases in over 25 countries and territories outside mainland China: Australia (at least 15 cases)\nBelgium (at least 1 case)\nCambodia (at least 1 case)\nCanada (at least 7 cases)\nFinland (at least 1 case)\nFrance (at least 6 cases)\nGermany (at least 14 cases)\nHong Kong (at least 36 cases, 1 death)\nIndia (at least 3 cases)\nItaly (at least 3 cases)\nJapan (at least 162 cases, including 136 in cruise ship quarantine)\nMacao (at least 10 cases)\nMalaysia (at least 17 cases)\nNepal (at least 1 case)\nPhilippines (at least 3 cases, 1 death)\nRussia (at least 2 cases)\nSingapore (at least 43 cases)\nSouth Korea (at least 27 cases)\nSpain (at least 2 cases)\nSri Lanka (at least 1 case)\nSweden (at least 1 case)\nTaiwan (at least 18 cases)\nThailand (at least 32 cases)\nUnited Arab Emirates (at least 7 cases)\nUnited Kingdom (at least 4 cases)\nUnited States (at least 12 cases)\nVietnam (at least 13 cases) Read more about the patients in each place. Experts from the New South Wales Health Pathology lab in Australia have successfully grown the live coronavirus from NSW patients -- rather than synthetic specimens --according to a health ministry statement. “Health experts around the world will be able to contain the spread of novel coronavirus among the population faster, following a breakthrough by NSW Health researchers,” the statement said.  Australian health minister Brad Hazzard said experts can now help contain the spread of the virus faster, as understanding the epidemiology of the disease is necessary to develop reliable diagnostic testing to identify and contain it. “Early and accurate diagnosis of infectious and deadly viruses is critical because undiagnosed patients can unknowingly transmit it to others,” Hazzard said. NSW Health Pathology’s director of public health pathology, Professor Dominic Dwyer, said that “this cutting-edge work will expand access to faster, reliable diagnostic testing for infected patients not just here in NSW but around the world.\" He added that synthetic virus tools don’t offer the same high degree of diagnostic accuracy needed to develop effective drugs to treat patients. “We’re proud to be able to share our discovery with the World Health Organization, and international researchers and clinicians, so together we ultimately help save lives,” Dwyer said. There are 66 newly confirmed coronavirus cases aboard the Diamond Princess ship docked in Yokohama, according to an announcement just made by the ship’s captain Stefano Ravera. That brings the total number of cases on the ship to 136, nearly doubling the previous total of 70 confirmed cases yesterday.  Ravera cautioned that this does not mean that the quarantine is not working. “It was not unexpected, the additional cases, involving individuals exposed prior to the start of the quarantine,” he said. Japanese authorities are still testing hundreds of passengers on board the ship, which has been stuck at the harbor south of the capital Tokyo for almost a week now.  Evidence is increasingly pointing to a full blown outbreak on board the ship, the largest outside of mainland China, where the vast majority of cases have been reported until now.  Philip and Gay Courter are among the hundreds of passengers trapped aboard the Diamond Princess cruise ship in Yokohama, a city south of Tokyo.  The couple, originally from Florida, sent these photos to CNN of the view outside of their window, as medical staff conduct thorough tests of passengers and crew, dozens of whom have been confirmed to have the Wuhan coronavirus so far.  \"We need to get out of here,\" the couple said earlier of their quarantine. \"We have a company called Medjet that we're members of the organization that they serve. And they are ready and willing and have everything that's in place to come and get us. But the Japanese government is refusing to allow us to leave.\" The HSBC Women's Golf World Championship scheduled to be held in Singapore from February 27 to March 1 has been canceled, with organizers citing \"continued health concerns.\" The Ladies Professional Golf Association (LPGA) said in a statement on Monday, \"the health and safety of our players, fans and everyone working at the event is always our highest priority.\" The 2020 Honda LPGA Thailand tournament scheduled for February 20-23 will also be canceled, the LPGA added. Singapore's Ministry of Health announced Friday that all large-scale events should either be canceled or postponed following the increase of the Disease Outbreak Response System Condition (DORSCON) alert level to code orange, the second highest level. Kia Motors suspended nearly all production lines at its three South Korea factories today, a Kia Motors spokesperson told CNN. The three plants, located in the cities of Gwangmyeong, Hwaseong and Gwangju, are suspended due to “the problem of wiring harness supplies from China,\" said the spokesperson.  One exception is the production line for military vehicles in the Gwangju factory, which is still operating. Production lines at the Hwaseong factory will resume Tuesday, and lines at the two other plants will resume Wednesday, Kia Motors said. “We are trying to secure supplies from some factories that are operating in China, factories in South Korea and in Southeast Asia,” the officer told CNN on Monday. Outbreak hits auto industry: China is a major supplier of parts to auto plants around the world -- shipping nearly $35 billion worth of parts in 2018. But plants across China have been closed for weeks in response to the coronavirus outbreak -- and that could mean factories around the world grinding to a halt. Hyundai also has shut its assembly plants in South Korea, not because the disease itself has spread there but because it can't keep the plants operating without Chinese parts. Malaysian health officials have confirmed an additional case of the Wuhan coronavirus, bringing the country's total to 17. According to state news agency Bernama, the latest case involves a 31 year-old Malaysian with no travel history to mainland China.  Ministry of Health director Dr. Noor Hisham Abdullah said the man began developing symptoms on February 3 after returning from Macao. The patient was then admitted to hospital on February 7, and tested positive for the novel coronavirus two days later. The Japanese government is working to increase the domestic production of face masks amid the coronavirus outbreak. “All major manufacturers are producing 24 hours around the clock to produce masks,” chief cabinet secretary Yoshihide Suga said on Monday. “We will keep close eyes on the production, and demand and work to alleviate the lack of masks as soon as possible.” Japan currently has the largest outbreak of the Wuhan virus outside of mainland China: on board the Diamond Princess cruise ship currently quarantined at Yokohama harbor south of Tokyo.  The Japanese government is considering testing all passengers aboard the Diamond Princess cruise ship, which remains docked under quarantine off the coast of Yokohama, regardless of whether they are symptomatic. “We are aware that there are voices (saying) that all the passengers and crew members must get the test on the coronavirus when they disembark,” said Katsunobu Kato, Japanese minister of health, labor, and welfare.\n“We are taking a close look whether we can conduct all the tests.” So far, authorities have been prioritizing testing passengers and crew members who feel unwell. The ship was placed under quarantine on February 4 after a former passenger tested positive for the Wuhan coronavirus. The quarantine is scheduled to end on February 19. A total of 70 people have tested positive for the Wuhan coronavirus on board the ship, which is carrying more than 3,700 people, including crew and passengers. Hours after a state-imposed lockdown brought public transport in the Chinese city of Wuhan to a halt in late January, Wan Jiuxiong and his colleagues sprang into action. The 27-year-old ride hailing driver joined a group of volunteers ferrying medical staff to and from overcrowded hospitals, where rows of feverish patients were fighting the coronavirus. Wan's first assignment was to pick up a nurse from home and drive her to the Jinyintan Hospital, a key facility designated by the government to treat patients infected with the pneumonia-like illness. Wan's passenger left in a hurry, without saying \"goodbye\" or \"thank you\", but Wan isn't looking for thanks. \"In this time of need, we Wuhan people have to save ourselves. Everyone has got to do their own part,\" he said. Volunteers on the front lines: Hundreds of volunteers have formed a lifeline for the residents of Wuhan, the epicenter of the outbreak. The lockdown suspended all buses and subways -- and though the government deployed taxis to help deliver supplies and transport patients, it's not enough. To fill that gap, ordinary car owners like Wan have organized themselves into groups on WeChat, China's popular messaging app, where they swiftly respond to the requests of medics. In addition to driving health care workers, some volunteer groups are delivering medical resources and supplies to hospitals. Others provide accommodation and hot meals to overworked doctors and nurses. \"It has been really difficult work for us volunteers. All we relied on is our hot blood,\" said Chen Hui, a 53-year-old volunteer. \"Wuhan is sick, and we all want to cure it by pulling everyone's effort together.\" Read the full story here Millions of people across China are heading back to work after the Lunar New Year break turned into an extended quarantine due to the coronavirus outbreak. Many will be working from their homes, with strict quarantine guidelines in place in many cities and most businesses urging people to work remotely if possible to reduce the chances of transmission. The outbreak shows no signs of slowing, with the number of confirmed cases now at over 40,000 worldwide and the death toll at 910. The vast majority of the deaths have been in mainland China, leaving the country in something of a bizarre situation where some areas of it will be returning to something approaching business as usual, even as other regions face increasingly draconian restrictions on their movement and behavior in a desperate attempt to contain the virus. Drastic measures: In a joint statement Saturday, China's National Health Commission, Supreme Court and Ministry of Public Security announced seven \"medical-related crimes\" that would be severely punished. They include attacking medical personnel, refusing medical checks and damaging or destroying property at medical facilities. According to the statement, anyone who violates new virus control regulations will be quickly prosecuted and could face arrest, jail or even the death penalty. Read more about the outbreak here. Editor's note: Michael Bociurkiw is a global affairs analyst and a former spokesman for the Organization for Security and Co-operation in Europe. The opinions expressed here are his own. In their botched handling of the tragic death of Li Wenliang, the Chinese doctor who sounded the alarm on the Wuhan coronavirus, authorities in Beijing seem to want it both ways. On the one hand, officials have expressed their sorrow over his death and encouraged people to tell the truth about the outbreak. On the other hand, government censors are hard at work scrubbing online posts that call for freedom of speech in the wake of Li's death. When millions of people are denied the opportunity to grieve collectively over someone widely regarded as a hero, their trust in government can only further erode.  As Li recently told the Chinese magazine Caixin before his death, \"I think a healthy society should not only have one kind of voice.\" A tipping point for the public: While Li may not be immortalized to the same degree as the lone protester who faced off against a column of tanks in Tiananmen Square during the 1989 anti-government protests, his \"normal guy\" persona, and sense of duty has transformed him into an overnight hero -- and his death has unleashed an unprecedented tsunami of grief and anger that probably has not been seen since President Xi Jinping rose to power. Authorities then botched rollout of the news of Li's death, announcing then retracting and announcing it again. And to many Chinese people, it was a tipping point, given that manipulation and suppression of information is what allowed the wide spread of the novel coronavirus in the first place.  Read the full op-ed here. More than 3,700 people are stuck in Yokohama, Japan, on a cruise ship that became a floating quarantine zone after dozens of people onboard tested positive for the coronavirus. Among them is Spencer Fehrenbacher, an American citizen and masters degree student in Tianjin, China, who wanted to celebrate the Lunar New Year with his friends on the ship. Now, he's confined to his cabin, spending his time reading and watching TV. Passengers in interior cabins are allowed out for about an hour and a half, but have to wear masks at all times and stay one meter away from each other, he said. Then Fehrenbacher learned an additional 41 people were diagnosed with coronavirus. Eventually, 70 people total on the ship would test positive. \"It is beyond frightening news,\" Fehrenbacher said. Newlyweds Milena Basso and Gaetano Cerullo are also on the ship. But instead of enjoying the honeymoon they'd saved up for over two years, they're worried about staying healthy and being trapped for longer than 14 days. \"We just don't feel like we're safe,\" Basso told CNN. \"We should be quarantined in a sanitary environment that's safe, not on a cruise ship that's already infected.\" \"Donald Trump, save us,\" Basso said. \"Get us a government-based airplane. Get us off the ship.\" It has been three weeks since Wu Chen went into self-enforced quarantine in his Wuhan apartment, with only his cat, Baozi, for company. Since January 13, the 26-year-old graphic designer has only ventured outside his apartment a few times, to stock up on supplies of food and protective face masks -- and to collect food for his cat. He is one of millions of people who are all but confined to their homes in Wuhan and several other Chinese cities, under an unprecedented lockdown with no sign of ending. Life under lockdown: Justin Steece, an American teacher in Wuhan, wears a face mask over his nose and mouth and sunglasses to protect his eyes when he goes out. He also puts on an extra layer of clothing, which is then washed once he gets back home. At the supermarket, there is a small selection of food -- fresh produce is a rare find. Any shopping bags he uses are carefully wiped down with soap. Killing time: As the weeks drag on, Chinese social media has been flooded with videos of citizens entertaining themselves by square dancing in their living rooms, or re-enacting Chinese operas. Wu Chen has joined in, posting daily videos on Tik Tok. In one video, he plays hide and seek with his cat. For most of last week, 7,300 people were quarantined at sea on two cruise ships docked in Japan and Hong Kong, after former passengers were confirmed to have the coronavirus. One ship has been released from quarantine, and passengers allowed to disembark, while the other remains quarantined after more cases were confirmed on board. Here's what we know about the ships: World Dream: The ship docked in Hong Kong on February 5, placed under quarantine with more than 3,600 people on board (including crew and passengers)\nAll were permitted to leave early Monday morning local time after everyone on board tested negative for coronavirus\nWorld Dream had docked at various different ports across China and Vietnam before arriving in Hong Kong Diamond Princess: The ship remains anchored at Yokohama, near Tokyo. There are more than 3,700 people on board, including crew and passengers\nThe ship has been quarantined since February 4, after a former passenger tested positive for the Wuhan coronavirus\nSince then, 70 new cases have been confirmed and taken off the ship\nAll guests on board will remain quarantined until February 19, and will receive a full refund for the cruise The coronavirus outbreak's cost to businesses worldwide is already readily apparent -- and auto plants could be among the first to feel the impact.  That's because of the massive size of the Chinese auto parts industry and the fact that you can't build a car with only 99% of its parts. China is a major supplier of parts to auto plants around the world -- shipping nearly $35 billion of parts in 2018, according to United Nations data. While some of those parts go to auto parts retail stores, a large percentage of them go to assembly lines and are used to build cars. But plants across China have been closed for weeks in response to the coronavirus outbreak -- and that could mean factories around the world grinding to a halt. It only takes one missing part to stop a line,\" said Mike Dunne, a consultant to the auto industry in Asia and the former head of GM's operations in Indonesia. Plants are closing across Asia: So far most of the auto assembly plants in China are closed; Volkswagen announced it was keeping its Chinese auto plants shut partly due to travel restrictions there and partly due to the lack of parts. But it has already started to spread to plants elsewhere. Hyundai has shut its assembly plants in South Korea, not because the disease itself has spread there but because it can't keep the plants operating without Chinese parts. Last week, Fiat Chrysler said it has one European plant at risk from the lack of Chinese parts in the next two to four weeks. Read more here about the hit to the auto industry.  New York City has already spent more than $1 million in their coronavirus response and “could spend millions of local dollars more over the next 60 days to help tackle the virus,\" according to a press release from New York Sen. Chuck Schumer. In a press conference Sunday night local time, Schumer asked the federal government to reimburse the city for its use of local funds in fighting coronavirus. \"New York City has already spent more than a million dollars on public health activities of national importance to tackle the coronavirus, and could, if the need develops, be looking at a one-million-dollar-a-day tab,\" Schumer said.\n“Tonight I’m asking the Feds, (Health and Human Services), to sign on the dotted line, just take the contract and sign it and say we will reimburse New York City for its costs. This administration should not be punishing New York by not giving us dollars.” Preparations in New York: The funds have been distributed to the city's department of health, various hospitals, the New York Police Department, and other local agencies, said the press release. The funds also help source diagnostic tests and other laboratory equipment. There have been no cases of the coronavirus in New York state yet. The 12 confirmed cases so far are spread across six states: Washington, Illinois, California, Arizona, Wisconsin, and Massachusetts. On Thursday, as people across China mourned the death of whistleblower doctor Li Wenliang, concerns were growing over the whereabouts of a citizen journalist who had filed vital, critical reporting from inside of Wuhan. Chen Qiushi, who had been uploading regular online video reports from the epicenter of the outbreak, went missing on Thursday evening, just as hundreds of thousands of people in China began demanding freedom of speech online. Chen's disappearance: He arrived in Wuhan on January 24, a day after the city was placed under a state-imposed lockdown. He visited overflowing hospitals, funeral parlors and makeshift isolation wards -- offering the world a glimpse into the grim reality at the heart of the crisis. Chen's work had featured in CNN's reporting. Chen stopped answering calls to friends early Thursday evening, and his relatives later found out that he had been put into \"forced quarantine\" by the police.  By Sunday, Chen's disappearance had started to gain traction on Weibo, China's Twitter-like platform, with many pleading for his release. Hope the government can treat Chen Qiushi in a fair and just way,\" one user wrote on Sunday morning. \"We can no longer afford a second Li Wenliang!\" Read the full story here. China’s National Health Commission confirmed Sunday evening that 97 more people had died of the Wuhan coronavirus, bringing the death toll in China 908. The global death toll is now 910 with one death in Hong Kong and one death in the Philippines. Let's break down the numbers: Death toll In China: 908\nOutside China: 2\nGlobal total: 910 Cases In China: 40,171\nOutside China: 539\nGlobal total: 40,710 The vast majority of deaths and cases are inside mainland China, and concentrated in the central province of Hubei. The outbreak itself is thought to have begun in Wuhan, the capital of Hubei.  A World Health Organization (WHO) team left for China on Sunday to assist with containing the novel coronavirus outbreak, said WHO Director General Tedros Adhanom Ghebreyesus on Twitter. Aylward has also lead the WHO’s response to Ebola, as well as initiatives for immunization, communicable diseases control and polio eradication. Ghebreyesus added that \"we may only be seeing the tip of the iceberg,\" and the coronavirus could still continue spreading outside of China. He called for calm instead of panic, and international cooperation instead of stigma and fear. \"In the spirit of human solidarity, I salute the doctors, nurses, caregivers and public health workers on the front lines who, at personal risk, are doing their utmost to stem the (coronavirus) outbreak. They are the true heroes of this outbreak,\" he tweeted. Eight confirmed coronavirus cases in Hong Kong came from one family cluster, said the city's Center for Health Protection. The cases, which were reported Sunday, bring Hong Kong's total to 36 confirmed cases, including one death. The family cluster: The first of these eight cases was a 24 year-old man who sought medical treatment on January 30 after developing a fever and cough. The patient then consulted a private doctor on February 4 and sought additional treatment at St Paul's Hospital on February 6th. The patient was then placed into isolation on February 8. The Center for Health Protection then traced the patients' contacts and confirmed eight of the 24 year-old patient's relatives were infected with the novel coronavirus, including his father, mother, grandmother, aunts and cousins. Hot pot transmission: The 24 year-old patient did not travel during the incubation period. Authorities traced the possible transmission of the virus to a hot pot dinner party the 24 year-old patient attended with 18 relatives on January 26. The Center added that it is still conducting an epidemiological investigation of two more relatives who are showing symptoms. The novel coronavirus outbreak that began in December in Wuhan, China, has now killed more than 900 people -- surpassing the death toll of the 2003 SARS outbreak, which killed 774 people globally. If you're just joining us, here's the latest: Cases rise: In total, the coronavirus has killed 910 people and infected 40,710 globally, though the vast majority of deaths and cases remain in mainland China, concentrated in the central province of Hubei.\nJournalist missing: Chen Qiushi, a citizen journalist who had been posting critical reports from inside of Wuhan, went missing Thursday evening. Friends and family later found out from the police that he had been forced into quarantine. His disappearance has gained traction online, with many pleading for his release.\nWhistleblower doctor: Chen's disappearance comes right after the death of Li Wenliang, a Chinese whistleblower doctor who became infected after trying to warn people of the virus in December. His death sparked an intense wave of mourning and rare public fury against the government in China.\nQuarantined cruises: More than 3,600 people disembarked a cruise ship in Hong Kong after testing negative for coronavirus. They had been quarantined at sea for five days. Another 3,700 people are still quarantined on a cruise ship docked in Japan, with dozens of infected cases found on board.", "Section": "asia", "Writers": ["Jessie Yeung", "Steve George", "James Griffiths", "Adam Renton", "Amy Woodyatt"], "URL": "https://www.cnn.com/asia/live-news/coronavirus-outbreak-02-10-20-intl-hnk/index.html", "MainKeyWord": "Macao", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}