{"Type": "gallery", "Time": "2018-11-30", "Headline": "The world's top desserts (photos)", "Text": "World's 50 best desserts: It was hard to choose just 50 of our favorites! Here they are in alphabetical order. South America's alfajores are shortbread cookies with a variety of fillings can be found in neighborhood bakeries all over South  America.  Apfelstrudel, Austria: Traditional strudel dough is wrapped around a sweet, apple filling that's enriched with buttery fried breadcrumbs, raisins and sometimes walnuts.  Baklava, Turkey: This syrupy confection -- served in great trays sliced into diamonds, filled with ground nuts and dripping with honeyed syrup -- is a sweet legacy of the Ottoman Empire.    Black Forest Cake, Germany: This dark round chocolate cake, doused in a cherry syrup, spiked with sour cherry brandy and layered with whipped cream and fresh cherries, is the star of pastry cases around Germany. Borma, Middle East and Turkey: Crisp, golden knafeh dough is wrapped around a rich nut filling in this sweet cousin of baklava.  Brownies, United States. In more than a century of brownie making, they've become a mainstay US treat, a base for sundaes and a popular ice cream flavor.  Cannoli, Sicily: A crispy shell holds a creamy cheese filling in this Sicilian classic. Cardamom Buns, Sweden:  Cardamom buns are often part of fika, the coffee break that comes twice daily in many Swedish workplaces.  Cendol, Singapore: Locals cool off with this chilled and sweet treat made with Iced coconut milk, green rice-flour jelly and a scoop of sweetened red beans. Chocolate Chip Cookies, United States: A perfect chocolate chip cookie is a delicate balance of textures and flavors, with a crispy rim giving way to a tender, melting center. Chocolate Mousse, France: While Gallic chefs have been whipping up chocolate mousse for at least a few hundred years, the Olmec, Maya and Aztec peoples consumed chocolate long before contact with Europeans. Ancient codices depict cooks pouring chocolate from several feet in the air to create a froth.\n Coconut Cake, Southern United States: There are dozens of versions of this cake, but every single one is cloaked in a frothy layer of shredded coconut. Cornes de Gazelle, Morocco: In the classic version, a thin layer of dough contains a filling of ground almonds scented with orange blossom water.  Crème Brûlée, France: Each bite of this creamy dessert blends a bit of crispy caramel with vanilla custard. \n Dan Tats, Hong Kong: Dan tats are best enjoyed fresh from the oven, when the warm custard meets a perfectly crisp crust.   Doughnuts, United States: The old-school doughnut has been loaded down under piles of maple frosting, crispy bacon, fresh fruit glazes and boozy toppings that make it a modern wonder.\n Eszterhazy Torta, Hungary: Slim rounds of almond meringue are piled high between stripes of chocolate buttercream, then topped with a marbled spiderweb of chocolate and vanilla fondant.   Flan, Latin America: Flan might have arrived in Latin America from Spain, but it's since been claimed and reinvented by generations of cooks here.  Gateáu Fondant au Chocolat, France: This dark and rich cake is a high-wire act of time and temperature: Served too early and it's a sticky pool of hot cake batter; served too late and it's a brownie. When the balance is perfect, the treat blends the tender bite of a chocolate cake with the oozy pleasure of a melted chocolate bar. Gelato, Italy. On the global heat map of frozen desserts, gelato earns top honors: Lower fat content and a warmer serving temperature help flavors shine brighter than in ice cream. Gulab Jamun, India: Traditional recipes start with a scoop of khoya, a reduction of cow or buffalo milk that simmers for hours over a low flame, followed by frying gulab jamun in ghee and soaking in an aromatic syrup infused with cardamom seeds and roses.  Japanese Cheesecake: For the cheesecake aficionado who finds the New York version heavy, this treat blends the flavorful tang of cheesecake with the loft of a sponge cake. Kashata, East Africa: Wander through a market in East Africa to find this golden sweet, which blends the satisfying crunch of caramelized sugar with the rich heft of peanuts, fresh coconut or a blend of the two.  Kifli, Hungary: Lekvár, a chunky preserve that retains all the tartness of the region's ripe apricots and plums, is tucked inside these crescent pastries.  Knafeh, Levant: Golden pastry tops sweet cream, nuts or salty cheese in this syrupy dessert, which offers a satisfying contrast of texture and flavor.  Kouign Amann, Brittany, France: Once a little-known treat, the kouign amann made it big when celebrity pastry chef Dominique Ansel gave it a boost by serving the caramel-crusted rounds in his SoHo bakery. Kulfi, India: This frozen dessert can require hours of constant stirring, start by simmering fresh milk over a low flame, a slow reduction that lends a caramel sweetness to the milk's natural sugars.  Lemon Tart, France: A slender layer of lemon cream fills this classic French tart, with a crust that's similar in texture to a shortbread cookie. Linzer Torte, Austria: This slender torte's dough is filled enriched with ground nuts melted into a jammy filling for a treat that's somewhere between cake and tart. M'hanncha, Morocco: This golden spiral of pastry contains a rich filling of ground nuts, orange blossom water and mastic, a natural resin that perfumes sweets from Tangier to Turkey.  Ma'amoul, Middle East: These filled cookies, whose thin, semolina crust wraps around a delicious blend of chopped dates, nuts or both, are often part of the region's holidays: the Jewish holiday of Purim, for Christians at Easter and Muslims at Eid feasts.   Mandazi, South Sudan: The addition of coconut milk lends a tender bite and subtle aroma to these satisfying fritters. In some versions, a pinch of ground cardamom provides an extra jolt of spice, and the simple doughnuts are an invitation to get creative with flavors, toppings and sides. They are also a beloved snack across Tanzania, Kenya, Mozambique and Uganda. \n Medovik, Russia: A touch of honey infuses an aromatic lilt into the slender layers of this cake, which can be stacked 10 high in the most elaborate versions. New York Cheesecake, United States: A light crumb offsets rich creaminess, but like the city itself, New York cheese cake draws inspiration from around the globe. It's likely inspirations include rumbly, dry-curd cheesecakes of eastern Europe, German kasekuchen and the fresh-cheese versions that are beloved in Italy.  Oliebollen, Netherlands: A crunchy, crispy ball of sweetened batter studded with raisins or currants, then dunked in powdered sugar, oliebollen are best eaten hot from street stands called oliebollenkrams. Pavlova, Australia and New Zealand: Anna Pavlova, the globe-trotting Russian ballerina that the dessert is named for, visited both countries. Each claims the sweet as their own. A crisp meringue shell leads to a sweetly chewy interior, with whipped cream and tart fruits piled high. Polvorónes, Latin America, Spain and the Philippines: Tiny, powdered cookies that crumble at the lightest touch, these shortbread treats are beloved from Manila to Mexico City. They're often called Mexican wedding cookies in the United States.  Qatayef, Middle East: This dessert starts life a yeasted pancake batter, griddled on just one side, creating a balance between the golden-fried crust and tender interior. It's stuffed with a sweet mixture of fresh cheese, dried fruits, nuts or cream, often scented with rose water or ground cinnamon.   Rigó Jancsi, Hungary: This fluffy chocolate sponge cake is sandwiched with apricot jam and airy chocolate mousse in this classic treat.  Saffron Ice Cream, Iran: Scented with saffron, rosewater and pistachios, it's no wonder that this Iranian ice cream is a favorite at Nowruz, the Persian New Year.\n Sesame Balls, Jian Dui, China: This traditional treat is often filled with a sweet bean paste or a soft puree made from lotus seeds; both versions offer a deliciously mild counterpoint to the crunchy seeds.  Snow Ice, Xue Hua Bing, Taiwan: A creamy base, which can be flavored with everything from green tea to fruit purées, is frozen solid then shaved into a lofty pile of crumbling ice flakes. Favorite toppings include adzuki red bean paste, taro, grass jelly, fresh fruit, sweetened condensed milk and mochi. Sour Cherry Pie, Midwestern United States: Since they don't transport easily, if you live outside the US Midwest or Northeast, you might never have seen the sour cherries that are integral to this pie. They have plenty of acid to counter-balance the sugar in the filling, and they're rich in tannins, too.  Sticky Rice with Mango, Thailand: The sweet world of mangos includes hundreds and hundreds of cultivars, but for a truly Thai sticky rice with mango there are just two favored varieties: choose between nam dok mai, a sweet, yellow fruit that's pertly curvaceous, or aok rong, whose higher acidity offers a pleasant counterpoint to the sweet rice. \n Sticky Toffee Pudding, United Kingdom: The ultimate in comforting British desserts, a base of soft cake is studded with chopped dates, then drowned in a creamy sauce. Much of the distinctive flavor comes from treacle, or molasses.  Tarte Tatin, France: Start by layering apples, sugar and butter in a heavy pan, then top it off with a round of pastry. The crust seals the filling into a steamy enclosure, allowing the sugar to caramelize as the apples melt. When the tart emerges from the oven, it must be flipped onto a plate before the molten sugar turns to sticky glue. Tiramisú, Italy: Creamy layers of whipped mascarpone cradle coffee-soaked ladyfingers in this modern Italian dessert, which has become a sweet mainstay around the globe.  Tres Leches Cake, Mexico and Central America: The \"three milks\" that the sweet is named for are usually sweetened condensed milk, evaporated milk and cream, which combine for a delightful cake so wet it's almost a drink.  Trifle, United Kingdom: Tender layers of sherry-soaked sponge cake alternate with jam, custard and -- in a practical British twist -- almost anything sweet and delicious the baker has on hand, as long as it's topped with a lush blanket of whipped cream.   Tub Tim Krob, Thailand: Its name translates to \"crispy rubies,\" which are water chestnuts soaked in vivid grenadine syrup, rolled in tapioca flour, then boiled. The result is a sweet bite that's both chewy and slightly crunchy, with a hint of salt from the coconut broth. ", "Section": "travel", "Writers": ["Shutterstock", "Natasha Breen/REDA&CO/UIG/Getty Images", "Robert Lachman/Los Angeles Times/Getty Images", "David Carson/St. Louis Post-Dispatch/TNS/Getty Images", "Bob Fila/Chicago Tribune/MCT/Getty Images", "Sohadiszno/iStockphoto/Getty Images", "Nathan Congleton/NBC/Getty Images", "De Agostini/Getty Images"], "URL": "https://www.cnn.com/travel/gallery/top-desserts-photos/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Thailand", "Source": "CNN"}