{"Type": "article", "Time": "2020-08-05", "Headline": "The latest on the coronavirus pandemic", "Text": "Japan's Health Ministry recorded 1,490 Covid-19 infections on Thursday, the second-highest number of cases the country has identified in a single day during the pandemic and yet another worrying sign that its latest outbreak shows no signs of abating.  Thursday marks the 10th straight day the country has recorded more than 900 cases of the novel coronavirus. Authorities have now identified at least 44,527 cases of Covid-19, more than half of which have been reported since the beginning of July. Seven deaths were reported Thursday, bringing the nationwide death toll to 1,046.  Trouble in Tokyo: Tokyo Gov. Yuriko Koike urged people in the Japanese capital to refrain from traveling during the upcoming Obon summer vacation season to stop the infection spread. Authorities reported 360 new infections in Tokyo on Thursday, the 10th consecutive day of more than 200 cases in row. To date, more than 14,500 cases of Covid-19 have been identified in the Japanese capital. Infections spiking elsewhere: Kanagawa, a prefecture that neighbors Tokyo, crossed the triple digit threshold for the first time Thursday, reporting 119 infections. Osaka also posted its highest number of cases in a single day Thursday, with 225. Five former directors of the US Centers for Disease Control and Prevention (CDC) criticized the contradictory messages put out by President Donald Trump's administration Thursday.  Here's what some of them said: Dr. Thomas Frieden said that the CDC had been sidelined early on in the pandemic and described Trump’s contradictory messages as “chaotic leadership,” which has led to partisanship, confusion and increased spread of the virus. “It's unbelievable that six months into the pandemic, it's not clear who's in charge, federally,” Frieden said during a roundtable hosted by ABC News Live.\n“There's no plan. There's no common data that we're looking at to see what's happening with the virus and what's happening with our response.” Dr. Jeffrey Koplan said that \"every one of those falsehoods\" damages the nation's mitigation efforts against the virus. Frieden added that Americans want information from the CDC. “Americans are voting with their clicks. There have been 1.6 billion clicks on the CDC website,” said Frieden. “The more we learn, the more we know, the better we can control it.” Dr. Richard Besser said the federal response to the pandemic has been “absolutely unacceptable” considering the US is the wealthiest nation on the planet. He also criticized politicians for viewing CDC guidelines as an obstacle. “If you have politicians saying that CDC guidance is a barrier to getting children back into school, instead of the roadmap for doing it safely, the whole system breaks down,” said Besser, who was an acting CDC chief during the H1N1 swine flu pandemic in 2009. Dr. Julie Gerberding, who headed the CDC under former president George W. Bush, said she hopes that the government can learn from this crisis. “I really do hope that finally it's gotten so bad that we will reinvent how we think about our health security in the context of our national security,\"  Dr. David Satcher, a former US Surgeon General who headed the CDC under former president Bill Clinton, said communities of color that have been hit harder by the pandemic are going to require particular attention during recovery efforts “It's going to say a lot about us as a nation, whether we step up to this challenge, and remove many of the structural barriers to health that people in this country face,\" he said. CORRECTION: An earlier version of this story misattributed Dr. Thomas Frieden's remarks to Dr. Jeffrey Koplan. Frieden said that Americans want information from the CDC, and “Americans are voting with their clicks. There have been 1.6 billion clicks on the CDC website. The more we learn, the more we know, the better we can control it.” The coronavirus pandemic is starting to move into younger populations, the World Health Organization says. WHO posted new data on the pandemic that shows the most cases, by far, are among people aged 25 to 64. Since February 24, the proportion of reported cases in very young children and babies has increased seven-fold, WHO said. The share of cases among teens and young adults has gone up six-fold.  “This trend may be explained by, but is not limited to, the following factors: early detection and testing were initially focused on identifying cases with severe symptoms, which are more frequently observed among older people; detection of milder cases; broader testing; outbreak hotspots shifting to countries with lower age profiles; or a rise in risky behavior after easing of public health and social measures,” WHO said Thursday. The global coronavirus caseload now looks like this, WHO said: 1.2% of cases in babies and young children aged 0 to 4\n2.5% of cases in children 5-14\n9.6% of cases in teens and young adults 15-24\n64% of cases in adults aged 25-64\n19.4% of cases in older adults 65-84\n3.4% of cases in people 85 and older   Mexico recorded another 819 fatalities from Covid-19, the Health Ministry said Thursday, bringing the countrywide death toll from the virus to 50,517.  This is the third consecutive day that Mexico has reported more than 800 deaths, the first time it has done so since the outbreak began in the country. The ministry said it also identified another 6,590 new infections on Thursday, bringing the country’s total number of confirmed coronavirus cases to 462,690. CNN is tracking worldwide coronavirus cases here: ##Hotspots## A three-hour meeting between senior administration officials and Democratic leaders yielded little progress tonight as both sides seemed resigned to the likelihood that Congress won’t reach a major stimulus deal amid an economic crisis. Both sides emerged trading blame for the sputtering talks — and the administration officials warned that President Trump would take executive action if no deal is reached by Friday.  It’s unclear if the two sides will meet on Friday.  “We had a consequential meeting that was one way we could see the difference in values that we bring to the table,” House Speaker Nancy Pelosi said. Pelosi said that White House chief of staff Mark Meadows slammed his hand on the table and stormed out of the room at one point, something that Meadows denied. The differences remain as they have been: Democrats want to do “something big,” in the words of Pelosi, and the Trump administration wants a “skinny bill,” in the words of Meadows. One of the biggest sticking points: Aid to state and local governments. “We are very far apart — it’s most unfortunate,” Pelosi said. Schumer said, “We are very disappointed in the meeting ...They were unwilling to meet in the middle.” Treasury Secretary Steven Mnuchin and Meadows indicated they are “very far apart” on some major issues. “I think there's a lot of issues we are close to a compromise position on and I think there's a handful of very big issues that we are still very far apart,” Mnuchin said. Trump called the two officials three times during the meeting and urged them to continuing negotiating, Meadows said. Mnuchin said that if “they could conclude tomorrow without a deal,” Trump will take executive action.  ##Politics## ##Economy## Masks continue to be one of the most effective ways to prevent Covid-19 transmission and there are many different types that serve this purpose, Dr. Sanjay Gupta explained Thursday during CNN's global coronavirus town hall. Gupta showed viewers how to wear masks properly while sharing some data on how they help prevent Covid-19 infection. \"There was a great study out of Lancet which basically said the likelihood of me transmitting the virus if I didn't have a mask on was 17% or 18%. If I did have a mask on, it was closer to 3%. You are talking about a sixfold difference, potentially. It is not perfect but it can really help,\" Gupta said. Watch: ##Town Hall## Michael Phelps, the 23-time Olympic gold medalist, credited his wife with helping him through the coronavirus pandemic. Keeping a routine and exercising every day while \"understanding that it's OK to not be OK\" has made all the difference, Phelps told CNN during its global coronavirus town hall tonight. \"If I need help, ask for help. And trust me, at times it's still very difficult. But I feel like for me, through this pandemic and I feel like the relationship with my wife has grown, I mean, tenfold. Like unbelievable amount. And just the things that we've been able to go through together, it's been life changing,\" Phelps said. Watch: ##Town Hall## Dr. Andrew Wilhelm is one of the thousands of physicians on the frontlines facing a surge in Covid-19 cases in the US. As director of the University of Mississippi Medical Center's Intensive Care Unit, Wilhelm lives in a state that has the fifth-highest recorded case count per 100,000 people, behind only Louisiana, Arizona, Florida and New York, according to data from Johns Hopkins University. \"It's tough. That's really the only word to describe it. ... it's really taken a toll. The patients that are not on the ventilator who are not sedated, and who are aware of their surroundings, those are the ones that I feel most sorry for, because they can see what's happening around them,\" Wilhelm told CNN during its global coronavirus town hall Thursday. More from Mississippi: Gov. Tate Reeves announced a face-covering mandate in all counties for public gatherings and retail settings for the next two weeks. Also, all adults and kids in schools must wear masks, unless there is a medical reason not to. \"I (had) taken a piecemeal approach (to masks) because I believe firmly that this was the best way to get the most number of people to participate,\" Reeves told reporters Tuesday. ##Town Hall## A face mask is one of the most simple and \"inexpensive\" things people can wear to help fight the spread of Covid-19 in the US, said Dr. Chris Murray, a researcher behind an influential coronavirus model from the University of Washington. Murray's perspective has been shared countless times by health experts since the start of the pandemic who are still baffled over the sight of groups of people refusing to wear face coverings. \"It's rare that you see something so simple, so inexpensive, so easy for everybody to participate and have such an extraordinary impact in the US, but also all over the world actually. It's quite extraordinary,\" Murray told CNN during its global coronavirus town hall Thursday night. ##Town Hall## Argentina and Colombia saw a record increase in coronavirus cases on Thursday, according to their health ministries. Argentina's health ministry announced 7,513 new cases of Covid-19, a record increase for the country. This brings the total number of cases in Argentina to 228,195.  At least 11,996 new cases of Covid-19 were reported on Thursday, a record increase for the country, according to Colombia’s health ministry. This brings the total number of cases in Colombia to 357,710. The death toll stands at 11,939 in Colombia, with 315 new fatalities reported Thursday. These numbers come after Colombian President Ivan Duque defended his government’s strategy in the fight against Covid-19 earlier in the day, saying that Colombia is in much better shape than other countries in the region.  In Argentina, at least 4,251 people have died from the virus. Buenos Aires' metropolitan area remains by far the biggest hotspot in the country, with over 6,000 of the 7,513 new cases.  ##Hotspots## Dr. Anthony Fauci, the nation's leading infectious disease expert, said he’s “satisfied” with the enrollment in the first week of the first US Phase 3 clinical trial of a Covid-19 vaccine. CNN has obtained part of a Friday, July 31 email from Moderna, the company running the trial, that states 1,290 people were randomly assigned to get either the vaccine or a dummy shot as of that date. The trial began on Monday, July 27. The email was sent to sites across the US that are participating in the Moderna trial. Moderna plans to enroll 30,000 people at its 89 sites. “We hope within a period of a few months, a couple of months, that we'll be able to enroll hopefully by the end of the summer so that we can start getting some results,” Fauci, director of the National Institute of Allergies and Infectious Diseases, said July 27 when he announced the start of the Phase 3 trial. Fauci told CNN that he expects “to get an answer” about whether the vaccine works in November or December. “Maybe we’ll get an answer as early as October, but I doubt it,” he said. If the pace of enrollment in the first week of the trial – 1,290 over five days – were to continue, the study wouldn’t be fully enrolled until late fall or early winter. But Fauci told CNN he expects the enrollment numbers to increase as the study continues. “The first week had very few sites activated,” he said. “As more sites get activated, enrollment will very likely increase significantly.” Each participant receives two injections spaced about 28 days apart. In a statement, Moderna said they are “on track to complete enrollment in September, 2020. The company will provide an update when enrollment is complete.” At the July 27 briefing, Fauci said he hoped for much higher enrollment numbers – but he now says he was joking. “We’d like to have 15,000 by the end of the week. I’m not sure that we’re going to get there, but hopefully we’ll get as many as we possibly can in order to keep our timelines where we need to be,” Fauci said at the briefing. But Thursday he told CNN he meant that “tongue-in-cheek.”  President Trump said Thursday that he was “optimistic” a vaccine would be ready around election day on November 3. “I believe we’ll have the vaccine before the end of the year, certainly, but around that date, yes. I think so,” Trump told reporters. On Monday, Trump said “we’re on pace to have a vaccine available this year, maybe far in advance of the end of the year.”  ##Vaccines## New Mexico will allow outside visitations to assisted living facilities with new restrictions in place starting next week, Katrina Hotrum-Lopez, New Mexico's secretary of Aging and Long Term Services, said during a news conference today. The new guidance will apply to facilities that are in counties with less than a 5% positivity rate, Hotrum-Lopez said. Visits will only be allowed at facilities that have no positive cases. The visits will take place by appointments and visitors will be screened, she said.  The new guidelines will require acrylic glass barriers, social distancing, and appropriate personal protective equipment for visitations to occur. The goal is that families will be able to visit their loved ones once a month, Hotrum-Lopez said.  \"What's changed is that we want more in-person visits,\" Gov. Michelle Lujan Grisham said, adding that she wants to see her mother who is in an assisted living facility. \"I want to hug my mother. I want to hold her hand, it's still not allowed. I present too big a risk to not only my mother, but then my mother presents a risk to the CNA's...who are incredible, and then they present risks to other residents.\" Pennsylvania's health and education departments jointly recommended that pre-K-12 school and recreational youth sports be postponed until at least Jan. 1 “to protect children and teens from Covid-19,” according to a release from Gov. Tom Wolf’s office.  “The administration is concerned that holding school sports before January 2021 presents significant health risks to participants and the public, and strongly recommends against holding such events,” the guidance from the governor’s office said. According to the release, the guidance is not an order or mandate and school administrators and locally elected school boards should make their own decisions. ##Schools## A potential coronavirus vaccine should not have any “political spin attached to it,” Dr. Francis Collins, the director of the National Institutes of Health, told CNN today. “Certainly, it is a medical issue and it's a safety issue and it's an advocacy issue and it shouldn't really have a political spin attached to it,” Collins said. “We want to be sure when this comes through that this is something that everybody can trust to be exactly what’s needed.” Collins said he was encouraged by an opinion piece in the Washington Post Thursday by Food and Drug Administration Commissioner Dr. Stephen Hahn who said “he absolutely was not going to judge any vaccine safe and effective until he had seen the data and it was absolutely convincing.” “That’s the standard we need to follow and I think in this country that’s the standard we will follow,” he said. “Sooner would be better, but it's not going to get tied to any other timetables, other than making sure we've got something that work and it’s safe.” Some context: President Trump said Thursday he was “optimistic” a potential coronavirus vaccine could be ready by Nov. 3, noting that, while \"It wouldn't hurt” his chances for reelection, he was doing it “to save a lot of lives.” Recent storms and IT issues have contributed to a decline in testing across the United States, according to the Covid Tracking Project (CTP).   But as CTP said on Twitter, the problem \"is much more widespread, even in places that have large outbreaks and are opening schools, like Mississippi.”  Analysis of CTP data shows 29 states are down on testing this week compared to last: Alaska, Arizona, Arkansas, Colorado, Connecticut, Delaware, Florida, Georgia, Maine, Michigan, Minnesota, Mississippi, Montana, Nevada, New Hampshire, New Jersey, North Carolina, Ohio, Oklahoma, Pennsylvania, Rhode Island, South Carolina, South Dakota, Tennessee, Texas, Utah, Virginia, Washington and Wyoming.  There were 731,700 new daily tests reported on Thursday.  \nThis was a slight rebound in testing from dropping below 700,000 daily new tests on both Tuesday and Wednesday\nThis seven-day average of new tests is now 715,096. This is an 9.56% drop in testing from this time last week and the lowest seven-day average since July 13.   In California, the state has “discovered an under-reporting of COVID-19 cases due to technology issues with the electronic laboratory reporting system,” according to a statement from the California Department of Public Health (CDPH). CDPH has a team working to address the issue and has “instructed all laboratories in California to manually report all positive cases to the local public health departments.” In Florida, several testing sites were closed for some time as Hurricane Isaias rolled through. By Monday of this week, the Florida Department of Emergency Management said at least 15 state-supported testing sites were reopened following the weekend closure.  On Thursday, Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, said he wishes testing for Covid-19 in the country had worked out better.  Speaking during an interview on the POLITICO Pulse Check podcast, Fauci said, \"It is very difficult. It's been this way from the very beginning of the issue – of defending things that have to do with testing – when you're given an example like you just gave me about waiting five to seven days. You know, I would be noncredible, and I wouldn't be true to myself, if I say oh that's okay. It's not okay – period. And we need to do better. And I wish we had done better.” Several states are showing their frustration with testing, and have entered into the Interstate Testing Compact; the goal is to ensure more and faster testing for the states involved.  The states include: Maryland, Louisiana, Massachusetts, Michigan, North Carolina, Ohio, Utah and Virginia.    Out of a total of 2,880 players in the National Football League, there are 66 who have opted out of the upcoming season due to the coronavirus pandemic, a league spokesperson said. Players had until 4 p.m. ET on Thursday to decide whether they would opt out of the 2020 season. The US Centers for Disease Control and Prevention does not recommend people use masks with valves or vents during the Covid-19 pandemic, according to new mask recommendations on the agency’s “About Masks” section of its website. The one-way valves may provide the wearer more comfort, since the valves allow air to escape from the mask and can keep people cooler, but the valves also allow the virus to escape from the mask. The CDC encourages people to wear masks so they don’t infect others. Covid-19 spreads mainly through respiratory droplets when a person talks, sneezes, sings or coughs. Masks can help stop those respiratory droplets. Some context: The CDC had recommended against using these masks in health care settings on its website earlier in the pandemic. Delta airlines’ mask policy spells out that the ventilated versions are not approved as an acceptable face mask for customers traveling on any Delta operated flight. It’s “very dangerous” to give specific dates on when a coronavirus vaccine may be available, former US Surgeon General Dr. Vivek Murthy told CNN’s Wolf Blitzer Thursday. President Trump said Thursday he was “optimistic” a potential coronavirus vaccine could be ready by Election Day on Nov. 3. “When it comes to a vaccine, all of us are hoping that we will get a vaccine that's safe and effective as soon as possible, but I think it's very dangerous at this point to give specific dates because, while there are reasons to be hopeful, we do have, for example, multiple vaccine candidates that are in advanced stages of human trials and we do have collaborators who are working together around the world,” Murthy said.  The former surgeon general cautioned that there are two critical requirements for a successful vaccine. “One is that it is safe and the other is that it is effective and we cannot cut corners in getting there,” he said. “We can’t sacrifice our standards because if we do, it not only hurts people, but it’s going to damage people’s faith in vaccine efforts,” Murthy added.  Murthy said he’s bothered by polls showing nearly 50% of people said they had either decided against getting a Covid-19 vaccine or were uncertain about it. And that makes it all the more important that any vaccine that is approved or authorized has to be reviewed by the Food and Drug Administration's external vaccine advisory committee and it has to be deliberated upon in a public forum, he said.   “That’s also why we have to be very clear with people about what the distribution plan is for this vaccine because it will take months to get this vaccine out, even under optimal circumstances, which is why the vaccination campaign we develop has got to be top-notch and executed well.” ##Vaccines## The total number of deaths attributed to Covid-19 in Georgia is now 4,026.  The Georgia Department of Public Health reported 42 new coronavirus deaths on Thursday and 3,250 new cases of the virus.  The statewide total of Covid-19 cases is now 204,895.  At least 214 new Covid-19-related hospitalizations were recorded. Note: These numbers were released by the Georgia Department of Public Health and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project. Texas reported another high day of fatalities with 306 deaths on Thursday and a jump in the positive infection rate to above 17%, according to the Department of Health State Services.  The latest data, however, also showed a decrease in hospitalizations for the third day in a row and a decline in new cases. Texas is currently reporting 8,302 hospitalizations, down 153 from the day before, and 7,598 new positive cases, which is down 1,108 from the day before and 1,202 from the week before.  The positivity rate continues to climb, as it's done all week, with the rate at 17.05% as of Aug. 5. (Texas testing data lags one day behind.) That's the second highest rate reported by Texas during the pandemic, with the peak being 17.43% in mid-July.  The positivity rate was just 12.09% one week ago. Connecticut Gov. Ned Lamont said the state is committing $266 million to school reopening efforts, which is the highest percentage of coronavirus relief fund grants committed to education in the northeast region. Of the $266 million, $99 million has already been allocated to districts for discretionary spending, Lamont said during a news conference.  The funding will stretch across academic and staff support, student support, personal protective equipment, building cleaning, transportation, and tech and device connectivity, he said.  ##Schools## Kentucky Gov. Andy Beshear has extended the state's mask mandate for another 30 days.  \"We're going to extend that facial covering mandate for another 30 days...it's working. And since we made it mandatory, more people are wearing them. We are ahead this week, we have fewer cases this week through Thursday,\" the governor said today. Beshear reported 516 new Covid-19 cases, which he said is 247 less cases compared to Monday through Thursday of last week.  The governor attributed this decline in cases to the assumption that more people are wearing face coverings due to the statewide mandate. “If these numbers continue they are further evidence that wearing that facial covering, wearing that mask is truly helping Kentucky in so many different ways. Our people, our economy, our kids,\" he said. Beshear said he believes that the mask mandate will pave the way for safer reopenings of businesses, and for schools as well.   “This is saving lives, saving our economy, and we hope it will get us in a position to get our kids back in school. It is a small thing to do for such an important reward,\" the governor added. By the numbers: Kentucky now has a total of 33,254 Covid-19 cases.  There are at least 4,867,916 cases of coronavirus in the US and at least 159,841 people have died from the virus, according to Johns Hopkins University's tally of cases. So far on Thursday, Johns Hopkins recorded 44,026 new cases and 987 reported deaths.   The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases.  Travelers arriving to the UK from Belgium, Bahamas, and Andorra will now have to self-quarantine for 14 days, starting August 8, the British Foreign Office announced on Thursday.  \"Data shows we need to remove Andorra, Belgium, and The Bahamas from our list of coronavirus Travel Corridors in order to keep infection rates down,\" the British Transport Secretary Grant Shapps tweeted. Around 1.8 million British people visit Belgium every year, according to the Foreign Office. In the last week of July, Belgium’s weekly average of new infections rose by 62% compared to the previous week, according to the Belgium health authorities. Previously, Britain had removed Estonia, Ireland, Latvia and Norway from its save travel list.  On the other hand, Brunei and Malaysia have been added to the UK's safe travel list \"following a decrease in confirmed cases of coronavirus,\" the Transport Secretary said. Travelers arriving to the UK from these destinations will no longer need to undergo a quarantine, starting August 11. Members of diplomatic missions and consular posts or representatives of international organizations are not included in the UK's travel restrictions.  ##Hotspots## Gilead Sciences, the company that makes remdesivir, said it has increased its manufacturing capabilities of the antiviral drug “to meet real-time global demand starting in October,” according to a news release on Thursday. “We plan to produce more than two million treatment courses by the end of the year, and we anticipate producing several million more in 2021, if needed,” the release said. Gilead said that supply of the remdesivir, the only drug that currently has an emergency use authorization by the US Food and Drug Administration to treat patients with Covid-19, has been increased “more than 50-fold since January,” and that it has shortened its manufacturing timeline to six months from a “lengthy manufacturing timeline.” The company also announced voluntary licensing agreements with nine generic drug manufacturers to increase global supply of remdesivir to “127 countries that represent nearly all low-income and lower-middle income countries.” There are now more than 40 companies working to manufacture remdesivir in North America, Europe and Asia, Gilead said.  The release comes on the heels of a call by 34 attorneys general urging the federal government to increase the supply and affordability of remdesivir, warning the heads of the US Department of Health and Human Services, National Institutes of Health, and the FDA that the supply of the drug is “dangerously limited” and that the recently announced prices of the drug “will impede access to treatment.” The school board of Hillsborough County Schools in Florida voted Thursday to start the school year with four weeks of remote learning. The board will then reconvene on Sept. 8 to reevaluate the plan. The motion passed 5-2, but the deliberation leading up to the vote went on for just over five hours. Prior to this decision, the district had already decided to delay the start of school by two weeks. Hillsborough County — which includes the city of Tampa — is the eighth largest school district in the country. With Hillsborough’s decision, nine of the 10 largest school districts in the country will be starting in an all-online format. An official summary of the meeting has not been published yet, but the district announced the decision in with this tweet: ##Schools## Researchers behind an influential model at the University of Washington are now projecting that the US death toll could reach nearly 300,000 by December 1 – but that can be changed if consistent mask-wearing occurs. “America’s Covid-19 death toll is expected to reach nearly 300,000 by December 1; however, consistent mask-wearing beginning today could save about 70,000 lives, according to new data from the Institute for Health Metrics and Evaluation (IHME) at the University of Washington’s School of Medicine,” a statement said. According to Johns Hopkins University, 159,433 people have died in the United States since the pandemic began. “The US forecast totals 295,011 deaths by December,” the IHME statement said. The model doesn’t have to come true, said IHME Director Dr. Christopher Murray: “The public’s behavior had a direct correlation to the transmission of the virus and, in turn, the numbers of deaths.” “Starting today, if 95% of the people in the US were to wear masks when leaving their homes, that total number would decrease to 228,271 deaths, a drop of 49%. And more than 66,000 lives would be saved,” the statement says. In its previous forecast, published July 7, IHME projected there would be 230,822 US deaths from Covid-19 by November. “Since July 15, several states have added mask mandates. IHME’s statistical analysis suggests that mandates with no penalties increase mask wearing by 8 percentage points. But mandates with penalties increase mask wearing by 15 percentage points,” the statement said. This new model assumes that 50% of school districts will have online school in the fall. When schools make their final decisions, this will impact the forecast and IHME “will incorporate them into our future revisions of forecasts.”   Michigan Gov. Gretchen Whitmer has signed an executive order requiring face coverings to be worn in all child care centers and at camps, according to a release from her office.  Michigan has seen Covid-19 outbreaks at these locations, and by requiring face coverings, child care centers and camps “can remain open while keeping children and staff members safe,\" the governor said in a news release. Face coverings are not required for child care centers located in a region in phase five of Michigan’s reopening plan, the release added. The new order requires all staff and children ages 2 and up to wear a face covering on a school bus or other transportation. Additionally, all staff and children ages 4 and up have to wear a face covering in all indoor common spaces. All staff and children 12 and older are required to wear a face covering in classrooms, homes, cabins, or similar indoor small-group settings, the release said. More details: The governor also strongly encouraged all children ages 2 and up wear face coverings when indoors.  According to the release, these rules align with the existing rules on face coverings that already apply to pre-K-12 schools across Michigan.   “Masks continue to be one of the best ways to contain the spread of Covid-19, and they can be safely worn by most of us over the age of two,” Michigan’s chief medical executive Dr. Joneigh Khaldun said. “It will take all of us, of all ages, doing our part to continue slowing the spread of this disease and to protect our families and communities.”   Contact tracing is a vitally important tool for reducing the spread of Covid-19, but it has to be communicated properly to communities in order for it to work, according to the global health organization Vital Strategies, led by former US Centers for Disease Control and Prevention Director Dr. Tom Frieden. “Those who are 50+ and from racial and ethnic minority communities are disproportionately affected; hence, it is key that the appropriate communication channels and message delivery are adopted for successful community engagement with these demographics,” the Contact Tracing Community Messaging Toolkit says. Vital Strategies published the toolkit on Thursday after carrying out 12 sets of focus group interviews, where 88 people participated in the research for the report. The groups were comprised of English- and Spanish-speaking Black and Latinx immigrants in New York City and Philadelphia. “Focus group research revealed that while trust in national government is low, there is an opportunity to imbue trust with local communities by engaging people through local community members and community organizations in contact tracing efforts,” the toolkit says. The toolkit highlights the need for trusted messengers, local messaging and media planning in order to have successful contact tracing in these communities. The main three sources of information and communication mentioned by focus group participants were community-based organizations, word of mouth and government websites.  There is a lack of trust in government, “primarily due to political and racial tensions, long-standing systemic health and, and social inequities facing ethnic minority groups,” but many of the focus group participants indicated that they trusted information from community health centers, primary doctors, local health departments and the CDC.  This is why people who are communicating the information about contact tracing must be trusted and respected in the communities.  The way messages are delivered is also important, with different groups and different ages preferring varying modes of communication, ranging from text messages to newspapers.  Messaging also has to be local. It has to be relatable to those who campaigns are trying to reach, and take language considerations into account. Media buying, when it comes to spreading information about contact tracing, must be audience-focused – so that it is able to reach all audiences and hard-to-reach groups directly. The toolkit also details the Be The One campaign, which is a “concept that centers the individual’s participation in contact tracing as the key to helping their communities.” Be The One was the concept that resonated most with the focus groups, according to the toolkit’s news release, “as it centers on the individual's participation in contact tracing as the key to helping their communities. While the toolkit was developed with contact tracing in mind, it can also be used to support other public health and social measures, Vital Strategies said. Florida Gov. Ron DeSantis wants to “give the fans what they want” when it comes to sports returning to schools and college campuses this upcoming school year.  DeSantis made the remarks during a news conference in Jacksonville Thursday where he pushed for the return of girls and boys sports in his state. “The governor’s office, we’re 100% supportive of getting the kids back into competition,” DeSantis said. “Obviously you do it with care and with safety… to be shut down, that’s not an option here.” DeSantis said “there is a risk out there” with sports. But, he doesn’t foresee youth sports teams operating in an “NBA style bubble.”  Instead, when an athlete develops symptoms, that athlete would be isolated and tested. And the athlete could then return 10 days after displaying symptoms.  “What I would not do is just… shut down everything else. I mean I think if everyone else is fine, you got to just keep going,” DeSantis said. DeSantis said the vast majority of youth either have zero or mild symptoms. The governor said that as a father, if his children were old enough to play sports, he would want them to play. “I would want them playing,” DeSantis said. “If they bring something back to the house, I mean, as much as I wouldn't want that, I would rather take that risk, than to deprive them of the opportunity. You know, to do things like this. But that's just me as a father, the calculation I would make.” ##Hotspots## Four students from three Georgia high schools who attended classes in person this week have tested positive for Covid-19, Columbia County School District Superintendent Sandra Carraway told CNN.  The district started the new school year for those who chose to attend in person classes on Monday. The students who tested positive attended Evans High School, Lakeside High School and Harlem High School.   Carraway said a number of students identified as having close contact with the students who tested positive are now quarantining at home. She declined to provide the number of students being quarantined due to potential exposure.   More details: High schools in Columbia County are operating on A/B schedules to reduce the number of students at each school on any given day. The district told CNN that it requires all high and middle school students to wear face coverings in school property during transition periods and in any setting where social distancing is not possible.  Carraway said students health and safety is their top priority.   She added that the district has contact tracing, cleaning and messaging plans in place. The district sent a message to parents on Wednesday reiterating that students who don’t feel well should stay home. It also noted that anyone waiting for Covid-19 test results, regardless of whether they have symptoms, should not come to school until they receive results.  ##Schools## Florida on Thursday reported at least 7,650 news coronavirus cases and 120 additional deaths, according to the latest data released by the Florida Department of Health.  Where things stand: There are now 510,389 total cases in Florida, including out-of-state residents, the health department reported. At least 7,747 people have died from coronavirus in the state to date, the department's data shows. ##Hotspots## The State Department lifted its global level 4 travel advisory Thursday after more than four months of warning US citizens against traveling abroad.  The State Department issued the level 4 \"Do Not Travel\" advisory – the highest level of travel advisory — on March 19, urging US citizens not to travel overseas due to the coronavirus pandemic. The State Department will return to its previous system of assigning country-specific advisories since health conditions are  \"improving in some countries and potentially deteriorating in others,\" according to a note from the department. This will \"give travelers detailed and actionable information to make informed travel decisions.\" “This will also provide U.S. citizens more detailed information about the current status in each country,” the statement added. “We continue to recommend U.S. citizens exercise caution when traveling abroad due to the unpredictable nature of the pandemic.”  Despite the lifted State Department advisory, American travelers continue to face travel restrictions in countries worldwide due to rising cases of the deadly disease in the United States. President Trump called Ohio Gov. Mike DeWine “a great guy” who’s “done a fantastic job” as he spoke about the governor’s Covid-19 diagnosis on Thursday. “A very good friend of mine just tested positive, do you know that?” Trump asked a crowd in Ohio. “Our great governor, governor of Ohio DeWine just tested positive, just here.” “We want to wish him the best, he’ll be fine, I guess he’s going for a secondary test,” he said. The President also detailed how he found out about the diagnosis, saying he “just got on the phone to speak to the governor and they said, ‘sir he just tested positive.’” “He’s a great guy, he’s done a fantastic job,” Trump added. ##Politics## Covid-19 has been “a tragic reminder to the world of the insecurity and instability disease can cause,” and has shown how critical it is to invest in health, the World Health Organization's director-general said on Thursday. “The Covid-19 pandemic has changed our world. It has stress tested our political, economic, cultural and social infrastructure,” Tedros Adhanom Ghebreyesus said at the Aspen Security Forum. “It has pushed the limits of health systems, both weak and strong, leaving no country untouched,” he said. “It has humbled us all.” The world has learned the lesson that it needs to invest in pandemic preparedness and climate crisis the hard way, Tedros said, and that unless this happens, “we leave ourselves open to enormous harm.” All countries have been hit hard, he said, high- and low-income alike, with the Americas remaining as one of the epicenters of the virus.  “No single country can fight this virus alone. Its existence anywhere puts lives and livelihoods at risk everywhere,” Tedros said. It is never too late to turn it around, though he said; using “science solutions and solidarity” together it is possible to overcome the pandemic. The first coronavirus pandemic has shown how critical health investment is to national security, Tedros said, with universal health coverage being essential for global health security. WHO’s highest priority is to support all countries in strengthening their health systems so that everyone can access quality services when they are needed, he said.  “For all our differences, we are here, one human race, sharing the same plant – and our security is interdependent,” he said. “No country will be safe until we are all safe.” Tedros finished by urging all leaders to choose the path of cooperation, and to act now to end the virus. “It’s not just the smart choice,” he said, “It’s the right choice, and it’s the only choice we have.” The Illinois Department of Public Health reported 1,953 new cases of Covid-19 today, bringing the state’s total to 188,424. This is the highest single-day report since May 24, when 2,508 total cases were reported, according to IDPH’s dashboard. The positivity rate for new cases over the past week is at 4%. IDPH also reported that 1,517 people are hospitalized with 346 patients in intensive care units. The state also reported 21 new deaths, bringing the total to 7,594. Note: These numbers were released by the Illinois Department of Public Health and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project. Florida Gov. Ron DeSantis on Thursday pushed for boys and girls athletics this upcoming school year. Student sports stopped in Florida when schools transitioned to distance learning at the beginning of the pandemic. “The cancelation of the sports, that has huge effects and so we don’t want to re-live that because I think that it would be depriving our students of opportunity,” he said during a roundtable discussion in Jacksonville, Florida. DeSantis used himself as an example saying playing athletics made him a better student, not just in high school but in college. There is an ongoing legal battle over the reopening of schools for in-person instruction in the state. Today, a Miami-Dade judge transferred the case to a judge in Leon County.  DeSantis reiterated during the news conference that parents who want face-to-face instruction for their children should have that option. ##Schools## ##Hotspots## More than 1,000 Big Ten college football players released a letter Wednesday, writing that the NCAA “has had ample time to prepare for the safe return of its athletes to competition, yet it has done nothing.”  The letter goes on to outline five areas where athletes would like to see more regulations and enforcement amid the coronavirus pandemic. “For a season where there's so many unknowns, having the unknown of playing against a different team where they could have different protocols and different regulations and a different way of handling the situation could just lead to…unsafe conditions for us to play in,” said Hunter Reynolds, defensive back for the University of Michigan Wolverines, one of the student-athletes spearheading the effort.  The NCAA announced Wednesday that each division of school athletics will have to determine its ability to meet requirements to proceed with fall sports.  Benjamin St-Juste, defensive back for the Minnesota Golden Gophers, says the uncertainty “creates a super stressful environment for every student-athlete.” “We’re about to start camp, and we still don't know really what's going to happen, what’s the clear protocol,” St-Juste said in an interview with CNN’s Kate Bolduan.  He said the athletes want a formal meeting with the head officials at the NCAA to find common goals.  Reynolds said that while he doesn’t think the season should be canceled, it requires a “well-thought-out plan.”  Watch:  Ohio Gov. Mike DeWine has tested positive for coronavirus and has no symptoms currently, according to a statement from the governor's office.   DeWine \"took a test for Covid-19 as part of the standard protocol to greet President Donald Trump on the tarmac at Burke Lakefront Airport in Cleveland,\" the statement said.   \"Governor DeWine is returning to Columbus where he and First Lady Fran DeWine, who also has no symptoms, will both be tested,\" according to the statement.   DeWine plans to quarantine in his Cedarville, Ohio, home for the next 14 days, the statement said.   Tedros Adhanom Ghebreyesus, director-general of the World Health Organization, said on Thursday that he hopes the US will reconsider its decision to withdraw from WHO – and that the problem the withdrawal creates is not financial, but the lack of solidarity between global leaders. President Trump announced at the end of May that the US will end its relationship with WHO, the world’s preeminent health organization. “Now, it’s time to work together. Now, it’s time to focus on fighting the virus. So I hope the US will reconsider its position,” Tedros said during a panel event at the Aspen Security Forum. “When the US decided to withdraw, the problem is not about the money. It’s not the financing issue,” he said. “It’s actually the relationship with the US which is more important, and it’s leadership role.” Tedros said he has said many times that “you cannot defeat this dangerous enemy in a divided world. We need a united world.”  A united world needs cooperation and solidarity among major powers, he said. “Multi-lateral organizations can only support, like WHO, the leaders always have been countries, and especially the major ones, who can bring the whole world together,” Tedros said. “So that is more important for WHO, the void, not the financial.” He said there is still communication between WHO and the US, and that they are working together – but he hopes that the relationship will “return to normal, and a stronger relationship than ever before.”  Tedros said the US has always been known for its generosity, support and leadership in global health. He detailed how during his time as a minister in Ethiopia, while HIV/AIDS was ravaging the continent and the rest of the world, US leadership and generosity gave hope to many. He also said that if there were problems or issues with WHO or the UN system at large, they would be very open to any evaluations or assessments. “The truth can be known, and this can be done from inside, without leaving the organization,” he said. “Knowing the truth is very important for the whole world.” Lessons need to be learned from what is happening and what has happened, Tedros said, and the future needs to be built together. “If there is any problem, we will find out and we will learn from it,” Tedros said.  Later in the session, Dr. Mike Ryan, director of WHO’s health emergencies program, thanked the United States and the US Centers for Disease Control and Prevention for their continued contribution to global public health. “The politics of these things will never shake the bonds that scientists have around the world, and the urge and the desire we have to work together to save lives,” he said.   President Trump tweeted that his staff is working on possible a possible executive order addressing some of the components of the stimulus negotiations. He tweeted that an executive order could address “Payroll Tax Cut, Eviction Protections, Unemployment Extensions, and Student Loan Repayment Options.”  Some background: The President has repeatedly said he may address these issues through executive action and White House chief of staff Mark Meadows said that could happen if a deal can’t be reached by Friday. But as CNN's Phil Mattingly has reported, lawmakers on Capitol Hill haven't been taking the threat of executive action seriously for a couple of reasons:  It's been considered a leverage play the entire time (something administration officials have acknowledged), designed less as a policy fix as a way to force Democrats to start making concessions.\nNobody is sure yet to what extent what they're looking through is legal.\nEven if they pull the trigger on something, and figure a way through any legal challenges, the actions won't go anywhere near far enough to address the scale of the current crisis.   ##Economy## An ensemble forecast published by the US Centers for Disease Control and Prevention now projects more than 181,000 coronavirus deaths in the United States by Aug. 29.  The new projections, published Thursday, forecast 181,031 deaths by Aug. 29, with a possible range of 174,946 to 189,433 deaths. “State-level ensemble forecasts predict that the number of reported new deaths per week may increase over the next four weeks in Hawaii and Puerto Rico and may decrease in Florida, Mississippi, New Mexico, the Northern Mariana Islands, Ohio, Texas, Vermont, and the Virgin Islands.” the CDC says on its forecasting website. Unlike some individual models, the CDC’s ensemble forecast only offers projections about a month into the future.  The previous ensemble forecast, published July 31, projected roughly 173,000 coronavirus deaths by Aug. 22. At least 158,445 people have already died from Covid-19 in the United States, according to data compiled by Johns Hopkins University.  Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, said he would like to get a Covid-19 vaccine as quickly as possible – and according to ethical principles. \"When the vaccine becomes available after a 30,000-person-or-more placebo-controlled randomized trial, and it's shown to be safe and effective, I would get it any time within the timeframe of the people who prioritize it according to ethical principles,\" Fauci said during an interview on the POLITICO Pulse Check podcast published Thursday. Fauci explained that while he is in the high-risk group because of his age, \"There may be people who need it more than I do, and I would prefer they get it if they need it. I would like to get it as soon as the prioritization by ethical considerations says I can do it.\" Later in the interview, Fauci said he would like to stay healthy. \"One, I just like being alive and well. And number two, I do have a very deep commitment to ending this pandemic,\" he told POLITICO's Dan Diamond.  ##Vaccines## The president of the South Dakota State Medical Association says he is “concerned” about the upcoming City of Sturgis Motorcycle Rally.  About 500,000 people are estimated to have attended the rally last year, and the city’s mayor said there won’t be mask requirements or travel restrictions for out-of state visitors this year.  Dr. Benjamin Aaker said he is “concerned that there is a risk of transmission that people can have if they don’t take the proper precautions.” People who have pre-existing conditions should consider staying home, Aaker said in an interview with CNN’s Kate Bolduan, and those who do decide to attend should be wearing masks and washing their hands.  “If we can convince the people who are going to attend that they need to follow the proper guidelines, and, again, those are the hand-washing, the masking and social distancing … if everyone were to follow that, then I think we can have a safe event,” Aaker said.  House Speaker Nancy Pelosi rejected the possibility of a short-term extension of federal jobless benefits during her news conference on Thursday as stimulus negotiations remain in need of a breakthrough.  \"We’re not having a short-term extension,” she told CNN's Manu Raju when asked if Democrats are ruling out an interim extension of the lapsed federal unemployment enhancement if stimulus talks collapse.  What this means: Restoring federal benefits will be contingent on the White House and Democrats cutting a broader deal, which so far remains elusive with White House chief of staff saying recently that the two sides are “trillions of dollars apart.” Pelosi sounded skeptical and dismissive when a reporter asked about possibility that President Trump could take executive action if there’s no stimulus deal with lawmakers.  “And what is he going to act upon?” Pelosi asked. “I don’t think they know what they’re talking about. The one thing the President can do is extend the moratorium and that would be a good thing if there’s money to go with it and that’s what we keep telling them.”  Pelosi was later asked if thinks the administration could move money around without congressional approval.  “They can’t move that much money, we’re talking about a major investment,” she said.  Asked if Democrats rejected a GOP offer for $400 per week in enhanced federal unemployment benefits, Pelosi responded, “We have said that we are going to have the $600.” She added, “They know that we want the $600.”  “Why dismantle a program that almost all economists say is working and put something new in its place that will take months to go into effect?” Schumer asked. Pelosi again said she sees a “light at the end of the tunnel.” But she warned, “we have to move quickly, more quickly because that light at the end of the tunnel may be a freight train of the virus coming at us. If we do not act to contain it.” “As you can see the Democrats in the Congress are unified,” she said, “At the same time, Republicans are in disarray.”  ##Economy## The shelter-at-home order in Hidalgo County, Texas, has been extended another two weeks, according to a press release from the Hidalgo County Judge Richard Cortez.  Cortez issued the initial order on July 20, and it went into effect on July 22. The order said it was necessary because of the rise in numbers and fatalities. It was slated to expire at 11:59 p.m. last night, but will now expire at 11:59 p.m. Aug. 19.  “In these past two weeks, our residents have adhered to the shelter at home order which has helped our community slow the spread of Covid-19,” Cortez said in a press release announcing the extension. “We are asking the public to continue practicing the recommendations of our medical experts by continuing to shelter at home, wear a mask and practice good hygiene.” The order states that residents should shelter at home, limit their travel, and wear a face covering in public.  There are 18,699 Covid-19 positive cases in the county, which includes the city of McAllen, according to Cortez. At least 450 of those were new as of Wednesday afternoon.  Note: These numbers were released by the Hidalgo County of Texas and may not line up exactly in real time with CNN’s database, which is drawn from Johns Hopkins University and the Covid Tracking Project ##Hotspots## As Africa approaches 1 million confirmed Covid-19 cases, representing 5% of global cases, testing in many African countries remains a \"constant and concerning challenge,\" the World Health Organization Regional Director for Africa, Dr. Matshidiso Moeti, said in a news conference on Thursday.  \"At the same time, some countries have increased their testing per capita while maintaining a low positivity rate. Countries such as Mauritius, Rwanda, Cape Verde and Botswana,\" Dr. Moeti added.  WHO reported that July has seen a 40% increase in the total number of tests performed on the continent compared to the previous month.  Meanwhile, 10 countries accounted for 89% of new cases within the past two weeks, WHO said.  Testing assistance: WHO will send technical experts to 11 countries that are experiencing a surge in Covid-19 cases and deaths to assist in \"beefing up community engagement and health education and providing direct material support to strengthen testing capacity,\" according to a Thursday press release.  More than 40 regional experts will be deployed to South Africa, which remains the worst-hit country on the continent and the fifth-worst affected country globally.  The experts will deploy to several of the most severely affected provinces to support the management in areas of epidemiology, surveillance, and rapid data analysis due to a \"need for better capacity at the local level, at the district level and in provinces,\" Dr. Moeti said.  WHO stressed the need for communication surrounding Covid-19 guidelines in African countries to be less centralized and more localized to ensure the messages reach more people in order to contain the outbreak.  16 countries in the region have seen an increase in new cases by more than 20% in the past two weeks compared to the previous two weeks. However, a number of African countries have seen a recent decline in daily cases, with about 20% fewer reported last week than the week before, Dr. Moeti said.  The countries experiencing a decline include: South Africa, Nigeria, Ivory Coast, Cameroon, Republic of Congo, Mauritania, Democratic Republic of Congo, Central African Republic, Botswana, Liberia and Benin. \"We do have countries where despite the fact that the governments did a relaxation of the measures, there was an initial increase in cases and several of these countries now we are starting to see a decline,\" she added, \"The take-home is that we need to monitor this and ensure this decline continues and it's sustained.\" Latest figures: So far, 41 countries in the region have reported infections of healthcare workers, indicating about 35,000 have been infected, with the majority in South Africa where about 24,000 healthcare workers have been infected, according to Dr. Moeti. With 992,710 reported cases and 21,617 deaths, according to Africa Centres for Disease Control and Prevention, the continent is expected to reach the 1 million mark for confirmed cases this week.  ##Hotspots## While wearing goggles hasn't been formally recommended to combat the spread of the novel coronavirus, Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, said it can serve as an extra degree of protection for teachers who are in close contact with children. Speaking Thursday during a briefing with the Alliance for Health Policy, Fauci said that if he was in a classroom with children who often don't cover their sneeze or cough, he \"might very well\" wear goggles or a face shield. \"It certainly can't hurt, and if you can do it, it might help,\" he added. Fauci explained the virus can enter through mucosal surfaces on the upper face – the mouth, the nose and the eyes – and explained that there's no formal guidance on wearing goggles to protect the eyes because studies have not been done yet. ##Schools##   Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, said it’s possible that public health measures across the country – such as mask-wearing, hand-washing and physical distancing – “might really, really blunt the flu season.” “If you have Covid of any extent, you might have two reasons to have less flu: one, because you're doing the kinds of things of public health – masks, etcetera – and two, it might get bumped out by Covid,\" he said while speaking during an Alliance for Health Policy webinar today. “My hope is that both of those will be down,” he added. “Vaccination for flu, public health measures for flu and Covid would have us be in the situation where both the flu season is blunted and we have very little Covid. That's a goal that we should aspire to that I think is possible.\" House Speaker Nancy Pelosi said she remains optimistic that despite hard negotiations, “we will” find a solution and come to an agreement on the relief bill.  “Will we find a solution? We will,” Pelosi said in an interview on CNBC’s “Squawk on the Street” Thursday morning. “Will we have an agreement? We will.” On President Trump considering extending an eviction moratorium with an executive order, Pelosi said, “He can extend the moratorium and I hope that he does.”  But she added that she believes you can’t “just have a moratorium,” you also have to have some money for people to compensate to help pay the rent.  CNBC’s Jim Cramer asked Pelosi if Democrats and Republicans could agree to give funds to those most affected, like people who are disenfranchised, and minorities who want to stay in business, as well as minorities who are trying to go to college or have student loans. She replied: “Perhaps you mistook them for somebody who gives a damn, for what you just described.”  ##Economy## As lawmakers continue to struggle towards a new coronavirus stimulus bill, Senate Minority Leader Chuck Schumer pointed at Republican leadership to get serious, saying “President Trump and his aides, and his party in Congress, are not truly awake to what’s happening in this country.” “We Democrats believe the patient needs a major operation, while Republicans want to apply a Band-Aid,” Schumer said. “And we won’t let them just pass the Band-Aid, go home, and still leave America bleeding.”  Schumer said that although both sides have made some progress this week, there isn’t enough to bring a deal, saying “we are not going to agree to an inadequate bill that doesn’t address the challenges in our country,” Schumer said.  ##Economy## Dr. Anthony Fauci,  the nation's leading infectious disease expert, said he doesn’t think young people aren’t heeding scientific advice “deliberately and maliciously.”  During a Thursday webinar with the Alliance for Health Policy, Fauci addressed young people directly:  “You're not in a vacuum. You can be part of the problem of propagating the outbreak, or you could be part of the solution of protecting yourself,\" he said. “If we want to get those number down, and we want to open up the economy and open up the country, so that you can actually ultimately get back to some form of normality, you are part of the process of getting us there.\" Fauci continued: “Don't be the weak link in the chain. Be a very strong part of the chain of ultimately getting us down.” “That's the message we've got to get to young people,” he said. “Obviously they're not doing anything deliberately and maliciously, but what they're doing is inadvertently – they're propagating the outbreak.” Delta Air Lines now says one in five workers have voluntarily left the company as it continues to be clobbered by the coronavirus pandemic. “The departure of 20 percent of our workforce was a difficult but necessary step towards Delta’s transformation into a smaller, more nimble airline,” Delta CEO Ed Bastian said in a new memo to employees. In July, the airline said it could avoid furloughs if enough employees took voluntary early separation packages.  Restrictions on a federal bailout have kept airlines from shedding employees until Oct. 1.  Other major airlines, such as American and United, have sent notices of possible furloughs to thousands of workers. Delta’s Bastian says the airline was burning $27 million in cash each day in June. “We can’t count on a vaccine being widely available in the near future,” said Bastian. “With this in mind, we continue to plan for a long and somewhat choppy recovery.” ##Economy## Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, said “we hope as a pandemic threat, that we are really on the cusp of seeing the end of it – as we do public health measures and a vaccine.” “You may have some lingering of infection around that might come back in a seasonal way, but hopefully with the technologies and the vaccines and getting much, much better in our public health measures, that we'll be able to control it in a way that it is not a pandemic or an epidemic threat,\" Fauci continued, speaking during an Alliance for Health Policy webinar on Thursday.  Fauci added that much of the responsibility lies in the hands of the population: “That is up to us, as a society.” “If we do the fundamental things that we've been talking about for so long — masks, physical separation, avoiding crowds, outdoor things better than indoor — you can get the level down low enough that you can then control it much better with or without a vaccine,” he said. ##Vaccines## Senate Majority Leader Mitch McConnell announced on the Senate floor that he won’t adjourn the Senate for the August recess today, as had been previously scheduled, as negotiations over the next Covid-19 stimulus package limp forward.  However, he said senators can return home and will be given 24 hours notice to return for a vote on a deal if it is reached.  McConnell said he would stay in Washington, DC, as the talks continue. But, the GOP Senate leader added he won’t wait forever and will adjourn for August if Democrats make clear they won’t cut a deal.  “But the Senate won’t adjourn for August unless and until the Democrats demonstrate that will never let an agreement materialize. A lot of Americans’ hopes, a lot of Americans’ lives are riding on the Democrats’ endless talk. I hope they are not disappointed,\" McConnell said.  ##Economy## Pressed if he waited too long to put out a GOP relief proposal, Senate Majority Leader Mitch McConnell said, \"not too late. This is the perfect time to take a look at it.\" McConnell was asked the question in an interview on CNBC’s Squawk Box. Remember: Democrats released their plan in May, and there is now urgency to pass a stimulus bill as enhanced jobless benefits lapsed last week. McConnell has repeatedly defended his decision to wait until July to release the Republican’s next relief plan arguing, “we had no idea” what the economy would look like in the summer months.  Asked the chances of reaching a stimulus deal in the next 24 hours, the Kentucky Republican told CNBC he would not “speculate about the timing” but thinks a deal would be reached in the “near future.” “Exactly when that deal comes together I can’t tell you, but I think it will at some point in the near future,” he said. ##Economy## Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, says he wishes testing for Covid-19 in the country had worked out better. Speaking during an interview on the POLITICO Pulse Check podcast published Thursday, Fauci said – when asked about people waiting to get a test result back five or seven days later – that it's been \"very difficult\" to defend the government's efforts on testing.  \"It is very difficult. It's been this way from the very beginning of the issue – of defending things that have to do with testing – when you're given an example like you just gave me about waiting five to seven days. You know, I would be noncredible, and I wouldn't be true to myself, if I say oh that's okay. It's not okay – period. And we need to do better. And I wish we had done better,\" Fauci told POLITICO's Dan Diamond.  Fauci explained the delay is due to the surge in cases, but said that according to a conversation with Adm. Brett Giroir, a member of the White House coronavirus task force overseeing Covid-19 testing, most tests are coming back within 24 to 48 hours. \"We're talking about hopefully getting, you know, many, many millions of more tests that can be done rapidly within the next month or so. ... I can't guarantee that, because that's not what I do. So, the people who are responsible for that are telling us that we're going to get better and better as the months go by,\" Fauci said. The official unemployment rate in Brazil rose to 13.3% in the quarter that ended in June, reaching 12.8 million people, according to the Brazilian Institute for Geography and Statistics (IBGE).  A total of 8.9 million people lost their jobs as the coronavirus pandemic swept through Brazil — representing the sharpest contraction on record.  By comparison, in the quarter to March, the unemployment number was 12.2%. The latest quarter had the highest unemployment rate since the quarter ended in May 2017. According to Adriana Beringuy, research analyst of IBGE, the contraction in the number of employed people in Brazil between April and June affected mostly the more vulnerable population.  “Most of this reduction comes from informal workers, who are the ones with the lowest income,\" she said. Almost half of Brazil's population — nearly 30 million families — received emergency cash transfers in June, according to IBGE, but this support is due to expire at the end of August ##Economy## ##Hotspots## Stocks were largely unchanged at the opening bell Thursday, but the major indexes had been pointing to losses before better than expected unemployment claims numbers were released. Investors may be waiting for another catalyst to buy after the Nasdaq hit another new all-time high Wednesday. Here is where things stood at opening:  The Dow was up 6 points.\nThe S&P 500 was down 0.1%.\nThe Nasdaq Composite fell 0.1%. ##Economy##  The City of Sturgis Motorcycle Rally in South Dakota, which starts tomorrow, usually draws about 500,000 people — and it won’t have travel restrictions for those from hotspot states or mask requirements amid the coronavirus pandemic, according to Sturgis Mayor Mark Carstensen.  \"We cannot stop people from coming,” Carstensen said in an interview on CNN’s “New Day.” “Being prepared is what we put out as a priority for everybody, both for the community and for our visitors. So we prepare for rallies every year, but this one takes a little bit more, and we want to stress personal responsibility to our visitors and our residents as this gathering moves forward,” Carstensen added.  Though masks are not required, he said that personal protective equipment will be available and he encourages people to stay six feet apart.  Many visitors have already been coming through the state’s Black Hills region, according to the mayor.  Even though South Dakota cases are some of the lowest in the country, many residents expressed uneasiness with the event. “My grandma is absolutely terrified because she has diabetes and is in her 80s and has lupus. If she gets it, it's a death sentence,” one resident told CNN.  Carstensen said the city has a program for contactless delivery of supplies for those with pre-existing conditions, and he encouraged at-risk residents to stay home.   The city will have mass Covid-19 testing after the rally, Carstensen said, adding that he personally feels safe.  Watch:  Humans will have to brace for more outbreaks caused by viruses in the future, Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, warned on Thursday. Speaking during an interview on the POLITICO Pulse Check podcast, Fauci said, \"I think you have to assume that there are more viruses that are still lurking,\" when asked about the possibility of a virus more dangerous than Covid-19.  \"We know, historically, we've had outbreaks long before I've been around – even before recorded history. We know that [there have] been outbreaks recently. We're in the middle of an outbreak now. And there's no doubt that we're gonna have outbreaks in the future,\" Fauci told POLITICO's Dan Diamond. Fauci said Covid-19 emerged as what he's often described as \"the worst-case scenario, or my worst nightmare\" because of how rapidly the virus spreads in a community and its \"significant degree of morbidity and mortality, at least for some subset of the population.\" As the 2020-21 school year gets underway in parts of the country, 62 of the largest 101 districts in the US will be starting with full online learning, which accounts for nearly 7 million students. The latest decision to start the year with full remote learning came from Chicago Public Schools, the third largest district in the US. By CNN's count, there are five districts among this top group that have yet to make a final decision, including New York City, which is the largest in the country with more than 1.1 million students.  The others are Hillsborough County, Florida; Dallas, Texas; Greenville, South Carolina; and Boston, Massachusetts. There are more than 13,000 school districts in the US and more than 50 million children who attend public school, according to the National Center for Education Statistics. ##Schools## New York City parents must decide by tomorrow what their children's learning preference will be for the upcoming school year.  According to the city's department of education website, schools will offer a combination of  in-person and remote learning.  Parents can choose from two options via an online form:  100% remote learning: The child will learn 100% online, from home\nA combination of in-person and remote learning: The child can follow their school’s schedule, a mix of in-person days at school and remote learning days from home. The website says school will be in touch with parents about \"its schedule and programming plans in the coming weeks.\"  After Aug. 7, according to the website, any family who chose 100% remote learning will have the option to change back to \"blended learning at a few specific times during the school year.\" If no form is submitted for a child, the \"default for that student will be blended learning.\"  The form does not apply to charter schools. The website noted that if a child attends a charter school, parents should reach out to the school directly to discuss remote learning options. Some background: New York City is the largest school district in the country, with more than 1.1 million students. City school officials have sent plans to the state for each of the city's 1,800 schools, and those still need approval, Mayor Bill de Blasio said earlier this week on CNN. The mayor said he would not reopen schools if the city goes above a 3% Covid-19 infection rate.  \"We're going to have blended learning, kids in class sometimes, out of school other times. Anyone who wants to be at home can be at home,\" de Blasio said. \"That's an option. But we're going to be cleaning all the time.\" \"We're going to have social distancing in every classroom. We're going to have face coverings on every adult and child. We are doing everything you've ever heard of to keep our schools safe. And, again, all of our health professionals are working on that together,\" de Blasio said. Gov. Andrew Cuomo said he will make an initial decision this week on the schools' reopening plans. Read more here about what the other large US school districts are planning for reopening. ##Schools## Another 1.2 million Americans filed for first-time jobless benefits last week on a seasonally adjusted basis, the Department of Labor reported on Thursday. That was down from the prior week's 1.4 million claims. First-time jobless claims peaked at 6.9 million in the last week of March and then declined for four months. But around mid-July, they reversed directions, and rose again.  That's not a good look for a labor market that desperately needs to recover after millions of workers were displaced by the pandemic. Rising Covid-19 infections across the country have stalled the reopening of the economy and have made it harder for people to return to work. In addition, money from the government's Paycheck Protection Program, which allowed companies to hire back workers, is running out. Continuing claims for benefits — which count people who have applied for government aid for at least two weeks in a row — came in at 16.1 million on a seasonally adjusted basis. And those numbers are only regular jobless benefits and don't include the pandemic assistance the government rolled out over the past months. Watch more:  ##Economy## Sarah Backstrom knew this school year was going to be different, even without the Covid-19 pandemic. The veteran teacher moved to Des Moines, Iowa, with her young daughters to teach in a new school district — but this is the first time she's been scared about returning to the classroom. So, in addition to all her back-to-school preparations this summer, Backstrom wrote her own obituary and sent it to Gov. Kim Reynolds' office. \"It wasn't something at all that I took lightly. It was something that I really hoped that my governor would read and hear that if something were to happen to me, that this is who is no longer here,\" she told CNN. \"I'm hoping that she will start to realize that these are real people, and these are real lives.\" In her obituary, which she provided to CNN, she wrote, \"Sarah loved her friends and family with her whole heart. She had a laugh that was infectious and could always be counted on for an off-hand remark or a joke. She was known for finding sunshine even in the darkest of times.\" Backstrom, 43, said that she was known for her \"rainbow hair and eccentric fashion sense,\" and urged her friends and loved ones to wear leopard print, funny T-shirts and rainbow wigs to celebrate her life. She will be teaching gifted students at three elementary schools, and recently found out that her work will be 100% virtual to minimize the risk of her tracking the coronavirus from building to building. Backstrom said she loves being in the classroom and is sad that she won't be able to greet her students with hugs and enjoy the back-to-school rituals that are so important to children. \"There's really nothing that can take the place of face-to-face talking with a student,\" she said. \"There's something really magical that happens in a classroom when you're all in this space and kind of sharing energy.\" She and her ex-husband also have two daughters going into preschool and fifth grade, so she knows firsthand how tough home schooling is on parents. \"More than anything, I want to be in the classroom, and I want to be in my schools, but I also don't want to get sick and I don't want my mom to get sick,\" she said. Some background: Gov. Reynolds released guidance July 30 that said at least half of schools' instruction must be conducted in person and that schools couldn't request online-only education unless their county's positivity rate is 15% or higher. Iowa has reported 46,656 cases across the state and a 9.4% positivity rate as of Tuesday, according to the Iowa Department of Health. Backstrom said she was inspired to write after reading an article about Sioux City teacher Jeremy Dumkrieger, who published his own obituary in the Iowa Starting Line website. here ##Schools##   \"It's up to us\" to get the number of new Covid-19 cases down by November, when the country holds the presidential election, said Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, during an interview on CNN's New Day Thursday. \"I really do believe, based on the data we see in other countries, and in the United States, in states and cities and counties that have done it correctly, that if we pay attention to the fundamental tenets of infection control and diminution of transmission, we can be way down in November,\" Fauci said. \"It isn't inevitable that we need to be way up there as we get towards [the] election. ... Everyone, all states, cities have to pull together for that,\" Fauci told CNN's John Berman.  ##Politics## ##Hotspots## WATCH: In Florida, at least 53 hospitals have reached intensive care unit capacity and show zero ICU beds available, according to data released by the Agency for Health Care Administration (AHCA).  Eight of the hospitals at capacity are in Miami-Dade County, eight are in Hillsborough and six of them are in Broward County, AHCA data shows. Another 33 hospitals have 10% or less ICU capacity available, according to AHCA. AHCA reports about 15% ICU beds are available across the State of Florida.   ##Hotspots## Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, warned against people who feel “invulnerable” to getting the coronavirus.  “By getting infected, you are propagating the outbreak,” Fauci said on CNN’s “New Day,” and thus potentially infecting people who could be seriously impacted by the virus.   Yesterday, Fauci told CNN’s Dr. Sanjay Gupta that if the US does not have a unified response against Covid-19, the country is at risk of continuing to \"smolder.\"  “You've got to get that baseline down. And everybody on this group, everybody on the team of American citizens need to pull together. Because we're all in this together,” he said.  Dr. Deborah Birx, White House coronavirus task force coordinator, outlined new areas of concern in nine US cities and California’s Central Valley on Wednesday.  “It’s a clear indication that you are getting an uptick in cases, which inevitably, as we've seen in the Southern states, leads to surges and then you get hospitalizations and then you get deaths,” Fauci said. “… She was warning the states and the cities to be careful, because this is a predictor of trouble ahead.”  Fauci said that communities and economies can “carefully proceed” on reopening, as long as people follow guidelines on wearing masks and social distancing to do so safely. “You can proceed to open up the country and get the economy back even when you have situations that we have now, so long as everybody does the five or six fundamental things … So we've got to get away from that all-or-none phenomenon,” he said.  When asked where he sees the pandemic’s status by the time of the presidential election, Fauci said “it’s up to us.” “If we pay attention to the fundamental tenants of infection control and diminution of transmission, we could be way down in November,” he said.  Watch:  On Tuesday morning, the head of Beirut’s main public hospital treating coronavirus patients said his facilities would soon reach full capacity after a surge in the country’s Covid-19 cases. It was a statement that seemed to foretell the worst case scenario for Lebanon’s healthcare system, already buckling under the weight of an economic meltdown. Hours after the announcement, a massive explosion ripped through Lebanon's capital and its outskirts, devastating broad swathes of the city and killing more than 130 people. Thousands flooded the hospitals, many of which were also damaged. Patients lay on the floor as they were administered IV-drips. The cries of babies bounced off the walls. One US citizen in Beirut told CNN that he visited the St George Hospital offering to donate blood. The security guard turned him away. \"We don’t need blood, because there is no hospital. We are zero,\" said the guard. For now, the health ministry has said that field hospitals will be set up to treat the over 5,000 wounded, and sections will be designated for coronavirus patients. But where and how, amid this devastation, Lebanon can tackle its growing Covid-19 spread is anyone’s guess On Thursday, Lebanon’s Health Minister Hamad Hassan told radio station Sawt Loubnan that the country was bracing for a rise in infections, state news agency NNA reported.  Due to the emergency and panic, I am worried that treating the wounded in hospitals and the loss of personal protection equipment supplies may have an impact on the number of coronavirus patients in the next 10 days,\" he said.  Lebanon recorded 146 new cases on Wednesday, and 209 on Tuesday, according to an official statement by the Health Ministry on Twitter.  The country has seen a total of 5,417 coronavirus cases and 68 deaths so far, according to data from Johns Hopkins University.  President Donald Trump agreed to continue paying for the full cost of National Guard troops deployed to help with the coronavirus response in just two states -- Texas and Florida -- after their Republican governors appealed directly to him. Other states will now have to pay a quarter of the cost of National Guard deployments in their states, despite their governors also requesting the federal government continue to foot the entire bill. A White House official said Trump made an exception for Texas and Florida because their governors -- who enjoy close relationships with Trump -- made \"special, direct cases to the President.\" The official said Trump \"is open to speaking with any governor from any state.\" While Texas and Florida both have a large number of coronavirus cases -- more than 466,000 and 502,000, respectively -- other states with large numbers of cases, like California and Arizona, will only see three-quarters of the costs covered by the federal government. Democrats immediately pushed back, accusing the President of showing favoritism. With American lives at risk, the President is continuing to manipulate our nation's pandemic response to benefit his own political fortunes,\" said Noam Lee, executive director of the Democratic Governors Association, in a statement. \"The National Guard deployments are the latest development in the partisan games the President has played with states seeking critical supplies and aid.\" Read more here: ##Politics## A man with Covid-19 went to church in mid-June, then 91 other people got sick, including 53 who were at the service, according to Ohio's governor. It spread like wildfire, wildfire. Very, very scary,\" Gov. MIke De Wine said Tuesday. \"We know that our faith-based leaders want nothing more than to protect those who come to worship.\" To illustrate how one infected person can spread the virus, state health officials released a color graphic showing how the cases radiated to some who weren't even at the service. DeWine urged people attending religious services to wear masks. He had mandated wearing face coverings for people 10 and older on July 22. On Wednesday, he ordered children in schools to wear masks, with a few exceptions. The governor said he was going to send letters to churches, mosques and synagogues to share important health information. It is vital that, any time people gather together, everyone wear masks, practice social distancing, wash hands, and while indoors, making sure there is good ventilation and airflow,\" he said. ##Hotspots## Coronavirus conspiracy theorists have been sharing baseless rumors online -- frequently targeting minorities -- since the beginning of the pandemic. In England the latest wave of vitriol criticizes Muslims, blaming them for spreading Covid-19. Muslims were caught off guard last week, when the UK government suddenly announced local lockdowns in a slew of areas in northern England where cases have spiked. The announcement came just hours before Eid al-Adha, one of the holiest festivals in Islam. The affected areas included Greater Manchester, Burnley, Blackburn with Darwen, Bradford and Leicester -- all places with a significant Islamic population according to the Muslim Council of Britain (MCB). The restrictions -- published late last Thursday evening -- banned people in the named areas from mixing with other households. Local politicians and Muslim leaders criticized the timing of the announcement. \"The timing ... it focused people's minds [on Muslims],\" Rabnawaz Akbar, a Labour Party councilor in Manchester, told CNN. The government \"have done it on the eve of Eid,\" leading people to think \"it must be the Muslim community's fault,\" Akbar said. \"You see how people would have come to the assumption. [The government] have done it without thinking but of course, they're highlighting a particular demographic. And people are angry and now that anger is focused on a particular community.\" A Downing Street spokesperson said in a statement to CNN: \"Decisions on lockdowns are based solely on scientific advice and the latest data. Where there are local outbreaks, our priority will remain taking whatever steps are necessary to protect people.\" Read more here: The world may never eradicate the coronavirus completely, but public health measures and an effective vaccine could help bring it under control, Dr. Anthony Fauci said on Wednesday. The conclusion drawn by America's leading infectious disease expert is a sharp contrast to President Donald Trump's repeated claims that the virus will eventually \"go away.\" Fauci said the United States can get on top of the virus with a good vaccine and prudent safety measures -- like masks, hand washing and social distancing. \"We may need to go through a season of it and then by next season, if we have a vaccine, it won't be a pandemic, it won't be immobilizing the world, it won't be destroying the economy,\" he said. At least 39 states as well as Washington, DC and Puerto Rico have put some type of order in place that mandates the use of masks, and vaccines are advancing through development in the hopes of reaching the public in 2021. Still, the nation is missing a cohesive response to the virus, Fauci said. \"We had a disparate response,\" Fauci, the director of the National Institute of Allergy and Infectious Diseases, added. \"But totally, as a nation, we are in that situation where we've got to get that control way down to a low baseline.\" Read more here: Major League Baseball has made several strict changes to its health and safety protocols in the wake of recent Covid-19 outbreaks, according to a league memo. The memo, which was sent to clubs Wednesday, cites the Miami Marlins' outbreak. \"MLB investigators have now conducted a thorough investigation of the factors contributing to the spread of the virus within the Marlins traveling party, and our decision to revise the protocols ... is based on many of the things that we learned,\" the memo states. The changes include reducing the size of traveling parties, requiring staff members and players to wear face coverings while on the road, and prohibiting players and staff to meet in hotel rooms without special permission. Coronavirus-related postponements started after 21 members in the Marlins' organization, including 18 players, tested positive for the virus. The Philadelphia Phillies have also had several positive tests. Earlier this week, an outbreak among Cardinals' players and staff raised further questions about MLB's plans to safely hold the season amid the pandemic. Read more here: The US government is pouring billions into Covid-19 vaccines, and candidates from three companies are moving along quickly: Moderna, Pfizer and Novavax. Moderna: The vaccine is developed by Moderna, a biotech company based in Cambridge, Massachusetts, with help from the US National Institutes of Health.\nPhase 1 trials showed that the vaccine brought about an immune response, which is what researchers wanted to see. Phase 2 was started in May. Phase 3 was just announced last week. It will involve 30,000 adults at 89 clinical research sites around the country.\nSide effects: More than half of participants reported side effects considered normal for a vaccine, like chills, headache, muscle pain and fatigue.  Pfizer: Pfizer is developing more than one vaccine candidate in partnership with German company BioNTech.\nCombined Phase 1/2 trials found that vaccines produced an immune response and produced antibodies. \nA combined Phase 2/3 trial started last week, carried out at 120 sites worldwide. If the trial is successful, and gets emergency FDA approval, as many as 100 million doses may be available by the end of the year.\nSide effects were generally mild to moderate, lasting one to two days, including fever, fatigue and chills. Novavax: Maryland-based biotech Novavax hopes to have its vaccine in Phase 3 trials next month.\nPhase 1 trials showed that participants who got the vaccine had levels of antibodies that can fight off the virus that are four times higher, on average, than those developed by people who have recovered from Covid-19.\nSide effects: Of 106 people who got the vaccine, five had severe side effects, including muscle pain, nausea and joint pain, and one had a mild fever. The side effects lasted about two days or less. Read more: ##Vaccines## Germany reported 1,045 new Covid-19 cases in the past day, according to the country's center for disease control -- the first time daily cases have topped 1,000 in three months. The last time Germany saw more than 1,000 new infections in a single day was May 9.  The German government has voiced concern over a recent spike in infections across the country, and urged citizens to follow pandemic rules like social distancing, mask wearing and sanitizing more closely.  At the same time, the government also said it believes travelers returning from abroad are another source of infections, and has begun free testing of all arrivals into the country. Schools reopening: The spike comes as Germany begins the process of reopening schools as summer break comes to an end.  On Thursday, students in the city-state of Hamburg will return to classes. Like most other states in Germany, Hamburg has made wearing masks mandatory in communal areas in school buildings, but not during lessons in classrooms ##Schools## ##Hotspots## Peru recorded 7,734 new coronavirus cases on Wednesday, its highest daily increase so far, according to the country's Health Ministry. That raises the country's total to 447,624 cases. The ministry also reported 221 new related deaths, the highest one-day jump -- raising Peru's death toll to 20,228.  The rise in cases and deaths come a day after Peru’s Prime Minister Pedro Cateriano, the Cabinet chief, lost a vote of confidence in Parliament, a blow to President Martin Vizcarra while his government attempts to slow the spread of the virus. CNN is tracking worldwide coronavirus cases here: ##Hotspots## Eight people died in a fire that broke out in the intensive care unit (ICU) of a Covid-19 hospital in the western Indian state of Gujarat, in the early hours of Thursday morning. The fire started at about 3 a.m. local time at Shrey Hospital in Ahmedabad, according to chief fire officer Rajesh Bhatt. The eight coronavirus patients in the ICU -- five men and three women -- had already died of smoke, heat and fire by the time firefighters arrived, Bhatt said.  \"We believe it was a short circuit, but the forensics team is yet to officially confirm what caused the fire,\" he told CNN.  The fire was contained to the ICU and did not spread to the rest of the hospital, according to Bhatt.  Some 40 patients at the hospital were rescued within two hours after the fire broke out. They were all were being treated for coronavirus at the hospital, and have been transferred to the city's Sardar Vallabhbhai Hospital, Bhatt said.  Two of the people rescued sustained minor injuries. The Chief Minister of Gujarat, Vijay Rupani, has ordered an investigation into the fire and requested a report within three days, according to his official Twitter account. North Korea tested its first suspected case for coronavirus, but the results were inconclusive, according to Dr. Edwin Salavor, the World Health Organization Representative to North Korea. Salvador said that North Korea’s Ministry of Public Health had informed WHO of a suspected case of Covid-19 in Kaesong City.  WHO did not conduct the test in North Korea.   Extensive contact tracing is ongoing, with as many as 64 \"first contacts\" and 3,571 \"secondary contacts\" identified. They will be quarantined in government facilities for 40 days, said the statement.  Kaesong City has been placed under lockdown from July 19, and contacts of residents who traveled outside the city between July 19-24 are being traced. Salvador did not offer more details on why the test results had been ruled inconclusive. “WHO has requested DPR Korea to share more information about the suspected case,\" he told CNN, using North Korea's official name. Since the start of the year, North Korea has quarantined and discharged 25,905 people -- 382 foreigners and 25,523 of its citizens. Official warnings: An article in the North Korean newspaper Rodong Sinmun called upon citizens to \"firmly defend the security of the country and the people\" by following pandemic rules, according to the state-run Korean Central News Agency. \"Even one or two men's carelessness and breach of acting rules and principle in the anti-epidemic work may lead to critical consequences,\" said the article, KCNA reported. The United States recorded 52,810 new Covid-19 cases and 1,388 virus-related fatalities on Wednesday, according to Johns Hopkins University data. That brings the total number of confirmed infections across the country to at least 4,823,890, including at least 158,250 deaths. The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases.  CNN is tracking US coronavirus cases here: ##Hotspots## The Australian city of Melbourne has shut all non-essential businesses, as \"Stage 4\" restrictions come fully into force as part of a six-week lockdown. Essential services will remain in business. Meat processing facilities considered high-risk, warehouses, and construction will continue to operate at a reduced capacity. The Stage 4 restrictions will cost the Australian economy up to $8.5 billion over three months, Prime Minister Scott Morrison said Thursday, acknowledging it was necessary but painful. The state of Victoria, of which Melbourne is the capital, saw 471 new cases and eight related deaths on Wednesday, said Victorian Premier Daniel Andrews. \"I'm not for a moment saying businesses are happy about this They're not, I'm not, workers are not. This is not the position we wanted to find ourselves in,” Andrews said. \"But the reality of the challenge we face, a greater challenge than perhaps we've ever faced, is we have to make these tough calls.\" ##Hotspots## Japan announced 1,358 new coronavirus cases and four virus-related deaths on Wednesday, as infection numbers soar across the country. The new figures raise the national total to 42,975 total confirmed cases and 1,037 deaths. Of Wednesday's new cases, 263 were from Tokyo and 196 in Osaka. The recent spike in cases has seen infection rates higher than April, when the country was placed under a state of emergency -- but Prime Minister Shinzo Abe said he does not plan to reimpose the state of emergency because \"the situation is very different from that time.\" \"We are not in the situation that needs to issue the state of emergency immediately, but we will keep the close eyes with high sense of alert,\" Abe said at a news conference in Hiroshima. He added that the monthly death toll has dropped from 460 in May to 37 in July, and the number of severe cases also fell.  The country has more than 20,000 beds for coronavirus patients and 2,500 beds for serious cases, and the medical system is not under strain, he said. ##Hotspots## China reported 37 new symptomatic Covid-19 cases and 20 new asymptomatic cases on Thursday, according to the National Health Commission. The NHC counts symptomatic and asymptomatic positive cases in separate tallies.  There were no new deaths recorded. That raises China's total to 88,328 confirmed cases and 4,677 deaths, according to data from Johns Hopkins University.  Stepping up testing: China ramped up its testing in recent weeks, reaching 4.84 million tests conducted each day by the end of July, said Wang Jiangping, Vice Minister of the Ministry of Industry and Information Technology. Nationwide, almost 5,000 medical institutions and 38,000 technicians were on hand to carry out the mass testing blitz. \"A total of nearly 200 million copies of testing kits have been distributed to hospitals, disease control centers, customs ports, and third-party testing agencies across the country,\" Wang said. Mexico's Health Ministry reported 6,139 new Covid-19 cases on Wednesday, bringing the country's total number of cases to 456,100.  The ministry also registered 829 new fatalities, raising the death toll to 49,698. Earlier on Wednesday, Mexican President Andrés Manuel López Obrador announced a minute of silence for Covid-19 victims, that will take place every day at noon across government offices and Armed Forces facilities in the country. Mexico has recorded the world's sixth highest total number of confirmed cases and third highest total number of deaths, according to data from Johns Hopkins University. ##Hotspots## Twitter said on Wednesday it had restricted US President Donald Trump's campaign from tweeting after its account shared a video containing false claims about the coronavirus. The tweet, a video of Trump's interview with Fox News in which he said children are \"almost immune\" to the virus, \"is in violation of the Twitter Rules on Covid-19 misinformation,\" a Twitter spokesperson said in a statement.  \"The account owner will be required to remove the Tweet before they can Tweet again.\" The account appeared to have the ability to tweet following Twitter's statement, suggesting the campaign had complied with the order and removed the video. Just hours before, Facebook removed a post from Trump's main page featuring the same interview for similar reasons. Campaign's response: Courtney Parella, a spokesperson for the Trump campaign, said the President was \"stating a fact that children are less susceptible to the coronavirus,\" echoing the statement she shared after Facebook's removal. Parella accused Silicon Valley of being biased against the President and said \"social media companies are not the arbiters of truth.\" Last week, Twitter imposed a similar restriction on the account of the President's son, Donald Trump Jr., after he posted a video featuring a doctor making false claims about coronavirus cures and stating that people \"don't need masks\" to prevent the virus from spreading.  Twitter said at the time that some of the account's functionality, including the ability to tweet, would be restricted for 12 hours. ##Politics## The world is not going to be able to eradicate the coronavirus, Dr. Anthony Fauci, the US' leading infectious disease expert, said Wednesday in an interview with Reuters. A vaccine can help get the pandemic under control, Fauci added. “I don't think we’re going to eradicate this from the planet because it's such a highly transmissible virus that that seems unlikely,” Fauci said in the interview, posted on YouTube. “But what I think we can do with the combination of a good vaccine and attention to public health measures -- by attention I don't mean shut down, I mean things that are just prudent -- then I think we can get behind this.\" After next year, the virus should be manageable, Fauci predicted. “I hope and feel it's possible that by the time we get through 2021 and go around for another cycle that we'll have this under control,” he said. “Is it conceivable that we won't? Of course. I would be unrealistic to say that. Do I think we're going to have much, much better control one full year from this winter? I think so.” France has recorded the highest daily rise in coronavirus infections in more than two months, according to figures published by the National Health Agency on Wednesday. France reported 1,695 new cases in 24 hours, making this the biggest increase since May 30, when an increase of 1,828 cases was recorded.  The number of coronavirus patients in hospitals and in intensive care units has decreased in the past 24 hours, according to the Health Agency data.  The overall death toll in the country stands at 30,305. Read more about the resurgence of coronavirus cases in Europe: Dr. Anthony Fauci, the US' leading infectious disease expert, warned that if the United States does not have a unified response against Covid-19, the country is at risk of continuing to \"smolder.\" Speaking to CNN's Sanjay Gupta, Fauci used the metaphor of a rowing team, noting that while watching matches of his daughter who was on a varsity crew team in college, he learned that to \"win the race\" all those on the boat must be \"rowing in unison.\" \"The only way you're going to win the race is that when all eight are rowing in unison. You get one that catches a crab, as it were, with, an oar goes that way or you don't row, you don't win. So as long as you have any member of society, any demographic group who's not seriously trying to get to the end game of suppressing this, it will continue to smolder and smolder and smolder, and that will be the reason why in a non-unified way we've plateaued at an unacceptable level.\" Fauci added that he thinks this lack of unity \"is the problem.\"", "Section": "world", "Writers": ["Jessie Yeung", "Adam Renton", "Meg Wagner", "Melissa Macaya"], "URL": "https://www.cnn.com/world/live-news/coronavirus-pandemic-08-06-20-intl/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Malaysia", "Source": "CNN"}