{"Type": "article", "Time": "2020-12-31", "Headline": "January 3 coronavirus news", "Text": "Arizona is reporting over 17,000 new Covid-19 cases today, the highest daily total reported since the start of the pandemic. There are 556,384 total cases in the state, up 17,234 from Saturday's report. The previous daily high, according to Johns Hopkins University's dashboard, was on Dec. 8 with 12,314.  There are 1,081 patients in the intensive care unit with Covid-19, while there are 4,557 total patients hospitalized.   The state did not report any deaths on Sunday. CNN reached out to the Arizona Department of Health for an explanation on why no deaths were reported. NOTE: These numbers were released by the Arizona Department of Health Services and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project.  ##Hotspots## California reported more than 45,000 new Covid-19 cases on Sunday as the state's hospitalization rate is at its highest since the start of the pandemic. The 45,352 new cases bring the state's total number of confirmed cases to 2,391,261. The state's health department also reports 26,538 deaths, up 181 from the latest report.  There are 21,510 patients currently hospitalized, the highest total since the start of the pandemic, the dashboard shows. There are 4,613 patients in the intensive care units statewide.  At least 54 of the state's 58 counties are reporting widespread risk, accounting for 99.6% of the state's population, the dashboard shows. NOTE: These numbers were released by the California Department of Public Health and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project. ##Hotspots##    Ireland reported Sunday a total of 101,887 cases of Covid-19 with a record daily high of 4,962 confirmed cases. There has been a total of at least 2,259 Covid-19 related deaths in Ireland as of Sunday, the government’s Department of Health reported.   Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, said on Sunday the US has fallen behind on administering coronavirus vaccines, but he hopes momentum will pick up in the first few weeks of January.    “There are multiple stages of this: there’s the allocation, there’s the shipping, there’s the distribution and there’s finally getting in people’s arms,” Fauci said. Fauci said he spoke with Army General Gustave Perna, Operation Warp Speed’s head of vaccine distribution, who explained that 20 million doses have been allocated, about 14 million doses have been shipped and about 13 million have been distributed to the individual clinics and hospitals where people will be vaccinated. “They had promised it was going to be 20. I asked why we’re not at 20, and there was certainly a bit of a glitch, which he explained. But as we get into the first couple of days and first week of January, very likely we’re going to hit that 20. So we’re going to be somewhat behind by a few days,” Fauci said. The real issue, according to Fauci, is getting doses into people’s arms. “We now have about 4 million, which is obviously below where we want to be,” he said. “But if you look at the last 72 hours, there’s been about 1.5 million administered into people’s arms, which is an average of about 500,000 a day,” he added. That “is better than what that 4 million over 20 million proportion tells you.” Fauci said that the US is not where it wants to be. “We’ve got to do much better,” he said. In a week or two, things may pick up after a holiday slowdown.  “No excuses — we’re not where we want to be, but hopefully we’ll pick up some momentum and get back to where we want to be with regard to getting it into people’s arms,” Fauci said. ##Vaccines## Four of South Carolina's 46 counties are at 100% capacity, according to the South Carolina Department of Health and Environmental Control.  York County in the North, Jasper County in the South, and Dillon and Marion Counties in the East have 0% capacity for new patients.  The state reported Sunday it is running a 29.6% Covid-19 positivity rate.    The department reported nearly 80% of both regular hospital and intensive care unit beds statewide are currently occupied. Patients with Covid-19 make up 24% of regular hospital bed occupants and nearly 20% of patients in ICU beds.   The state reported 3,952 new cases of Covid-19, 28 new deaths, and 3 probably deaths Sunday. More than 5,000 people have lost their life to the virus since the state began reporting out data.   NOTE: These numbers were released by the South Carolina Department of Health and Environmental Control and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project. ##Hotspots## The United Kingdom will become the first country in the world to administer the Oxford/AstraZeneca vaccine on Monday as its National Health Service (NHS) “rapidly scales us the biggest immunization program in its history,” NHS England said in a statement. The vaccines will initially be delivered at “a small number of hospitals for the first few days for surveillance purposes” before the bulk is rolled out to medical practices late in the week, the statement said. In addition to the 700 vaccination sites already in operation, an additional 100 hospital sites and 180 “GP-led services” are also expected to come on line this week. Tens of thousands of current and former NHS workers are being trained as vaccinators to support the program.  The Oxford/AstraZeneca vaccine is easier to transport and to store than the Pfizer/BioNTech vaccine – which was approved for use in the UK last month and has to be stored at -70 degrees Celsius – making it easier to deliver to care homes. According to the statement, NHS England expects most care home residents to have received the shot by the end of the month. On Sunday, Health Secretary Matt Hancock said on Twitter the NHS had administered one million Pfizer/BioNTech doses. British health officials said last week that the gap between first and second doses of the Pfizer/BioNTech vaccine should be extended beyond the recommended 21 days in order to allow more people to be vaccinated. ##Vaccines## The death toll from Covid-19 has been a terrible surprise, Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, said on Sunday. Fauci told ABC he had not expected the death toll from Covid-19 would be so high. He said there is no running away from the numbers and that there needs to be very intensive adherence to public health measures across the country.  “There’s no running away from the numbers,” Fauci said. “It’s something that we have absolutely got to grasp and get our arms around and turn that inflection down by very intensive adherence to the public health measures, uniformly throughout the country, with no exceptions.”  When asked by ABC’s Martha Raddatz whether he ever expected the Covid-19 death toll to be as high as it is, he said, “No, Martha, I did not.” “That’s what happens when you’re in a situation where you have surges related to so many factors,” Fauci said. These factors include inconsistent adherence to public health measures, winter weather forcing people indoors and travel associated with the holidays. These are “all of the ingredients that, unfortunately, make for a situation that is really terrible,” Fauci said. “I mean, to have 300,000 cases in a given day and between 2,000 and 3,000 deaths per day is just terrible.”  ##Hotspots## Los Angeles Mayor Eric Garcetti told CBS's Face the Nation that one person contracts Covid-19 every six seconds in Los Angeles County. He attributed the spread to the density of the population as well as household spread.   He said that while there is high compliance in Los Angeles, there are going to be tough months ahead. He said that the vaccine has made everyone \"so hopeful\", and they have relaxed their behavior.  Garcetti also told CBS that although 95% of the people in the county are doing the right thing, it's still a dangerous disease. If only 80% are doing the right thing, he said that it can be disastrous.  Los Angeles has not received the promised number of vaccines from the federal government, Garcetti said, and they are on pace to receive the vaccines over five years instead of a six-month timespan.  \"The federal government can't tell the local governments and state governments to do something and not give us aid,\" he said.  Garcetti said that they have brought in additional medical personnel to distribute the vaccine through walk-up vaccine sites for people who work at places like community sites and Skid Row.   What the numbers look like: Los Angeles County reported 15,701 new Covid-19 cases on Saturday, bringing total number of cases to 806,210.  The latest numbers released by the county's health department shows that 357,420 vaccine doses have been distributed as of December 29, with just 82,886 total doses administered.   ##Hotspots## Dr. Anthony Fauci contradicted a tweet from President Trump about the Covid-19 death toll Sunday, telling ABC’s Martha Raddatz, “the deaths are real deaths.” Trump hit Twitter Sunday morning with his often-repeated and incorrect claim that the US has a higher coronavirus toll than any other country because of better testing.   There’s no basis for the false claim and Fauci said so. “All you need to do is go out into the trenches, go to the hospitals, see what the health care workers are dealing with,” Fauci said. “They are under very stressed situations in many areas of the country. The hospital beds are stretched, people are running out of beds, running out of trained personnel who are exhausted right now,” added Fauci, who is director of the National Institute of Allergy and Infectious Diseases and a leading White House coronavirus adviser. “That’s real. That’s not fake. That’s real,\" Fauci said.   ##Hotspots## Italy's coronavirus death toll reached 75,332 on Sunday after a rise of 347 daily Covid-19 related deaths, the government's dashboard shows. The country recorded new 14,245 coronavirus cases in the last 24 hours, bringing the total number of cases recorded to 2,155,446. ##Hotspots## US Surgeon General, Dr. Jerome Adams, talked to CNN’s Jake Tapper Sunday about the personal impact of Covid-19 on his family, saying that he wants people to understand that it has impacts in so many other ways. On Thursday, Adams tweeted that his wife, Lacey, had been admitted to hospital due to complications from her cancer treatment and that he was not able to see her because of Covid-19. Adams started by saying “I appreciate all the thoughts and prayers that people have sent to us because it really does matter,” adding that Oprah Winfrey called and wished his wife well yesterday. “I want people to understand that if you don’t take precautions against Covid because you don’t feel at risk, it can impact you, your family, your community in so many other ways,” he continued. “I, as the Surgeon General of the United States, had to drop my wife off at the front door and couldn’t see her go in to the hospital, hadn’t been able to visit her, didn’t know if she was going to have a hospital bed because of all of the Covid precautions and because of the capacity issues that are present because of the virus.” Adams said people going in to hospital for reasons like going into labor, a heart attack or being in a car crash may not have the bed that they need because ICU’s are full.  “I want your viewers to know that we need everyone to pull together, take these precautions even if you don’t feel at risk from Covid because it has implications in so many other ways,” Adams said.  ##Hotspots## US Surgeon General Jerome Adams said on CNN’s State of the Union Sunday that while it’s hard to say if the new coronavirus strain is widespread across the country, the US has the tools regardless of the strain to defeat it. The new strain, first identified in the United Kingdom, has now been reported in Colorado, California and Florida.  “It’s hard to say if it’s widespread or not, but it is here,” Adams said, adding that it was in many other countries. The most important thing to know, he said, is “we do not, so far, feel that this new strain or these new strains will be resistant to the vaccines or to the therapeutics that we have available. So, that’s good news.”  Adams said that if someone feels that a new strain is more contagious, “and it looks like these new strains may be more contagious, even if they’re not more deadly,” it means that following public health measures and getting people vaccinated as quickly as possible is even more important.  “The bottom line is, we have the tools, regardless of the strain, to be able to defeat this virus, we just need the will to actually follow through and do the things that we know will help us,” said Adams.  ##UK Variant## As of Sunday morning, Ohio has completed 161,000 Covid-19 vaccinations, Gov. Mike DeWine told CNN’s Jake Taper on “State of the Union.”  At least 61% of the nursing homes across the state have administered their first round of the vaccine, and the state projects that all nursing homes in the state will have received their first round of shots within two weeks, he added. Earlier in the program, the US surgeon general told Tapper he’s concerned that 60% of Ohio’s nursing home workers have elected not to get vaccinated.  Responding to the alarming statistic, DeWine said he would not mandate nursing homes and other health institutions to require their employees to be vaccinated, saying “that’s up to them” and that education is the key component of vaccination confidence. Those nursing home staff who refused the first round of vaccinations will have another opportunity to be inoculated when the second round of vaccines go through the nursing homes across Ohio.  “And I urge them and I'll make this plea right now to anybody who works in a nursing home: you know, you are there working very hard. You have a risk, but you also the people in that nursing home have a risk. And this shot does work, and it is in fact very, very safe,\" DeWine said. “Nursing homes that have come up with a good education plan before the person had to make the decision do they get a shot or not, they're seeing their compliance rate go up significantly from that 40%, so this is a work in progress. I just wanted to put that 40% number out there because it's what we're seeing, and it is, as you say, alarming. And as the surgeon general said, we've got to improve it,” the governor continued.  ##Vaccines## The United Kingdom has registered over 50,000 new Covid-19 cases for six days in a row, with at least 54,990 new confirmed cases reported on Sunday. The UK reported 53,135 cases on Tuesday, 50,023 on Wednesday, 55,892 on Thursday, 53,285 on Friday, and the highest number of confirmed cases seen since the start of the pandemic on Saturday with 57,725. On Sunday, the UK also reported 454 new deaths within 28 days of a positive Covid-19 test, bringing the total number of deaths to 75,024 since the beginning of the pandemic. Earlier on Sunday, Prime Minister Boris Johnson said on the BBC that coronavirus restrictions in England are “alas, probably about to get tougher.” “I am fully reconciled with that,” he added. ##Hotspots## The French government aims to vaccinate 26 million French people against Covid-19 “by the summer,” France's Transport Minister Jean-Baptiste Djebbari said on Sunday, speaking to CNN’s affiliate BFMTV. His comments come amid criticism that France is lagging behind countries like the United Kingdom and Germany in the numbers of people having received a first dose of the vaccine. “Right now we have 500,000 doses [of the Pfizer/BioNTech vaccine] arriving each week and we have already secured the contract for hundreds of thousands of doses per week for other vaccines whose use will be rapidly approved,” he said. The official added that the Oxford/AstraZeneca and Moderna vaccines will be also approved by the European Medicines Agency “in the coming days.” French Health Minister Olivier Veran announced on Twitter on Thursday an acceleration of the vaccination campaign against Covid-19 in France. “We have decided, at the same time, to accelerate the protection [against Covid-19] of priority groups. As of Monday, healthcare workers aged 50 and more, on a voluntary basis, will be able to get vaccinated in centers that already have the vaccine,” he announced.  “We know how to do mass vaccination,” Veran added, citing 1.5 million flu vaccines delivered in the country on the first day of the vaccination campaign last year.  ##Vaccines## Pope Francis said Sunday that he was “pained” and “saddened” by news reports claiming that in some countries, people were going on holiday to avoid Covid-19 lockdown measures. “They are good people, but they didn't think about those who were staying at home, of the economic problems of many people who have been hit hard by the lockdown, of the sick people. [They thought] only about going on holiday and having fun. This pained me a lot,\" the Pope said at the end of his Sunday Angelus prayer. Renewing his best wishes for the New Year, Pope Francis said: “what each of us — and all of us together — can do is commit ourselves a little more to take care of each other and of what was created, our common home.” In order to follow the tight coronavirus measures that limit people's movement, Pope Francis is holding his Sunday prayers from the Apostolic Palace library, rather than from the usual window overlooking St. Peter’s square where the faithful usually gather.  Earlier this morning, President Trump claimed in a tweet that the number of Covid-19 cases and deaths of the \"China Virus is far exaggerated\" because of the CDC's \"ridiculous method of determination\" compared to other countries which \"report, purposely, very inaccurately and low.\" In September, CNN reported that the CDC had debunked the claim that its reporting methodology was inaccurate. CNN's Jake Tapper pressed US General Jerome Adams this morning on the President's claims, asking the official if he believes the death toll is real. Adams said he has \"no reason to doubt\" the Covid-19 death toll number despite Trump's continued baseless claims that the number of deaths has been \"exaggerated.\" Tapper: \"350,000 Americans have died from coronavirus. Can you tell the American people, including the families and friends of those who have died from coronavirus that that is the real death toll? And what is it like as a surgeon general when the president of the United States spreads these lies about the pandemic? \nAdams: Jake, you and I have talked about this and one of the most challenging things about this entire pandemic from all sides has been trying to get health information to the American people in the midst of the politics. I don't speak for the President. I speak for the office of the surgeon general and the public health service and I'm focused on making sure people get the information they need and wash your hands and stay your distance and get the vaccine when it's available. \nTapper: Is the death toll real? Is the death toll real? 350,000 dead Americans is that real, is that an actual number or does the CDC have a bogus way that when in doubt call it bogus the the President claims? \nAdams: From a health perspective I have no reason to doubt those numbers and I think people need to be very aware it's not about the deaths as we talked about earlier but the hospitalizations and the capacity. These cases are having an impact in an array of ways and people need to understand there is a finish line in sight but we have to keep running towards it.\" ##Hotspots## US Surgeon General Jerome Adams this morning defended the Trump administration's failure to deliver on its goal of vaccinating 20 million people by the end of 2020. Adams told CNN's Jake Tapper that the federal government did deliver 20 million doses to the states as promised. \"I want people to understand that the projections we were putting out were based on what we could control at the federal level. And we did deliver on 20 million doses delivered, but you're always going to have more doses allocated versus delivered. Delivered versus shots in arms. I just want to be frank,\" he said. On what went wrong, Adams said that because of the surge of cases over the past month  \"the local capacity to be able to vaccinate was being used for testing and responding to surges.\"  \"We have to understand that it occurred over the holidays and people in health departments and in hospitals take holiday breaks too,\" he added. Adams said that there is \"good news\" to report as vaccinations ramp up. \"The last 72 hours, we saw 1.5 million first shots reported. If you extrapolate that out and many people are extrapolating numbers, that is 500,000 a day,\" he said. The US Surgeon General said he wanted the American people to \"have hope\" that the  vaccines are \"being delivered are translated more and more into shots.\" Some more context: The CDC says the US has administered more than 4 million vaccine doses, but is lagging behind some other countries as the number of cases continue to surge.  ##Vaccines## US Surgeon General Jerome Adams called on the American people to continue to take Covid-19 precautions as cases surge following the Thanksgiving holiday, and the impacts of travel over the Christmas holiday continue to unfold.  \"I want people to know the projections are pretty scary, but they are projections. What we do now matters. If you gathered over the holidays outside of your household without a mask, there are still measures you can take right now,\" Adams told CNN's Jake Tapper. \"You still can self-quarantine. You can still get tested knowing that greater than 50% of the spread now among people who are asymptomatic. You can still wear a mask and wash your hands and watch your distance. If we do that we will be able to temper this surge,\" he continued.  At least 123,639 people nationwide were in the hospital with coronavirus on Saturday, marking 32 consecutive days that the number of hospitalizations has exceeded 100,000, according to the Covid Tracking Project. \"I want people to understand that if we get over this current surge, then things will start to get better but it depends on the actions that we all take right now,\" Adams said.   The official said that he's still optimistic amid the tragedy. \"Less than a year after getting this virus sequenced, we are going to have 20 million doses delivered within a month after actually getting the EUA (emergency use authorization),\" he said. The interview comes as the CDC says the US has administered more than 4 million vaccine doses, but is lagging behind some other countries as the number of cases continue to surge. The administered doses include both the Moderna and Pfizer/BioNTech vaccines.  ##Hotspots## Hospitals around the United States are racing to keep up with surges of Covid-19 patients at numbers they have not seen at any other time in the pandemic. At least 123,639 people nationwide were in the hospital with coronavirus on Saturday, marking 32 consecutive days that the number of hospitalizations has exceeded 100,000, according to the Covid Tracking Project. Impact of festive season continues to be felt: Cases have skyrocketed after the Thanksgiving holiday, and impacts from Christmas and New Year's celebrations are still unfolding. As of Saturday, more than 20.4 million people have been infected with the virus in the US and at least 350,186 people have died, according to data from Johns Hopkins University. And health experts worry what will happen to those numbers if infections continue to spread. \"This is about total collapse of the health care system if we have another spike,\" said Dr. Brad Spellberg, chief medical officer at the Los Angeles County-University of Southern California Medical Center.  And we, in the hospital, cannot stop that. We can only react to it. \nIt is the public that has the power to put a stop to the spread of this virus by obeying the public health guidance that have been put out.\" A difficult start to the new year: As Americans rang in the new year, almost 11,000 families grieved the new loss of a loved one to Covid-19. At least 10,901 Covid-19 deaths were reported in the last three days of 2020, according to Johns Hopkins University. That's about 3,633 deaths a day -- more than the number of lives lost in the 9/11 terrorist attacks in the US. In less than 11 months, Covid-19 has killed more than 349,000 people in the US. And another 115,000 Americans could die from the disease over the next month, according to projections by the University of Washington's Institute for Health Metrics and Evaluation. Read the full story: ##Hotspots## Thailand has reported its first case of the UK Covid-19 variant found in a British family who arrived Bangkok on Dec. 21, 2020, according to Dr. Yong Poovorawan, a senior virologist at Chulalongkorn University.  According to a Facebook post on Sunday, the British family of four have all been infected. The infection started with the mother and two children first and was then passed to the father. The family are from Kent, UK, and are now staying at a private hospital under quarantine. “We have controlled the cases well to prevent any further spread, ” the doctor said in the post. Dr. Opas Karnkawinpong, the Director-General of Department of Disease Control, has also confirmed the information about the UK Covid-19 variant being found among what he called foreign returnees. He said the Ministry of Public Health has recommended the Foreign Affairs Ministry delay the future arrivals of passengers from the UK. More on the Covid-19 variant: Health authorities from around the world have said the UK variant, though believed to be more easily spread, does not appear to be more deadly than previously identified coronavirus strains.  Many countries have banned flights from the United Kingdom, and the CDC recently announced passengers from London to the United States will need a negative coronavirus test from the previous 72 hours. ##UK Variant## ##Restrictions## Britain aims to complete “tens of millions” of Covid-19 vaccinations in the next three months, UK Prime Minister Boris Johnson said on Sunday. Speaking to the BBC, Johnson said: “We do hope that we will be able to do tens of millions [of Covid-19 vaccines] in the next three months, I can certainly give you that figure,” he added. Johnson said this strategy relied on three vaccines, the Pfizer/BioNTech vaccine and Oxford/AstraZeneca vaccines – which have both been approved in the UK – and the Moderna vaccine which would be ready to use “soon.” The Prime Minister, echoing what he said in October last year, said: “I thought by the spring things would be better. I stick to that.” Asked about the number of doses from the Oxford/AstraZeneca Covid-19 vaccine, which was approved by UK regulators on Wednesday, Johnson said 530,000 doses would be ready to be inoculated on Monday, on top of “the million or so” Pfizer/BioNTechCovid-19 vaccine already distributed. Earlier on Sunday, UK Health Secretary Matt Hancock said on Twitter that the country had administered 1 million Pfizer/BioNTech Covid-19 vaccines, saying “the end is in sight.” UK revises vaccine guidance: Last week, the UK’s chief medical officers issued revised advice on the recommended interval period between vaccine doses for the coronavirus vaccine developed by Pfizer and BioNTech.  While UK regulators had previously recommended that a second dose of the Pfizer/BioNTech vaccine be given three weeks after the first dose, the UK medical officers this week advised that it may be given between 3 to 12 weeks following the first dose. Similarly, the second dose of the newly UK-authorized Oxford/AstraZeneca vaccine may be given 4 to 12 weeks following the first, according to the recommendations. In a letter to healthcare professionals, the chief medical officers defended their decision to extend the interval period for patients waiting to receive their second dose of the Pfizer/BioNTech vaccine, saying Thursday that the decision was taken based on their assessed balance of risks and benefits.   The British Medical Association said the move was is “grossly unfair” to thousands of at risk-patients across the country. Pfizer says it does not have data to demonstrate that just a single dose of its Covid-19 vaccine would provide protection against the disease after more than 21 days. Coronavirus restrictions in England are “alas probably about to get tougher,” UK Prime Minister Boris Johnson said on Sunday. Speaking to the BBC, Johnson said: “It may be that we need to do things in the next few weeks that will be tougher in many parts of the country. I am fully reconciled with that. “I bet the people of this country are reconciled to that,” he added during an appearance on the Andrew Marr Show.  Pressed to elaborate what those tougher restrictions might be, Boris Johnson said: “There are obviously a range of tougher measures that we would have to consider. I don’t want to speculate, I’m not going to speculate now about what they would be. “Clearly, school closures that we had to do in March is one of those things (…),” he added, as the controversy over the government’s mixed messages over schools reopening continues to dominate headlines in the UK. Controversy over school opening: On Friday, it was announced that primary schools in London would be closed -- but many primary schools in England are still expected to open Monday.  In an official letter to Health Secretary Matt Hancock, the Doctors' Association UK warned that the government should review the need to close schools and universities nationally.  \"Studies from Imperial College London show that the new COVID-19 variant has higher transmissibility and showed increasing numbers during the lockdown in November, especially in those aged under 20 years old. This may have been influenced by schools remaining open. The evidence is pointing towards urgent action being required to curb the spread all over the UK,\" the organization wrote. Surge in cases: On Saturday, the UK recorded its highest daily rise in coronavirus infections since the start of the pandemic, with a further 57,725 new coronavirus cases and 445 deaths. Echoing his warning in October last year, Johnson warned on Sunday that: “It is bumpy, and it’s going to be bumpy.” Under the current coronavirus “Tiers” system, most of England falls under the toughest Tier 3 and Tier 4 restrictions -- with the latter in place for all of London -- with a strict stay-at-home message. ##Hotspots## ##Restrictions## The number of Covid-19 cases linked to a prison in South Korea has risen to 1,084, the Korean Disease Control and Prevention Agency (KDCA) said on Sunday. Among the cases linked to the Dongbu detention facility in southeastern Seoul, 1,041 are inmates, 22 are staff members, 20 are family members, and one is an acquaintance, KDCA said in a statement. As of Sunday, South Korea has reported 63,244 Covid-19 cases and 962 deaths, according to the KDCA. Authorities search for source of outbreak: Vice Justice Minister Lee Yong-gu said in a briefing Thursday that health authorities are contact-tracing to find the source of the cluster. Preliminary results show that the facility structure, poor ventilation equipment, inmates concentrated in a small space, and asymptomatic cases could be the reasons for the cluster. Lee added that level 3 social distancing will be applied to all detention centers and prisons starting December 31 until January 13. During this time, access to lawyers will be limited, and meetings between inmates and outside people will be banned. ##Hotspots## The United States has reported at least 20,427,780 coronavirus cases, including at least 350,186 deaths, according to Johns Hopkins University's tally. On Saturday, Johns Hopkins University reported 299,087 new cases and 2,398 additional deaths.   The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases.  Note: Daily totals may be affected by the New Year's Day holiday; CNN is aware of at least one state that did not report Covid-19 data on Friday but included additional cases on Saturday. For the latest Johns Hopkins University US numbers, check here. \nFor the latest US Center for Disease Control and Prevention vaccine numbers, check here. \nState by state list of vaccine doses administered and tracked by Johns Hopkins University can be found here.  Juliana Morawski has realized that she most likely couldn't go back to working in an emergency room, even if she wanted to. As a retired emergency nurse of 30 years, that realization is hard for someone who just wants to lend a helping hand on the front lines. But even though she isn't in the ER, Morawski, 69, is working at an Illinois clinic, answering phones and administering Covid-19 vaccines, and she told CNN she takes comfort in knowing that \"anything is better than nothing.\" She said due to her age and some minor health problems, she thinks ER managers would consider her a high risk. I still, honestly, feel guilty that I'm not able to help (in the ER) because they (nurses) are so burned out,\" she said.  \"They're definitely getting hammered and hammered, daily.\" Morawski got a first dose of the Covid-19 vaccine last week and said she's looking forward to the second dose next month. Call to action: In March, New York Governor Andrew Cuomo, along with officials from around the world, put out calls for qualified healthcare workers to dig out their scrubs and return to their craft to help fight on the front lines of the coronavirus pandemic. Evelyn Ochoa-Celano, 63, answered that call despite having retired from nursing, three months prior. Unfortunately a few months later, she died of coronavirus herself. Ochoa-Celano retired from a city hospital in the Bronx, New York, her son, John Tabaniag told CNN, but was picking up part-time shifts at a nursing home on Long Island to stay busy. After Cuomo's letter came out, Ochoa-Celano called her son to say she was transitioning back to full-time work at the nursing home. As much as Tabaniag was proud of his mom for wanting to fight on the front lines, he was worried about her health. Having lost his stepfather and younger brother, he feared losing his mother, too. Read the full story. At a recent Saturday protest outside London's Stratford train station -- comprised of bindi-wearing hippies, conspiracy theorists in balaclavas, and middle-aged men in waterproof jackets -- a protester with the grassroots, anti-lockdown group StandUpX yelled into a megaphone. \"The vaccine is there to make you infertile... that vaccine is just going to make them able to control you,\" they shouted. Listening to the dangerously false spiel was 24-year-old Rebekah, who we are only identifying by her first name. A survivor of domestic abuse, Rebekah said she was living in a Manchester safe house when the first UK-wide lockdown began in March. \"If I was still living at home [with her abuser] in lockdown, I probably would have died,\" she told CNN. But Rebekah's concerns about the crushing social and economic effects of pandemic restrictions took a conspiratorial turn after she read an Instagram post that she said made her question \"information shared by the media.\" She researched the matter online, churning up information that, while not supported by facts, nonetheless backed up her growing suspicions. Conspiracy theories spread: Many conspiracy theories have found legs during the pandemic, and one of the first ones that Rebekah found was the widely debunked claim that Microsoft co-founder Bill Gates was profiting from coronavirus vaccines. There's no evidence Gates or his foundation will profit from the Covid-19 vaccines, according to PolitiFact, a nonpartisan fact-checking operation. In 2021, experts fear this alternative, fact-free universe will fuel hesitancy in taking the vaccine, a vital weapon in the fight against the virus.  \"To beat Covid-19, we also need to defeat the parallel pandemic of mistrust that has consistently hindered our collective response to this disease,\" Francesco Rocca, president of the International Federation of Red Cross and Red Crescent Societies, warned in a virtual briefing to the UN Correspondents Association on November 30. Read the full story. India conducted a nationwide Covid-19 vaccine drill Saturday ahead of plans for mass vaccinations, India's state-run broadcaster Doordarshan has reported.  The drills come as India moved to formally approve two Covid-19 vaccines for emergency use, one made by AstraZeneca and Oxford University and the other developed locally. India has reported the second highest number of coronavirus infections, trailing only the United States.  The first phase of India's vaccination plan covers almost as many people as the entire US population. The drill was conducted at 286 sites across India, and was aimed at familiarizing officers on all levels with the operational guidelines, Doordarshan said. Some 114,100 workers have been trained on tasks such as verifying personal data, conducting cold chain and logistics management, and uploading information using government software, it added. The Indian government has been planning a massive vaccination drive amid the Covid-19 pandemic. In the first phase, authorities are aiming to vaccinate 300 million people, including health care workers, police, soldiers, and vulnerable groups, such as citizens above the age of 50 and those with serious comorbidities. ##Vaccines## Arizona’s Department of Health reported 8,883 new Covid-19 cases and 46 deaths on Saturday.  Hospital ICUs are at 93% capacity, with 61% of beds being used by Covid-19 patients and 32% by non-Covid patients. Additionally, 57% of ventilators across the state are in use, according to the Health Department’s data dashboard.  At least 80,000 vaccines have already been administered to health care workers and residents and staff of long-term care facilities, according to the state’s Health Department.  A Covid-19 vaccine appointment at a Canton, South Dakota hospital turned into a marriage proposal for one healthcare couple. Robbie Vargas-Cortes, 31, a paramedic and EMS supervisor, was scheduled to get his vaccination on December 23, and knew his boyfriend of five years was one of the vaccine administrators at Sanford Canton-Inwood Medical Center.  \"I wanted for it to be a surprise,\" Vargas-Cortes told CNN. Eric Vanderlee, a registered nurse, told CNN he had no idea the proposal was coming. When Vargas-Cortes rolled up his sleeve and there was already tape on his arm, he thought his boyfriend was jokingly indicating where the vaccine should go, \"like a bulls eye or something.\" But Vargas-Cortes had taped a ring to his arm. \"It just kind of dawned on me and I was like, 'absolutely, of course, yes.' It was just an amazing moment after I figured it out,\" Vanderlee said. Vanderlee then had to administer the vaccine to his new fiancé.  And within 10 minutes, Vargas-Cortes, vaccinated and engaged, was out the door responding to an ambulance call.  \"Congratulations, Eric and Robby!\" Sanford Health said in a Facebook post along with video of the proposal. Vargas-Cortes said he had the ring for three years, and was waiting for the right moment to pop the question. \"We're nearing the end of the pandemic. The vaccine is kind of like a new chapter,\" he said. The current surge in Covid-19 cases in California is driven in part by economic disparities, Dr. Jorge Rodriguez, a Cuban-born internal medicine specialist and CNN medical analyst, said on Saturday. “The huge inequity in both healthcare and living and bias is coming to roost. There are people that are having to work multiple jobs and then you see other people that are more privileged having parties and going to visit Puerto Vallarta. It’s so diverse,” Rodriguez said.\n“But also, I wouldn’t be surprised if a few weeks from now, we find out this much more contagious variant of the virus is also here,” added Rodriguez, who is in private practice in Los Angeles.  Rodriguez said he is concerned about the emergence of a new, potentially more infectious Covid-19 variant that could further strain the healthcare system.  “I’m concerned because what it’s going to do is it’s going to have more people that are ill, more people that are going to be contagious, and therefore it is going to burden our healthcare system even more than it is right now,” he said.\n“This is not just going to affect people that are Covid positive. This is going to affect people that have heart attacks, women that are having trouble with their pregnancy, diabetics that have to go to the hospital. It affects the whole community.” ##Hotspots## More than four million vaccine doses have been administered in the United States, according to the US Centers for Disease Control and Prevention.  As of 9 a.m. Saturday, the CDC Covid Data Tracker reported that 13,071,925 doses had been distributed and 4,225,756 had been administered.  Distributed doses and administered doses include both the Pfizer and Moderna Covid-19 vaccines.  ##Vaccines## India has formally approved the use of two Covid-19 vaccines for emergency use, one made by AstraZeneca and Oxford University and the other developed locally, the country's Drugs Controller General said in a Sunday briefing. \"After adequate examination ... vaccines of Serum Institute and Bharat Biotech are being approved for restricted use in emergency situations,\" said VG Somani, Drugs Controller General of India (DCGI).  Both vaccines will have to be administered in two doses and are to be stored at 2 to 8 degrees Celsius (35.6 degrees to 46.4 degrees Fahrenheit), he added. The Serum Institute of India has been producing the Oxford/AstraZeneca vaccine in India, while Indian biotech company Bharat Biotech developed Covaxin.  India's Prime Minister Narendra Modi called the announcement a \"decisive turning point\" on Twitter.  “DCGI granting approval to vaccines of @SerumInstIndia and @BharatBiotech accelerates the road to a healthier and Covid-free nation,\" he wrote. \"Congratulations India. Congratulations to our hardworking scientists and innovators.\" Adar Poonawalla, the CEO of the Serum Institute of India, said all the risks the Institute took with stockpiling the vaccine have finally paid off. \"India's first COVID-19 vaccine is approved, safe, effective and ready to roll-out in the coming weeks.\" Last month, Bharat Biotech, the private company developing Covaxin with the government-run Indian Council of Medical Research (ICMR), said that the vaccine \"demonstrated acceptable safety profile and high immune response. . . No serious (grade 3-4) adverse events were reported.\" The background: India has reported the second most coronavirus cases in the world, trailing only the United States.  The first phase of its vaccination plan covers 300 million people -- almost as many as the entire US population. India conducted a nationwide Covid-19 vaccine drill on Saturday ahead of plans for mass vaccinations, India's state-run broadcaster Doordarshan reported. ##Vaccines## Bars and restaurants in Wyoming can return to “normal operating hours” on January 9, the state's governor announced Saturday.  “Effective January 9, updated health orders permit bars and restaurants to resume onsite consumption from 10 p.m. to 5 a.m.,” Governor Mark Gordon said in a press release, Saturday.  The decision was made after Covid-19 hospitalizations decreased across the state.  Gyms are also allowed to increase the number of attendees from 10 to 25, according to the statement.  “I also want to express my gratitude to those businesses that adapted to these temporary measures. These have not been easy times for anyone,\" Gordon said. \n\"We are not out of the woods yet, but continued personal safety measures while the vaccine is being distributed will enable our state’s schools and businesses to continue to remain open.\" Wyoming has 38,163 confirmed Covid-19 cases and 438 deaths, according to the state’s Department of Health. ##Hotspots## Israel’s Health Minister says current lockdown restrictions need tightening if the spread of the coronavirus pandemic is to be slowed, even as the country continues to charge forward with its vaccination program. Friday saw the administration of the one millionth dose of the Pfizer/BioNTech vaccine in Israel, meaning that more than 10% of the country has now received the first of two doses of the vaccine.   Prime Minister Benjamin Netanyahu, facing a tough re-election battle in March, hailed the announcement as record-breaking, exclaiming, “we are ahead of the entire world.” But, as latest figures released Saturday evening showed the number of new Covid-19 cases at their highest level for nearly three months, Health Minister Yuli Edelstein warned of the more immediate need to control the disease’s spread. \"In view of a significant and alarming increase in morbidity and the number of serious patients, and the discovery of mutations, Health Minister Edelstein intends to bring forward a government resolution calling for a full closure for a short period of two weeks,” a statement from the Ministry said. Even though Israel entered its third lockdown a week ago, there is a widespread sense that it is neither being closely adhered to, nor widely enforced. Among possible additional measures the government could take would be to increase the amount of schooling that takes place online. ##Restrictions## A phone line set up for members of the public to schedule vaccination appointments in Houston was temporarily overwhelmed Saturday after it was inundated with hundreds of thousands of calls.   Around 250,000 people called the Houston Health Department Covid-19 call center to  make an appointment to receive the Moderna vaccine, according to Houston Mayor Sylvester Turner. The high volume of calls led to technical issues forcing the health department to switch to an on-site appointment system. The call center has since re-opened, according to Turner. \"We are working efficiently to vaccinate eligible frontline employees and vulnerable Houstonians,\" said Turner in a press release. \n\"The virus has taken a toll, especially among the elderly and black and brown communities. The vaccine is our best shot to help prevent people from getting sick and potentially suffering severe consequences.\" The State of Texas' distribution plan prioritizes people 65 and older and people 16 and older who have at least one chronic medical condition, putting them at increased risk.  ##Vaccines## The United States has now surpassed 350,000 Covid-19 deaths, according to data from Johns Hopkins University. So far today the US has reported 2,398 new deaths, bringing the total number of deaths to 350,186 deaths, according to JHU. ##Hotspots## Saudi Arabia will lift a ban on travelers first put in place following the identification of a new Covid-19 variant in the United Kingdom last month, according to the official Saudi Press Agency. Air and sea travel will resume on Sunday, January 3, according to SPA, which said that travelers from the United Kingdom, South Africa, and other countries where the variant has been detected will need to have been out of those countries for 14 days and present a negative PCR test to enter Saudi Arabia. ##UK Variant## New Zealand will require all travelers from the United States and the United Kingdom to obtain a negative Covid-19 test result before departing for the country, the Ministry of Health said in a statement on Sunday. The new measures, which will be implemented from January 15, will \"provide another layer of protection for New Zealand from Covid-19,\" the ministry said. Currently, passengers arriving from both countries are required to be tested within 24 hours of their arrival, it added. As of Saturday night Eastern Time, New Zealand has reported 2,162 Covid-19 cases and 25 deaths, according to Johns Hopkins Universi ty. ##Restrictions## Talk show host and former CNN interviewer Larry King has Covid-19, according to a source close to the family. King, 87, has been hospitalized at Cedars Sinai Medical Center in Los Angeles for more than a week, the source said. Due to protocols at the hospital, King's three sons have been unable to visit him, according to the source. King, who has Type 2 diabetes, has confronted a series of medical issues over the years, including several heart attacks and quintuple bypass surgery in 1987. In 2017, King revealed he had been diagnosed with lung cancer and successfully underwent surgery to treat it. He also underwent a procedure in 2019 to address angina. His own medical issues inspired him to start the Larry King Cardiac Foundation, a non-profit aimed at helping those without health insurance afford medical care. King hosted CNN's \"Larry King Live\" for 25 years, interviewing presidential candidates, celebrities, athletes, movie stars and everyday people. He retired in 2010 after taping more than 6,000 episodes of the show. Five people have been arrested and more than 1,000 fines have been issued after an illegal New Year's rave in the French countryside ended on Saturday, local authorities said. More than 2,500 partygoers attended the illegal party in the region of Brittany in France, despite the government's strict coronavirus restrictions and a national night-time curfew. About 1,600 fines were issued as of Saturday following the rave, which started on Thursday, French Interior Minister Gerald Darmanin said via his official Twitter profile. Trucks, sound systems and generators have been seized and Gendarmes officers \"are continuing their investigation and checks so that this illegal event is harshly sanctioned,\" Darmanin added. Of the 1,200 fines, 800 are related to coronavirus restrictions, Emmanuel Berthier, prefect of Ille-et-Vilaine, said. Up to 20 vehicles including trucks which may be carrying sound equipment managed to escape the police block, Sauvegrain added. \"There is a judicial investigation which will allow us to identify the main perpetrators and to arrest them,\" Sauvegrain added. Local police said they had tried to shut down the rave, but \"faced violent hostility,\" with a police vehicle set on fire, other vehicles damaged, and soldiers sprayed with bottles and stones, causing minor injuries. \"No new violence\" occurred since Thursday, a Gendarmerie Nationale spokesperson told CNN on Saturday, adding that partygoers were \"leaving the premises voluntarily.\" Local authorities said the number of partygoers was \"estimated at 2,500, coming from different French departments and from abroad.\" A national curfew from 8 p.m. to 6 a.m. has been in place since December  Mixing Covid-19 vaccines is not recommended, Public Health England’s Head of Immunisations Dr. Mary Ramsay said Saturday, after government guidance was updated this week to say the interchangeability of Covid-19 vaccines was a \"reasonable\" option. “We do not recommend mixing the Covid-19 vaccines – if your first dose is the Pfizer vaccine you should not be given the AstraZeneca vaccine for your second dose and vice versa,” Ramsay said in a statement. “There may be extremely rare occasions where the same vaccine is not available, or where it is not known what vaccine the patient received. Every effort should be made to give them the same vaccine, but where this is not possible it is better to give a second dose of another vaccine than not at all,” she added. Ramsay clarified the UK’s position on vaccine mixing after an update to the government’s vaccine playbook on Dec. 31.  What did the updated guidance say? Thursday's guidance said if the same vaccine is not available, or if the first product received is unknown, “it is reasonable to offer one dose of the locally available product to complete the schedule.\" “This option is preferred if the individual is likely to be at immediate high risk or is considered unlikely to attend again,” it added. Which vaccines are the UK using? The UK authorized emergency use of the Pfizer/BioNTech vaccine on December 2 and the Oxford University/AstraZeneca vaccine on Dec. 30. The guidance recommends both vaccines to be administered in two doses, a minimum of 21 days apart for Pfizer/BioNTech and 28 days apart for AstraZeneca, with longer term protection provided by the second inoculation. UK guidelines contradict US approach: The updated UK guidance contradicts guidelines in the United States for the two vaccines it has authorized, Pfizer/BioNTech and Moderna. The Centers for Disease Control and Prevention has noted that the authorized Covid-19 vaccines “are not interchangeable with each other or with other Covid-19 vaccine products,” and that “the safety and efficacy of a mixed-product series have not been evaluated. Both doses of the series should be completed with the same product.” The CDC adds, however, that “if two doses of different mRNA COVID-19 vaccine products are inadvertently administered, no additional doses of either product are recommended at this time.” ##Vaccines## We’re not out from under the coronavirus pandemic yet, but a Roaring ’20s-type rebound is on the horizon, according to sociologist, physician and Yale professor Nicholas Christakis. This will take time, Christakis told CNN. “Plagues are not new to our species; they're just new to us,” he said.   By the beginning of 2022, we will reach herd immunity and a majority of the population will be vaccinated, he predicts, but “it's still going to take some time to recover from the social and psychological and economic shock,” he said.  So by the end of 2023, Christakis said the world will enter the post-pandemic period, and “all of these…experiences that are now being constrained by the germ will reverse.” “If history is a guide, what's going to happen is all of us that have been cooped up -- have been saving our money, have become more religious…more risk-averse -- all of those trends will unwind and people will relentlessly seek out social opportunities in nightclubs and bars and political rallies and sporting events and musical concerts and so on. There might be…some sexual licentiousness, people with a lot of pent-up desire…[and] more liberal spending, for example,” he added. Watch: The governors of Tokyo and three neighboring prefectures on Saturday urged Japan's central government to declare a state of emergency amid a surge in new coronavirus cases.  Tokyo governor Yuriko Koike and the governors of Saitama, Chiba and Kanagawa made the request during a meeting with Economy Minister Yasutoshi Nishimura, who is in charge of the government's coronavirus response.   The four governors said the current infection rate is on the verge of exploding and called the recent surge a \"crisis situation\" that could have a major impact on the country's health care system.  They argued measures need to be strengthened immediately and further cooperation with the national government is necessary under a special anti-coronavirus law.  Nishimura said at a press conference after the meeting that the government will consider the request the governors made after consulting with health experts. He said he shares the view that the situation in the country's metropolitan areas is \"severe\" and the \"issuance of a state of emergency is in sight.\"  Tokyo reported 814 new Covid-19 cases on Saturday after it reached an all-time high of 1,337 on Thursday, exceeding 1,000 for the first time.  ##Restrictions##", "Section": "world", "Writers": ["Julia Hollingsworth", "Steve George", "Amy Woodyatt", "Mike Hayes"], "URL": "https://www.cnn.com/world/live-news/coronavirus-pandemic-vaccine-updates-01-03-21/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Thailand", "Source": "CNN"}