{"Type": "article", "Time": "2019-11-27", "Headline": "No, Simon Cowell, it's not 'time for UK-Pop'", "Text": "On Halloween in 2009, a perky quintet known as Wonder Girls became the first K-Pop group to crack the Billboard Hot 100 with their catchy, music-video driven, Korean-language single \"Nobody.\" A decade later, K-Pop, by anyone's standards, is colossal. It's a $5 billion industry, with a cultural presence that feels both omnipresent and unstoppable. Its top stars grace the covers of magazines and sell out stadiums. Lionsgate just announced a Rebel Wilson movie about an aspiring Korean American pop idol; there are, by my count, at least five K-Pop related projects under development for US television; there's even a big-budget K-Pop musical headed to Broadway after a rave off-Broadway run.  In fact, the case can be made that K-Pop is now the biggest transnational pop-culture phenomenon since hip-hop. Both are global creative platforms that connect millions of people across nations; both are nevertheless deeply and permanently anchored in a unique character and experience. And the universal-but-specific nature of both have meant that as they've burgeoned across borders, they've faced challenges at the blurry intersections of race, culture and identity.  All of which opens up a larger set of questions around how the Korean pop music industry needs to evolve and adapt as it goes global, and increasingly faces the sometimes awkward, occasionally catastrophic outcomes of cultural convergence. Knowing how to dance and sing and speak seven languages is just table stakes for success in the global pop economy. Just as critical is awareness of the sensibilities and sensitivities of the audiences whose hearts you're trying to reach -- and preparation for the unpleasant realities of how overseas gatekeepers might twist or misinterpret who you are and what you're doing.  In early October, The Hollywood Reporter sparked a firestorm of controversy after publishing a cover story on BTS, the biggest band in K-Pop, and by some measures the biggest band in the world. The piece, written by Seth Abramovitch, whose narrative made it clear that he had no idea who the group was (\"I admit to being a little fuzzy on some of the finer points of BTS history, like where they came from, why they are so appealing to so many millions or even what BTS stands for\"), had a dismissive and condescending view of Korean culture, its music industry and the artists themselves. (One face-palm-worthy detail in the piece: he gave the group's members souvenir Los Angeles refrigerator magnets he'd purchased at LAX airport as gifts, as if they weren't multimillionaires who'd just sold out a concert at the 90,000-seat Rose Bowl a few months before.)  Then, just a few weeks ago, none other than king of pop kingmakers Simon Cowell announced his intention to defeat K-Pop with a new musical weapon of his own: \"UK-Pop,\" which would apparently seek to extract the aesthetics, grooves and dance moves of Korean idol pop and graft them onto young British host bodies.  Fans were understandably rankled by Cowell's threat to create Korean pop music minus Koreans, seeing it as a deeply troubling whitewashing of the ethnic, cultural and linguistic milieu from which the K-Pop phenomenon has emerged. And yet, the Korean music industry has been actively engaged in its own attempts to internationalize its product, recruiting talent from around the world in hopes of leveraging and expanding K-Pop's enormous international fan base.  K-Pop raises questions about appreciation and appropriation  As Quartz noted in March, there are now dozens of successful non-Korean performers in the Korean music ecosystem, including Blackpink's Lisa, who's from Thailand; half the members of the 2018 Gaon Chart Music Award Female Group of the Year co-winner (G)I-dle and a third of the members of co-winner IZ-ONE; and all of the members of the recently unveiled pop groups Z-Girls and Z-Boys, both of which were purpose-built by their label to be pan-Asian, with performers from seven non-Korean countries: Indonesia, Thailand, Taiwan, the Philippines, Japan, India and Vietnam. Perhaps the highest-profile non-Korean K-Pop star, however, is Amber Liu, a hugely popular Taiwanese American rapper, recruited from her native Los Angeles at the age of 17. After leaving blockbuster Korean girl group F(x) in September, she promptly sold out tickets for a solo North American tour that kicks off in January.  Liu has been a trending topic on Twitter recently, but not for positive reasons.  To promote her tour, Liu had visited popular Los Angeles-based YouTubers Just Kidding Films to record a set of videos, including one in which the crew satirically commented on current events. When asked to react to a clip showing an African American man getting harassed and arrested for eating a sandwich on a train platform, Liu told her hosts that \"he just deserved it because he's being super disrespectful, and you don't have to act like that toward a police officer....Know your rights, but show some type of respect.\"  The backlash was instant and immense. Liu quickly apologized, stating that she'd made an \"ignorant snap judgment\" and that it was her fault for \"not being more aware of how the systemic racism in the United States has continued and gotten worse while I spend the last 10 years overseas.\" But the damage was done, and many fans, including a sizable contingent of her African American following, announced they would be boycotting her forthcoming concert.  Some pointed out that Liu's statement was particularly troubling given the fact that as a rapper, she specializes in a musical element that's African American in origin, and rooted in the black urban struggle that her response seemed to deprecate.  It's not the first time that questions related to the perceived appropriation of hip-hop musical forms, dance moves and fashion by the K-Pop industry has arisen.  Legendary artists come together at a pivotal cultural moment  That's one reason why a recent event at the University of California at Irvine was so timely and interesting. The Afro-Korean Hip-Hop Festival, hosted by UCI's Center for Critical Korean Studies, brought together a founding father of hip-hop -- the legendary Kurtis Blow, whose 1980 song \"The Breaks\" was the first rap single to be certified gold -- and a founding father of Korea's hip-hop movement, Seo Jung-kwon, AKA Tiger JK, whose breakout success in the 1990s established rap as a critical element in the Korean popular music landscape.  On October 7, Kurtis Blow and Tiger JK's new band MFBTY -- launched in 2013 with his wife Tasha Yoon Mirae and fellow rapper Bizzy -- performed before a rapt audience in Irvine, displaying the immense global influence of hip-hop and the complexity of its evolution as it has crossed boundaries and bridged cultures.  \"Sharing the same stage with the legendary Kurtis Blow was surreal,\" Seo told me. \"We really didn't know what to expect but it was a sold-out concert. I got to meet old fans and made new ones....He told us that this is the start of a beautiful relationship -- that he values my stories and that we share the same experience through hip-hop.\" To Seo, who spent his teen years in LA and found himself surrounded by violence between Korean Americans and African Americans during the 1992 Los Angeles riots, hip-hop was always a way to create a dialogue between the black and Asian communities.  \"The biggest difference in how I was seen, and saw myself, while living in the US is that race matters in the US,\" he says. \"People see your skin first. We gotta first peel off that presumption, because that hinders true communication.\" Yoon Mirae, born Natasha Reid in Fort Hood, Texas, to a Korean mother and an African American father who met while the latter was a soldier stationed at Camp Stanley near Seoul, agreed, but noted that her own experience as a biracial person in both countries showed that race is a barrier beyond America as well. \"For me it was always difficult trying to figure out where I 'fit in,'\" she said in an interview. \"I grew up with a lot of 'you're not black enough' or 'you're not really American,' and then when I got to Korea it was 'you're not really Korean, go back to your country.' But I learned quickly that that had nothing to do with me and more to do with people's insecurities and ignorance. I personally believe I have the best of both worlds.\" K-Pop gives its fans a family At its best, the alchemy of pop culture is the turning of difference from something that separates to something that fascinates, engages, informs and entertains. Seo said that for him and his crew, \"Hip-hop gave us a voice we didn't have. It gave us an outlet to the bigger world. Also most importantly, it connected us to others that needed connection.\" K-Pop fans share similar beliefs about the music they love. Michelle P., the fan volunteer who founded and spends hours each day helping to manage the 4.1 million-strong \"BTS A.R.M.Y.\" Twitter feed, talked to me about how her love of BTS makes her feel like part of an \"extended family...For me, the A.R.M.Y. all over the world are like sisters and brothers, mothers, fathers and friends that I'm just so happy to be with.\" And though Michelle isn't herself Korean -- she's Filipino American, currently based in Singapore -- most K-Pop fans actively push back on the idea that language, culture and ethnicity should be barriers to embracing the music and artists they love. While few mainstream-media feature stories have gone deep into the enormous role that organized K-Pop fandom has played in its rail-jumping global success, the truth is that fans are the true engine behind its shocking growth, and they're now the ones pushing for more authentic, sophisticated and nuanced treatment of the industry and its artists. That's something MFBTY celebrates in its very name, which stands for My Fans Better Than Yours (although Bizzy is quick to point out that it also stands for \"M__ F__'in Bizzy Tiger Yoonmirae\"). MFBTY, a Korean group with American cultural roots making historically black music, count among their close friends and collaborators established hitmakers like Psy (of 2012 \"Gangnam Style\" fame), and BTS leader Kim \"RM\" Namjoon. They have also carved out a defiantly independent path for their own artistry, from their earliest days as Korea's hip-hop pioneers to the long-awaited new album they're on the verge of releasing.    It's easy to report on the darker side of the K-Pop industry -- the grueling training, appearance-shaming, bullying, sexual harassment that have marked recent headlines, as well as the tragic suicides of prominent artists (and the as-yet-unexplained death of songstress Goo Hara this past weekend, which was on the heels of an apparent suicide attempt in May and a live Instagram disclosure that she was suffering from depression).  But it's even easier to forget that these are issues faced by pop music artists everywhere -- i", "Section": "opinions", "Writers": [], "URL": "https://www.cnn.com/2019/11/27/opinions/k-pop-groups-are-changing-music-and-world-yang/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Thailand", "Source": "CNN"}