{"Type": "gallery", "Time": "2017-09-08", "Headline": "The week in 27 photos", "Text": "Hurricane Irma moves through the Caribbean in this satellite image released Tuesday, September 5, by the National Oceanic and Atmospheric Administration. Irma, a powerful Category 5 storm, has devastated several islands and is expected to hit the United States over the weekend. Track the storm Karen Caudillo cries Wednesday, September 6, as Democratic lawmakers held a news conference in Washington about President Donald Trump's decision to end the Deferred Action for Childhood Arrivals program. DACA has allowed many children of undocumented immigrants to live, work and study in the United States without fear of being deported. Trump said DACA was constitutional overreach by the Obama administration, and he has urged Congress to come up with a solution. South Korea's military launches a ballistic missile during a live-fire drill on Monday, September 4. The show of military might came after North Korea's test of what it claimed to be a hydrogen bomb. Britain's Prince George arrives for his first day of school and is greeted by Helen Haslem, the head of the lower school, on Thursday, September 7. George was brought to school by his father, Prince William. Supporters of Kenya's opposition pretend to cry for Kenyan President Uhuru Kenyatta on Friday, September 1, after the country's Supreme Court invalidated the results of last month's election. Kenyatta won the election over veteran opposition candidate Raila Odinga, but the court upheld a petition by Odinga that claimed Kenyatta's re-election was fraudulent. A new election has been set for October 17. A Rohingya woman from Myanmar cradles her child at a temporary camp in Bangladesh on Saturday, September 2. More than 120,000 Rohingya have fled to Bangladesh to escape violence in their native Rakhine State, according to a United Nations official in Bangladesh. Young cadets and schoolgirls attend a ceremony on the first day of school in Kiev, Ukraine, on Friday, September 1. Janus, a two-headed Greek tortoise, is held on its 20th birthday on Sunday, September 3. Janus lives in Geneva, Switzerland, at the city's Natural History Museum.  President Donald Trump talks with Senate Minority Leader Chuck Schumer during a meeting in the White House Oval Office on Wednesday, September 6. The end result of that meeting was Trump bucking his own party and siding with Democrats to support a deal that would ensure passage of disaster relief funding, raise the debt ceiling, and continue to fund the government into December. CNN's Chris Cilizza breaks down the photo Oliver Strumpfel carries 31 steins of beer Sunday, September 3, as he attempts to set a new world record in Abensberg, Germany. He dropped one and lost too much beer in another, but the final tally of 29 was still a new record for carrying beer over 40 meters (131 feet). He also held the previous record of 25. The Eagle Creek wildfire is seen across the Columbia River above Cascade Locks, Oregon, on Monday, September 4. Oregon State Police have identified a teenager they believe started the fire, which has now merged with another wildfire and forced hundreds of people to flee the area. From left, actors Matt Damon, George Clooney and Julianne Moore pose for photos during the Venice International Film Festival on Saturday, September 2. Damon and Moore star in the new film \"Suburbicon,\" which Clooney directed. Dr. Jerome Adams, the new surgeon general of the United States, fist-bumps one of his sons after being sworn in by Vice President Mike Pence on Tuesday, September 5. People immerse an idol of the Hindu god Ganesh into the Sabarmati River during a festival in Ahmedabad, India, on Tuesday, September 5. People watch black smoke billow from a chimney at the Russian consulate in San Francisco on Friday, September 1. It was a day before the Russian government had to vacate the facility and a few others like it around the United States. The US State Department announced the closings in response to mandated staff cuts at the US mission in Russia. The Visions in Motion dance group prepares to march in New York City for the West Indian American Day Parade on Monday, September 4. Craig Bolleson hugs a friend in his burned-out home in Los Angeles on Monday, September 4. A day earlier, the La Tuna brush fire caused Gov. Jerry Brown to issue a state of emergency for Los Angeles County. A baby elephant stands next to her mother on Monday, September 4, a day after she was born at the Tierpark Hagenbeck zoo in Hamburg, Germany. Pope Francis, standing with Colombian President Juan Manuel Santos and first lady Maria Clemencia Rodriguez, greets children Wednesday, September 6, during a welcoming ceremony in Bogota, Colombia. The Pope is in Colombia this week on a peace-building initiative. German and Russian soldiers take part in a reburial ceremony Wednesday, September 6, for hundreds of German soldiers who were killed during World War II. The remains were found in Russia's Leningrad region and reburied at a cemetery in Sologubovka, Russia. People covered in black grease climb on one another Wednesday, September 6, during the Cascamorras festival in Baza, Spain. A police dog jumps through a ring of fire during a demonstration in Colombo, Sri Lanka, on Thursday, September 7. Sri Lanka's police was celebrating its 151th anniversary. A woman uses her phone to take a photo of a model during a Hugo Boss fashion show in Berlin on Saturday, September 2. A man takes a selfie with President Donald Trump in Houston as Trump handed out food to Hurricane Harvey evacuees on Saturday, September 2. People take photos of an approaching passenger plane in Taipei, Taiwan, on Wednesday, September 6. Mohd Farhan, a member of the Malaysian armed forces, hugs his wife Siti Salwa on Thursday, September 7, before leaving for Lebanon. Malaysia sent about 850 troops to Lebanon to take part in UN peacekeeping activities. A man sitting in a deckchair reads on a beach in Deauville, France, on Wednesday, September 6.", "Section": "world", "Writers": ["NOAA/AP", "Aaron P. Bernstein/Getty Images", "South Korea Defense Ministry/AP", "Richard Pohle/AP", "YASUYOSHI CHIBA/AFP/Getty Images", "Bernat Armangue/AP", "Efrem Lukatsky/AP", "FABRICE COFFRINI/AFP/Getty Images", "Alex Wong/Getty Images", "Matthias Balk/dpa/AP", "Tristan Fortsch/AP", "Domenico Stinellis/AP", "Chip Somodevilla/Getty Images", "Amit Dave/REUTERS/Newscom", "Eric Risberg/AP", "Yana Paskova/Getty Images", "Ringo H.W. Chiu/AP", "DANIEL REINHARDT/DPA/Getty Images", "L'Osservatore Romano/AP", "ANATOLY MALTSEV/EPA", "JORGE GUERRERO/AFP/Getty Images", "LAKRUWAN WANNIARACHCHI/AFP/Getty Images", "FELIPE TRUEBA/EPA", "Courtney Sacco/Caller-Times/USA TODAY Network/Sipa USA", "RITCHIE B. TONGO/EPA", "MOHD RASFAN/AFP/Getty Images", "CHARLY TRIBALLEAU/AFP/Getty Images"], "URL": "https://www.cnn.com/2017/09/07/world/gallery/week-in-photos-0908/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Malaysia", "Source": "CNN"}