{"Type": "article", "Time": "2020-04-30", "Headline": "Domestic flights begin returning to the skies in Asia amid Covid-19 pandemic", "Text": "Amid the global Covid-19 pandemic, people around the world are wondering when life will return to \"normal.\"  The word normal is, of course, relative, but a spate of domestic flight routes slowly opening up in Asia and the Pacific give clues into what the aviation industry could look like in the weeks and months ahead. China, Vietnam, Malaysia, Thailand and Australia are among the countries set to resume or increase domestic flights as the virus wanes. That said, don't book your summer vacation just yet. Many of these flights are government subsidized and solely for the purpose of transporting cargo. Though some are open to public bookings, others will only issue tickets to emergency personnel or essential workers who need to get around.  Think of these flights as a dress rehearsal for a gradual re-upping of the aviation industry. Budget carrier AirAsia is one of the airlines ramping up their flight schedule. They restarted domestic flights in Malaysia on April 29 and their affiliates will be adding Thailand (May 1), India (May 4), Indonesia (May 7), and the Philippines (May 16) to their roster barring any government issues.  Meanwhile, Qantas has resumed some domestic flights between major cities in Australia, with the caveat that these are part of the \"minimum domestic and regional network\" underwritten by the national government.  \"Melbourne to Sydney is the second busiest [air] route in the world,\" a Qantas spokesman explains. \"Normally we do a five flights an hour, and now we're doing seven per week.\" Currently, these flights are reserved for emergency personnel and private citizens cannot purchase tickets. But they are keeping planes in the sky and pilots in practice, both of which are important steps toward bringing the airline back to full service. \"These are not commercially viable. We're still way off from unrestricted travel between states in Australia,\" the spokesman continues, noting that Qantas estimates leisure flights between Australian states will likely resume mid-June. In Thailand, some low-cost airlines announced they will resume domestic flights from May 1 following a temporary suspension.  In Vietnam, domestic flights are being run by VietJet, Bamboo Airways and Jetstar. As of April 23, there were 20 flights a day between the country's two largest cities, Hanoi and Ho Chi Minh City.  Social distancing regulations require at least one empty seat between passengers, so none of the flights are operating at full capacity. According to local media, certain tourist hotspots in Vietnam have received the green light to again welcome domestic visitors. This has much to do with Vietnam's quick response to the coronavirus crisis. The country has only logged 268 infections and zero deaths.", "Section": "travel", "Writers": ["Lilit Marcus"], "URL": "https://www.cnn.com/travel/article/asia-domestic-flights-covid-19-intl-hnk/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Philippines", "Source": "CNN"}