{"Type": "article", "Time": "2017-07-28", "Headline": "UK wants to send 'colossal' warships to test Beijing's claims in S. China Sea", "Text": "China has hit back at the UK after the country's foreign secretary said two British aircraft carriers could be sent to patrol the South China Sea.  Speaking Friday, Chinese Foreign Ministry Spokesman Lu Kang said \"certain outside countries are determined to stir up trouble\" in the region.  \"Whatever banners these countries or officials claim to uphold, and whatever excuses they claim to have, their track record of bringing chaos and humanitarian disasters through their so-called moral interventions in other parts of the world is enough to make nations and peoples in the region maintain high vigilance,\" he added. His remarks come after UK Foreign Secretary Boris Johnson, speaking in Australia Thursday, said \"one of the first things we will do with the two new colossal aircraft carriers that we have just built is send them on a freedom of navigation operation to this area.\" Johnson did not specify exactly where the carriers would be sent, but added the operation was designed to \"vindicate our belief in the rules-based international system and in the freedom of navigation through those waterways which are absolutely vital for world trade.\"  In an interview with the Reuters news agency, UK Defense Minister Michael Fallon said the deployment area was not finalized \"but we won't be constrained by China from sailing through the South China Sea.\"  Speaking at an event in Sydney Thursday evening, Johnson urged all parties in the South China Sea \"to respect freedom of navigation and international law\" and suggested the UK could sail ships through the Strait of Malacca, which connects the Indian Ocean to the South China Sea.   China claims almost all of the South China Sea, and has heavily militarized some islands in the region and expanded other territories with major land reclamation work, turning sandbars into islands and equipping them with airfields, ports and weapons systems. All or parts of the sea are also claimed by Brunei, Malaysia, the Philippines, Taiwan and Vietnam, which has led to intense territorial disputes and naval stand-offs.  Freedom of navigation Beijing has accused the United States of creating a \"serious political and military provocation\" by conducting similar freedom of navigation operations.  US, Canadian, Australian and Japanese warships conducted a freedom of navigation operation this month, according to Canada's National Post, during which they were shadowed by Chinese naval vessels.  Neither the UK or US recognize Beijing's territorial claims -- which were largely thrown out by an international tribunal last year -- and maintain vessels should be able to pass through the waters around the islands occupied by China the same as other international waters.  The South China Sea sees $5 trillion in shipborne trade every year, and also has major fishing and energy resources.  That the UK is apparently taking sides in the dispute is likely to especially rankle in Beijing, where memories of China's so-called \"century of humiliation,\" during which it suffered embarrassing defeat to the UK in the Opium Wars, are still fresh -- and kept so by state propaganda and the country's education system.  Speaking in Hong Kong this month to mark 20 years since the city was handed over from the UK to China, the country's president, Xi Jinping, said that China \"was again and again beaten by countries having far smaller territories and populations than itself ... the history of China at that time was filled with the nation's humiliation and its people's grief.\"   Waning ties Under former British Prime Minister David Cameron, London had warmed to Beijing, and Cameron had hailed a new \"golden era\" in the countries' relationship.  The luster has faded somewhat in the wake of Brexit however. The European Union is China's largest trading partner. The UK's decision to leave the bloc has shattered any assumptions about a tight London-Beijing relationship acting as a gateway to the wider EU.  Cameron's successor Theresa May has also brought the UK closer to the US, visiting Donald Trump in Washington and seeking to improve economic ties with the US to make up for lost European trade.  Speaking Thursday evening, Johnson emphasized the deployment of the UK's carriers -- the 280 meter and 65,000 tonne HMS Queen Elizabeth and HMS Prince of Wales, neither of which is yet fully commissioned -- was \"not because we have enemies in the region ... but because we believe in upholding the rule of law.\"  The vessels have cost British taxpayers upwards of $8.1 billion and been subject to criticism for taking up a large chunk of the UK's defense budget. The carriers are designed to support F-35 fighter jets, which the UK will not have until 2020, according to the National Audit Office.  Johnson did not give a timeline as to when any South China Sea deployment by the carriers is likely to start. His comments come after the Royal Navy shadowed a Chinese flotilla through the English Channel on its way to exercises with the Russian fleet in the Baltic Sea. ", "Section": "asia", "Writers": ["James Griffiths"], "URL": "https://www.cnn.com/2017/07/28/asia/south-china-sea-uk-johnson/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Malaysia", "Source": "CNN"}