{"Type": "article", "Time": "2017-09-19", "Headline": "Singapore's Lee looks to patch up China relations on official visit", "Text": "Singapore Prime Minister Lee Hsien Loong arrives in China Tuesday amid tensions with Beijing and unease in southeast Asia over China's increasingly muscular foreign policy. Lee was not invited to China's One Belt, One Road conference in May, despite the city state's strong support for Beijing's sprawling economic and trade initiative.  That came after a prolonged stand-off after nine armored troop carriers were seized by customs officials in Hong Kong en route from Singapore to China's historical rival Taiwan.  \"Singapore's relationship with China has been fragile for a year or two and has been getting worse not better,\" said Michael Barr, an associate professor at Australia's Flinders University and author of \"The Ruling Elite of Singapore.\" In an interview with China's official Xinhua news agency this week, Lee praised China's development and called for strong ties between Beijing and the rest of Asia.  Stuck in the middle One of Singapore's problems, analysts say, is that it walks a fine line between maintaining strong ties with the US and China.  In the past, Lee -- like his predecessor as prime minister, his father Lee Kuan Yew -- has been able to pick the middle path between the two superpowers. However, as US President Donald Trump's attention drifts and Chinese leader Xi Jinping grows more powerful, Singapore finds itself in a tenuous position. \"Since its independence 50 years ago, managing the US-China dichotomy has been a key tenet of Singapore's foreign policy,\" according to Angela Han of the Lowy Institute.  Lee was educated in the US and Singapore plays host to a major US air and naval presence. But China and Hong Kong are the city's top trading partners, accounting for a quarter of all of Singapore's exports, compared to around 7% for the US, according to MIT data.  Where things went wrong Singapore's view of China as a key regional ally was long reciprocated, said Han, with Chinese officials referring to the city state as a \"special friend\" and flowery tributes paid to Lee Kuan Yew after his death.  But that soured somewhat after Singapore waded into arguments over the South China Sea, of which China claims the majority of and is engaged in tense territorial disputes with several other powers over.  Singapore backed a ruling by an international tribunal in the Hague which found most of China's claims to territory in the sea -- much of which is hundreds of miles away from the country's coast -- were unlawful, a move that infuriated Beijing.  While Singapore is not a claimant in any South China Sea disputes, Barr said the government's intervention was driven by a support of certain maritime law principles like the freedom of navigation, and a desire to maintain US influence in the region to counterbalance China.  The diplomatic gamble did not pay off for Singapore, with the Trump administration retreating somewhat from President Barack Obama's more muscular pivot to Asia, and even the Philippines, which originally brought the case against China at the Hague, backing off from its claims.  Relations have been slowly thawing between Beijing and Singapore, with Lee and Chinese President Xi Jinping meeting on the sidelines of the G20 in July, and in his interview with Xinhua Monday, Lee was effusive in his praise for China's role in wider Asia.  \"A successful China, a prosperous and confident China, a China that coexists peacefully and benefits mutually with neighboring countries is not only good for the well-being of China, but also the world at large,\" he said.  Singapore will become the chair of the Association of Southeast Asian Nations (ASEAN) next year, and Lee has promised his government will work to improve ties between the organization and China.  Problems at home Diplomatic troubles with China came at an awkward time for Lee, who has faced a political crisis at home, a rarity for Singapore, where his People's Action Party has dominated politics since independence and politicians critical of the government have faced defamation lawsuits, leaving the opposition largely cowed and ineffective.  Lee was forced to apologize after a feud with two of his siblings over what to do with their late father's house broke out into the public, with his brother denouncing Lee on Facebook and saying he had to flee the country for fear of repercussions from \"state organs.\"  No sooner had the Lee family retreated from the headlines, new criticism erupted over the presidential transition. An election that was due to take place did not, after two of three candidates failed to clear new eligibility guidelines and Halimah Yacob took the largely ceremonial role by default.  Uncertainty has also arisen over who will succeed Lee when he steps aside before the next general election, which must be held before January 15, 2021.  This puts great pressure on Lee to show he's able to smooth over relations with the country's biggest trading partner, said Barr.  \"Certainly if he comes back with nothing it will continue the growing perception that he's a seat warmer,\" he said. ", "Section": "asia", "Writers": ["James Griffiths"], "URL": "https://www.cnn.com/2017/09/19/asia/china-singapore-lee-asean/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}