{"Type": "article", "Time": "2020-04-21", "Headline": "A free press in China could have prevented the coronavirus pandemic, media watchdog says", "Text": "Strongman leaders around the world are using the coronavirus crisis to stifle journalists, a leading press freedom watchdog has warned, as it bemoaned a missed opportunity to highlight the severity of the outbreak in its early days in Wuhan, China. Reporters Without Borders (RSF) criticized China for censoring early coverage of the coronavirus outbreak, telling CNN Business that the global pandemic could have been averted or lessened had journalists had more freedom in the country. It also condemned Hungarian President Viktor Orbán for securing sweeping new powers to punish journalists in the wake of the crisis, and singled out US President Donald Trump and Brazil's Jair Bolsonaro for their attempts to \"denigrate the media and encourage hatred of journalists\" in their respective countries. \"If there had been a free press in China, if these whistleblowers hadn't been silenced, then this could have been prevented from turning into a pandemic,\" RSF's UK bureau director Rebecca Vincent told CNN Business, as the group unveiled its annual assessment of media liberty in 180 countries. \"Sometimes we can talk about press freedom in a theoretical way, but this shows the impact can at times be physical. It can affect all of our health,\" she said. Chinese politicians downplayed the severity of the virus in its early weeks, while police targeted \"rumormongers\" and censors deleted any commentary that questioned the official line. Wuhan's mayor Zhou Xianwang later said he understood the public was \"unsatisfied with our information disclosure.\" \"Reporting the truth at the earliest possible moment would have allowed the rest of the world to react probably earlier and probably more seriously,\" Vincent said. \"The consequences (of stifling media freedom) are actually deadly.\" Chinese Foreign Ministry spokesman Geng Shuang on Tuesday criticized RSF during a daily press briefing, saying that \"this organization has always held deep-rooted prejudice against China and their so-called report is not worth rebutting.\"  \"China upholds the basic national policy of opening up to the outside word, and welcomes foreign media and journalists,\" Geng told reporters. \"We are opposed to ideological biases against China, publication of fake news in the name of so-called press freedom as well as behaviors that are against journalistic ethics.\" Norway topped the global index of media freedom for the fourth year in a row, with Scandinavian countries filling the top spots. Finland came in second, Denmark third and Sweden fourth. The United States rose slightly but remained in 45th place, just below Taiwan and above Papua New Guinea.  And the United Kingdom slid two spots to 35th place after the death of Northern Irish journalist Lyra McKee, who was murdered amid rioting in Londonderry, also known as Derry, in April 2019. Her death — the first killing of a journalist in the United Kingdom since 2001 — marked \"a staggering low point for press freedom in the UK,\" RSF said. Global press freedom rankings (selected countries): 1. Norway\n2. Finland\n3. Denmark\n4. Sweden\n5. Netherlands\n6. Jamaica\n7. Costa Rica\n8. Switzerland\n9. New Zealand\n10. Portugal\n11. Germany\n16. Canada\n26. Australia\n34. France\n35. United Kingdom\n45. United States\n142. India\n149. Russia\n177. China The ratings came at the end of another tumultuous 12 months for the press. The RSF was again harshly critical of Trump's rhetoric, accusing the United States and Brazil of \"becoming models of hostility towards the media.\"  Trump has frequently attacked media outlets and individual journalists, including at his daily coronavirus White House briefings, and Vincent said the US President has \"continued to set that poor example which has emboldened strongman figures in other countries.\" The group's \"global indicator\" of media freedom worldwide has now declined by 13% since it was created in 2013, despite a marginal uptick in the past year. And concerns were raised about the new decade, which has begun with strongmen grasping further powers amid the coronavirus pandemic. Among them is Hungary's leader Orbán, who last month was granted powers to rule by decree, allowing him to issue punishments for journalists if the government believes their coronavirus reporting is not accurate. The biggest risers in the index were Malaysia and the Maldives, following elections in each country.  Other countries to record declining ratings included Poland, where the populist Law and Justice party won a convincing re-election and promised tighter restrictions on the media, and the semi-autonomous Chinese city of Hong Kong, which was rocked by anti-government protests for most of 2019. -- CNN's Steven Jiang contributed to this report.", "Section": "media", "Writers": ["Rob Picheta"], "URL": "https://www.cnn.com/2020/04/21/media/rsf-press-freedom-index-2020-intl/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Malaysia", "Source": "CNN"}