{"Type": "article", "Time": "2020-12-21", "Headline": "December 22 coronavirus news", "Text": "A New Zealand pilot who has been linked to Taiwan's first locally-transmitted coronavirus case in 255 days could lose his job, EVA Air said Wednesday.  The Taiwanese airline said it will convene an investigation and disciplinary committee, which could recommend dismissal if the pilot is confirmed to have violated Covid control measures. According to news reports, the unidentified New Zealander failed to provide complete information to Taiwanese contact tracing authorities after he tested positive for coronavirus.  The foreign pilot is also facing fines from the government. \"EVA Air complies with the government's epidemic prevention policy and strictly regulates flight crew,\" the company said in a statement. \"The epidemic prevention policy does not differentiate between ranks, and EVA Air requires staffs to oversee each other to implement the prevention measures and report to the company if any violation is noticed. The company will punish the rule breaker if an investigation confirms the violation.\" EVA Air added that it will continue to cooperate with authorities to improve its anti-epidemic measures and has disinfected its aircraft. Read more about the situation in Taiwan: The Philippines will halt flights from the United Kingdom beginning on December 24 until the end of the year, the Southeast Asian country said Wednesday.  The Philippines Inter-Agency Task Force for the Management of Emerging Infectious Diseases (IATF-EID) said the decision is due to the \"newly-detected variant of the SARS-CoV-2 spreading in the United Kingdom.\" Philippine President Rodrigo Duterte signed off on the temporary suspension dates Tuesday, according to the state-run Philippine News Agency (PNA). Passengers who are in transit or arrive in the country before 12:01 a.m. on December 24 will be permitted to enter the Philippines but must undergo a mandatory 14-day quarantine on arrival, the PNA report added. ##UK Variant## The United States reported more than 3,000 coronavirus deaths on Tuesday, according to data from Johns Hopkins University -- the fifth time since the pandemic began that the country has added more than 3,000 Covid-19 fatalities in a day. Tuesday marked the fourth-highest number of deaths in the country from Covid-19 reported in a single day, according to JHU data.  The top five days for new deaths are: Dec. 16: 3,682 \nDec. 17: 3,346 \nDec. 11: 3,283 \nDec. 22: 3,221 \nDec. 9: 3,064  At least 18,217,159 cases of coronavirus and 322,585 deaths have been reported in the US, according to JHU data. ##Hotspots## Like many of his own aides, Republicans on Capitol Hill were not given a heads up that US President Donald Trump was going to rail against the stimulus bill tonight on Twitter.  A Republican leadership aide told CNN “no” when asked if this was expected. The aide pointed out that Treasury Secretary Steven Mnuchin had negotiated this bill. He was the White House’s voice in the room, everyone assumed. Another aide said Trump seemed to be “coming unhinged.” The President is upset about several provisions that were actually in the omnibus spending bill, not the Covid relief bill. “It is called the Covid relief bill, but it has almost nothing to do with Covid,” Trump said on Twitter.  The omnibus spending bill that appropriates money for all the federal agencies for the rest of the fiscal year was combined with the stimulus bill, meaning there are numerous provisions unrelated to the pandemic relief that has also been voted on by Congress.  Multiple sources in Congress told CNN the President's threats would not lead to a renegotiation, given the measure was passed with big veto-proof majorities.  How this plays out is uncertain. It’s possible Trump could veto the bill, but if he waits the full 10 days, it could push it into the new Congress when the Democratic majority is smaller in the House. The bill hasn’t even been sent to the White House yet for his signature. At the moment, the hope on the Hill is he doesn’t veto the bill since he never explicitly said he will. Some opposition lawmakers reacted approvingly to Trump's calls for greater stimulus checks, and House Democrats will try to pass by unanimous consent on Thursday a bill to increase direct payments, though any one member can scuttle that effort. It’s unclear what will happen when or if such a bill is blocked. Government funding runs out on December 28. ##US Stimulus## Gladys Berejiklian, premier of Australia's New South Wales, has modified the state's social distancing restrictions in time for Christmas after reporting eight new locally-transmitted Covid-19 cases on Wednesday. From December 24 in greater Sydney, an unlimited number of children under the age of 12 can gather in a residential setting, adding to the rule of 10 that is currently in place, her office said in a statement.  The modified restrictions are from December 24 until December 26, the statement added. Seven of the new local infections are linked to the Northern Beach cluster, which has now grown to 97 cases in total. New South Wales also reported eight new cases linked to returned travelers in quarantine. ##Restrictions## Pregnant women are unlikely to pass coronavirus to their babies, according to a study published in the journal JAMA Network Open on Tuesday.  However, they are also less likely to pass protective coronavirus antibodies to infants than expected, researchers from Harvard Medical School found. Dr. Andrea Edlow, a maternal-fetal specialist at Massachusetts General Hospital, and colleagues studied 127 pregnant women admitted to three Boston hospitals earlier this year. While 64 women tested positive for Covid-19, none of their babies tested positive. Among these women, the team found evidence of the virus in respiratory fluids, but not in the bloodstream or placenta. Though some mothers had coronavirus antibodies, the levels of antibodies found in umbilical cord blood were lower than expected, which the team says may leave newborns at risk for infection. The researchers focused on women in their third trimester of pregnancy, which is “typically regarded as the time when highest placental antibody transfer occurs,” they write. “This study provides some reassurance that SARS-CoV-2 infections during the third trimester are unlikely to pass through the placenta to the fetus, but more research needs to be done to confirm this finding,” Dr. Diana Bianchi, director of the National Institute of Child Health and Human Development, said in a statement. The United States reported 117,777 current Covid-19 hospitalizations on Tuesday, setting a new record high since the pandemic began, according to the Covid Tracking Project (CTP).  This is the 21st consecutive day that the US has remained above 100,000 current hospitalizations. The highest hospitalization numbers according to CTP data are: Dec. 22: 117,777 \nDec. 21: 115,351 \nDec. 17: 114,459 \nDec. 18: 113,955 \nDec. 19: 113,929  At least 18,202,019 cases of coronavirus and 322,345 deaths have been reported in the US, according to Johns Hopkins University data. ##Hotspots## The Cayman Islands Court of Appeal has reduced the prison sentences of a US teen and her boyfriend after she broke the British Caribbean territory’s quarantine rules by going to watch him take part in a jet ski competition, her attorney said.  Skylar Mack, 18, from Georgia and her boyfriend Vanjae Ramgeet, 24, had their prison terms reduced to two months after the court agreed the original term of four months was not appropriate in the circumstances of this case. Mack left for the Islands on November 27 after testing negative for Covid-19 at home. When Mack landed, she was given another Covid-19 test, which came back negative and she was told to remain in isolation for two weeks. Instead, she decided to attend Ramgeet's jet ski competition two days later. \"In her mind, as long as she stayed away from everybody, she would be OK to go watch her friend's race, it was their big national finals race, the last race of the year, big deal,\" her grandmother told CNN last week.  Race attendees, who knew Mack, reported her breach of isolation and officials arrested her. She was initially sentenced to four months in prison, as was Ramgeet for \"abetting\" her offence.  In a statement to CNN, attorney Jonathon Hughes said \"whilst it was our hope that Skylar would be able to return home to resume her studies in January, we accept the decision of the court.\" \"Ms. Mack and Mr. Ramgeet continue to express remorse for their actions and ask for the forgiveness of the people of the Cayman Islands,\" he said. US President Donald Trump signaled he will not sign the coronavirus relief bill passed by Congress unless it amends the massive spending legislation. “Send me a suitable bill or else the next administration will have to deliver a Covid relief package and maybe that administration will be me and we will get it done,” he said in a video released on Twitter. The extraordinary message came after Trump largely left negotiations over the measure to lawmakers and his Treasury Secretary Steven Mnuchin. It leaves the future of the $900 billion stimulus package and its accompanying government funding measure in question. Trump did not explicitly threaten to veto the bill, but said he was dissatisfied with its final state. The statement was filmed by the White House and was not open to the media. Reporters did not have a chance to ask the President questions. It’s unclear when the message was recorded. “I’m asking Congress to amend this bill and increase the ridiculously low $600 to $2,000 or $4,000 per couple,” Trump said. “I’m also asking Congress to immediately get rid of the wasteful and unnecessary items in this legislation or to send me a suitable bill.” The President has in the past said he would sign the bill, and earlier Tuesday the White House publicly defended the proposal. But many of his allies have spoken out against the agreement passed by Congress. ##US Stimulus## Arkansas reported on Tuesday 1,103 people are currently hospitalized for Covid-19, the highest number of hospitalizations since the pandemic began, Gov. Asa Hutchinson said during a news briefing. Hutchinson announced the state is partnering with Baptist Health Systems to add 124 additional hospital beds in Little Rock and Van Buren to accommodate Covid-19 patients. The governor explained that while the state's health care system has been able to manage the current caseload, \"we don't know what the rest of December is going to be like.\" \"We don't know what January is going to be like because we don't know what Christmas is going to be like... If we're not successful, then we're going to see another spike after Christmas and we have to be prepared for it,\" Hutchinson said.  Note: These numbers were released by the Arkansas Department of Health and may not line up exactly in real-time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project.  If Americans disregard the dire situation already underway as the coronavirus rages across many regions of the country and travel for the holidays anyway, Dr. Anthony Fauci, the director of the National Institute of Allergy and Infectious Diseases, is warning of a “difficult” time next month.  “As you might imagine, it's quite concerning to me,” Fauci told CNN on Tuesday. The Transportation Security Administration is reporting record-high pandemic travel and said that it screened more than 4 million air travelers between Friday and Monday. “This type of travel is risky,” he said, “particularly if people start congregating when they get to their destination in large crowds, in indoor settings.” “I'm afraid that if, in fact, we see this happen, we will have a surge that’s superimposed upon the difficult situation we are already in,” Fauci warned. “So, it could be a very difficult January coming up if these things happen.” The United States is still handling the increased surge that occurred after Americans ignored public health officials’ advice on Thanksgiving travel and gatherings. Watch here: Dr. Anthony Fauci, the director of the National Institute of Allergy and Infectious Diseases, said he feels fine after getting a Covid-19 vaccine Tuesday morning. “Actually, I feel really fine. I feel very good. I feel perfectly normal,” Fauci told CNN this afternoon. Fauci said he expects to develop some soreness in his arm. “That's very common in any kind of vaccination so I'm anticipating that, but in general I feel fine,” he said. Fauci, along with National Institutes of Health Director Dr. Francis Collins and Health and Human Services Secretary Alex Azar, all received the Moderna vaccine Tuesday. Fauci said they didn’t choose the Moderna shot, but that it was simply the vaccine that was made available to them.  Fauci, who will serve as chief medical adviser for the incoming Biden administration, said he has every confidence in the two vaccines now being administered across the country.  Fauci said, even though the authorization process has been done quickly, “the speed will not sacrifice the integrity of the science nor did it sacrifice safety.” “The speed was a reflection of the extraordinary advances that were made in the science of the vaccine platform technology,” he said. “On the basis of all of that, I feel very confident about what we're doing and that's the reason why I strongly recommend to everybody and everyone that when the vaccine becomes available to them to get vaccinated.” “That is how we're going to put this pandemic behind us,” he added. Watch the moment: Louisiana Gov. John Bel Edwards on Tuesday announced he signed a proclamation extending the state's modified phase 2 restrictions to slow the spread of Covid-19. Speaking during a news briefing, Edwards said the restrictions, which include limits on gatherings and a mask mandate, will remain in place for another 21 days starting tomorrow.  Edwards explained that while new data suggests the state is starting to plateau when it comes to new coronavirus cases, \"we're plateauing at a very high level. That is concerning.\" \"It remains a very perilous situation for the state with respect to Covid,\" Edwards added. \"Even if we're doing better, the caseload, the hospitalizations, the deaths are at a very high level.\"  The restrictions were originally set to expire on Dec. 23. Pennsylvania reported 7,962 new positive Covid-19 cases and 231 additional deaths, according to a release by the Department of health.   There are currently 6,090 hospitalizations in the state with 1,217 of those patients are in the intensive care unit.   The hospitalizations are double the amount as the Covid-19 peak in the spring, according to the Pennsylvania Department of Health.   The positivity rate for the week of Dec. 11 -17 stood at 15.8% statewide, according to the department of health.   There have now been 571,551 total cases of Covid-19 and 14,212 deaths related to coronavirus in the commonwealth since the pandemic began.   From Dec.14- 21, Pennsylvania has received 127,755 doses of the Pfizer Covid-19 vaccine, and 26,563 doses of those vaccine shipments have been administered, according to the department of health.   NOTE: These numbers were released by the Pennsylvania dept of health and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project. ##Hotspots## Scientists from the UK’s New and Emerging Respiratory Virus Threats Advisory Group (NERVTAG) say they are now “highly confident” the new variant of coronavirus is more infectious than others, with a “hint” that it could be more transmissible in children.  According to NERVTAG, the new variant — which is believed to have originated in southeast England — could be around 71% more transmissible than other variants.  “As of last Friday, we felt we had moderate confidence because the data was coming in, but some of the analysis had been done very quickly,” Peter Horby, professor of emerging infectious diseases at the University Oxford and chair of NERVTAG, said during a virtual press briefing on Monday. “We now have high confidence that this variant does have a transmission advantage over other virus variants that are currently in the UK,” he added.  Speaking alongside Horby, Professor Neil Ferguson from Imperial College London noted that there is a “hint” that this variant “has a higher propensity to infect children,” compared with earlier strains. But he cautioned that “we haven’t established any sort of causality on that, but we can see that in the data,” he added.   Another NERVTAG member, Wendy Barclay, head of the Department of Infectious Disease at Imperial College London, said earlier strains of the virus may have had a “harder time” getting into human cells using a receptor called ACE2. Adults, who have a lot of this receptor in their noses and throats, are “easy targets” compared to children. But under this hypothesis, a virus that can more readily use this receptor to enter cells may make children just as susceptible to the virus as adults, she said.  According to the US Centers for Disease Control and Prevention, some research suggests the UK strain may \"bind more tightly” to the ACE2 receptor, but \"it is unknown whether that tighter binding, if true, translates into any significant epidemiological or clinical differences.” ##UK Variant##   Dr. Deborah Birx, coordinator of the White House coronavirus response, said on Tuesday that she plans to retire, but she's willing to help President-elect Joe Biden's team as needed.  In a tweet shared by reporter Amber Strong from the news site Newsy, Birx said she would serve as a resource to the Biden administration as needed.  \"I will be helpful in any role that people think I can be helpful in, and then I will retire. I will have to say as a civil servant, I will be helpful through a period of time,\" she said. Additionally, Birx said that she wants the \"Biden administration to be successful.\"  Her comments come days after The Associated Press reported that she traveled out of state for the Thanksgiving holiday weekend, even though the Centers for Disease Control and Prevention and many health officials warned the American public to not travel or attend any gatherings if possible.  \"I will have to say that this experience has been a bit overwhelming, it's been very difficult on my family. I think what was done in the last week to my family, you know, they didn't choose this for me, you know they've tried to be supportive but to drag my family into this,\" Birx said regarding the reports of her recent travel.   CNN has reached out to the White House for more details.  Germany has extended its travel ban from the UK until January 6 – despite the European Commission on Tuesday recommending member states scrap the ban.  “From December 22nd, 2020 until January 6th, 2021 inclusive, there is a transport ban for travelers from the United Kingdom to Germany, i.e. transport companies are prohibited from transporting travelers to Germany,\" the updated travel advisory said on Tuesday. The advisory clarified that \"a German citizen who wants to enter Germany at the border will not be refused.\" “From January 1, 2021, people with residence and right of residence in Germany can be transported again. The federal government must approve the flights individually. The airline will obtain this approval. Travelers do not need individual permits,” the note added. Earlier on Tuesday, the European Commission said: “While it is important to take swift temporary precautionary action to limit the further spread of the new strain of the virus and all non-essential travel to and from the UK should be discouraged, essential travel and transit of passengers should be facilitated.” ##UK Variant## Massachusetts Gov. Charlie Baker announced new statewide restrictions on capacity for businesses and lowered limits for indoor and outdoor gatherings amid rising Covid-19 cases numbers.  Beginning on December 26, businesses in “most industries” will need to limit their capacity to 25%, Baker said, calling the decision to institute the new measures “enormously difficult.” Additionally, indoor gatherings are now limited to 10 people and outdoor gatherings are limited to 25 people, Baker said.  The new restrictions will be in place for at least two weeks and do not affect K-12 schools, Baker said.  Lt. Gov. Karyn Polito said the aim is to keep the new measures temporary and said the 25% capacity restriction applies to industries including restaurants and personal services, theaters and event venues, casinos, offices, places of worship, retail stores, libraries, fitness centers, museums, indoor recreation, driving and flight schools, indoor golf facilities, and lodging common areas.  The latest numbers: On Tuesday, Baker announced that the state had at least 3,760 new cases, with 1,991 people hospitalized and 410 people in the ICU, stating that the state’s hospitals “are now under significant pressure.” The Massachusetts Department of Health also released updated guidance on Tuesday to hospitals, directing them to “postpone or cancel all nonessential inpatient elective invasive procedures in order to maintain and increase inpatient capacity” beginning on December 26, according to a statement from the governor’s office.  ##Restrictions## The first senior citizens who are not living in long-term care facilities were vaccinated in Florida on Tuesday during a news event hosted by Gov. Ron DeSantis at UF Health in the Villages.  DeSantis did not provide a timeline for when more senior citizens will have access to the vaccine, but said it “is coming soon.” Where things stand: So far, tens of thousands of senior citizens and frontline health workers in the state of Florida have been vaccinated against Covid-19, per DeSantis.  That includes seniors in 100 long-term care facilities in Broward and Pinellas counties and health care workers in five hospitals across the state. DeSantis said Florida received 179,400 doses of Pfizer last week and 127,000 additional doses this week. And by the end of the day, DeSantis expected the arrival of 367,000 doses of the Moderna vaccine.  The Moderna vaccine — which does not require ultra-cold storage — will be distributed more widely, at 173 hospitals throughout the state, DeSantis said. As for who will be the first in line to get the vaccine as more doses become available, DeSantis said elderly will have priority. ”In Florida we’ve got to put our parents and grandparents first,” DeSantis said. “And we are going to work like hell to be able to get all the vaccine out to the elderly who want it.” ##Vaccines## American Airlines is telling workers who were furloughed because of the pandemic that they will get retroactive pay by Christmas. In a new letter to employees on Tuesday, American Airlines CEO Doug Parker and President Robert Isom say that American’s 19,000 furloughed workers will be re-hired over time.  The $900 stimulus bill in Congress includes $16 billion for commercial airlines that have been struggling in the pandemic. It also bars them from making any new furloughs until March 31, 2021.  “With this support, we will be recalling furloughed team members in order to reinstate pay and benefits effective Dec. 1, 2020,” says the letter. “We have taken steps to expedite payments to all furloughed team members.” US airlines furloughed roughly 50,000 employees when restrictions attached to the first round of emergency coronavirus relief expired October 1.  “Bringing nearly 19,000 team members back to work is a complex process and will take time,” American says. “While pay and benefits will be restored right away, people will be asked to return to the operation in phases.” ##US Stimulus## The US Centers for Disease Control and Prevention has accepted the recommendation of its Advisory Committee on Immunization Practices to prioritize older adults and frontline essential workers to receive Covid-19 vaccines in the next phase of allocation.  On Sunday, ACIP members voted 13-1 to prioritize adults ages 75 and older and frontline essential workers to receive Covid-19 vaccines in phase 1b of allocation. The committee vote also included prioritizing adults ages 65 to 75, people ages 16 to 64 who have high-risk medical conditions, and other essential workers in phase 1c of allocation. The recommendations were published Tuesday in CDC’s Morbidity and Mortality Weekly Report. ##Vaccines## French citizens can return from Britain starting Wednesday providing they can show proof of a negative Covid-19 test, French Prime Minister Jean Castex's office said on Tuesday.  The communique said that people living in France or the EU can also enter the country with a negative test result. Some background: It comes after France closed its border with Britain on Sunday following the emergence of a new Covid-19 variant in the UK. The specific procedures for resuming road freight traffic will be detailed in the coming hours, the communique said. This arrangement will apply until at least January 6, except if a possible bilateral or European review takes place by then, it added. “Planes, boats and Eurostars will resume service tomorrow morning. French nationals, residents in France and those who have a legitimate reason must present a negative test,” France’s Transport Minister Jean-Baptiste Djebbari tweeted. ##UK Variant## The Irish government has agreed to return the country to level 5 restrictions, Micheál Martin, the Irish Prime Minister (Taoiseach), said on Tuesday. With several specific adjustments, from Dec. 24 until Jan. 12, the people of Ireland will be facing tougher measures in response to the rising cases and the increasing threat of the new Covid-19 strain, currently circulating in the United Kingdom.  “Figures suggest that we may now be seeing a daily growth rate of approximately 10%. This is very obviously, a source of serious concern, and is simply not sustainable,” Martin said. Here's a look at the new restrictions:  The new restrictions, which will go into effect on Christmas Eve, will see maximum disruptions made to the retail, hospitality, leisure, and the travel sectors, with additional measures taken to limit social contact between people.\nNonessential retail can stay open, but the retail sector is asked to postpone January sales events.\nRestaurants and pubs must close and can only provide take away and delivery.\nGyms, leisure centers, and swimming pools may remain open, but only for individual training.\nSchools, early learning and childcare services will remain open, but higher education should remain primarily online.\nSocially, up to two other households can visit someone’s else’s home up to and including Dec. 26. After that, this number decreases to one household up to and including the Dec. 31. Starting on Jan. 1, no visits can take place in private homes/gardens aside from exemptions set by government guidelines. While acknowledging that the tougher measures are difficult, especially in this usually festive season, the prime minister assured the nation that the measures are necessary, and preventive.  He went on to say that even though there is no hard evidence that the new strain of the virus has arrived in Ireland, the “safest and the most responsible thing to do is to proceed on the assumption that it is already here”. These measures are to be reviewed on Jan. 12, 2021. ##UK Variant## The situation at Manston Airport in Kent, England, where thousands of lorry drivers are stranded due to France closing its borders to the UK is “serious,\" the Road Haulage Association's policy and public affairs managing director Rod McKenzie tweeted on Tuesday. “Lorry drivers have few toilets and little food to eat – miserable existence after 48 hour border closure – [Road Haulage Association] urging Govt to improve facilities fast,” he tweeted. A statement from the RHA said it accepts that the EU wants reassurance that the UK is taking all possible measures to prevent the spread of the latest, more contagious strain of the coronavirus, however RHA chief executive Richard Burnett said “hauliers have been working within the strict COVID protocols since the end of March.”  “There are many serious implications to this latest situation, even lateral flow COVID testing will have a massive impact on the supply chain,” Burnett said.  Here's what else the statement said: “Right now, HGV drivers caught up in this mess have limited access to toilet and washing facilities – the majority have none. Denying them even the most basic facilities is not only putting their health at risk, it’s exacerbating the very situation that it was supposed to prevent. For example, what will happen to those drivers who test positive? They will be unfit to drive but where will they go? They will be unable to quarantine with their families in Europe and what will happen to their vehicles? Who will be responsible for the deep cleaning of their cabs? And for those carrying return loads, what will happen to their cargo? This is going to be an extremely expensive exercise.”  ##UK Variant## New York City Mayor Bill de Blasio said Tuesday that widespread vaccinations in the city would likely not be completed until roughly June 2021 and that residents should keep to basic Covid-19 precautions until then. “Look, we’ve said we think it’s going to be roughly until about June before we can get really widespread vaccination. I think every week is going to get better…but when you’re really going to be pervasive in New York City, probably give or take, June,” de Blasio said. The city will begin a communications campaign to publicize information about the vaccine on social media, on the subways, and on TV and radio, de Blasio said. Approximately 25,000 Moderna vaccine doses have arrived in New York City, according to Dr. Dave Chokshi, the city’s health commissioner.  The city is expecting about 149,000 Moderna doses in total this week, Chokshi said. De Blasio continued to urge New Yorkers to cancel their travel plans as Covid-19 case counts and hospitalizations continue to rise, but would not say whether the state was waiting too long on whether to institute another shutdown, calling the situation “complex.” Note: These numbers were released by the city of New York, and may not line up exactly in real-time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project. ##Vaccines## South Carolina Gov. Henry McMaster tested positive for Covid-19 Monday evening, his office said.  McMaster is “experiencing mild symptoms with a cough and slight fatigue,” his office said.   The governor has been in quarantine since his wife, Peggy, tested positive for Covid-19 on Friday. The governor's wife remains asymptomatic, McMaster's office said.  “Peggy and I urge everyone to be extra careful during the Christmas holiday season,” McMaster said in the release. “This virus spreads very easily.”  Congress passed a bipartisan Covid-19 relief package Monday night.  The sweeping $900 billion aid package includes enhanced unemployment benefits and direct stimulus payments of $600 to individuals, half the amount provided in the first round. We want to know what you think about it.  Does this package address your immediate financial concerns? If not, what additional funding should Congress include? Tell us what kind of relief is most important to you and your families right now. Leave your comments in the text box below, and we may feature some. ##US Stimulus## Sen. Chuck Schumer, the top Democrat in the Senate, said that he spoke to President-elect Joe Biden and they agreed that the stimulus bill that passed yesterday is just the beginning of what is needed.  Schumer said at a news conference in New York on Tuesday that he expects that Biden will begin working toward another stimulus package in January or February of 2021. “I just spoke to Joe Biden. He congratulated me on passing this bill as I was driving here from my house in Brooklyn. We both agreed we are going to need a bigger, bolder bill and try to do it first thing when Joe Biden becomes president so January, February we will start,” Schumer said. Schumer emphasized that the stimulus bill that passed last night provided enough money for vaccine distribution, but that more money will be needed for state and local aid.  While the stimulus bill provided funding for schools and transportation, the legislation did not include the kind of direct cash to state and local governments that the CARES Act did in the spring. It was a provision that was dropped along with liability when lawmakers were racing against the clock to get a deal.  “We are going to need more money. This bill is an emergency bill,” Schumer said. “It’s a survival bill.”  “Make no mistake about it, we are going to have to come back and get more,\" he added. Read more about the coronavirus relief package here.  ##US Stimulus## A second round of stimulus payments was included in a coronavirus relief package passed by Congress Monday night. The deal provides for $600 checks, but experts say it will take at least two weeks for the Treasury to get cash into individuals' bank accounts after legislation is signed. \"The timing could be more challenging this time, but the IRS could likely begin to get the money out in January,\" said Howard Gleckman, a senior fellow at the Urban-Brookings Tax Policy Center. How things played out during the first round of payments: In March, Congress provided individuals with $1,200 direct payments and couples with $2,400 plus $500 per child under the $2 trillion CARES Act. As with that first round, the new payments will start phasing out for individuals with adjusted gross incomes of more than $75,000, and those making more than $99,000 won't receive anything. The income thresholds would be doubled for couples. It took two weeks after the first bill was passed for the IRS to start distributing the money — but some eligible recipients still haven't received it, months later. Who will get the money fastest this time around?: The payments do not go all out at once. Those whose bank information is on file with the IRS will likely get the money first because it will be directly deposited into their account. Others will receive paper checks or prepaid debit cards in the mail. About 90 million people — more than half of those eligible — received their payments within the first three weeks of April after the March deal was signed. Most people had their money within two months. Still, about 12 million eligible Americans were at risk of not getting the money at all because the IRS had no way to reach them. While most people received the money automatically, very low-income people who don't normally file tax returns had to register online before November 21 to provide their address or bank account number. ##US Stimulus## The United Kingdom has reported at least 36,804 new Covid-19 cases in 24 hours – that's the highest daily increase since the pandemic began.  There have been at least 691 new reported coronavirus deaths in the past 24 hours, according to the government's dashboard on Tuesday. Some context: The recent surge comes after the UK has identified a new coronavirus variant that scientists are saying could be up to 70% more effective at spreading than others. Large parts of England, including London and the southeast, are now under strict Tier 4 Covid-19 restrictions, and UK government health experts have suggested additional restrictions could be required to beat back this variant. Dozens of countries across Europe, the Middle East and the Americas have also announced travel bans for the UK, or new testing and quarantine requirements for UK arrivals. Learn more about the UK coronavirus variant here.  ##Hotspots## Mask-wearing alone, without social distancing, may not be enough to prevent the coronavirus from spreading, according to new research published Tuesday in the journal Physics of Fluids.   “This study, which can be treated as precautionary, provides quantitative support to the guidelines proposed by the medical research community that wearing a mask and avoiding close face-to-face or frontal interactions as much as possible will help in preventing the transmission and spreading of virus particles such as Covid-19 through sneezes and coughs,” said the study, from researchers at the Consortium for Particulate Suspensions at New Mexico State University.   “If the relevant social distancing guidelines are compromised, the study shows that foreign airborne sneeze and cough droplets could pass through all the masks tested (except for the N-95 mask) even when assuming a 100% snug fit,” the researchers said. Researchers used a machine to simulate coughs and sneezes and tested five types of masks with no leakage around the edges. The masks tested were an N95 mask, a surgical mask, a two-layer cloth mask, a regular cloth and a wet two-layer cloth mask. In experiments that simulated a virus carrier wearing a mask, they found that many small sneeze or cough droplets were still able to escape the mask, even when it was snug. Therefore, both virus carriers and susceptible people could consider wearing masks to reduce the transmission.  “A mask definitely helps, but if the people are very close to each other, there is still a chance of spreading or contracting the virus,” study author Krishna Kota, an associate professor at New Mexico State University, said in a statement. “It’s not just masks that will help. It’s both the masks and distancing.”  There are currently almost 3,000 lorries stranded in Kent, England, a press officer for Kent County Council told CNN on Tuesday afternoon. They are stranded because France closed its border with Britain on Sunday following the emergence of a new Covid-19 variant discovered in the UK. There are 632 lorries on the M20 motorway – a key gateway to the continent for freight trucks traveling in and out of the UK –  and 2,188 lorries in the Manston Airport carpark, the press officer said. On Monday, the UK enacted \"Operation Brock\" in a bid to keep traffic moving on the M20 during periods of cross-Channel disruption. The motorway barrier system was designed to deal with potential traffic disruption at the end of the Brexit transition period. Lorries arriving in Kent en route to the port of Dover or the Eurotunnel are being diverted to Manston Airport to park. The operation involves using a contraflow road layout on the M20 London-bound carriageway between junctions 9 and 8 (from Ashford to Maidstone) and directing lorries heading for mainland Europe onto the coastbound carriageway, where they can be queued if necessary. Hauliers have been advised to avoid traveling to Kent as disruption could last for several days. ##UK Variant## The continent of Antarctica has recorded its first Covid-19 cases, after 36 individuals tested positive on a research base, according to a statement released by the Chilean Army.  Bernardo O'Higgins Riquelme (BAE) Station, a Chilean military base in Antarctica, confirmed that 26 Army personnel and 10 civilians working as contractors on the base tested positive on Sunday. The Chilean Army's statement said they have an \"unconditional commitment to safeguard the health of its members.\"  Personnel on the research base have been isolated and are \"constantly monitored with the support from the Health Authority of the Magallanes and Chilean Antarctic Region, achieving so far a favorable diagnosis and without any complications associated with COVID-19 by our staff,\" the statement added. As of Tuesday, Chile has recorded at least 589,189 total coronavirus cases and 16,217 deaths, according to the Chilean Health Ministry.  Dr. Anthony Fauci is getting the first dose of the Moderna Covid-19 vaccine in Bethesda, Maryland.  National Institutes of Health Director Dr. Francis Collins, Health and Human Services Secretary Alex Azar and six other NIH frontline workers are also receiving the vaccine this morning. As he received the vaccine, Fauci explained why he believed it was important for him to get it. \"As a symbol to the rest of the country that I feel extreme confidence in the safety and the efficacy of this vaccine, and I want to encourage everyone who has the opportunity to get vaccinated so we can have a veil of protection over this country that would end this pandemic,\" Fauci said. Speaking at the beginning of the event Tuesday, Fauci said he considered it \"an honor to be part of this process.\" \"What we're seeing now is the culmination of years of research which have led to a phenomenon that has truly been unprecedented,\" Fauci added, saying that he is also honored to be a member of the NIH, a place where these developments got started. Azar called this vaccine an \"extraordinary\" scientific achievement. As he sat to receive the vaccine, he said he had \"complete confidence\" in the safety of the vaccine. Azar also thanked NIH for their efforts.  \"We've all said it is nothing short of miraculous to have a safe and effective vaccine within one year of a novel virus becoming known to the world,\" he said. Watch the moment Dr. Fauci received the Covid-19 vaccine: ##Vaccines## Dr. Anthony Fauci, Dr. Francis Collins, and Health and Human Services Secretary Alex Azar will receive their first dose of the Covid-19 vaccine this morning. In short remarks at the beginning of the event, Fauci said it was \"an honor\" to be a part of this process.  Collins, the director of the National Institutes of Health (NIH), said on Twitter yesterday hat he will receive Moderna's vaccine, alongside Azar, Fauci, the director of the National Institute of Allergy and Infectious Diseases, and other NIH frontline workers. As of this morning, here have been at least 4,624,325 vaccine doses delivered across the US and 614,117 vaccine doses administered according to the CDC.  Most Americans will have to wait months before getting their inoculations. On Monday, the country reported about 191,000 new cases and 1,700 deaths, as more than 115,000 people were hospitalized — a new record.  The US has had more than 18 million cases and more than 319,000 deaths, according to Johns Hopkins University. ##Vaccines## As more people in the United States receive a Covid-19 vaccine, the US is still seeing a surge of new Covid-19 cases, causing a strain on hospital systems.  Pfizer and Moderna meanwhile are testing their coronavirus vaccines to see if they work against the mutated version of the virus found in the United Kingdom and other countries, the companies said. Here's a look at where things stand in the US: Vaccinations So far this morning, there have been at least 4,624,325 vaccine doses delivered across the US. \nOf those, 614,117 doses have been administered according to the CDC.  New cases The US surpassed 18 million total Covid-19 cases yesterday. It took just 4 days for the country to hit this million marker. So far, the US has reached the last 4 \"million milestones\" every 4 to 5 days – meaning if this growth continues, there could be 20 million cases by the new year.\nThe US is averaging about 215,429 Covid-19 cases per day.\nCalifornia reported nearly 40,000 daily new cases yesterday and both Texas and Florida reported over 10,000 daily new case yesterday, according to Johns Hopkins University. Deaths The nation is averaging at least 2,655 reported deaths a day, according to JHU. This is the highest that this metric has ever been. \nDeaths are rising in 21 states compared to this time last week, according to JHU. Hospitalizations The US reported at least 115,351 hospitalizations on Monday – that is a record high, according to CTP data.\nThe US is now averaging about 113,912 hospitalizations over the last 7 days, this is up 4.48% from last week.   ##Hotspots## California hospital workers are sounding the alarm as a coronavirus surge in the state is pushing hospitals to breaking point. \"It's a disaster right now for our staff. The patients are extremely sick; this is a horrible disease. … It's been 10 months of this, and we are inundated,\" said Nancy Blake, chief nursing officer at Harbor UCLA Medical Center. Blake said her staff is mentally and physically exhausted.  \"At the very beginning…people were, you know, saying ‘nurses are heroes’ and ‘great job,’ and now they're not listening to us,\" she told CNN’s Sara Sidner.  \"I’ve been a nurse for 40 years, and it's the worst I’ve ever seen,\" she added.  There are no more intensive care unit beds in the hospital, and vast portions of the state are seeing zero ICU bed capacity.  \"It really is like a never-ending struggle,\" nurse Cliff Resurreccion said. CNN goes inside a California hospital running out of beds: ##Hotspots## It was a mixed bag for Wall Street Tuesday after Congress passed a long-awaited second pandemic stimulus bill. However, economists worry that the effort has come too late. Meanwhile, investors are also worried about the new coronavirus variant that shut down UK travel over the past days. Here's where things stood at opening:  The Dow opened down 0.1%, or 40 points.\nThe S&P 500 opened flat.\nThe Nasdaq Composite rose 0.3%. It is a shortened trading week ahead of Christmas, ending at 1 p.m. ET on Thursday. ##US Stimulus## Nepal has become the latest country to ban airline passengers originating from or transiting through the UK from entering into the country, its aviation authority announced Tuesday.  The restriction will go into effect from midnight Wednesday local time and will stay until further notice, according to a statement from the Civil Aviation Authority of Nepal (CAAN). CAAN said that it has issued a circular to all international airlines to ensure that aircraft inbound to Nepal \"shall not board the passengers originating from or transit through\" the UK \"due to the severe contagion of new strain of Covid-19\" in the country.  #UK Variant## The Pfizer/BioNTech vaccine could be adjusted to better combat the new variant of the Coronavirus, BioNTech’s CEO Ugur Sahin told CNN’s Fred Pleitgen in an interview on Tuesday.   \"We should not forget that we have still the opportunity, if required, to adjust the vaccine exactly to this new virus variant, if this is needed,\" Sahin said. \"I don't think that this is needed. But if it would be needed, there's a technical possibility to do that.\"  Sahin told CNN that BioNTech is currently evaluating how effective the vaccine is against the recently discovered variant of the virus, which has caused dozens of countries to shut down travel to the United Kingdom. Sahin said he has \"scientific confidence\" that the vaccine will still work.   \"There's a high likelihood that the vaccine response will be able also to inactivate this virus, because you have to consider that even though nine amino acids are changed in this protein, 99 percent of the protein is not changed,\" Sahin said, adding that BioNTech has already detected part of the immune response was not affected by the mutation.   \"What we already did is we evaluated the sites where we have observed T cell responses against spike protein, and we see that almost all sites that we have seen T cell responses are still conserved. And so that is a good message. That means at least one component of the immune system will not be affected by this mutation,\" Sahin added.  On Monday Pfizer/BioNTech received approval for their vaccine from the EU’s regulatory body, the European Medicines Agency. Sahin told CNN the vaccine would be rolled out ASAP and that the companies are already working on ways to speed up production.   \"We are evaluating if we could intensify the production at the Pfizer sites and intensify the production at the Mainz sites. So there are multiple things, which are ongoing.\" Watch CNN's interview with BioNTech CEO: ##UK Variant## It's \"certainly possible\" that the new variant of coronavirus in the UK is already in the United States, Dr. Anthony Fauci said during an interview on ABC's Good Morning America on Tuesday. \"That's certainly possible I mean, when you have this amount of spread within a place like the UK, that you really need to assume that it's here already, and certainly is not the dominant strain, but I would not be surprised at all if it is already here,\" said Fauci, director of the National Institute of Allergy and Infectious Disease. Furthermore, Fauci said that he doesn't think a travel ban is something that we could see happening.  A travel ban \"is really a rather dramatic step so, that's not that's not really in the cards right now, but I wouldn’t be surprised if the requirement of testing is something that is being actively considered right now,\" Fauci said, referring to testing travelers before they arrive in the United States. The US Centers for Disease Control and Prevention said in a scientific brief posted on its website Tuesday the UK coronavirus variant has not been identified through sequencing efforts in the United States, but only about 51,000 of 17 million US cases it has tallied have been sequenced — less than half a percent. Here's what we know about the UK coronavirus variant. Watch Dr. Fauci discuss new variant: ##UK Variant## Congress voted Monday evening to approve a far-reaching $900 billion Covid relief package that promises to accelerate vaccine distribution and deliver much-needed aid to small businesses hit hard by the pandemic, Americans who have lost their jobs during the economic upheaval and health care workers on the front lines of the crisis. The White House has said that President Donald Trump will sign the legislation once it reaches his desk. Here are key provisions that will be included as part of the agreement, according to summaries of the legislation released by Democratic and GOP leadership: Direct payment checks of up to $600 per adult and child\nAid for struggling small businesses, including more than $284 billion for forgivable Paycheck Protection Program loans and $15 billion \"in dedicated funding for live venues, independent movie theaters, and cultural institutions\"\n$300 per week for enhanced unemployment insurance benefits\n$20 billion to buy vaccines and make \"the vaccine available at no charge for anyone who needs it\" and $8 billion for vaccine distribution\n$20 billion for coronavirus testing efforts\n$25 billion for rental assistance and an eviction moratorium extension\n$82 billion for education providers like schools and colleges, including aid to help reopen classrooms safely and $10 billion for child care assistance\nThe deal will rescind \"$429 billion in unused funds provided by the CARES Act for the Federal Reserve's emergency lending facilities\"\n$13 billion in increased Supplemental Nutrition Assistance Program and child nutrition benefits\n$7 billion to bolster broadband access to help Americans connect remotely during the pandemic\n$45 billion to support transportation services, including $2 billion for airports, $1 billion for Amtrak and $16 billion for \"another round of airline employee and contractor payroll support\"\nA tax credit \"to support employers offering paid sick leave\" ##US Stimulus## The United Kingdom has identified a new, potentially more contagious coronavirus variant linked to a recent surge in cases in England. The new mutation is being called VUI-202012/01 – the first \"Variant Under Investigation\" in the UK in December 2020. While scientists hunt for more information about the variant, its impact is already being felt, with dozens of countries imposing restrictions on travelers from the UK. Here's what you need to know:  What is a variant and why are officials concerned about this one? A variant occurs when the genetic structure of a virus changes. All viruses mutate over time and new variants are common, including for the novel coronavirus.  Like other variants, this one carries a genetic fingerprint that makes it easy to track, and it happens to be one that is now widespread in southeast England. That alone does not necessarily mean a variant is more contagious or dangerous. But scientists advising the UK government have estimated that this variant could be up to 70% more effective at spreading than others. Peter Horby, chair of the New and Emerging Respiratory Virus Threats Advisory Group (NERVTAG), said Monday that experts \"now have high confidence that this variant does have a transmission advantage\" over other variants. The World Health Organization said Tuesday that the changes to the variant include 14 key mutations, and that some of them \"may influence the transmissibility of the virus in humans,\" though it added that further laboratory investigations were needed. Where did the variant originate and how has it taken hold? The new variant is believed to have originated in southeast England, according to the WHO. Public Health England (PHE) says backwards tracing, using genetic evidence, suggests the variant first emerged in England in September. It then circulated in very low levels until mid-November. Chris Whitty, England's chief medical officer, said Saturday the variant was responsible for 60% of new infections in London, which have nearly doubled in the last week alone. Multiple experts have also suggested that this new variant could have been amplified because of a superspreader event, meaning the current spike in cases could also have been caused by human behavior. Which countries are affected? The variant has already spread globally. As well as the UK, the variant has also been detected in Denmark, Belgium, the Netherlands and Australia, according to the WHO. Australia has identified two cases of the variant in a quarantined area in Sydney and Italy has also identified one patient infected with the variant. A similar but separate variant has also been identified in South Africa, where scientists say it is spreading quickly along coastal areas of the country. Learn more about the UK coronavirus variant here.  ##UK Variant## The UK coronavirus variant has not been identified through sequencing efforts in the United States, the US Centers for Disease Control and Prevention said in a scientific brief posted on its website Tuesday.  However, it says, only about 51,000 of 17 million US cases it has tallied have been sequenced — less than half a percent.  \"Ongoing travel between the United Kingdom and the United States, as well as the high prevalence of this variant among current UK infections, increase the likelihood of importation,\" the agency says.\n\"Given the small fraction of US infections that have been sequenced, the variant could already be in the United States without having been detected.\" The agency says: \"CDC is monitoring the situation in the UK and communicating with the European Centre for Disease Prevention and Control. CDC and state and local health departments are continually monitoring and studying the virus spreading in the United States to quickly detect any changes.\"  Last month, the agency launched a \"strain surveillance program”\" that it expects to be \"fully implemented\" in January; it will include states sending at least 10 samples biweekly for analysis.  Infectious disease expert discusses new variant: ##UK Variant## More than 90 soldiers will be deployed on Wednesday to assist Welsh medical services to ease pressure caused by a rise in coronavirus cases, Welsh Ambulance Services said Tuesday.  The soldiers will offer support in driving ambulances and assisting paramedics after the service warned earlier this month that it was under “acute pressure,” with almost double the amount of calls predicted and a “sharply rising” number of coronavirus cases in the community. “The extreme pressure on our ambulance service in the last couple of weeks has been well documented, and it’s why we’ve taken the decision to re-enlist the military, who did a superb job of assisting us earlier in the year,” Chief Executive of Welsh Ambulance Services, Jason Killens, said in a statement. This latest announcement comes after Welsh First Minister Mark Drakeford brought forward a planned lockdown on Sunday, moving Wales into Tier 4 -- the highest level of restrictions -- and scrapping plans to ease restrictions over the Christmas period. Drakeford made the “difficult decision” to impose an early Tier 4 lockdown from Sunday 20 December, rather than after Christmas, closing all non-essential shops and banning household mixing, with the exception of single-person households, which are permitted to form an exclusive support bubble with one other household. However, on Christmas Day, two households will be allowed to meet. Wales reported 2,761 new coronavirus cases on Tuesday and 24 new deaths from the virus, according to Public Health Wales.  According to Welsh Ambulance Services, more than 20,000 military personnel have been supporting public services across the UK during the pandemic as part of a \"COVID Support Force.\" ##Restrictions## Countries around the world are imposing bans and restrictions on travel from the United Kingdom to stem the transmission of a coronavirus variant that health authorities say can spread faster than others. The new variant discovered in the UK prompted authorities to impose a Tier 4 lockdown in London and southeast England and tighten restrictions for all of England over the festive period. Since the UK lockdown was announced on Saturday, nearly 40 countries in Europe, Asia, South America and the Middle East have restricted travel from the UK and in some cases, also travel from other countries that have documented cases with the variant. The variant has also been detected in Denmark, the Netherlands and Australia, according to the World Health Organization. In South Africa, a different coronavirus variant has been reported, the WHO's technical lead for Covid-19, Maria van Kerkhove, said Monday. The Republic of Ireland has banned flights and ferries from Britain on Monday and Tuesday, the government announced Sunday, but it is still possible to travel to Northern Ireland. The United States had not issued a ban on travel from the UK as of early Tuesday morning. However, New York Governor Andrew Cuomo has called for either a ban on travel from the UK or mandatory testing of passengers. Now all passengers on Delta, British Airways and Virgin Atlantic flights between the UK and New York City will be obliged to present negative tests ahead of their flight. ##UK Variant## Coronavirus-related deaths in England and Wales have decreased for the second week in a row, as of 11 December, the UK Office for National Statistics (ONS) said Tuesday in its latest weekly report. The number of death registrations in England and Wales involving coronavirus decreased from 2,835 in Week 49 (ending on 4 December) to 2,756 in Week 50 (ending on 11 December) -- a 2.8% decrease. Of all deaths registered in Week 50, 22.4% involved coronavirus, the ONS added. Of deaths registered across the entire UK in Week 50, 3,062 deaths involved coronavirus -- 98 fewer than in Week 49, the ONS noted. Coronavirus cases have been rising in the UK since the beginning of December, data shows. According to the latest daily figures from the British government, 33,364 new cases and 215 further deaths have been recorded in the UK. A new coronavirus variant has prompted the UK government to impose a Tier 4 lockdown in London and southeastern England, and tighten restrictions for all of England over the festive period.  ##Hotspots##  ##UK Variant## The Tokyo 2020 Olympic Organizing Committee reported on Tuesday its budget for the upcoming games totals $15.4B, including costs of postponement and additional Covid-19 countermeasures being taken. This is an increase from $12.6B forecast prior to the Olympics.  Speaking to reporters Tuesday, Tokyo 2020 CEO Toshiro Muto called the additional costs are a \"positive investment\" and said the games would be a “role model” for big international events during the pandemic. All 68 Olympic sponsors have agreed in principle to extend their agreements through 2021 and may combine sponsorship with additional support, according to Muto. Muto added some estimates predict the games will still generate 4-5trillion yen ($37-46M) in economic activity in Japan. Muto reiterated that the details of the game including the scale of the ceremonies, the numbers of foreign spectators, and virus prevention measures will be decided this spring.  ##Restrictions## With two Covid-19 vaccines approved for emergency use and politicians, health care workers and residents of long-term care facilities rolling up their sleeves, it's a natural question: What about me and my loved ones? A lot of factors play into the answer, and it depends on each person's health, what they do for a living and where they live. States will handle immunization campaigns differently, experts say. Some campaigns may be smoother than others, but if there is one piece of advice to keep in mind, it's this: Keep taking measures to protect yourself and your family until you're inoculated. That means continuing to wear masks, socially distance, avoid large gatherings and regularly wash your hands. People just need to be patient,\" said Claire Hannan, executive director of the Association of Immunization Managers. \"They need to be vigilant and protect themselves from the virus.\" As for when Americans can lower their guards and get back to in-person socializing, \"I would leave that to Dr. (Anthony) Fauci,\" she said, referring to the nation's top infectious disease expert and President-elect Joe Biden's incoming chief medical adviser. ##Vaccines## The new variant of coronavirus may require countries to vaccinate a higher proportion of their populations, raising the bar for achieving herd immunity, BioNTech CEO Ugur Sahin said in a news conference Tuesday. \"(On) the topic of herd immunity there is always the discussion about 60 to 70%,\" Sahin said. \"But if the virus becomes more efficient at infecting people, we might need even a high vaccination rate to ensure that normal life can continue without interruption.\"\n\"But 60 to 70% of vaccination rate will really dramatically change the situation,\" Sahin added. \"It is not that we have to deal with outbreaks if the virus becomes more effective but it still would provide a more or less normal life.\"  But he also added that he has \"scientific confidence\" that the current Pfizer/BioNTech could work against the new variant of coronavirus spreading across the UK. The full data will be available in two weeks. According to Sahin, the new variant has nine mutations but as the vaccine contains more than 1,270 amino acids and only nine have changed it means the \"99 percent of the protein is still the same.\"                                                                                                                                                                                                                                                                                                                                                                                                                            ##Vaccines## ##UK Variant## Humanity faces an unknown number of new and potentially fatal viruses emerging from Africa's tropical rainforests, according to Professor Jean-Jacques Muyembe Tamfum, who helped discover the Ebola virus in 1976 and has been on the frontline of the hunt for new pathogens ever since. \"We are now in a world where new pathogens will come out,\" he told CNN. \"And that's what constitutes a threat for humanity.\" As a young researcher, Muyembe took the first blood samples from the victims of a mysterious disease that caused hemorrhages and killed about 88% of patients and 80% of the staff who were working at the Yambuku Mission Hospital when the disease was first discovered. The vials of blood were sent to Belgium and the US, where scientists found a worm-shaped virus. They called it \"Ebola,\" after the river close to the outbreak in the country that was then known as Zaire. The identification of Ebola relied on a chain that connected the most remote parts of Africa's rainforests to high-tech laboratories in the West. Now, the West must rely on African scientists in the Congo and elsewhere to act as the sentinels to warn against future diseases. Read the full story: Morocco has imposed additional precautionary measures across the country including a night curfew to fight the spread of coronavirus and the new variant of the virus, state media reported on Tuesday. Those measures will start on December 23 and last for three weeks. A statement published on Morocco's state media (MAP) said that coffee shops, restaurants, shops, and supermarkets will close at 8 p.m. each night. A night curfew will be imposed for three weeks between 9 p.m. and 6 a.m. nationwide except for special cases. Public and private parties will be prohibited and restaurants will be completely closed in Casablanca, Marrakech, Agadir, and Tangier for three weeks, according to the statement.  All precautionary measures previously announced will be maintained, MAP reported. Morocco has reported more than 418,000 cases and 7,000 deaths. ##UK Variant## ##Restrictions##   A night curfew will be in place from December 22 to January 5 in Maharashtra's western Indian state, the official account of the Chief Minister of Maharashtra tweeted Monday evening. \"The Chief Minister of Maharashtra Uddhav Balasaheb Thackeray convened a meeting on the new strain of coronavirus that has been detected in Britain. A decision to impose a curfew till January 5 from 11pm until 6am was taken,\" the minister tweeted. The Health Ministry has not yet reported any cases of the new strain in India. Maharashtra officials also imposed new restrictions on international travelers arriving in India. People from Europe and the Middle East will have to undergo a 14-day institutional quarantine, and passengers from all other countries will be required to remain in home quarantine for 14 days, a second tweet from the Chief Minister added. The southern Indian state of Karnataka will also require passengers from UK, Denmark, and the Netherlands to remain in a seven-day home quarantine upon landing, and travelers from these three countries who have arrived in Karnataka in the last two weeks will undergo a mandatory RT- PCR Test, according to Dr. K Sudhakar, Karnataka Health Minister. \"While there is no need to panic, I urge people to continue to follow all precautionary measures and stay safe,\" K Sudhakar tweeted Monday. On Monday, the Indian Ministry of Civil Aviation banned flights to and from the UK till the end of the year in light of the \"prevailing\" situation. India has recorded more than 10 million cases of coronavirus, including over 146,000 deaths, according to the Indian Ministry of Health. India reported 19,556 new cases of coronavirus Tuesday, the lowest number of cases reported in a single day since July 2. The country also reported 303 new deaths, the lowest single-day toll since June 10, according to a CNN tally of figures from the Indian Ministry of Health. ##UK Variant## ##Restrictions## Coronavirus testing is \"part of the discussion\" that the UK Transport Secretary Grant Shapps and his French counterpart are having right now on border closures between the two countries, UK Home Secretary Priti Patel said Tuesday. “Getting those tests up and running, you know (it) can happen relatively quickly, but in terms of the details of that, that is something that both the transport secretary and his counterpart will be discussing right now,” Patel told the BBC. \n“I don't want to speculate in terms of the nature of the testing and how soon that could be up and running,\" she added, noting that the Transport Secretary is expected to speak on the matter on Tuesday.  Pressed on the number of trucks currently stuck in gridlock on the M20 motorway near the port of Dover, the Home Secretary said the number continues to fluctuate. “I think highways England have actually confirmed overnight that the numbers were now around approximately -- and this changes -- around 900. But of course, you've got to bear in mind that lorries are moving constantly,” she said. Speaking during an interview with Sky News, Patel asserted that the government is “considering everything” to ease the situation. “We’re considering everything, and rightly so….we have to do everything we can to stop the spread of this virus, so we’re in discussion with our French counterparts. Grant Shapps is having those discussions and we’ll find a resolution,” she said.  ##Restrictions## ##UK Variant## A night curfew will be in place from December 22 to January 5 in India's western Maharashtra state, the official account of the Chief Minister of Maharashtra tweeted Monday evening. \"The Chief Minister of Maharashtra Uddhav Thackeray convened a meeting on the new strain of coronavirus that has been detected in Britain. A decision to impose a curfew till January 5 from 11pm until 6am was taken,\" the minister tweeted.  India's Health Ministry has not yet reported any cases of the new strain in the country.  Maharashtra officials also imposed new restrictions on international travelers arriving in the state, which is home to India's financial capital, Mumbai. People from Europe and the Middle East will have to undergo a 14-day institutional quarantine, and passengers from all other countries will be required to remain in home quarantine for 14 days, a second tweet from the chief minister added.  Karnataka measures: The southern Indian state of Karnataka will also require passengers from the UK, Denmark, and the Netherlands to remain in a seven-day home quarantine upon landing, and travelers from these three countries who have arrived in the state in the past two weeks will undergo a mandatory RT-PCR Test, according to Dr. K. Sudhakar, Karnataka's Health Minister. \"While there is no need to panic, I urge people to continue to follow all precautionary measures and stay safe,\" Sudhakar tweeted Monday.  On Monday, the Indian Ministry of Civil Aviation banned flights to and from the UK until the end of the year in light of the \"prevailing\" situation.  The situation in India: India reported 19,556 new cases of coronavirus Tuesday, the lowest number of cases reported in a single day since July 2. The country also reported 303 new deaths, the lowest single-day toll since June 10, according to a CNN tally of figures from the Indian Health Ministry. India has recorded more than 10 million Covid-19 cases, including over 146,000 deaths, according to the Health Ministry.  ##UK Variant## ##Restrictions## Thousands of people are facing the prospect of spending Christmas isolating at home as Australia's biggest city, Sydney, battles to contain a Covid-19 outbreak. New South Wales -- the state that's home to Sydney -- has brought in tough rules to control a cluster which has now grown to 90 cases.  Those rules include asking contacts of coronavirus cases to self-isolate. \"There are currently many thousands of people in self-isolation,\" a NSW Health spokesperson said in a statement.  The spokesperson said that close contacts of confirmed cases must continue to self-isolate for 14 days since their exposure -- even if they receive a negative test result. According to the spokesperson, that's because a person can test positive up to two weeks after exposure. \"NSW Health would like to sincerely thank everyone who is doing their part to keep their loved ones and the wider community safe. We appreciate it is difficult for people, especially at this time of year,\" the spokesperson said. Tough approach: The self-isolating rules aren't the only steps NSW authorities are taking to curb the virus' spread -- and maybe even save Christmas. The Northern Beaches municipality -- with a population of just over 250,000 -- is under lockdown until Wednesday night in an attempt to prevent new cases. The state has also rolled out record numbers of tests -- on Monday, 44,466 new tests were carried out, and only eight new locally-transmitted cases were found. Seven of the eight new local cases are linked to the Sydney cluster, NSW Health said Tuesday, and the eighth is still under investigation.  Where the cluster came from: NSW health minister Brad Hazzard said Monday that \"patient zero\" for the Avalon Cluster is likely to have been a passenger who flew to Sydney from Los Angeles on December 1. The outbreak ended a run of around two weeks with no community transmission in Sydney, which has reported a total of 4,600 Covid-19 cases since the pandemic began. Australia has imposed strict border rules, preventing foreigners besides those traveling from New Zealand from entering the country, and requiring international arrivals to quarantine in a state facility for two weeks at their own cost.  ##Restrictions## At least 427 new Covid-19 cases were confirmed on Monday from a Covid-19 cluster stemming from a seafood market outside of Bangkok, Dr. Taweesilp Visanuyothin, the spokesperson of the center for Thailand’s Covid-19 Situation Administration (CCSA), said Tuesday. The cluster from the Samut Sakhon province has grown to more than 1,000 in a few days, mostly among migrant workers. Train travel between Samut Sakhon province and Bangkok has been suspended until January 3. Foreigners are currently prevented from entering or leaving Samut Sakhon. Thailand has reported more than 5,200 Covid-19 cases and 60 deaths since the start of the pandemic.  What officials are doing: Authorities have extended screening of foreign workers in all fresh food markets in Bangkok and construction sites in the city.   \"Migrant workers are not allowed to travel in or out of the (Samut Sakhon) province. Local people can travel to other provinces but have to report their destination to the authorities,\" Samut Sakhon's governor said on Monday.  ##Hotspots## A pilot from New Zealand who was a close contact of Taiwan's first locally transmitted case in more than 250 days is facing a fine after failing to disclose a complete history of his activities during a contact tracing investigation. Taiwan on Tuesday reported its first local Covid-19 case since April -- a woman in her 30s. According to Taiwan's Health Ministry, the woman tested positive for coronavirus after coming in contact with the New Zealand pilot -- a man in his 60s -- between December 8 and 12. The pilot flew to the United States on November 29 and returned to Taiwan on December 4, Taiwan's Center for Disease Control said in a news release. He was tested on December 18 and tested positive for antibodies on December 20. He's now facing a fine of between 60,000 to 300,000 New Taiwanese dollars ($2,100 to $10,600) for \"failing to inform\" authorities of a complete history of his activities and who he had contact with during the contact tracing investigation. Contact tracing investigators found the pilot had visited “multiple public places” during that time. Read more about the situation in Taiwan: Imagine spending two weeks in a strict quarantine, not allowed to go anywhere beyond a small hotel room even to eat or exercise. Now, imagine doing all of that -- with children. That was the situation Julie Earle-Levine, an Australian who lives in New York City, found herself in earlier this year when her father died unexpectedly. In a normal year, she would have made a last-minute flight booking and gotten to Oz as quickly as possible.  But Australia's strict entry rules meant that Earle-Levine's family had to agree to postpone the funeral for several weeks so that she and her 13-year-old son Jack could make it to Australia, go through a mandatory quarantine in a hotel, and then join the rest of the family in Queensland. She isn't alone. The coronavirus pandemic has halted global travel and caused many countries to close their borders to non-citizens.  The people who need to travel have to go through an obstacle course of Covid tests, entry caps, canceled and rescheduled flights and mandatory quarantines. When you add more people to the equation, the challenges become harder. What quarantine was like: Earle-Levine and her son had different approaches to staying busy during quarantine. Jack adapted his usual activities -- kicking a tennis ball around the suite instead of playing soccer, and watching chess games on Twitch instead of playing against friends.  Earle-Levine, in return, threw herself into work. Staying occupied helped to pass the time, but it also meant she didn't have the ability to wallow in her grief.  Quarantine also provided an unusual bonding experience.  \"I just stacked meetings and worked hard every day and then at night we just watched TV and really relaxed together,\" Earle-Levine says of a typical day in lockdown. \n\"We really didn't even have one fight, and in New York we bicker all the time. There was a bit of mutual respect. We turned the corner.\" Read the full story: The British government will continue working with France today to try to unblock the flow of trade across the Channel, the UK Home Secretary said Tuesday. On Sunday, France introduced a border closure after the UK announced it had identified a new, potentially more contagious coronavirus variant linked to a recent surge in cases in England.  \"We speak to our colleagues in France constantly on a range of issues and that work has been underway over the last 24 hours and we'll continue today,\" Home Secretary Priti Patel told Sky News on Tuesday. Asked if there would be a resolution today, Patel said: \"We're working to get a resolution.\" \"It's in both our interests to ensure that we have flow,\" she said. \"We'll see what materializes today.\" ##Restrictions##  ##UK Variant## South Korea's Health Ministry is curtailing Christmas gatherings during the holiday season by declaring a \"special quarantine period.\" Health Ministry official Yoon Tae-ho said in a briefing Tuesday that the country will tighten social distancing measures for the country between December 24 to January 3. All religious facilities in the country are banned from holding in-person services or gatherings. Diners are limited to groups of five at restaurants and all cinemas must close after 9 p.m.  Resorts and hotels may remain open, but guest occupancy is limited to 50%. Parks and tourist destinations that are usually popular during the new year holiday will be closed. Gatherings of five or more people are banned in greater Seoul. Although that rule does not apply outside of greater Seoul, the ministry issued a strong recommendation to people around the country not to gather in groups of five or more. ##Restrictions## Four cases with the United Kingdom Covid-19 variant have been detected in Australia, the country's Chief Medical Officer Paul Kelly said Monday.  \"Even if someone from the UK came with that virus, and there have only been four so far, it would be controlled in the Australian context,\" he said at a news conference.  Kelly stressed that after assessing the risk of travel from the UK with a panel of medical experts, there was \"no need for this to be a cause of us changing any of our arrangements here in Australia, or to be concerned about people coming from the UK.\"  The chief medical officer said that Australia had decided not to shut off transport links with the UK because it already had robust quarantine arrangements for international arrivals. He described the quarantine rules as \"our rings of containment, to protect the Australian public.\"  Strict immigration controls mean that only Australian citizens, permanent residents and people who reside in New Zealand have been permitted to travel to the country. International arrivals from places other than New Zealand need to spend 14 days in a state-run quarantine at their own cost.  Kelly said that medical experts in Australia had been monitoring mutations of the virus since the beginning of the pandemic. \"There have been thousands of them. And there have been many mutations that have changed the particular part of the virus, the spike protein, that we're quite interested in because that's the way it enters cells. But none of them so far have really been of major concern.\" ##Restrictions## ##UK Variant## Life expectancy in the United States was on the rise before the coronavirus pandemic struck, the US Centers for Disease Control and Prevention’s National Center for Health Statistics reported Tuesday. For the second consecutive year, Americans’ life expectancy rose in 2019, according to the report “Mortality in the United States: 2019.” That’s despite an increase in drug overdose deaths and a record high of 2.85 million deaths, 15,633 more than the total in 2018. “The age-adjusted death rate for the entire U.S. population decreased by 1.2% from 723.6 deaths per 100,000 population in 2018 to 715.2 in 2019,” NCHS reported. \n“As a result, life expectancy at birth for the U.S. population increased 0.1 year from 2018 to 78.8 years in 2019.” \nThis was largely due to a decline in mortality from cancer, chronic lower respiratory diseases, influenza and pneumonia, suicide, and stroke, the report said.  Life expectancy increased for both men and women. Men gained 0.1 year from 76.2 in 2018 to 76.3 in 2019, while women gained 0.2 years from 81.2 years in 2018 to 81.4 years in 2019, the report found. Final life expectancy and death rate data for 2020 is not yet available, but will reflect the mortality toll from the pandemic, the CDC said. More than 319,000 people have died from coronavirus in the US. ##Hotspots## The United States has reported at least 18,035,209 cases of coronavirus, including at least 319,364 deaths, according to Johns Hopkins University's tally. On Monday, Johns Hopkins reported 190,519 new cases and 1,696 additional deaths. At least 4,624,325 vaccine doses have been distributed and at least 614,117 doses of the vaccine have been administered, according to the US Centers for Disease Control and Prevention. The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases.  CNN is tracking US cases: ##Hotspots## Taiwan reported its first locally-transmitted Covid-19 case since April on Tuesday, breaking a run of more than 250 days without one, according to figures released by the island's Health Ministry. The ministry said the case was a woman in her 30s who had contact with another positive case, a foreign pilot, between Dec. 8 and 12. The island of 23 million people last reported a locally transmitted case on April 12. Taiwan also reported three imported cases Tuesday, bringing its total Covid-19 infections since the pandemic began to 770. Just seven people have died from coronavirus in Taiwan.  On Monday, a top Taiwanese health official said the island would not consider banning flights from the UK after a new strain was detected because of sufficient preventative measures already in place, according to Taiwanese state media. Taiwan's outbreak: Taipei's response to the coronavirus pandemic has been one of the world's most effective.  Taiwan has never had to enact strict lockdowns. Nor did it resort to drastic restrictions on civil freedoms, like in mainland China. Instead, Taiwan's response focused on speed. Taiwanese authorities began screening passengers on direct flights from Wuhan, where the virus was first identified, on December 31, 2019 -- back when the virus was mostly the subject of rumors and limited reporting. Taiwan confirmed its first reported case of the novel coronavirus on Jan. 21 and then banned Wuhan residents from traveling to the island. All passengers arriving from mainland China, Hong Kong and Macao were required to undergo screening. All this happened before Wuhan itself went into lockdown on Jan. 23. By March, Taiwan banned most foreign nationals from entering the island, apart from diplomats, residents and those with special entry visas.  The Dominican Republic will suspend all “aerial operations” between the island and the United Kingdom starting Monday until January 10, according to a statement published Monday by the country’s aviation authority.  This follows the UK identifying a new, potentially more contagious coronavirus variant linked to a recent surge in cases in England. All other operations such as emergency flights, cargo and airmail will not be affected by the mandate, the Dominican Republic statement added. Guatemalan health authorities announced on Monday that travelers who had visited the UK or any of the countries related to the new variant in the past 14 days were prohibited from entering the country. Guatemala’s health minister said further details on the new restrictions for travelers from the UK will be announced Wednesday. ##Restrictions## ##UK Variant## Authorities in Thailand's capital Bangkok have announced a new set of measures to curb the spread of infections from an outbreak linked to a seafood market in neighboring Samut Sakhon province, according to the PR Thai Government verified Facebook account.  Bangkok Metropolitan Administration (BMA) announced that Bangkok schools close to Samut Sakhon would close for 14 days from December 21.  People who live in Samut Sakhon and commute to work in Bangkok have been ordered to work from home. Screening centers for foreign workers have been set up at four major roads into the city.  The BMA has asked the public and businesses to refrain from organizing activities with large gatherings, including celebrations over the New Year holiday. Hundreds of people -- many of them foreign migrant workers -- were infected at a Samut Sakhon seafood market. Officials have begun screening migrant workers in all fresh food markets in Bangkok and construction sites in the city. \"Migrant workers are not allowed to travel in or out of the province. Local people can travel to other provinces but have to report their destination to the authorities,\" Samut Sakhon's governor said on Monday.  Thailand has been relatively effective at managing its coronavirus outbreak. In total, the country has reported nearly 5,300 cases and 60 deaths, according to Johns Hopkins University. ##Hotspots## The greater Seoul area has added 1,100 hospital beds and 112 intensive care unit (ICU) beds for Covid-19 patients since last week, Health Ministry official Yoon Tae-ho said in a briefing Tuesday.  This comes after two people with Covid-19 died while waiting for a hospital bed in Seoul city earlier this month. Yoon added that the number of available ICU beds will increase this week as the patients are relocated and more wards are converted to ICU.  There are 44 ICU beds available for Covid-19 patients nationwide and 10 in the Seoul metropolitan area as of Tuesday. As of midnight, 248 patients in the Seoul metropolitan area had been waiting for more than a day for a bed. On December 17, this figure was at 595. Yoon said the situation is improving and expected to be resolved this week. The situation in South Korea: More than 51,000 cases have been reported in the country, including 722 deaths. ##Hotspots## Malaysia has signed an agreement with pharmaceutical company AstraZeneca for 6.4 million doses of its Covid-19 vaccine, Prime Minister Muhyiddin Yassin said Tuesday, state news agency Bernama reported. The country has now secured 40% of the supply needed to vaccinate its entire population of more than 32 million people. Malaysia had previously signed agreements with COVAX and Pfizer for enough supply to vaccinate 30% of the population, according to Bernama. The government is also negotiating with Sinovac, CanSino and Gamaleya to secure enough vaccines for 80% of the population -- or around 26.5 million people, Muhyiddin added in a video address.  Vaccine timeline: The prime minister said the government expects 1 million doses of the Pfizer vaccine will be rolled out to target groups as early as February. Muhyiddin will be among the first individuals to receive Covid-19 vaccine injections, followed by frontline workers and high-risk groups, Bernama reported. Malaysia has reported 95,327 total cases of Covid-19 and 438 deaths as of Monday, according to Johns Hopkins University. ##Vaccines## The Ministry of Health of Trinidad and Tobago updated its health protocols on Monday for travelers coming into the islands from the UK due to the new coronavirus variant, according to a statement published by the ministry Monday. The new guidance requires UK travelers to spend 14 days of mandatory quarantine in a “state supervised facility,” up from seven previously.  All travelers entering Trinidad and Tobago are still required to provide a negative PCR test completed within 72 hours prior to traveling, the statement says. Several countries, including Argentina, Chile, Colombia, El Salvador, Peru and Panama have already banned travel from the UK due to the new coronavirus variant. ##Restrictions## ##UK Variant## Congress voted Monday evening to approve a far-reaching $900 billion Covid relief package that promises to accelerate vaccine distribution and deliver much-needed aid to small businesses hit hard by the pandemic, Americans who have lost their jobs during the economic upheaval and health care workers on the front lines of the crisis. The White House has said that President Donald Trump will sign the legislation once it reaches his desk. Final passage of the aid package came after Hill leaders announced Sunday evening they had finally reached a deal after months of bitter partisan stalemate and days of contentious negotiations that created uncertainty over whether an agreement could be reached at all or if talks would collapse.  What the package includes: The rescue package, which was negotiated on a bipartisan basis, was combined with a massive $1.4 trillion government spending bill to fund federal agencies for the new fiscal year in a 5,593-page bill.  It will include direct payments of up to $600 per adult, enhanced jobless benefits of $300 per week, roughly $284 billion in Paycheck Protection Program loans, $25 billion in rental assistance, an extension of the eviction moratorium and $82 billion for schools and colleges. \"We can finally report what our nation has needed to hear for a very long time: More help is on the way,\" Senate Majority Leader Mitch McConnell said Sunday night announcing the deal. Opposition: A deal was reached only after both parties relinquished some of their key demands along the way to make it happen.  Faced with Republican opposition, Democrats were forced to abandon a push for roughly $160 billion in aid to cash-strapped states and cities, while Republicans dropped a demand for liability protections after Democrats signaled that was a red line.  Democrats are already signaling that they want to see more relief passed in the next session of Congress after President-elect Joe Biden takes office.  \"I consider this a first step and again, more needs to be done,\" House Speaker Nancy Pelosi said at a news conference Sunday evening.  Read the full story: Eight medical associations of doctors and nurses in Japan declared \"a medical emergency\" on Monday. They called for the Japanese government to alert the public to the severity of the pandemic and add resources to the medical front line.    \"If things go as is, the public will not be able to receive the usual medical service, and we cannot provide the necessary medical service nationwide,\" a statement issued by the associations of doctors, nurses, and hospitals read.  \"The medical system nationally is getting strained day-by-day, becoming like a candlelight in the wind,\" Toshio Nakagawa, the chairman of Japan Medical Association, added.  \"We would like the government to take every measure they can take now.\" Japanese Prime Minister Yoshihide Suga responded to the call for a state of emergency in an interview with Japanese TV network TBS late Monday, saying the government is taking advice from medical experts and will not impose such measures yet. Cases in Japan: Japan's Ministry of Health reported 1,804 new coronavirus infections and 44 deaths from Monday, pushing up total cases past 200,000. The country's total number of cases stands at 201,380 and the death toll at 2,957.  Tokyo accounted for 392 of the new cases from Monday. Tokyo Gov. Yuriko Koike asked all residents of the capital to stay home during the new year holiday season to prevent the escalation of infections.  \"I would like you all to put the priority on life for this new year holiday season. I would like you to protect the lives of your family, friends, and yourselves,\" Koike said in a news conference Monday.  ##Hotspots## Pfizer and Moderna are testing their coronavirus vaccines to see if they work against the new mutated version of the virus that’s recently been found in the United Kingdom and other countries, according to company statements.   \"Based on the data to date, we expect that the Moderna vaccine-induced immunity would be protective against the variants recently described in the UK,\" Moderna said in a statement. \n\"We will be performing additional tests in the coming weeks to confirm this expectation.\" Pfizer said it is now “generating data” on how well blood samples from people immunized with its vaccine “may be able to neutralize the new strain from the UK.”  Pfizer and Moderna make the only two coronavirus vaccines that have been authorized by the US Food and Drug Administration.  The novel coronavirus has mutated before, and both companies say they’ve found that their vaccines worked against other variations of the virus.  Some researchers who are examining the genome of the UK variant told CNN they have concerns that this variant’s mutations might possibly somewhat diminish the effectiveness of the vaccine.  “You could imagine some modest hit in vaccine efficacy, which wouldn’t be good, but I don’t think it would break the vaccine,” said Trevor Bedford, an associate professor in the vaccine and infectious disease division of the Fred Hutchinson Cancer Research Center.  Read more about the UK coronavirus variant: ##Vaccines## ##UK Variant## A new Covid-19 variant linked to a surge of cases in the United Kingdom is probably already in the United States, Dr. Anthony Fauci, director of the National Institutes of Allergy and Infectious Diseases, said Monday. “You have to make that assumption,” Fauci told PBS Newshour’s Judy Woodruff. “When you see something that is pretty prevalent in a place like the UK, there are also mutations that we're seeing in South Africa, and given the travel throughout the world, I would not be surprised if it's already here.\" He added that \"when we start to look for it we're going to find it.\" “Certainly it's not yet the prevalent one, the way it seems to have assumed that prevalent nature in the UK, but we're going to be looking for it right now, and I'm sure sooner or later we're going to run into it and find it.\" Fauci said since the novel coronavirus that causes Covid-19 is an RNA virus it tends to mutate a lot. “Most of the mutations have no functional relevance,” he said. “This one has a suggestion that it might allow the virus to spread more readily.” Fauci said researchers are still trying to determine if the variant is more transmissible, but he said it doesn’t seem to have any impact on the deadliness of the virus. “It doesn't make people more sick and it doesn't seem to have any impact on the protective nature of the vaccine that we're currently using,” the chief medical adviser for the incoming Biden administration said. Fauci said researchers need to keep an eye on it to determine if “there’s more functional relevance.\" He said he thinks a UK travel ban is premature because there’s not enough evidence to warrant “essentially a travel lockdown.” Fauci said he prefers considering the possibility of mandatory testing of travelers from the UK. ##UK Variant## The United States reported 115,351 current Covid-19 hospitalizations on Monday, setting a new record high since the pandemic began, according to the Covid Tracking Project (CTP).  This is the 20th consecutive day that the US has remained above 100,000 current hospitalizations. The highest hospitalization numbers according to CTP data are: Dec. 21: 115,351 people hospitalized\nDec. 17: 114,459 people hospitalized\nDec. 18: 113,955 people hospitalized\nDec. 19: 113,929 people hospitalized\nDec. 16: 113,278 people hospitalized ##Hotspots## There have been at least 18,011,449 cases of coronavirus in the United States and at least 319,255 people have died from Covid-19, according to data compiled by Johns Hopkins University.  It took the US 284 days to reach 9 million Covid-19 cases, according to university data. It only took the nation 52 days to reach the second 9 million cases. Johns Hopkins recorded the first case of coronavirus in the US on Jan. 21.  ##Hotspots## President-elect Joe Biden received his first dose of the Pfizer and BioNTech coronavirus vaccine on live television Monday afternoon and reassured Americans of the vaccine's safety. The shot, which Biden received in his left arm, was administered at ChristianaCare's Christiana Hospital in Newark, Delaware, by Tabe Mase, who is a nurse practitioner and the head of employee health services at the hospital, according to the Biden transition team. \"We owe these folks an awful lot,\" Biden said, thanking those involved in the vaccine's development and distribution and front-line health care workers. Biden said the Trump administration deserved \"some credit\" for Operation Warp Speed, the federal government's vaccine program, and their role in making coronavirus vaccinations possible. \"I also think that it's worth saying that this is, is great hope. I'm doing this to demonstrate that people should be prepared, when it's available, to take the vaccine. There's nothing to worry about. I'm looking forward to the second shot; so is Jill,\" Biden said.\n\"She's had her shot earlier today. She loves shots, I know,\" he said, taking his wife's hand as she laughed. Biden noted that the vaccine rollout was in beginning stages and cautioned Americans about the long road ahead. \"It's going to take time,\" he said. Read more here. ##Vaccines## UK Prime Minister Boris Johnson held an emergency meeting with ministers on Monday, after fears about a new coronavirus variant discovered in the country prompted a chaotic border shutdown and saw British travelers shut out from dozens of countries in Europe and around the world. Alarm over the new variant, which was first identified in England, led a number of nations to impose restrictions on travel from the UK. France announced a temporary ban on all travel and accompanied freight on Sunday night, a potential disaster for UK exporters who rely on trade with Europe. The border closure exacerbated pre-Christmas delays, with trucks backed up from the port of Dover in the southeast of England, a key crossing point for hauliers. Worse, the move has sparked worry that European exporters would be reluctant to send goods to the UK, for fear of not being able to return. The timing of the restrictions, just days before Christmas and the end of the Brexit transition period, raised concerns about food and medicine shortages in the UK at a critical time. Johnson sought to allay those concerns in a televised press conference on Monday, telling Britons that \"the vast majority of food and medicine supplies are coming and going as normal.\" His transport secretary, Grant Shapps, added that 170 lorries were still stuck on the motorways around Dover, with more in a holding area, but said that number had been reduced from over 500 on Sunday night. It came after Kent Police were forced to close sections of England's M20 motorway to \"avoid gridlock\" in the area surrounding the Eurotunnel. Operation Stack -- a contingency plan that allows part of the highway to be allocated to parked trucks -- has been put in place. Read the full story: ##Restrictions## ##UK Variant##", "Section": "world", "Writers": ["Julia Hollingsworth", "Adam Renton", "Melissa Macaya", "Melissa Mahtani"], "URL": "https://www.cnn.com/world/live-news/coronavirus-pandemic-vaccine-updates-12-22-20/index.html", "MainKeyWord": "Macao", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}