{"Type": "article", "Time": "2021-01-19", "Headline": "What you need to know about coronavirus on Tuesday, January 19", "Text": "The UK is in the middle of a devastating second wave, pushing health care workers closer to the brink as they treat more Covid-19 patients in hospitals than at any point in the pandemic, Kara Fox reports.  Fazilah, an intensive care unit (ICU) nurse at a central London hospital, told CNN that during the first wave of the pandemic, she was enveloped by a wave of depression for months, but was too busy saving other people's lives to be able to identify it, or process it. Now she's working through another nightmare. UK Prime Minister Boris Johnson warned last week that the country's hospitals are at substantial risk of being overwhelmed if cases keep rising. The country had the highest death rate in the world last week, according to Our World in Data. There are currently more than 37,400 Covid-19 patients in UK hospitals. ICU nurses working for the UK's National Health Service (NHS) are bearing the brunt of this surge. A number of ICU workers CNN spoke to say they have been pushed to \"dilute\" the level of care because of the spike in admissions and in some cases they say they are treating as many as eight patients at a time -- far higher than the \"safe\" NHS recommended ICU nurse to patient ratio of 1:1 to 1:2. While the NHS has not responded to CNN's request for comment, NHS chief executive Simon Stevens told the BBC on Sunday that the nurse to patient ratio varied between hospitals from 1:1 to 1:2 to 1:3, and that staff are making \"dynamic adjustments in real time.\" It's a situation that not only risks compromising the level of care for the sick, but also adds to the stress and well-being of the health care workers providing it, Ameera Sheikh, an ICU nurse and Unite union representative at a London hospital, told CNN. Even on off days, it's almost impossible to switch off. \"Guilt suddenly rushes in because you aren't at work helping,\" she said. And when a patient dies, there is often little time to grieve before the next patient arrives. \"It's like you're on a constant carousel and you can't get off,\" said Fazilah. YOU ASKED. WE ANSWERED Q: How do I find out if my age- group is eligible for a Covid-19 vaccination in the US? A: First, start with a call to your primary care doctor. They can confirm which phase you should be in -- definitions can change from state to state -- and give you an idea of when vaccinations are expected to begin in your local community health and hospital systems. Next, check the Covid-19 vaccination page on your state health department's website. Most have links to county-level appointment sites where you can sign up, and emails where you can direct questions.  For those who are less internet savvy, each state also provides a phone number. Be patient, experts suggest, as the lines are often busy. To assist, CNN has created a list of vaccination information pages for all 50 states and territories here: Send your questions here. Are you a health care worker fighting Covid-19? Message us on WhatsApp about the challenges you're facing: +1 347-322-0415. WHAT'S IMPORTANT TODAY China is hitting back at criticism of its vaccines with a dangerous disinformation campaign With Chinese medical company Sinovac facing questions over the efficacy of its coronavirus shot, China's propaganda apparatus has chosen to attack other vaccines. It is a dangerous gambit that could risk undermining overall confidence in mass vaccinations just as the world desperately needs people to get inoculated, James Griffiths reports. For example, the state-run tabloid Global Times has led the way in defending Chinese-produced vaccines, not by establishing their effectiveness, but by seeking to tear down the reputation of other candidates -- particularly those produced by US company Pfizer.   Trump removes some US Covid-19 travel restrictions despite Biden being against the order  Days before Joe Biden is set to take over the Presidency, US President Donald Trump has lifted coronavirus-related travel restrictions for much of Europe, the UK, and Brazil, effective January 26.  Biden's administration has promised to block the move, over worries about \"more contagious variants emerging around the world,\" Biden's incoming press secretary Jen Psaki said on Twitter.  While new cases in the US are trending downwards since hitting a peak last week, experts are urging Americans not to let their guard down.  The country, which surpassed 24 million cases on Monday, has averaged about 207,000 new cases daily in the past seven days -- with California becoming the first state to top 3 million cases. Meanwhile, health officials in the badly-hit state have told medical providers not to administer doses from one lot of Moderna's coronavirus vaccine -- which contains more than 330,000 doses -- while they investigate possible severe allergic reactions last week.  Australian Open turmoil raises questions for Tokyo Olympics The controversy over tennis' Australian Open, which has seen 72 players placed under strict hotel quarantine, has raised questions about whether large-scale international sporting events can take place in the middle of a pandemic and could offer a preview of the difficulties facing this summer's Tokyo Olympics, Helen Regan, Paul Devitt and Angus Watson report.  ON OUR RADAR Biden and his administration vow to ensure Black and brown people get equal access to the Covid-19 vaccine through mobile clinics, vaccination centers and partnerships with local communities.\nChina and the World Health Organization could have acted quicker and more forcefully to contain the start of the coronavirus outbreak, an independent review panel said on Monday. \nSingapore Airlines is hoping to become the world's first airline to get all of its crew members vaccinated.\nIf Kim Jong Un destroyed North Korea's economy to keep Covid-19 out, will sanctions ever be enough to stop him pursuing nuclear weapons?  TOP TIP Those already exhausted by 2021 -- and well, all of 2020 -- can get some relief by calling a hotline and screaming down the line. Just Scream!, a hotline created by elementary school teacher Chris Gollmar, aims to reduce tension for those needing an outlet. All you have to do is call up and scream as loud as you want, for as long as you want -- and then hang up. TODAY'S PODCAST \"For the vast majority of Americans, the testing program they are being sold ... is simply an illusion of public health.\" --  Dr. Michael Mina, assistant professor of Epidemiology at Harvard's T.H. Chan School of Public Health.  In today's episode, CNN Chief Medical Correspondent Dr. Sanjay Gupta speaks with Mina about the game-changing potential of affordable at-home rapid testing. Listen now.", "Section": "world", "Writers": ["Tara John"], "URL": "https://www.cnn.com/2021/01/19/world/coronavirus-newsletter-01-19-21-intl/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Singapore", "Source": "CNN"}