{"Type": "article", "Time": "2020-05-16", "Headline": "May 16 coronavirus news", "Text": "Our live coverage of the global coronavirus pandemic has moved here More than 15,000 people have died in Brazil after contracting the novel coronavirus, the country's health ministry says.  Health officials reported 816 new deaths on Saturday, bringing the total to 15,633. The number of cases in Brazil continues to rise. There are 233,142 cases of the virus in the country and 14,919 new cases were reported in the 24-hour period between Friday and Saturday, the ministry said. Brazil has the fourth-highest number of Covid-19 cases in the world, according to data from Johns Hopkins University. The latest uptick pushed Brazil's case count past Spain and Italy. ##Cases## The 145th Preakness Stakes has been rescheduled for October 3 at the Pimlico in Baltimore, Maryland. The race, part of horse racing's Triple Crown, was postponed because of the coronavirus pandemic.  “We all wish we could have been together today to celebrate the Preakness but we stayed home and stayed safe and now we can look forward to Preakness 145 on October 3rd,” said Belinda Stronach, the chairwoman and president of the Stronach Group, which owns the Pimlico. The Preakness Stakes, typically held on the third Saturday in May, was postponed in March.  The other two Triple Crown races, the Kentucky Derby and the Belmont Stakes, were also postponed. The Kentucky Derby has been rescheduled for September 5 and organizers for the Belmont Stakes have not announced a new date. ##The Future## Authorities in the Chinese city of Wuhan, where the novel coronavirus was first reported, suppressed key details about the magnitude of the initial outbreak, according to Dr. Zhong Nanshan, the Chinese government's senior medical adviser.  \"The local authorities, they didn't like to tell the truth at that time,\" Zhong said. \"At the very beginning they kept silent, and then I said probably we have (a larger) number of people being infected.\" Zhong said he became suspicious when the number of officially reported cases in Wuhan remained at 41 for more than 10 days — despite infections emerging overseas. China has reported more than 82,000 coronavirus cases, with at least 4,633 deaths, according to data from the country's National Health Commission. The number of new infections surged quickly in late January, prompting city lockdowns and nationwide travel bans. Read the full story here ##Cases## Dr. Zhong Nanshan, the top respiratory authority in China, says the country still faces a \"big challenge\" of a potential second wave of Covid-19 infections. \"The majority of ... Chinese at the moment are still susceptible of the Covid-19 infection, because (of) a lack of immunity,\" Zhong said in an exclusive interview with CNN. \"We are facing (a) big challenge, it's not better than the foreign countries I think at the moment.\" Zhong, the Chinese government's senior medical adviser and the public face of the country's fight against Covid-19, said Chinese authorities should not be complacent. Lockdowns have eased and some schools and factories have already reopened across the country. Read the full story here. ##The Future## Hotels and some public spaces in Spain will be allowed to reopen by Monday, the Spanish government said. Saturday’s government communiqué spelled out the how provinces, cities and autonomous regions are allowed to reopen business according to a classification system of \"phases\" outlined by the Health Ministry which is leading and guiding other government agencies in this transition period. Most of the nation will remain on phase one, meaning that gatherings may not include more than 10 people. Hotels and public spaces may open but with caveats, including limited occupancy and closed common areas. The biggest change comes for regions in Spain that will be classified as phase 2. Sporting and outdoor activities will be allowed to take place freely except during hours reserved for the elderly. That includes the Balearic Islands of Formentera and La Graciosa, and La Gomera and El Hierro, two islands that are part of the Canary Islands. Densely populated areas, including the cities of Madrid and Barcelona, will remain under lockdown. ##The Future## A home health aide in New Jersey is facing five counts of endangerment after an 80-year-old woman she cared for  died after contracting Covid-19. The aide, Josefina Brito-Fernandez, 49, was asked to self-quarantine by health officials after testing positive for the virus at a Camden testing site in mid-April, the New Jersey attorney general's office said in a statement. Instead, Brito-Fernandez continued treating the woman and two developmentally disabled siblings in their home without personal protective equipment the next day, the attorney general said. Home video appears to show the health aide without PPE taking vital signs, feeding and sponge-bathing the woman, according to the attorney general's office. The aide's employer had mandated all employees wear PPE when treating patients, the attorney general's office said. The elderly woman and four other members of the household later tested positive for the virus. The woman was hospitalized and died days after the home visit.   The Camden County Prosecutor's Office declined to confirm whether Brito-Fernandez tested positive for the virus citing medical privacy laws, but it is known that she was in contact with someone who had Covid-19 before experiencing symptoms, according to the press release.  The New Jersey attorney general's office and New Jersey State Police also declined to confirm that Brito-Fernandez received a positive Covid-19 test result.  CNN reached out to the state Division of Consumer Affairs to confirm Brito-Fernandez has an active nursing license but did not immediately hear back.  Brito-Fernandez is not currently in custody, according to Colby Gallagher, a spokeswoman with the Camden County Prosecutor's Office. A court appearance has not been scheduled yet, and it is not known if she has retained an attorney at this time, Gallagher said. ##Cases## John Costa, president of the largest labor union representing public transit employees in the US and Canada, said at least 45 members have died after testing positive for the novel coronavirus.  \"My concern is we don't need to lose any more of our members. Our members know this job is essential. They know when they took this job, it's 24/7,\" Costa, president of the Amalgamated Transit Union told CNN's Ana Cabrera on Saturday. \"We keep the cities moving. We keep the economy moving. We keep the front lines moving. But we need to be protected. We didn't sign up to die when we took those jobs,\" he added. More than 1,000 union members from New York to Seattle have tested positive for the virus, according to the union. ##Cases## Italian Prime Minister Giuseppe Conte said the country must approach the re-opening of the economy with \"prudence.\" \"We are facing a calculated risk, knowing that the epidemiological curve could rise again,\" Conte said.  \"The epidemic curve is encouraging … we are now in the condition to face this new phase with faith and responsibility,\" he added. Health officials in Italy reported 153 new coronavirus deaths on Saturday — the lowest increase of coronavirus deaths since the lockdown was imposed in March. The country has been easing some measures and the lockdown will be further relaxed on Monday. Retail stores, restaurants and hotels will be advised to do temperature checks, require face coverings and maintain social distancing among customers.  Conte announced travel restrictions will be lifted for those traveling from European countries by June 3. ##Lockdowns## Eight additional sailors who had returned to the USS Theodore Roosevelt aircraft carrier have retested positive for coronavirus, a defense official told CNN.  The sailors were initially removed from the ship to self-quarantine and were allowed back on board after testing negative twice. The official said it is not clear if the sailors were reinfected or if very low levels of the virus  remained in their bodies that testing had not detected. The news comes after five other sailors retested positive earlier this week.  The new positive tests were first reported by Politico.  Some background: In March, more than 1,000 sailors from the carrier's nearly 4,900-member crew tested positive following an outbreak aboard the ship. The Navy had been returning sailors to the Roosevelt following a period of quarantine and isolation in the hopes of getting the aircraft carrier to sea as soon as possible. The Navy said Thursday that more than 2,900 sailors have been moved back on board. ##Cases## Former President Barack Obama criticized the \"folks in charge\" for the handling of the coronavirus pandemic while delivering a virtual commencement address for historically black colleges and universities on Saturday.  \"More than anything, this pandemic has fully, finally torn back the curtain on the idea that so many of the folks in charge know what they’re doing. A lot of them aren’t even pretending to be in charge,\" Obama said. He addressed how the coronavirus pandemic has disproportionately affected black communities. \"A disease like this just spotlights the underlying inequalities and extra burdens that black communities have historically had to deal with in this country. We see it in the disproportionate impact of Covid-19 on our communities,\" Obama said.  He urged graduates to care about each other. \"Our society and our democracy only works when we think not just about ourselves but about each other.\" ##Politics## The New York Racing Association welcomed the decision from Gov. Andrew Cuomo to reopen horse racing tracks by June 1 without fans. \"This is a reasoned and responsible decision by Governor Cuomo that will enable horse racing to resume in a way that prioritizes health and safety while recognizing that NYRA is the cornerstone of an industry responsible for 19,000 jobs and $3 billion in annual economic impact,\" NYRA President/CEO Dave O'Rourke said in a statement. O'Rourke says the group has developed a comprehensive safety plan to protect the community and plans to announce race dates for the 2020 spring/summer meet at Belmont Park in the \"very near future.\" Some context: Belmont Park hosts the Belmont Stakes, traditionally the third leg of horse racing's Triple Crown. The event was originally scheduled for June 6.  The NYRA had not officially postponed the event and it's unclear whether the organization will keep the same schedule for the race.  The other two Triple Crown races, the Kentucky Derby and the Preakness Stakes, were postponed. The Kentucky Derby has been rescheduled for September 5 and organizers for the Preakness Stakes announced on Saturday that it will be held on October 3. ##The Future## Health authorities in Canada have approved the country's first clinical trial for a Covid-19 vaccine, Prime Minister Justin Trudeau said. \"The National Research Council of Canada will be working with the manufacturers, so that if these vaccine trials are successful we can produce and distribute it here at home,\" Trudeau told reporters on Saturday.\n\"This is encouraging news,\" he added.  While Trudeau did not discuss where the possible vaccine was being developed, the National Research Council announced earlier this week that it would collaborate with CanSino Biologics Inc, a company based in China. The company's vaccine effort is backed and funded in part by the Chinese government.  The race to stop the virus: As of Friday, there were at least 118 potential Covid-19 vaccines in the works around the world but only eight were in clinical trials, the World Health Organization said.   The website for Arkansas' Pandemic Unemployment Assistance Program has been shut down after a data breach, Gov. Asa Hutchinson said.  Hutchinson said at a news conference this afternoon that an applicant “seems to have illegally accessed the system.”  When it was discovered, it was necessary to shut the system down and contact authorities, he said.  “Steps have been taken consistent with our state requirements for any data breach, and the sequence of events that we have to go through in our protocols is that law enforcement is notified of the breach,\" Hutchinson said. Hutchinson added that if during the investigation it became evident that any personal, sensitive data was compromised, additional steps would be taken, including notifying the applicants or anyone that may have had their personal information compromised. Also, if necessary, a credit monitoring program for those that might have been impacted could be offered.  “This is something we've had some experience with,\" Hutchinson said. “It's one of the reasons that we have a good cyber insurance program here in the state.” In terms of the Pandemic Unemployment Assistance Payments, a team will continue to work through the weekend to get the system up, payments processed, with the goal of getting “money out the door, next week,\" Hutchinson said. It's about 3 p.m. in New York. Here are the top coronavirus headlines you may have missed this afternoon.  Spraying disinfectants: The World Health Organization is warning that spraying disinfectants across broad indoor spaces, or on other people, in an attempt to kill coronavirus can do more harm than good. \nWhite House outbreak: After spending the past week largely out of sight, Vice President Mike Pence will travel to Florida next week –– his first trip outside of Washington since his press secretary Katie Miller tested positive for coronavirus on May 8. \nSchools in the UK could open as early as next month. Only those in kindergarten, grade one and grade six will return but only with smaller class sizes, officials say. The approach is based on \"the very best scientific advice\" and would only go forward if coronavirus cases continue to decrease. \nProtests: At least 13 protesters participating in an anti-lockdown demonstration in London were arrested. The protests come as the country prepares to enter its ninth week of lockdown on Monday.\nNew Jersey: New hospitalizations from coronavirus have decreased by 55% across the state in the past two weeks. Fishing charters and other chartered boat services and watercraft rentals to resume effective at 6 a.m. tomorrow. ##Catch Up## The Spanish government will re-open some airports on several islands and in the southern part of the country to international travel, the country’s Transport Minister Jose Luis Abalos, announced on Saturday More details are expected Sunday, Abalos said. \"Tomorrow [Sunday] I will sign a resolution so the airports of Tenerife Sur, Alicante-Elche, Sevilla, Menorca and Ibiza to also become designated points of entry, capable of handling international public health emergencies,\" Abalos tweeted. “Little by little, other centers will be opened.”  Some context: The announcement from the Transport Ministry comes as roughly 70% of Spaniards enter either phase one or two of de-escalation, as the government eases coronavirus restrictions in some areas.  The remaining 30% of people live in or around the two largest Spanish cities, Barcelona and Madrid, and will remain in phase zero. Spain limited the points of entry for international travel as it imposed a strict nationwide lockdown to stop the spread of the novel coronavirus.  Government restrictions of non-emergency travel will continue until June 15, according to Spain's official government bulletin.   As coronavirus cases began spiking in New York City in March, officials worried that the city's notorious jail system on Rikers Island could become a powder keg inside the epicenter of the pandemic. In the weeks since, correctional officials handed out masks. They increased cleaning. And with a focus on creating more space for social distancing, the city pushed through the release from its jails of more than 2,600 people considered at low risk to commit a crime and high risk to contract the disease, with many of the inmates gaining their release through court decisions argued by advocacy groups. Despite these efforts, critics say there is still not enough sanitizing, social distancing and wearing of masks to stamp out an outbreak among 362 people currently incarcerated and more than 1,300 Department of Correction workers, according to data released by the Board of Correction on Friday.  Since March, three inmates and 10 correction officers have died, according to New York City's Department of Corrections. Across 37 states, 88 inmates and 15 correctional staffers died from Covid-19 between January 21 and April 21, the US Centers for Disease Control and Prevention reported. In all, 4,893 inmates tested positive, as did 2,778 correctional staff.  \"Jail is inherently not a place where you can socially distance. It's just not built that way,\" said Caitlin Miller, an attorney with Legal Aid Society's parole revocation defense unit.  \"It was inevitable that coronavirus was going to get to Rikers, and once it did, it would be a complete disaster. And that's exactly what we're seeing,\" Miller said. Law enforcement officials say releasing inmates to curtail a public health crisis behind bars has increased the risk of crime, with the New York Police Department reporting about 150 people released from Rikers having been rearrested, some more than once. Some crimes were violent offenses, including domestic violence and attempted rape, police said. Advocates and a watchdog agency for the jail system contend that while correction officers wear masks, inmates don't nearly as often. Correction workers also warn their jobs are more unsafe than ever, as the number of employees with the coronavirus continues to climb. Keep reading. Prosecutors have dropped the charges against the Tampa pastor who held church services despite stay-at-home orders to limit the spread of Covid-19, according to a statement from Hillsborough State Attorney Andrew Warren's office. In March, deputies arrested pastor Rodney Howard-Browne, who continued to host large church services despite public orders against large gatherings. \"Since the arrest, pastor Howard-Browne has maintained responsible social distancing on his church campus while engaging with community leaders in a dialogue about the best path forward for his congregation,\" the statement said.  Howard-Browne had been charged with two second-degree misdemeanors: unlawful assembly and a violation of health emergency rules. Three Disney owned business will reopen on May 27, one week after Disney already announced that third-party operators can reopen at Disney Springs in Lake Buena Vista, Florida.  Beginning with the initial reopenings on May 20, Disney has now updated its guest policy to include temperature screenings and face coverings upon arrival to Disney Springs. All guests age 3 and older will be required to wear appropriate face coverings on the property. In addition, they will also institute temperature screenings, and any guests showing a temperature of 100.4 degrees or higher will not be admitted, nor will their party. More details: On May 27, three Disney-owned and operated stores and venues will reopen: World of Disney, D-Luxe Burger for mobile orders and the Marketplace Co-Op.  Spraying disinfectants outside or across broad spaces indoors to try to kill coronavirus can do more harm than good, the World Health Organization advised Saturday. And spraying people is a really bad idea, WHO said in an updated advisory on infection control. WHO cited studies showing that trying to spray bleach or other chemicals over a wide area is ineffective. The same goes for ultraviolet light disinfecting, the agency said. “Moreover, spraying disinfectants can result in risks to the eyes, respiratory or skin irritation and the resulting health effects,” WHO said. “Spraying or fogging of certain chemicals, such as formaldehyde, chlorine-based agents or quaternary ammonium compounds, is not recommended due to adverse health effects on workers in facilities where these methods have been utilized.\" Some governments have fogged streets and some groups have been washing down sidewalks, but WHO said it’s probably a waste of effort.  “Spraying or fumigation of outdoor spaces, such as streets or marketplaces, is also not recommended to kill the COVID-19 virus or other pathogens because disinfectant is inactivated by dirt and debris and it is not feasible to manually clean and remove all organic matter from such spaces,” the agency said.  The New Jersey Department of Human Services has been awarded more than $2.8 million in federal funding for mental health services, Gov. Phil Murphy said. Not only has the past two months been \"a challenging time for all of us in protecting our physical health,\" it has also been hard \"on the mental health of many residents as well,\" Murphy said. This funding will help expand access to counseling and other mental health services, he added.  The state has also launched the NJ Mental Health Care’s help line (1-866-202-HELP). \"If you need to connect with someone to discuss issues of anxiety or other challenges don't hesitate, we urge you to call,\" Murphy said. France is reporting 96 new coronavirus deaths, bringing the total number to approximately 27,625, the National Health Agency said Saturday. According to the latest data, about 17,412 patients died in hospitals, while at least 10,213 patients died in nursing homes. Meanwhile, the number of coronavirus patients in hospitals continues to fall –– now totaling at least 19,432. ##Cases## New hospitalizations from coronavirus have decreased by 55% across New Jersey in the past two weeks, Gov. Phil Murphy announced at a news briefing on Saturday. The number of overall patients in the hospital has decreased by 36%, the number of patients in the intensive care unit decreased by 36% and the number of patients on ventilators is down 31% since May 1, Murphy said. Reopening: The governor also announced he will sign an executive order today that will allow fishing charters and other chartered boat services and watercraft rentals to resume effective at 6 a.m. tomorrow. Specific social distancing and sanitation measures will be required including the implementation of online or telephone payment systems to “further lessen” direct person to person contact among other procedures spelled out in the order, he said.  \"Even with social distancing we are confident that everyone can have a safe and memorable summer,\" Murphy said. All customers and passenger logs must be properly maintained for the purpose of contact tracing should that be required, the governor said. At least 13 protesters participating in an anti-lockdown demonstration in London have been arrested, the British Metropolitan Police told CNN on Saturday. Dozens of people who had gathered in Hyde Park to protest against the government’s emergency coronavirus restrictions were met by police officers attempting to control the demonstration. In videos shared online, protesters were heard chanting “shame on you” as the un-masked police officers ask people move people along. Some context: The protests come as the country prepares to enter its ninth week of lockdown on Monday, with a total of at least 34,466 deaths recorded across the UK so far. In videos shared on social media, Piers Corbyn – the brother of former UK opposition leader Jeremy Corbyn – was seen warning demonstrators of the government’s “lies” about the deadly virus. \"They’re telling us there’s a pandemic. It’s a pack of lies to brainwash you and keep you in order,” Piers Corbyn said. In the crowd, one protester was seen holding a sign calling on the government to “stop violating our human rights,” while another sign read: “I will not be masked, tested, tracked or poisoned. This will not be my new normal.” ##Lockdowns## Britain is planning for some students to return to school as early as next month, as long as rates of infection continue to decrease, United Kingdom Education Secretary Gavin Williamson “We can now start the planning for a very limited return to school for some pupils, potentially as early as next month,” Williamson said during a daily government news briefing.  Only those in kindergarten, grade one and grade six will return but only with smaller class sizes, he said. High schoolers in grades 10 and 12 will go back on a “limited basis” in order to have face to face contact with teachers, Williamson added.  Those students are being prioritized because they have the “most to lose” by staying out of school, he said.  “We’re asking schools to adopt a number of strict protective measures. This includes reducing class sizes, making sure pupils stay with these small groups, creating a protective and small bubble around them,\" he said. Williamson emphasized that schools will be “rigorous about hygiene, cleaning and hand washing.”  “This approach is based on the very best scientific advice, with children at the heart of everything we do,\" Williamson added. New York Health Department Commissioner Howard Zucker said a study of hospitalized patients that had hydroxychloroquine administered showed “there was no benefit or adverse harm.” “It was clearly known that there was an issue with a potential of abnormal heart rhythms when you gave that drug along with azithromycin,” Zucker said. “The drug was tested in hospital trials for the FDA,” New York Gov. Andrew Cuomo said, adding, “the tests suggested not to go ahead with the drug.” After spending the past week in Washington largely out of sight, Vice President Mike Pence will hit the road next week, traveling to Florida. This will be the vice president’s first trip outside of Washington since his press secretary Katie Miller tested positive for coronavirus on May 8.  Pence will travel to Orlando on Wednesday where he will meet with Florida Gov. Ron DeSantis to discuss Florida’s phased economic reopening.  He will also deliver personal protective equipment to a nursing home and hold a roundtable with hospitality and tourism industry leaders to discuss their plans for reopening, according to a news release from the vice president's office. ##Politics## It's just after 12:00 p.m. in New York. Here are some of the top coronavirus headlines you might have missed. WHO funding: President Trump tweeted this morning that he has not made a final decision on the restoration of funding to the World Health Organization. This comes after Fox obtained a draft letter to a WHO official that says the administration will \"agree to pay up to what China pays in assessed contributions\" to the WHO.\nDogs may be able to sniff out Covid: Trials for specially-trained sniffer dogs that may be able to detect coronavirus in humans, even before symptoms appear, are set to begin in London. Respiratory diseases are known to change body odor, according to the researchers, who hope dogs can detect the virus as they have been able to do with malaria.\nTesting: The FDA has authorized “an at-home sample collection kit that can then be sent to specific laboratories for Covid-19 diagnostic testing.”\nNew York: Horse racing tracks can open without fans starting June 1, Gov. Andrew Cuomo announced. The state reported 157 new deaths in the last 24 hours.\nJobs: Labor Secretary Eugene Scalia said on Fox News that many American jobs are \"not lost yet.\" This comes after almost 3 million Americans filed for unemployment this past week. ##Catch Up## Labor Secretary Eugene Scalia said on Fox News this morning that he takes issue with the phrase “job losses.”  Even though many Americans are out of work, Scalia said that many of those jobs are “not lost yet.”  He claimed that he saw three surveys this week that show about 90% of Americans on unemployment “think they’re going back to their jobs.” Some background: The US economy lost 20.5 million jobs in April, the Bureau of Labor Statistics said Friday — by far the most sudden and largest decline since the government began tracking the data in 1939. Almost three million Americans filed for unemployment this past week. A Washington Post-Ipsos poll found this week that 77% of laid-off or furloughed workers believe that they will get their job back once the stay-at-home orders are lifted Scalia went on to say that the longer the reopening takes, the more difficult it becomes to get people back to their jobs safely.  Gov. Andrew Cuomo rebuked any lawmakers turning discussions on providing financial aid to states into a political issue  Cuomo's remarks come after the House of Representatives passed a sweeping bill Friday to spend more than $3 trillion for Covid-19 relief and a rules change to allow lawmakers to vote remotely during the coronavirus pandemic. The measure was approved by a vote of 208-199 despite opposition from Republicans as well as from some moderate and progressive Democrats. Fourteen Democrats crossed party lines to vote against it and one Republican voted in favor. The legislation, which reflects Democratic priorities and was not a product of bipartisan negotiations, would stand as the largest relief package in US history and House Democratic leaders argued that the package, which allocates funding for state and local governments, coronavirus testing and a new round of direct payments to Americans, is urgently needed to address the crisis. Republicans however have made clear that it is dead on arrival in the GOP-controlled Senate.  Democrats also had to grapple with criticism and pushback from moderates upset that the bill did not have widespread bipartisan support and progressives who believe the bill did not go far enough to help Americans facing fallout from the pandemic. \"For senators to be talking about 'I'm not going to bail out blue states because the blue states have more coronavirus cases,' shame on you. Shame on you to look at the death toll in this nation and say, 'I want to count how many people passed away by their political party. And I'm more interested in states where Republicans live than where Democrats live.' We're not Democrats and Republicans. We are Americans,\" Cuomo said today during a news conference. ##Politics## New York Gov. Andrew Cuomo said horse racing tracks will be allowed to open across the state as of June 1 without fans. “If you can have economic activity without a crowd that’s great,\" Cuomo said. \"There will guidelines for the actual participants, but no crowds, no fans but for the industry itself, for the televised viewers that can still work.\" The state will be issuing guidance shortly. Watkins Glen International racetrack will also be opening, Cuomo said. According to Johns Hopkins University's tally of cases in the United States, there are at least 1,445,867 cases of coronavirus and at least 87,643 people have died in the country from the disease.  The totals includes cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases. New York Gov. Andrew Cuomo said whether or not there will be a spike in coronavirus cases in the state after some parts of the economy reopen depends on \"what we do.\" \"Tell me what you're going to do, and I'll tell you what will happen. How can that be? Because you're in control of what happens. How you act will determine what happens to you,\" he said a news briefing on Saturday. As economic activity increases and people start to leave their homes, Cuomo expects to see an increase in numbers, but \"we don't want to see a spike.\" \"Will there be a spike? It depends on how people react and it depends on their personal behavior,\" the governor said. People need to remain vigilant and continue to do things like wearing masks, use hand sanitizer and avoiding large gatherings, Cuomo added. ##The Future## New York state has reported 157 coronavirus-related deaths over the past day while net hospitalizations are down, Gov. Andrew Cuomo said at a news conference today. The net change in intubations is also down, he added. \"Number of new cases per day is also down, 400. Which sounds like a large number, but this is on a statewide population of 19 million, 50,000 hospital beds. The number of lives lost 157. That number has been stubborn, May 10 it was 161, these are all basically in the margin of error, if you will. This system is not that precise, I believe when they actually go back weeks from now and calculate the total number of deaths, at home deaths, et cetera, you'll see a variation in this number,\" Cuomo said. CNN readers from around the world have asked more than 90,000 questions about coronavirus.  Here are the answers to some of the most popular questions: Q: Can coronavirus stick to clothes? Do I need to wash my clothes right after encountering other people, like at the grocery store or while jogging? A: “I don’t think you need to,” CNN Chief Medical Correspondent Dr. Sanjay Gupta said. Coronavirus can stay alive for up to three days on stainless steel and plastic. But clothing “is probably more like cardboard — it’s more absorbent, so the virus is unlikely to stay and last that long,” Gupta said. While coronavirus can stay alive on cardboard for up to 24 hours, viruses generally don’t stick well on surfaces that are in motion. “If you look at how viruses move through air, they kind of want to move around objects,” Gupta said. “They don’t want to necessarily land on objects. So if you’re moving as human body through the air … (it’s) unlikely to stick to your clothes.” Q: Could I infect my pets with coronavirus, or vice versa? Can someone get infected by touching an animal’s fur? Should I get my pet tested for coronavirus? A: There have been some reports of animals infected by coronavirus — including two pets in New York and eight big cats at the Bronx Zoo. Most of those infections came from contact with people who had coronavirus, like a zoo employee who was an asymptomatic carrier. But according to the Centers for Disease Control and Prevention, there is no evidence that animals play a significant role in spreading the virus to humans. Therefore, at this time, routine testing of animals for Covid-19 is not recommended. As always, it’s best to wash your hands after touching an animal’s fur and before touching your face. And if your pet appears to be sick, call your veterinarian. Q: Why can’t we just test everyone in the US? If we isolate all the asymptomatic carriers, couldn’t the rest of us go back to work? A: Doctors say it’s not realistic to test all people in the US, especially since many states are still struggling to get enough tests or testing supplies. So in order for the economy to reopen and stay open, the US must triple the number of tests performed every day — from 150,000 tests a day to at least 500,000, three Harvard researchers found. And the proportion of test results that come back positive needs to be much lower. About 20% of US test results have been positive, which is “clearly way too high,” said Dr. Thomas Tsai, one of the Harvard researchers. The World Health Organization said an adequate range of positive test results would be 3% to 12%. Germany and South Korea have already met that goal, Tsai said. The US Food and Drug Administration announced Saturday that it has authorized “an at-home sample collection kit that can then be sent to specific laboratories for Covid-19 diagnostic testing.” In a statement, the FDA said that the kit, manufactured by Everlywell, Inc., received an emergency use authorization “to be used by individuals at home who have been screened using an online questionnaire that is reviewed by a health care provider. This allows an individual to self-collect a nasal sample at home using Everlywell’s authorized kit,” according to the FDA statement.  “The FDA has also authorized two Covid-19 diagnostic tests, performed at specific laboratories, for use with samples collected using the Everlywell Covid-19 Test Home Collection Kit. These tests have been authorized under separate, individual EUAs. Additional tests may be authorized for use with the Everlywell at-home collection kit in the future, provided data are submitted in an EUA request that demonstrate the accuracy of each test when used with the Everlywell at-home collection kit,\" the statement said. \"The authorization of a COVID-19 at-home collection kit that can be used with multiple tests at multiple labs not only provides increased patient access to tests, but also protects others from potential exposure,\" said Dr. Jeffrey Shuren, director of the FDA's Center for Devices and Radiological Health. \"Today's action is also another great example of public-private partnerships in which data from a privately funded study was used by industry to support an EUA request, saving precious time as we continue our fight against this pandemic.\" The United Kingdom is reporting another 468 coronavirus deaths in the past 24 hours, brining the total to at least 34,466, according to the Department of Health and Social Care. Approximately 1,742,028 people have been tested, of which at least 240,161 are positive.  The government conducted more than 100,00 tests in the past day. Read the tweet from the department: ##Cases## Trials for specially-trained sniffer dogs that may be able to detect coronavirus in humans, even before symptoms appear, are set to begin in London. Researchers hope to determine whether the dogs could be used as a potential new “non-invasive, early warning measure to detect coronavirus in the future,” the United Kingdom government said on Saturday.  The trial will look at whether the six dogs, called \"The Super Six,\" a mixture of labradors and cocker spaniels, can be trained to detect coronavirus from odor samples. Respiratory diseases are known to change body odor, according to the researchers, who hope dogs can detect the virus as they have been able to do with malaria. “We are delighted that the government has given us the opportunity to demonstrate that dogs can play a role in the fight against Covid-19. They have the potential to help by quickly screening people, which will be vital as the country moves out of lockdown. Hopefully this will prevent a second peak and enable precious NHS resources to be used where most needed,\" Dr. Claire Guest, the CEO and co-founder of Medical Detection Dogs, said. The researchers have already trained dogs to detect the odor of many different diseases in humans, such as cancer, malaria and Parkinson’s disease.  “We are sure our dogs will be able to find the odor of Covid-19 and we will then move into a second phase to test them in live situations, following which we hope to work with other agencies to train more dogs for deployment,\" Guest said. “We are incredibly proud that a dog’s nose could once again save many lives,\" she added. ##The Future## The Spanish government will ask the country’s parliament for a month-long extension to the state of emergency in the country, Prime Minister Pedro Sanchez announced on Saturday. “The Spanish government will ask the Parliament a new extension to the state of emergency, which will have distinct characteristics, in relation to the previous ones, because the situation in Spain has changed,” Sanchez said. “To begin with, it aims to be the last [extension to the] state of emergency and to encompass, until the end of the de-escalation, and because of that we will ask parliament that instead of 15 days, that it is of around a month.” The prime minister said with this, that right of free circulation would remain “limited” for a few more weeks and that certain regions could exit the state of emergency earlier than others.  Sanchez also said the phased easing of restrictions would carry on in half the country until the beginning of summer, while the rest of the country would finish one or two weeks afterwards, if there isn’t an increase in the number of cases.  On tourism: The prime minister also addressed the economic situation, specifically the tourism sector, which according to Sanchez, accounts for 12.3% of the country’s GDP and employs 2.6 million people. “This sector depends on the more than 80 million visitors that we receive every year and consequently Spain needs tourism and without tourism we cannot talk about an economic reactivation,” Sanchez said, explaining that Spain should not rush to open up to tourists. “We need to fully overcome the health emergency as soon as possible to then relaunch our attractive touristic offer.\" ##Lockdowns## President Trump has not made a final decision on the restoration of funding to the World Health Organization, according to a tweet he sent Saturday morning. This came in response to a report from Fox News that the administration was going to restore some funding to the WHO.  Fox obtained a five-page draft letter to WHO Director-General Tedros Adhanom Ghebreyesus Friday that says the administration will \"agree to pay up to what China pays in assessed contributions\" to the WHO. A senior administration official told Fox that the President had agreed to the plan in the letter.  Trump said the plan detailed in the report \"is just one of numerous concepts being considered under which we would pay 10% of what we have been paying over many years, matching much lower China payments,\" adding that all funds to the WHO are still frozen. Some context: Trump said Thursday that the White House will likely be making an announcement related to the WHO next week, after his administration sought to cast blame on the organization for not acting quick enough to prevent the spread of coronavirus. In April, Trump announced he was halting funding to the WHO while a review would be conducted. Read Trump's tweet: ##Politics## Gatherings of large groups are beginning to happen again in the US but they may not look the way they once did and experts question if the public is ready for them at all. NFL Commissioner Roger Goodell said teams may open their facilities as soon as Tuesday — so long as it is permitted in their state and teams follow staffing restrictions. Players and coaches, however, won't start to return until next month. In North Dakota, large gatherings like concerts, weddings, carnivals and graduations will soon be allowed to resume, with adherence to new guidelines, Gov. Doug Burgum announced Friday. Those guidelines include contactless payment, two seats in between patrons and disinfection between uses of equipment. Florida amusement parks, like Walt Disney World, may soon be opening their doors as well. Gov. Ron DeSantis signed an executive order allowing counties to enter phase one of reopening and parks to submit re-opening proposals. As those reopening plans continue, the 12 forecasting models tracked by the US Centers for Disease Control and Prevention are predicting an increase in deaths in the coming weeks that could bring the nationwide death toll to 100,000 by June 1.  Currently, more than 1.4 million coronavirus cases and 87,000 deaths have been reported in the US. ##The Future## It about 9:00 a.m. ET in the US. If you are just waking up, here are some of the top coronavirus headlines to get you caught up: Countries reopening: Italy's government has approved a decree that will lift travel restrictions to and from the country from June 3. After that is lifted, people will be allowed to move from one region to another.\nTourism: Venice, Italy, is getting ready to welcome back tourists, but the city probably won't see many travelers until the borders are reopened and international travel is allowed. Every year, as many as 30 million tourists from all over the world descend on Venice, pumping up to $2.5 billion into the local economy, according to the Italian tourism ministry.\nSurrogacy babies: Dozens of babies born to Ukrainian surrogate mothers are trapped in lockdown and unable to join their adoptive parents abroad as the country's borders remain closed. In total, around 100 babies are stranded in reproduction clinics across the country.\nThe World Health Organization said an \"urgent need\" remains to collect additional data on the multi-organ inflammatory syndrome that is affecting children's clinical presentations, severity, outcomes and epidemiology. Cases of the syndrome have been reported in several countries and states in the US and could be Covid-19 related.\nNew cases: Mexico reported an additional 2,437 coronavirus cases on Friday, the highest day-to-day increase for the country. Additionally, Russia reported 9,200 new cases on Saturday, pushing its overall total to at least 272,043 confirmed cases.\nSpain: Health authorities reported the lowest daily increase in coronavirus deaths since mid-March on Saturday, as the number of new cases continues to slow. ##Catch Up## The president of the Madrid regional government has criticized the Spanish government's decision to delay the easing of anti-coronavirus restrictions in the country’s capital, she said in a statement on Saturday.  Isabel Diaz Ayuso, elected from the Popular Party (PP), said the Socialist government’s decision to postpone Madrid’s re-opening a \"political attack towards the community of Madrid,” calling the decision arbitrary and saying that no reason was given for the postponement.  She also announced that a formal request will be sent to the Ministry of Health “to know the criteria used to deny Madrid from starting the next phase,” assuring that Madrid complies with all criteria needed to reopen the city.  The Spanish government, led by the Spanish Socialist Party (PSOE), has been at odds with opposition parliamentarians and regional governments over the de-escalation strategy in recent weeks.  Madrid remains the region most affected by the novel coronavirus in Spain with 8,826 deaths and a total of 66,210 diagnosed cases.  ##Lockdowns## Spanish health authorities reported the lowest daily increase in coronavirus deaths since mid-March on Saturday, as the number of new cases continues to slow down. According to data from the Spanish Health Ministry, 27,563 have now died from Covid-19 in the country, an increase of 104 in the past 24 hours. It is the lowest daily increase since March 17. \"While it is painful that people continue to die from coronavirus, the numbers are favorable,\" Dr. Fernando Simon, Spain’s Director for Health Emergencies, said of the number of new deaths at the daily coronavirus briefing.  The number of coronavirus cases rose to 230,698, an increase of 539 in the past 24 hours. It showed an increase of 0.2% on the previous day, continuing the deceleration trend seen in the past few weeks. “Until now, we haven’t currently detected an active outbreak in any of the regions,” Simon said of the infections, while cautioning that Spaniards need to remain vigilant.  Simon made the remarks as the Spanish Health Ministry announced its testing capacity had increased by 18% in the past seven days, having conducted nearly 2 million tests since the outbreak began. In addition, more than 1 million rapid antibody tests have also been carried out. Its health ministry also reported a total of 50,723 health workers have been infected with the virus since the start of the outbreak in the country, 268 more cases since Friday. While the Spanish government has not given an official number of deaths among health workers, the General Council of Official Medical Colleges, the Spanish doctors’ professional body (CGCOM), reported 48 doctors have died victims of Covid-19 in the country. ##Cases## The World Health Organization (WHO) on Friday released a scientific brief on the multisystem inflammatory syndrome seen in some children and teens with Covid-19. The brief described how clusters of children with the condition have emerged in Europe and North America, but an \"urgent need\" remains to collect additional data on the syndrome's clinical presentations, severity, outcomes and epidemiology. \"It is essential to characterize this syndrome and its risk factors, to understand causality, and describe treatment interventions. It is not yet clear the full spectrum of disease, and whether the geographical distribution in Europe and North America reflects a true pattern, or if the condition has simply not been recognized elsewhere,\" according to the brief. The brief also provided a preliminary case of definition for the condition, noting that it is typically seen in children up to 19 years old who have a fever for at least three days and who have some symptoms including rash, hypotension or shock, myocardial dysfunction, diarrhea, vomiting or elevated markers of inflammation.  The brief also notes that cases would have no other microbial causes of inflammation, such as a bacterial infection, and that there would be evidence of Covid-19 or contact with someone with Covid-19. WHO director-general Tedros Adhanom Ghebreyesus called on clinicians worldwide to \"be on the alert and better understand this syndrome in children,\" in a post on Twitter on Saturday, which shared a link to the scientific brief.  ##Lockdowns## ##Cases## Dozens of babies born to Ukrainian surrogate mothers are trapped in lockdown and unable to join their adoptive parents abroad as the country's borders remain closed, a prominent Ukrainian lawmaker said Thursday. Lyudmila Denisova, the Ukrainian parliament's human rights ombudsman, said in a briefing on Thursday that she is working with the country's Foreign Ministry to help their parents get permits to enter the country, whose borders are shut due to the coronavirus pandemic. BioTexCom, a reproduction clinic, said in a video posted online that 46 babies are currently in its care at the Hotel Venice, a facility in Kiev that parents from US, UK, Spain and other countries are hoping to reach so they can take home children born of surrogate mothers. \"We ask other countries to make an exception from their policy and to let their citizens to unite with their children,\" BioTexCom lawyer Denis Herman said in the video. The clinic's video, which BioTexCom said was an attempt to raise awareness about the matter, has gone viral. In total, around 100 babies are stranded in reproduction clinics across the country, according to Denisova, who visited the center. If borders in Ukraine remain closed, about 1,000 children could be stranded, she said in a Thursday briefing, citing BioTexCom estimates. Read more here ##Lockdowns## Mexico reported an additional 2,437 coronavirus cases on Friday, the highest day-to-day increase for the country, according to a press conference by Mexico's General Director of Epidemiology Jose Luis Alomia. Friday marks the second day in a row Mexico has reported more than 2,400 confirmed cases, bringing the case count to 45,032 across the country. Despite mounting cases, a three-phased plan to re-open Mexico's economy beginning June 1 was announced this week. No mass testing: Mexican health officials believe the outbreak will peak in this country no later than May 20, though some studies suggest it could arrive in late June, even as the country has one of the lowest testing rates in the world. As of May 11, Mexico had only conducted 89 tests per 100,000 people, according to health ministry data. By contrast, the US tested at a rate nearly 32 times higher than that, according to the COVID Tracking Project. But the lack of testing has prompted criticism that a dearth of confirmed data has left the government with, at best, an incomplete view of how bad the outbreak is just weeks before the country will start to re-open. Read more here ##Cases## A few days before Italy is set to lift restrictions across much of the country after being locked down since March 10, the streets of Venice are starting to spring back to life. There are no tourists here just yet. Instead the noise is from vacuum cleaners and sanitation crews inside stores that are getting ready for the grand reopening on May 18. But even as shop owners prepare for whatever post-lockdown Venice looks like, everyone here in this deserted tourist city is asking the same question: who are they reopening for? Every year, as many as 30 million tourists from all over the world descend on Venice, pumping up to $2.5 billion into the local economy, according to the Italian tourism ministry. But few are Italians, who have never been as enamored with the lagoon city as the rest of the world, according to Matteo Secchi, head of the tourist group Venessia, who says Venice has always attracted far more international tourists than national ones. \"When the city reopens next week, it will still be much like it looks today,\" he told CNN in an eerily empty Venice this week. \"Tourists won't really start coming back until the borders are reopened and international travel is allowed.\" Not everyone wants things to go back to business as usual. Jane da Mosto, who heads non-profit group We Are Here Venice, has been fighting to get policy-makers to understand the advantages of sustainable tourism for the city by launching campaigns to keep massive cruise ships out of the historical harbor and studying the options for preventing flooding like the city endured last fall. She sees the pandemic as a turning point for the city, and envisions a new Venice emerging in the post-pandemic world. Read the rest of the article here ##The Future## ##Lockdowns## Italy's government has approved a decree that will lift travel restrictions to and from the country from June 3, a major step as the country moves to ease its coronavirus lockdown measures and open its economy. The decree, published Saturday, gradually eases all restrictions on people’s movements that have been in place since March 9.  Travel bans within the country will be lifted from June 3 and people will be allowed to move from one region to another. It states that from May 18, people can circulate within the region in which they live, without limitations. They will also no longer need to present a self-declaration, stating the urgency of their travel reasons, at police checks.   However, the government remains authorized to limit travel to and from areas that present a high epidemiological risk.   The government decree confirmed a mandatory quarantine for those found positive with the virus and for those who’ve been in close contact with a person who has the virus.  Large gatherings in public spaces remain forbidden. ##Lockdowns## Indian Prime Minister Narendra Modi has expressed his condolences after two dozen migrant workers were killed in a truck collision in the early hours of Saturday. The workers were returning home from a neighboring state. They were part of thousands of migrant workers, the majority of them daily wage earners, who have been attempting to leave the country’s major cities after a nationwide lockdown to contain the pandemic left them without jobs or wages. “The road accident in Auraiya in Uttar Pradesh is very tragic. The government is involved in relief work. I express my condolences to the families of those killed in this accident, as well as wish the injured recover as soon as possible,” Modi tweeted. Yogi Adityanath, chief minister of Uttar Pradesh, who met with state officials, also expressed his condolences, tweeting, “Instructions have been given to provide all possible relief to the victims, to provide proper treatment to the injured and to promptly investigate the accident.” India has been under a nationwide lockdown since March 24.  Russia reported 9,200 new cases on Saturday, pushing its overall total to 272,043 confirmed cases, according to the country’s coronavirus headquarters. The country ranks second in the world for confirmed coronavirus cases, according to Johns Hopkins University. Moscow's health department hit back at media reports on Wednesday that it was underreporting Covid-19 fatalities, saying its data was \"absolutely open,\" but acknowledging that it only counts deaths that were found through postmortem autopsy to have been caused directly by coronavirus complications. CNN and other news outlets reported this week that Moscow, the worst-hit city in the country, saw a surge in mortality in April, according to civil register's data. The city registered 11,846 death certificates that month, which is about 20% higher compared to a 10-year monthly average of 9,866 deaths. Read more here ##Cases## The number of people who have tested positive, and are linked to a Seoul nightclub cluster, has been updated to 162, said South Korean authorities.  By noon Saturday, 56,000 people have been tested for Covid-19, the Centers for Disease Control and Prevention deputy director, Kwon Jun-wook, said at a Saturday briefing. What happened: A cluster of coronavirus cases have been linked to nightlife venues in the South Korean capital, and last week, Seoul ordered all clubs and bars to temporarily close. The cluster has caused alarm in South Korea, which was among the first countries outside of China to deal with a large-scale coronavirus outbreak. In recent weeks, however, authorities had begun loosening restrictions as case numbers fell. Read more here ##Cases## Global infections continue to rise, with 4,543,975 cases of coronavirus in the world as of Saturday morning Eastern Time, according to Johns Hopkins University. At least 307,715 fatalities have been reported. If you're just tuning in, here are some of the top stories you might have missed: Numbers rise in South Asia: India has recorded more cases of the virus than mainland China, where the global pandemic originated. India identified 85,940 people who tested positive, China's figure is at 82,941 cases. UNICEF will build a treatment center in Cox's Bazar, home to the world's biggest refugee camp, after two people there tested positive for the novel coronavirus.\nA dire prediction for the US: Dr. Robert Redfield, the director of the US Centers of Disease Control and Prevention, said the department's forecasting models predict US deaths from Covid-19 will exceed 100,000 by June 1.\nAnother stimulus bill in the works: The US House of Representatives passed a $3 trillion Covid-19 relief bill by a vote of 208-199 on Friday evening. The legislation, which reflects Democratic priorities and was not a product of bipartisan negotiations, would stand as the largest relief package in US history if passed.\nLombardy moves forward: Italy’s worst-hit coronavirus hotspot, Lombardy, will begin the process of reopening shops, restaurants and hair salons on Monday, the region’s governor said.\nCanada extends wage assistance: The Canadian government will continue paying up to 75% of employee wages until the end of August for some businesses, acknowledging the possibility of mounting bankruptcies as reopening in the country proceeds slowly. ##Catch Up## Last week I received an email from my younger son's preschool: \"We might be opening in June. If so, we will be taking a number of precautions. Please let us know in the next week if you would be interested in sending your child.\" Interested? Of course I'm interested. He would get a chance to socialize, surrounded by the teachers and friends he loves. I would get to work in a quieter environment -- and would certainly be more productive when free of a certain \"colleague\" who doesn't entirely respect the demands of journalism. His school, his darling, perfect school, would get a chance to get back up and running, increasing the odds that it will get through the pandemic financially intact. But how to weigh all this obvious good against the very obvious bad? Sending him to school could lead to him getting sick -- and others getting sick. As preschools and childcare centers move toward opening up or start to allow the children of nonessential workers, more parents will be facing down a similar question: Should I send my kid? Spoiler: There is no easy answer, and what's right for one family might be wrong for another. But there are certain things all parents should consider when making a decision. Read more here ##The Future## Indonesia's Health Ministry will require visitors from abroad to submit a \"health certificate\" from their country of origin and have a Covid-19 test upon arrival, according to the state-run Antara news agency. The measure will apply to both foreigners and Indonesian nationals, Antara reported. Anyone entering the country will also be subject to several rounds of Covid-19 symptom screening at the airport. The measures will also apply to domestic travel, Antara reported. ##Lockdowns## ##The Future## For months, the people of France have faced an énigme. Was Covid-19, the new coronavirus tearing across the globe, masculine or feminine? Grammatically speaking, that is. In practical terms, should the French use a \"le\" or a \"la\" before the disease's name? Now, the group charged with preserving the French language has spoken. Covid-19, the Académie Française decided, is assuredly feminine -- despite its increasingly common usage with the masculine article. The group is a French institution, upholding the language by protecting it against things like anglicisms or other perceived threats. In this case, their work relies in part on sorting out nouns by gender, a grammatical construction common in many Romance languages. Read more here Spit into a cup when you land in an airport, and your DNA is stored. Every phone in every city talks to every other nearby device, their exchanges floating somewhere in the ether. Cross-border travel is enabled only by governments sharing data about millions of private movements. These are all possible visions of a future that the coronavirus pandemic has rushed on us -- decades of change effected, it sometimes feels, in just weeks. But a lurch into an even more intense era of mass data collection -- the vast hoovering up of who went near whom and when, who is healthy to travel, and even scraps of personal DNA languishing in databases -- appears to be on the verge of becoming the new reality. Will this grave new world intensify our desire for privacy, or extinguish what little left of it we had? It took the attacks of September 11, 2001 to shove aside the previous decade's phobia of mass surveillance, and usher in an era where many of us imagined the state was probably skimming our emails, in exchange for keeping us safe from terror. Over the next 15 years, billions of people agreed to a tacit deal where Facebook or Google were permitted to learn a staggering amount about them in exchange for free access to messaging apps, news, and shared pictures of a baby dancing, or a dog driving a car. Eventually, that mutated into the heights exemplified by Cambridge Analytica -- private companies hoovering up the online lives of tens of millions in order to try to sway elections. But the challenge presented by Covid-19 -- and the urgent need to trace contacts and movements -- represents another scale of intimacy. South Korea located over 10,000 cellphones near its latest outbreak and texted them to suggest a coronavirus test. The UK government has toyed with a centralized database of movements and health records, secured by government cyber-spies, able potentially to see who has been sick and who they have been near. Russia and many others have issued QR codes. China is putting surveillance cameras right outside people's doors. Read more here ##The Future## At least 24 migrant workers were killed and dozens injured in India when a truck they were traveling in collided with another vehicle early Saturday, police said. The incident took place in Auraiya district, in the northern Indian state of Uttar Pradesh, police official Suresh Kumar told CNN. An investigation is underway. Thousands of migrant workers have been trying to flee India's major cities since the country went into a nationwide lockdown on March 24. The lockdown has left many workers, who live far from home, without jobs or pay. “The road accident in Auraiya in Uttar Pradesh is very tragic. The government is involved in relief work,\" Prime Minister Narendra Modi said. \"I express my condolences to the families of those killed in this accident, as well as wish the injured recover as soon as possible.”   ##Lockdowns## The Transportation Security Administration is working on a plan to check passenger temperatures as they go through security at multiple American airports, a federal health official confirmed to CNN on Friday. The Wall Street Journal first reported on the plan and said the TSA would take the temperatures at about a dozen unidentified airports. According to the newspaper, the program could begin as soon as next week. The federal health official emphasized to CNN the plan was not yet final. The TSA would not confirm it was planning on enacting such a program. \"At this time, no decision has been made regarding specific health screening measures at airports,\" the agency said in a statement Friday. The agency said it continues to rely on the expertise of the Department of Health and Human Services and the US Centers for Disease Control and Prevention. \"Ongoing discussions with our (Department of Homeland Security) and interagency colleagues, as well as our airport and airline partners, will enable the agency to make informed decisions with regard to the health and safety of the aviation environment. The safety and security of the traveling public and our employees will always be our top priority,\" the agency said. Read more here ##Lockdowns## India has now identified and recorded more cases of the novel coronavirus than mainland China, where the global pandemic originated.  India's Ministry of Health and Family Welfare reported Saturday that it had identified 85,940 people who tested positive for the virus. It came after China's National Health Commission earlier reported that it had 82,941 cases since the outbreak began. The two countries are in very different stages of the outbreak. India is still under lockdown and public health authorities there are identifying hundreds of patients a day, while China appears to have flattened the curve. Chinese authorities are only recording a handful of new cases a day throughout the country. ##Cases## As of Friday evening on the East Coast, there were at least 1,442,824 cases of coronavirus in the United States, according to a count by Johns Hopkins University (JHU). At least 87,530 people in the country have died after contracting the virus. On Friday, JHU reported 25,050 fresh cases and 1,632 more deaths.  The totals includes cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases.  ##Cases## Shopping malls, restaurants, parks, museums libraries and learning centers will be allowed to reopen in Thailand from Sunday, authorities have announced. Bars will be free to serve takeaway alcoholic drinks, while gyms will be allowed to partially reopen areas for free weight training and yoga.  The country-wide curfew imposed during the pandemic will be reduced by one hour. People will now be barred from being outside from 11 p.m. until 4 a.m. ##Lockdowns## While many governments struggled to contain the spread of coronavirus, Taiwan appeared to have it largely under control. In January, the self-ruled, democratic island of 23 million people banned incoming travel from parts of mainland China. Soon after, cruise ships could no longer dock there. By March, domestic face mask production was also increased. As of Saturday, Taiwan had recorded 440 coronavirus cases and seven deaths, according to data from Johns Hopkins University. By comparison, Australia -- with a population of 25 million -- had reported more than 7,000 infections and 98 deaths. Eager to share its experiences in fighting Covid-19, Taiwan is now pushing for a greater voice in global health discussions. The United States, Japan and New Zealand have all voiced support for Taiwan to join next week's World Health Assembly -- an annual meeting of World Health Organization (WHO) members. And this doesn't sit well with Beijing. China regards the island as part of its territory, and has for years blocked it from taking part in many global institutions, while also refusing to have diplomatic relations with countries that maintain official ties with Taiwan. Read more here ##Politics## ##The Future## China's National Health Commission said it identified eight new novel coronavirus cases on Friday. Thirteen asymptomatic patients were also identified. Two of the infections were locally transmitted in the country's northeast Jilin province, where a new cluster of cases has emerged. The outbreak has prompted authorities to strengthen lockdown measures in the region. The other six cases were imported -- five in Shanghai and one in the southern island of Hainan.  Total cases as at the end of Friday:  82,941 confirmed\n78,219 recovered and discharged from hospital\n4,633 deaths  ##Cases## The Canadian government will continue to pay up to 75% of employee wages until the end of August for some businesses, acknowledging the possibility of mounting bankruptcies as reopening in Canada proceeds slowly. “Business owners, please take confidence from this announcement. You now have some runway to catch your breath as you get restarted, so please, bring back your employees,” Prime Minister Justin Trudeau said at a news conference Friday.  While business organizations welcomed the extension, many say they are alarmed at the continuing damage being inflicted -- especially on small and medium-sized businesses -- during the economic shutdown.  Dan Kelly, president and CEO of the Canadian Federation of Independent Business (CFIB), told CNN that \"it has been absolutely soul crushing to see what has happened to entrepreneurs who pride themselves on being self-sufficient and resilient people.\" “If the current restrictions last until the until the end of May, 40% of small businesses are saying that they are not sure whether they would ever be able to reopen their doors, that’s how worrisome this current situation is,\" Kelly said. In surveys conducted over the last few weeks, the CFIB says more than 1 in 4 small and medium-sized business reported having lost 90 to 100% of revenue because of pandemic-related lockdowns.  And yet, in a problem acknowledged by both business groups and the Canadian government, the wage subsidy already on offer has not met expectations, with fewer businesses applying than expected. Nearly 8 million Canadian workers now collect about $1,400 a month as part of an emergency benefit available to anyone who lost their job because of Covid-19. That program may now be keeping prospective employees at home. Finance Minister Bill Morneau said the government will look \"carefully at the relationship between these two benefits.\" ##Lockdowns## ##The Future## ##Politics## If you're just tuning in, here are some of the top stories you might have missed: Global infections top 4.5 million: There are now 4,538,406 cases of coronavirus in the world as of Friday evening Eastern Time, according to Johns Hopkins University. At least 307,486 fatalities have been reported.\nA dire prediction for the US: Dr. Robert Redfield, the director of the US Centers of Disease Control and Prevention, said the department's forecasting models predict US deaths from Covid-19 will exceed 100,000 by June 1.\nAnother stimulus bill in the works: The US House of Representatives passed a $3 trillion Covid-19 relief bill by a vote of 208-199 on Friday evening. The legislation, which reflects Democratic priorities and was not a product of bipartisan negotiations, would stand as the largest relief package in US history if passed.\nLombardy moves forward: Italy’s worst-hit coronavirus hotspot, Lombardy, will begin the process of reopening shops, restaurants and hair salons on Monday, the region’s governor said.\nCanada extends wage assistance: The Canadian government will continue paying up to 75% of employee wages until the end of August for some businesses, acknowledging the possibility of mounting bankruptcies as reopening in the country proceeds slowly. ##Catch Up## House Democrats passed a more than $3 trillion Covid-19 relief bill by a vote of 208-199 on Friday evening.  The measure was approved despite opposition from Republicans as well as from some moderate and progressive Democrats. Fourteen Democrats crossed party lines to vote against it and one Republican voted in favor. The legislation, which reflects Democratic priorities and was not a product of bipartisan negotiations, would stand as the largest relief package in US history.  House Democratic leaders argued that the package, which allocates funding for state and local governments, coronavirus testing and a new round of direct payments to Americans, is urgently needed to address the crisis. The legislation is not expected to be taken up by the Senate due to GOP opposition. Democrats also had to grapple with criticism and pushback from moderates upset that the bill did not have widespread bipartisan support and progressives who believe the bill did not go far enough to help Americans facing fallout from the pandemic. A number of Democratic moderates came out against it ahead of the final vote, including vulnerable lawmakers in competitive battleground districts. Freshman Democratic Reps. Abigail Spanberger of Virginia, Kendra Horn of Oklahoma, Ben McAdams of Utah, Joe Cunningham of South Carolina, Cindy Axne of Iowa, and Elaine Luria of Virginia all said ahead of the vote that they opposed it and indicated they planned to vote against it.  Where politicians stand: Democratic Rep. Haley Stevens, a freshman from a Michigan swing district who was the subject of an intense lobbying campaign, announced not long before the final vote that she would support the bill. She had been signaling to her leadership that she would vote against it, but had been lobbied all day, multiple sources told CNN. Rep. Pramila Jayapal, co-chair of the House Progressive Caucus, said on Friday that she would vote against the bill. She and a number of other progressives had been frustrated that their paycheck guarantee proposal was not included in the bill. GOP Rep. Pete King indicated ahead of the final vote that he would cross party lines and support the measure. The New York Republican planned to vote for the measure, his spokesman told CNN earlier in the week. In a sign of how serious that pushback from Democrats was, House Speaker Nancy Pelosi worked to lock in the support for the bill ahead of a final vote with multiple sources involved in the vote-counting effort telling CNN that Pelosi worked hard behind-the-scenes to ensure she had the votes.  Some more context: When asked ahead of the vote how hard she was working the vote, Pelosi said, \"like normal\" and that she was \"confident\" the bill would pass. Pelosi, a California Democrat, defended the bill on Thursday against attacks that it is partisan, saying, \"We're putting our offer on the table. We're open to negotiation.\" Most Republicans dismissed the aid package as a liberal wish list. They have argued it is too soon to move ahead with another far-reaching legislative response to the pandemic without first waiting to see the results of the trillions of dollars in aid that have already been enacted. UNICEF is building a 210-bed isolation and treatment center in Cox's Bazar, home to the world's biggest refugee camp, after two people there tested positive for the novel coronavirus.  Nearly 1 million Rohingya refugees live in the camp to escape violence and persecution in neighboring Myanmar.  One of the confirmed cases was a Rohingya refugee, while the other was a Bangladeshi citizen who lives in the area surrounding the camps, the United Nations High Commissioner for Refugees said in a statement. Bangladesh has more than 20,000 confirmed cases of coronavirus, with 298 deaths, according to data from Johns Hopkins University. Government response: The Bangladeshi government suspended most of the services within the densely populated camps in late March, including educational programs and other advocacy work. Health officials have now begun to treat both patients while isolating and testing other refugees in the camps, the agency said. Covid in the camps is \"a nightmare\": “The first positive case of Covid-19 in the Rohingya refugee camps in Bangladesh is the realization of a nightmare scenario,” said Daniel P. Sullivan, a senior advocate for human rights with the US-based organization Refugees International. “In addition, the prevalence of underlying health conditions among refugees and the deteriorating sanitary conditions sure to come with the looming monsoon and flooding season make for a witch’s brew of conditions in which the virus is sure to thrive.\" ##Cases## Air Canada will be significantly downsizing its operation, including reducing its workforce by 50% to 60%, the airline said in a statement.  “COVID-19 has forced us to reduce our schedule by 95% and, based on every indicator we have, our normal traffic levels will not be returning anytime soon. Our current workforce supports an operation transporting 51 million customers a year with 1,500 flights a day and 258 aircraft. With current realities, this is simply not sustainable going forward,” the airline said. Air Canada said it is taking these measures to conserve cash and to resize its business to fit the level of anticipated traffic in the mid- to longer-term, while positioning itself to rebuild once business returns. “We are working with our unions to implement these measures in accordance with our collective agreements,” the airline said. ##The Future## Dr. Robert Redfield, director of the US Centers of Disease Control and Prevention, said the department's forecasting models predict deaths from Covid-19 exceeding 100,000 by June 1. He tweeted: “CDC tracks 12 different forecasting models of possible��#COVID19 deaths in the US. As of May 11, all forecast an increase in deaths in the coming weeks and a cumulative total exceeding 100,000 by June 1.” His tweet comes after researchers at the University of Washington revised the Institute for Health Metrics and Evaluation model on Tuesday — often cited by the White House — upward to 147,000 coronavirus deaths in the United States by August 4. As of 8:40 p.m. ET on Friday, Johns Hopkins University counts 87,493 coronavirus deaths in the United States. ##Cases## As part of the de-escalation process in Spain, 70% of the population will now have fewer restrictions under phase one. The other 30% of the population -- mainly in and around Spain’s two largest cities of Madrid and Barcelona -- remain on phase zero, but with some relief measures, Health Minister Salvador Illa said during a televised news conference on Friday. Before the latest changes, just over half of Spain's population already was on phase one starting May 11. Illa and the director for Health Emergencies, Dr. Fernando Simón, explained that the Madrid region, which includes the Spanish capital and surrounding cities, will remain at phase zero as a precaution despite improvements in reducing coronavirus cases, and quickly detecting new ones. “It's a region (Madrid) that has a mobility situation and characteristics of connection with the rest of Spain and Europe with flights and international connections that is a very particular situation we have to take into account,\" Simón said. ##Lockdowns## ##The Future## Italy’s worst-hit coronavirus hotspot, Lombardy, will begin the process of reopening shops, restaurants and hair salons on Monday, the region’s governor said Friday. According to government data, the northern Italian region has so far recorded the highest number of coronavirus cases across the country. At least 34,242 active cases were reported Friday. The announcement comes after a meeting between Italian Prime Minister Giuseppe Conte, Minister of Regional Affairs Francesco Boccia and Italy’s regional governors, in which the politicians agreed to allow local authorities to ease national confinement measures. In a statement to CNN, Boccia affirmed that regional authorities will have the freedom to decide whether they wish to begin the process of reopening, or if they will continue to impose confinement measures. If regional leaders decide to relax additional restrictive measures, they will be required to communicate their actions to the central government, Boccia added. ##The Future##  Older men, people who live in densely populated but deprived areas, who are obese and who have chronic kidney disease, are more likely not only to develop serious illness from the coronavirus, but to catch it in the first place, British researchers reported Friday. Their detailed look at people who sought coronavirus tests from all over England turned up some surprises. People living in larger households were less likely to test positive, but blacks were disproportionately likely to be diagnosed with the virus, the team reported in The Lancet Infectious Diseases. “In our sample, we found increasing age, male sex, increasing deprivation, urban location, and black ethnicity were associated with increased odds of a positive SARS-CoV-2 test,” Simon de Lusignan, from the University of Oxford, and colleagues wrote. “Chronic kidney disease and increased BMI (a sign of obesity) were the only clinical factors independently associated with a positive test.” The team analyzed data from 587 people with positive results and 3,215 with negative results, collected by physicians across England. They found 18% of people ages 40 to 64 tested positive, compared to 4.6% of children age 17 and younger. Men were somewhat more likely than women to test positive. And people living in poorer areas were more likely to be infected. “Of 668 people in the most deprived areas, 29.5% tested positive, compared with 7.7% in the least deprived areas,” the researchers wrote. “People in urban areas were more at risk than those in rural areas. Of 1,816 people tested in urban areas, 26.2% tested positive, while in rural areas 5.6% tested positive.” One surprise: Smokers were less likely to test positive. The researchers don’t think smoking protects people from infection, however. “Smokers are more likely to have a cough, meaning they might also be more likely to be tested for SARS-CoV-2 than non-smokers, even if they are SARS-CoV-2 negative,” they wrote. “ This more frequent testing could increase the proportion of smokers with negative SARS-CoV-2 results in our sample, which would bias our results. However, the proportion of smokers in our study was low.” ##Cases##", "Section": "world", "Writers": ["Joshua Berlinger", "Brett McKeehan", "Tara John"], "URL": "https://www.cnn.com/world/live-news/coronavirus-pandemic-05-16-20-intl/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Thailand", "Source": "CNN"}