{"Type": "gallery", "Time": "2020-03-19", "Headline": "In pictures: The novel coronavirus outbreak", "Text": "Margaret Keenan, 90, is applauded on Tuesday, December 8, after she became the first person in the United Kingdom to receive the Pfizer/BioNtech Covid-19 vaccine. The United Kingdom was the world's first nation to begin vaccinating its citizens with a fully vetted and authorized Covid-19 shot, a landmark moment in the coronavirus pandemic. A doctor tests a man for Covid-19 in Shah Alam, Malaysia. Dr. Joseph Varon comforts a patient on Thanksgiving Day in the Covid-19 intensive care unit at the United Memorial Medical Center in Houston. Airline crew members wearing protective suits arrive at Los Angeles International Airport on November 24. Workers in El Paso, Texas, move coronavirus victims from refrigerated trailers into the main morgue on November 23. El Paso County had seen a surge in coronavirus cases, and inmates were recruited to help the shorthanded, overworked staff.  Cali Hammer fist-bumps Santa, who was behind a plexiglass partition at a Cabela's store in Tilden Township, Pennsylvania, on November 20. Dr. Deborah Birx, the White House coronavirus response coordinator, speaks during a news conference on November 19. Birx became the first official with the White House coronavirus task force to speak at a briefing while wearing a face mask. Medical workers and patients are seen November 18 at a temporary hospital that was set up for coronavirus patients at the Krylatskoye Ice Palace in Moscow. Russia said that as of November 16, more than 33,000 people in the country had died of Covid-19. But that number is disputed by critics who say the Kremlin is underreporting the numbers. Medical staff transport a coronavirus patient to a waiting flight at the Lyon-Bron Airport in France on November 16. Cars line up at Los Angeles' Dodger Stadium for Covid-19 testing on November 14. Spc. Demetrie Barnett of the Nevada National Guard administers a Covid-19 test to North Las Vegas City Councilwoman Pamela Goynes-Brown during a preview of a free drive-thru testing site on November 12. A nursing-home resident, left, speaks with her visiting daughter through a plastic screen in Castelfranco Veneto, Italy, on November 11. The plastic screen is part of a \"Hug Room\" that allows residents and their families to embrace each other during the coronavirus pandemic. A soldier waits at a window for a colleague's swab as they practice inside a rapid testing center in Liverpool, England, on November 6. A medical worker looks away as she provides care to a Covid-19 patient in Saint-Etienne, France, on November 6. A boy watches as a health worker tests someone for Covid-19 in Hyderabad, India, on October 27. People shop at an outside market in Berlin on October 27. A medic sits in an ambulance in Kommunarka, Russia, on October 27. Commuters ride a bus in Beijing during rush hour on October 26. Volunteers at a cemetery in Yangon, Myanmar, bury someone believed to have died from Covid-19. People wait in a line to vote early in New York City on October 24. Because of the coronavirus pandemic, the state of New York was allowing early voting for the first time. An oversized surgical mask is displayed on the front of a house in San Francisco. The homeowner put it there ahead of Halloween. A cyclist takes pictures of a public art project set up on the DC Armory Parade Ground in Washington, DC. An estimated 240,000 flags were planted to represent lives lost to Covid-19. The display, created by local artist Susanne Brennan Firstenberg, was on display for two weeks. Medical staff use a biocontainment stretcher to transfer a Covid-19 patient to a hospital in Varese, Italy, on October 19. A dog is trained to sniff out Covid-19 at a national veterinary school in Paris on October 15. A health worker takes a swab from a resident at a Covid-19 testing center in Qingdao, China, on October 12. The Chinese port city planned to test some 9 million people in the following days after 12 locally transmitted cases were reported. A health worker in Manila, Philippines, sits behind a booth October 6 during mass testing for public transportation drivers.  An Orthodox Jewish man takes photos of a photographer with his cell phone during protests in New York on October 6. Members of the Orthodox Jewish community protested after the state announced new coronavirus-related restrictions. A security guard gives hand sanitizer to students as they arrive at the Prabhat secondary school on the outskirts of Kathmandu, Nepal, on October 6. A man from the Mouride Brotherhood reads a book with poems written by Cheikh Amadou Bamba as he stands in line to enter the Grand Mosque of Touba in Touba, Senegal, on October 5.  Tourists crowd together in Beijing as they move slowly on a section of the Great Wall of China on October 4. The scene would have been unthinkable just months ago. Empty chairs are displayed near the White House to represent the American lives lost to Covid-19. US President Donald Trump arrives at the Walter Reed National Military Medical Center in Bethesda, Maryland, on October 2. Trump announced on Twitter earlier that day that he and first lady Melania Trump had tested positive for Covid-19. He spent the weekend at Walter Reed and received various treatments. A paramedic adjusts a patient's face mask outside an Athens, Greece, nursing home where dozens of people tested positive for Covid-19. The Moncloa bus station in Madrid is deserted after new lockdown measures were imposed in the city. New measures are being introduced in many countries across Europe as a second wave grips the continent. A student has her temperature checked before entering classes at a school in Thankot, Nepal, on September 30. A health worker tests a student for Covid-19 after classes started at a college in the Indian village of Jhargaon on September 30.  Medical staff hold swabs for rapid Covid-19 tests at a high school in Rome on September 28.  Medical residents sit in the middle of a street as they protest their working conditions in Barcelona, Spain, on September 28. Members of the LSU marching band sit apart from one another before a college football game in Baton Rouge, Louisiana, on September 26. A grave digger in Jakarta, Indonesia, plants a cross in a public cemetery, part of which is reserved for suspected Covid-19 victims, on September 26. A cemetery worker in La Paz, Bolivia, pushes a cart with a plastic-wrapped coffin on September 23. Carmen Wilke places flags September 22 as part of the Covid Memorial Project, which installed 20,000 American flags on the National Mall in Washington, DC. More than 200,000 people in the United States have died from Covid-19. An adviser waits for people behind a plastic glass screen during a job fair in Barcelona, Spain, on September 21. A woman watches the band Jikustik during a drive-in concert in Yogyakarta, Indonesia, on September 20. Ultra-Orthodox Jews are separated by plastic shields as they pray in a synagogue in Bnei Brak, Israel, on September 18. A health worker in Hyderabad, India, takes a break in front of a fan on September 17. Brides and grooms wait for the Pope's arrival at the San Damaso courtyard in the Vatican on September 16. Maria Hernandez, top, embraces her aunt through a transparent curtain at a nursing home in San Salvador, El Salvador, on September 11. A coronavirus victim is buried at a cemetery in Jakarta, Indonesia, on September 8. Young students make sure they are spread out from one another as they stand in a line before entering a classroom in Pamplona, Spain, on September 7. A girl cries as she is tested for Covid-19 at a drive-thru testing station in East Jerusalem on September 6. People wear face masks and sit spread apart at the opening ceremony of the Venice Film Festival in Italy on September 2. Nuns of the Missionaries of Charity, the order founded by Mother Teresa, wear masks and face shields as they distribute food to the poor and homeless in Kolkata, India, on August 26. Cemetery workers carry Wilson Gil's remains on the outskirts of Lima, Peru, on August 26. Gil died of complications related to Covid-19, according to family members. Workers in New Delhi prepare to cremate the body of a coronavirus victim on August 22. A health worker administers a Covid-19 test in the Indian village of Kusumpur on August 17. People gather in Little Venice on the Aegean Sea island of Mykonos, Greece, on August 16. Thousands of people gather for an electronic music festival at a water park in Wuhan, China, on August 15. The novel coronavirus was first reported in Wuhan late last year. Funeral workers in Peru's Uchumayo District bury a coffin in a massive burial ground for low-income people and unidentified victims of Covid-19. A man receives an injection while taking part in a vaccine trial in Hollywood, Florida, on August 13. Election officials sort absentee ballots in Atlanta, where there were several runoffs taking place on August 11. Gravediggers bury a coronavirus victim at the Pondok Ranggon cemetery in Jakarta, Indonesia, on August 10. Kindergarten students wear face masks and play in screened-in areas at the Wat Khlong Toey School in Bangkok, Thailand, on August 10. Medics wait to transport a woman with possible Covid-19 symptoms to a hospital in Austin, Texas, on August 7. A coronavirus victim is lowered into the ground during her funeral in New Delhi on August 7. Resident doctors and interns attend a rally in Seoul, South Korea, on August 7. They were protesting the government's plan to expand admissions to medical schools — a policy meant to address a shortage in physicians. A health worker performs a Covid-19 test at a gymnasium in Navotas, Philippines, on August 6. A worker disinfects a public school in Brasilia, Brazil, on August 5. The local government has begun preparations for the reopening of schools in early September. Cemetery workers carry the coffin of a Covid-19 victim at a graveyard in Comas, Peru, on August 5. An empty Swanston Street is seen in Melbourne's Central Business District on August 5. Australia's second-most populous city has implemented a curfew for the next six weeks. Elementary school students walk to class in Godley, Texas, on August 5. Three rural school districts in Johnson County were among the first in the state to head back to school for in-person classes. Poll worker Debra Moore sanitizes her workspace during a primary election in Detroit on August 4. A stylist from Grey Matter LA cuts a client's hair on a rooftop parking lot in Los Angeles on August 4. Paul Adamus, 7, waits at the bus stop for his first day of school in Dallas, Georgia, on August 3. Beds are seen at a temporary field hospital set up in Hong Kong on August 1. AsiaWorld-Expo has been converted into a makeshift hospital that can take up to 500 patients.  Medical workers in Yogyakarta, Indonesia, showcase designs during a fashion show of personal protective equipment on August 1. The fashion show was held as a ", "Section": "world", "Writers": [null], "URL": "https://www.cnn.com/2020/03/19/world/gallery/novel-coronavirus-outbreak/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Philippines", "Source": "CNN"}