{"Type": "article", "Time": "2020-04-05", "Headline": "April 5 coronavirus news", "Text": "Our live coverage of the coronavirus pandemic has moved here.  A third passenger from the Coral Princess cruise ship has died after being transported by a private ambulance to a hospital in Hialeah, Florida, according to a press release from the office of Miami-Dade County Mayor Carlos Gimenez. The Coral Princess departed Santiago, Chile, on March 5. Princess Cruises announced operations were halting one week later.  On Saturday, Princess Cruises confirmed the ship arrived in Miami, Florida. The cruise line said Saturday that disembarkation of guests is expected to take several days due to limited flight availability and passengers \"requiring shoreside medical care will be prioritized to disembark first.\" Two passengers died on board the ship before it docked and six others were transported from the ship for treatment at local hospitals on Saturday, the release from Gimenez's office said. Eight additional passengers were transported from the Coral Princess to local hospitals on Sunday, according to the release. Information on the condition of those patients is not known. The county is not able to clear passengers to leave the ship, the release said. Vessels are required to report to the Centers for Disease Control and Prevention, Customs and Border Protection and the US Coast Guard, to have their passengers offloaded, the release said. Passengers and crew who have received medical screenings and clearance for travel are driven on charter buses to an isolated area of Miami International Airport and go directly to board charter flights coordinated by the cruise line, the release said. Gimenez sent additional medical staff to assist the Coral Princess Sunday, the release said. The county also replaced the ship's oxygen cylinders with full ones after learning the supply on board was critically low, the release said. President Donald Trump said he would wear a face mask if he \"thought it was important.\" Trump was asked at the White House briefing Sunday about his wife Melania Trump, who for days has tweeted encouraging the use of masks. \"She likes the idea of wearing it,\" Trump said, \"A lot of people do.\" Trump said he would wear one. \"I'm just generally not in a, like, I should, would you like me to wear one right now in answering your question? That would be a little awkward I guess.\" \"I would wear one if I thought it was important,\" he said. Asked if his family in New York would start wearing masks and if he was encouraging them to wear them, Trump answered: \"Wouldn’t be surprised.\" Dr. Anthony Fauci said he tested negative for coronavirus Saturday when asked why he wasn't wearing a face mask. \"The major reason to wear a face mask is to protect you from infecting you,\" Fauci said. \"I had my test yesterday and it’s negative.\" President Trump added: \"Very good answer.\" ##Health## ##Daily Life## At one New York hospital emergency room, six patients went into cardiac arrest in a span of 40 minutes. Four died before they made it out of the ER. It's not chaos, but to an onlooker, it seems like hell. \"They're so sick you lose them in a heartbeat, they're that sick,\" respiratory therapist Julie Eason told CNN. \"They're talking to you and then a few minutes later you're putting a tube down their throat and you're hoping that you can set the ventilator in such a way that it actually helps them.\" This is the truth of what coronavirus is doing to thousands of Americans, and likely will to many thousand more. It has been largely unseen because visitors are not allowed to be in hospitals, and everyone else is staying home. CNN was invited to witness the scenes inside the University Hospital of Brooklyn, New York, part of the SUNY Downstate Health Sciences University. All the patients the hospital treats now are suffering from coronavirus. The hospital is one of three in the state ordered by Gov. Andrew Cuomo to dedicate itself entirely to dealing with the pandemic. Full story ##Health## ##Daily Life## Hydroxychloroquine will be used in a trial of 3,000 patients at Henry Ford Hospital in Detroit, Michigan, and the results will be tracked in a formal study, Vice President Mike Pence announced Sunday.  Pence added that they are \"more than prepared\" to make hydroxychloroquine available to doctor's offices and pharmacies in the Detroit area \"as they deem appropriate.\" Rear Adm. John Polowczyk of the Supply Chain Logistics Task Force said that the government is working to put out millions of doses of hydroxychloroquine into areas with increasing number of coronavirus cases. President Donald Trump has frequently claimed the drug has high efficacy against Covid-19 despite no evidence the drug is effective and safe for preventing or treating the coronavirus. However, there is no \"definitive information to be able to make any comment\" on whether the drug can be used to treat coronavirus, said Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, at the White House briefing on Saturday. There are currently no products approved by the US Food and Drug Administration to prevent Covid-19. ##Health## The Department of Veterans Affairs will open about 1,500 beds at hospitals in multiple states to civilians to alleviate the burden on civilian hospitals, according VA Secretary Robert Wilkie. \"We provide a bridge from the federal government to states and localities during these emergencies,\" Wilkie said.  In the metropolitan New York area, the VA is opening up approximately 100 beds in Brooklyn, Manhattan and East Orange in New Jersey, Wilkie said.  Louisiana will gain access to the VA medical center in Shreveport, Wilkie said. In Michigan, access to hospital beds will be provided in both Ann Arbor and Detroit as as providing a pharmaceutical trailer for the state's use, Wilkie said.  Wilkie said the VA will help Massachusetts officials \"in their efforts to protect the most vulnerable citizens in two of their nursing homes.\" ##Health## President Donald Trump showed optimism during a press briefing Sunday evening about the government's response to the coronavirus pandemic. \"We see light at the end of the tunnel. Things are happening, things are happening. We are starting to see light at the end of the tunnel and hopefully in the not too-distant future, we’ll be very proud of the job we all did,\" Trump said. In an interview this morning, Dr. Anthony Fauci, the director of the National Institute of Allergy and Infectious Disease and a member of the White House coronavirus task force, said the government is struggling to get the coronavirus under control. Italy has recorded its lowest death rate in a 24-hour period with 525 deaths, the Italian Civil Protection Ministry said Sunday.  A total of 15,877 people have died of Covid-19 in Italy. There was a small decrease in patients in critical condition with hospital intensive care units reporting 17 fewer patients. A total of 2,972 new cases have been diagnosed, another decline, bringing the total active cases to 91,246.  A total of 21,815 people have recovered from the coronavirus, an increase of 819. There are now almost 130,000 coronavirus cases in Italy.  Italy has been in a lockdown for almost four weeks now. ##Health## President Donald Trump claimed Sunday that 1.6 million people in the United States have been tested for coronavirus and been given results. \"That's far more than any country’s been able to do,\" Trump said.  He also said that Abbott Laboratories will produce 1,200 of its new 15-minute coronavirus test weekly. Abbott's test was approved by the Food and Drug Administration on March 27. ##Health## British Prime Minister Boris Johnson is expected to stay in the hospital overnight, a Downing Street source told CNN on Sunday. Johnson was admitted to the hospital on Sunday night in what Downing Street said in a statement was a \"precautionary step\" given that the \"Prime Minister continues to have persistent symptoms of coronavirus ten days after testing positive for the virus.\" Johnson was diagnosed with coronavirus on March 27. US President Donald Trump wished Johnson well during a Sunday night press briefing.  \"I want to express our nation’s well wishes to Prime Minister Boris Johnson as he wages his own personal fight with the virus,\" Trump said. \"All Americans are praying for him. He’s a friend of mine, he’s a great gentleman and a great leader.\" \"I’m hopeful and sure that he’s going to be fine,\" Trump said.  ##Health## The Department of Homeland Security and Centers for Disease Control and Prevention are finalizing new restrictions that are expected to prohibit cruise ship passengers and crew arriving in the US from boarding domestic commercial flights, according to a person briefed on the matter and an administration official. The restrictions would apply even to people not showing symptoms and would require 14-day quarantines for cruise passengers and crew.  While officials are working on the new protocols, they have not been finalized, according to the sources. These new protocols would likely be agreements between cruise ship companies and the government, requiring that they be followed for these ships to dock at specific ports, the administration official said.  The official said that there could be a range of exceptions and specific circumstances that would divert from the new protocols, specifically as it relates to foreigners on the ships. If adopted, the new restrictions would limit cruise passengers and crew to flying on charter aircraft.  The US Coast Guard said Saturday there are 114 cruise ships, carrying 93,000 crew members, either in or near US ports and waters.  This includes 73 cruise ships, with 52,000 crew members, moored or anchored in US ports and anchorages. Another 41 cruise ships, with 41,000 crew members, are underway and still in vicinity of the United States. The cruise industry has an ongoing obligation for the care, safety and welfare of their seafarers. ##Travel##  ##Daily Life## ##Health##  ##Business## The first batch of 1 million rapid tests to detect coronavirus are set to be distributed among autonomous regions in Spain between Sunday and Monday, according to a statement from the country's government.  \"Spain will substantially increase the diagnostic capacity to confirm or rule out the presence of COVID-19 in the population,\" the statement read.   \"Fifteen thousand to 20,000 tests are being performed daily, but this daily diagnostic capacity needs to be increased,\" the statement added. The rapid tests will complement the standard polymerase chain reaction (PCR) tests and will especially target hospitals and vulnerable groups like nursing homes.  The key part of the diagnostic strategy will continue to be the PCR tests, according to the statement. As of Sunday, according to the ministry's data, there are 80,261 active cases and 12,418 people have died in Spain ##Health## At least 22 New York City subway employees have died of complications due to coronavirus, according to Metropolitan Transit Authority spokesman Aaron Donovan. Of about 74,000 workers, 1,092 have tested positive for the virus, Donovan said Sunday. There are 5,430 MTA employees that are on home quarantine, which includes the 1,092 members who have tested positive, Donovan said. ##Health## Haiti reported its first novel coronavirus death Sunday, a 55-year-old man who had underlying health conditions, according to a statement from the Ministry of Health. The country has only reported 21 confirmed cases of novel coronavirus, according to the statement.  A 2019 report from the Research and Education Consortium for Acute Care in Haiti (REACH), which surveyed Haitian health facilities, said that Haiti had as few as 124 ICU beds and the capacity to ventilate 62 ICU patients across the country, which has a population of more than 10 million.  The country has faced a prolonged electricity crisis, power that is vital for keeping ventilators and other hospital equipment running. ##Health## The US Centers for Disease Control and Prevention has released instructions and visual tutorials on how to make cloth face coverings from common household materials. The CDC recently released guidance recommending the use of cloth face coverings \"in public settings where other social distancing measures are difficult to maintain, especially in areas of significant community based transmission.\" Cloth face coverings, according to the CDC, can be homemade out of pieces of fabric, T-shirts, bandannas and coffee filters to slow down the spread of the virus, especially those that may be asymptomatic and capable of transmitting it to others despite experiencing no symptoms.  The CDC recommended any homemade cloth face coverings include multiple layers of fabric, be secured to the ears, and allow for breathing without restriction. The guidance recommends routinely cleaning coverings in a washing machine and that no child under the age of 2 should wear them. ##Health## ##Daily Life##   People across India turned off all lights in their homes and stood on their balconies, at their open entryways and outside their homes with candles and lamps lit, or flashlight and mobile phone lights turned on to observe a nationwide candlelight vigil Sunday night. Earlier this week, Prime Minister Narendra Modi appealed to the people of India to hold a nationwide candlelight vigil on Sunday at 9 p.m. local time, for nine minutes, in a show of solidarity for the country’s fight against the coronavirus pandemic. Modi said it was important for every Indian to realize that he or she wasn’t alone in this fight.  We must together invoke the spirit of Bharat Mata (Mother India) and ensure that the dark clouds of the virus make way for the light hope,\" Modi said while addressing the nation on Friday. Social media has lit up with images of the vigil. Photos posted online show India's President Kovind and the country's first lady with candles at the Presidential Palace. Prime Minister Modi was seen lighting a lamp at his residence.   China's ambassador to India, India's Home Minister, Bollywood star couple, Ranveer Singh and Deepika Padukone, Indian cricket team captain Virat Kohli and his wife, Bollywood actress Anushka Sharma, were just some of the people across the country posting images online as they observed the vigil. ##Daily Life## A 4-year-old Malayan tiger at the Bronx Zoo in New York tested positive for coronavirus, which causes Covid-19 in humans. This is the first instance of a tiger being infected, according to the US Department of Agriculture’s National Veterinary Services Laboratories. The tiger, named Nadia, along with her sister Azul, two Amur tigers and three African lions \"had developed a dry cough and all are expected to recover,\" a news release from the zoo said. Samples from Nadia were taken and tested after several lions and tigers at the zoo showed symptoms of respiratory illness, the USDA said in a release.  \"Though they have experienced some decrease in appetite, the cats at the Bronx Zoo are otherwise doing well under veterinary care and are bright, alert, and interactive with their keepers. It is not known how this disease will develop in big cats since different species can react differently to novel infections, but we will continue to monitor them closely and anticipate full recoveries,\" the zoo's release said.  The zoo said the big cats were infected by a person caring for them who was either asymptomatic or had not yet developed symptoms.  \"Appropriate preventive measures are now in place for all staff who are caring for them, and the other cats in our four WCS zoos, to prevent further exposure of any other of our zoo cats,\" the release said. ##Travel## ##Daily Life## ##Health## ##Business## British Prime Minister Boris Johnson was admitted to a hospital on Sunday, according to a statement released by Johnson's office. Johnson tested positive for coronavirus March 27.  \"On the advice of his doctor, the Prime Minister has tonight been admitted to hospital for tests,\" the statement read. \"This is a precautionary step, as the Prime Minister continues to have persistent symptoms of coronavirus 10 days after testing positive for the virus. \"The Prime Minister thanks (to National Health Service) staff for all of their incredible hard work and urges the public to continue to follow the Government's advice to stay at home, protect the NHS and save lives.\" ##Health## There are at least 331,151 cases of coronavirus in the United States, according to Johns Hopkins University's tally of cases. At least 9,441 people have died in the US from coronavirus.  As of Sunday, there have been at least 18,906 new cases and at least 945 new deaths reported in the US. CNN is keeping track of coronavirus cases across the US and an interactive map can be found here. ##Daily Life## ##Health## Despite many states implementing stay-at-home orders and social distancing guidelines, churches across the US are still holding service on Palm Sunday, which marks Jesus' monumental arrival in Jerusalem. \"We don’t get our rights to worship freely from the government we get those from God,\" said the Rev. Tony Spell with the Life Tabernacle Church in Baton Rouge, Louisiana. More than 1,200 people attended his church Sunday. We rather obey God than man,\" he said. The Rev. Alvin Gwynn Sr. of Friendship Baptist Church in Baltimore, Maryland, said he had a steady stream of people walking through the church, processional style, careful not to have more than eight or nine. Arkansas Gov. Asa Hutchinson told reporters Sunday churches were allowed to stay open. Most churches are making services available online, he said.   \"Churches by and large do the right thing, they want to protect their parishioners,\" Hutchinson said. \"There are a few that have a very small attendance and they socially distance, we don't recommend that but if it's within the guidelines then that's understandable.\"  Hutchinson did mention officials \"had trouble with a church putting parishioners at risk. After the health department called them, \"they took the right steps and are not meeting\" with a large congregation, Hutchinson said. ##Health## ##Daily Life## African Americans account for 30% of the coronavirus cases in Illinois, according to Dr. Ngozi Ezike, director of the Illinois Department of Public Health. Ezike said the disparity in health care access is a long standing issue for the black community.  Illinois Gov. J.B. Pritzker said the state is working to reopen hospitals in harder-hit communities with a large percentage of people of color. \"It's hard to make up for decades frankly, maybe centuries, of inequality\" in access to health care, Pritzker said. \"This virus doesn't discriminate.\" The state reported 899 new coronavirus cases, including 31 deaths, Ezike said during a Sunday afternoon press conference.The total number of cases statewide is now 11,256 and the death count is 274, Ezike said.  Ezike also reported that a second person involved in the outbreak at Stateville Prison has died. That person is one of 60 cases reported at the prison, Ezike said. ##Health## Dr. Scott Gottlieb, the former commissioner of the US Food and Drug Administration, is calling for the US Centers for Disease Control and Prevention to publish more data on coronavirus patients in the United States. That information is needed to help doctors navigate the new virus, said Gottlieb in a series of tweets Sunday. He served as FDA commissioner from 2017 to 2019. Gottlieb cited anecdotes on how many patients die after being put on ventilators – and suggested that more reliable information is needed. \"Doctors are being forced to let clinical experience guide care decisions in absence of systematic data,\" Gottlieb tweeted. They’re experimenting with fluids, high flow oxygen, prone positioning - in absence of systematic literature and data on what works and what doesn't. This isn’t acceptable.\" He added that such publications \"won't matter much in May. They're needed tomorrow. Today. Urgently.\" While the CDC has published some information on coronavirus patients to help guide health care workers, much of it is based on data from China. The agency has also released limited data on hospitalization and underlying conditions among patients in the US. ##Health## Boston Mayor Martin J. Walsh announced Sunday new measures on social distancing to combat the spread of coronavirus.  These measures include:  A public health advisory for everyone in Boston except essential workers to stay at home from 9 p.m. to 6 a.m. daily.\nEncouraging everyone to wear a mask covering over their mouth and nose when in public.\nClosing city parks with recreational sports areas.\nEncouraging residents 65 and older and with underlying health conditions to only take trips outside the house when \"absolutely necessary\" for food or medications. \"I cannot stress enough that the actions we take now through the next several weeks will help curb the spread of this virus, and save lives,\" Walsh said. \"There is nothing that I won't do as Mayor of the City of Boston to protect our residents, and at this very critical time, we must do everything we can as Bostonians to protect one another. This is bigger than any one person -- this is about the greater good of our people. Stay safe, stay inside, and let's get through this together.\" ##Health## ##Daily Life## Queen Elizabeth II addressed the coronavirus pandemic and offered reassurance in a rare televised speech on Sunday. \"Together we are tackling this disease, and I want to reassure you that if we remain united and resolute, then we will overcome it,\" the Queen said. \"I hope in the years to come everyone will be able to take pride in how they responded to this challenge.\" She thanked caregivers and essential workers and delivered a message of hope and unity. The queen also talked about the difficulties of self-isolating, but pointed out that it is an opportunity to \"slow down, pause, and reflect in prayer or meditation.\" The Queen rarely makes national addresses, typically speaking to the country only at Christmas time and when a new Parliament is installed. She finished the speech saying that better days are ahead. \"We can take comfort that while we may have more still to endure, better days will return. We will be with our friends again. We will be with our families again. We will meet again,\" the Queen said. Watch the full address:  Death Valley National Park, which runs through California and Nevada, has closed as of April 4 citing public health concerns aimed at limiting the spread of Covid-19.  All park facilities, restrooms, viewpoints, trails, roads, and campgrounds are closed until further notice, a notice on the National Park Service’s website said. CA-190 and Daylight Pass are open to pass-through traffic, the website added. Additionally, all permits to the park are cancelled and no new permits are being issued to limit the spread of Covid-19. ##Travel## ##Daily Life## An employee at a Prescott, Arizona, hospital was arrested after being accused of stealing $1,700 worth of protective equipment and cleaning supplies, Prescott Police said in a statement on Saturday. Keith Brown, 49, was arrested and booked into the Yavapai County Jail on one count of felony theft and one count of fraud, police said. Brown worked in the housekeeping department of the Yavapai Regional Medical Center West Campus, who contacted police on Friday regarding suspicions that Brown had been stealing supplies. While being interviewed by police, Brown admitted to stealing gloves, hand sanitizer, surgical scrubs, wash cloths, paper towels, masks, bleach cleaner, toilet paper, and an automatic hand sanitizer over the last three weeks, Prescott Police said. According to Prescott Police, Brown has also been terminated from his job at the Yavapai Regional Medical Center West Campus. Police say they are working with the hospital to return the items as soon as they are deemed safe to use. The president of the American Medical Association (AMA) said she agrees that this upcoming week could be potentially one of the worst of the coronavirus pandemic so far. AMA President Dr. Patrice Harris stressed the importance of being prepared with personal protection equipment for healthcare workers and ventilators in hospitals. \"We definitely don't want to overwhelm our health system,\" Harris told CNN. \"We need to be on the front side of that.\" Harris said it is also important for people to continue social distancing and only going out for essential needs. \"There are things about this epidemic, pandemic, that we cannot control, but there are some things that we can control, and that is the physical distancing,\" she said. \"As this epidemic evolved I have always said that individual actions lead to collective impact.\" Some context: The US surgeon general said this week is going to be the \"hardest and saddest\" for \"most Americans' lives,\" describing the upcoming period of the pandemic in the United States as a \"Pearl Harbor moment\" and a \"9/11 moment.\"  There have been 321,762 confirmed cases and 9,132 deaths due to the coronavirus in the US, according to Johns Hopkins University. ##Health## In a memo to Defense Department staff Sunday, Defense Secretary Mark Esper said all individuals operating on Defense Department property worldwide should \"wear cloth face coverings when they cannot maintain six feet of social distance in public areas or work centers,\" effective immediately. Esper said the directive would not apply to a service member’s personal residence on a military installation.  \"Effective immediately, to the extent practical, all individuals on DoD property, installations, and facilities will wear cloth face coverings when they cannot maintain six feet of social distance in public areas or work centers (this does not include in a service member's or service family member's personal residence on a military installation),\" the memo said. ##Health## More than one million face shields were made over the past week at the Ford subsidiary Troy Design and Manufacturing’s facility in Plymouth, Michigan, Ford spokesman Dan Barbossa told told CNN. Ford is now making a face shield every 10 seconds at its facility outside Detroit, Barbossa added. Over 120,000 face shields have been delivered to New York and the tri-state area already, and the millionth face shield produced is being delivered today to the New York City Procurement Center, Barbossa said. There are 120 workers helping at the facility. These face shields have been delivered to hospitals and first responders in over 16 states, Barbossa said. ##Health## ##Business## Louisiana could run out of ventilators by the end of the week if the number of confirmed coronavirus cases continues to surge, Gov. John Bel Edwards told CNN today. \"We now think it's probably around the 9th of April before we exceed our ventilator capacity based on the current number on hand and that we're a couple of days behind that on ICU bed capacity being exceeded,\" Edwards said.  Edwards received \"an additional 200 ventilators from the federal Strategic National Stockpile\" on Saturday, Edwards said. But looking to the future, \"we definitely see that we will exceed our ventilator capacity,\" he said.  Louisiana currently has 12,496 confirmed cases and 409 deaths, according to a tally from Johns Hopkins University. ##Health## Adding to a growing list, President Trump has approved disaster declarations for Delaware and South Dakota.  These are the 46th and 47th disaster declarations approved by the President in response to the coronavirus pandemic, including 42 states, the US Virgin islands, the Northern Mariana Islands, the District of Columbia, Guam and Puerto Rico. New Jersey has recorded another 3,482 positive Covid-19 cases to bring the state total to 37,505. There have been 917 deaths in the state, up from 846 reported yesterday, New Jersey Gov. Phil Murphy tweeted. Read Murphy's tweets: According to Johns Hopkins University's tally of cases in the United States, there are at least 321,762 cases of coronavirus in the US and 9,132 people have died. On Sunday, there have been at least 9,517 new cases and at least 636 new deaths reported in the country. On Friday, there were 1,169 new deaths reported in the US. On Saturday, 1,344 people died from the disease. The total includes cases from all 50 states, the District of Columbia and other U.S. territories, as well as all repatriated cases. Wyoming is the only state not reporting a death from coronavirus. ##Health## Sarah Maslin Nir is a New York Times reporter who was covering the coronavirus pandemic before she tested positive herself. \"I was in bed for six days. Putting my phone to my ear, holding my hand up like that was exhausting,\" she told CNN today. She said the United States has less stringent guidelines on how long you have to quarantine after you test positive. In New York state, you can leave the house three days after your last symptom, Maslin Nir said. \"China requires two post symptomatic tests within 48 hours that show you have no coronavirus, and then 14 more days of quarantine. So I'm following China's guidelines and still considering myself quarantined,\" she said. Now that she has recovered, she said she wants people to understand how easy it is to spread the virus. Even those who are asymptomatic infect about 2.2 other people on average, according to Maslin Nir. \"It's not suicidal to go out into the world. It's homicidal behavior. I truly believe that people should take incredible precautions,\" she said. ##Health## Louisiana Gov. John Bel Edwards on Sunday said his state could run out of ventilators by the end of the week if the number of confirmed coronavirus cases continues to surge in his state. \"Every day we get new information that informs our modeling. We now think it's probably around the 9th of April before we exceed our ventilator capacity based on the current number on hand and that we're a couple of days behind that on ICU bed capacity being exceeded,\" he told CNN this morning. \"As we achieve success in slowing the rate of spread, we also push out that date. And critically important is the number of people who will present to the hospital and not be able to get a (ventilator) or a bed, it's a smaller number.\" By the numbers: Louisiana has emerged as one of several coronavirus hot spots across the United States with a surge in the number of confirmed coronavirus cases and deaths.  The state has more than 12,000 cases and more than 400 deaths, according to Johns Hopkins University's tally of cases.  Early Sunday, the nationwide death toll had gone up to at least 8,503 people, with at least 312,245 infected, according to the data compiled by Johns Hopkins. ##Health## In a haunting letter to his friends and colleagues, a Columbia University surgeon describes how coronavirus has forced doctors to ration care for very sick patients who don't have the virus, but still need medical procedures. \"We have had to make decisions that I personally have never had to contemplate before,\" wrote Dr. Emile Bacha, director of the pediatric and congenital cardiac surgery at Columbia University Irving Medical Center. \"We have had to ration care and make decisions about who is considered an urgent or emergent case.\"  Bacha explains that nurses have been deployed to care for coronavirus patients, and that safety gear is scarce.  \"The lack of Personal Protective Equipment is galling. Who would have thought that a simple plain surgical mask, something we use and discard multiple times a day during normal times, would become a rationed product in one of the richest cities in the world?\" he wrote.  He said his pediatric heart surgery program was down to one operating team, \"barely.\" ##Health## US Northern Command, which oversees US military operations in North America, said it was \"deploying a combined total of 1,000 Air Force and Navy medical providers to the New York City area in next 3 days,\" according to a press release sent Sunday. \"Approximately 300 of these uniformed medical providers will work from the Javits Center and the rest will deploy to other area locations to expand local medical capabilities in the war against Covid-19,\" the release said. During an interview with CNN, Defense Secretary Mark Esper spoke of the effort. \"The mayor and I talked as recently as Thursday. I spoke to the governor on Friday. What we plan on doing now is deploying over 1,100 additional doctors, nurses, and other medical personnel to New York. The bulk of them will go to the Javits Center and then as of late yesterday, we agreed to deploy a few hundred of them to 11 New York City hospitals that are also seeing a deficiency when it comes to medical staff,\" Esper said on CNN Sunday morning. ##Health## The state of New Jersey has secured about 500 additional ventilators after having \"multiple\" conversations with the White House, New Jersey Gov. Phil Murphy tweeted Sunday. The tweet goes on to say, ventilators are the state's top need right now. \"I won’t stop fighting to get us the equipment we need to save every life we can,\" Murphy said.   Read Murphy's tweet: ##Health## West Virginia Gov. Jim Justice is expanding an executive order he issued Friday limiting gatherings to no more than five people to include three more counties.  Monongalia, Harrison and Kanawha counties are now included in an order which originally included Berkeley, Jefferson and Morgan counties, Justice said in a press release. These are the restrictions, according to the governor: Limiting groups to a maximum of five people.\nDirecting all businesses to require employees to work from home to the maximum extent possible. \nDirecting the local health departments to establish the maximum occupancy of and proper social distance within essential businesses and taking action to enforce these health regulations. \nDirecting the West Virginia National Guard to provide logistical support and services to assist county agencies.\nDirecting the West Virginia State Police to assist with enforcement of local county orders. ##Health## ##Daily Life## A coronavirus vaccine and other treatments to fight the virus are being tested, according to New York Governor Andrew Cuomo. He said doctors in New York are working with the Food and Drug Administration. Some of the treatments that are being tested are the use of plasma, antibody treatment and the use of hydroxychloroquine. Cuomo also said they are testing a rapid testing programs which could play a part in protecting vulnerable populations and getting people back to work. \"We liberate people who go back to work because we know that they're not in a vulnerable category and they're negative,\" he said. \"That is going to be the answer, I believe.\" Watch: Dr. Anthony Fauci, the nation’s top infectious disease specialist, says the US does not have the coronavirus under control, “to say we have it under control, Margaret, would be a false statement. We are struggling to get it under control.”  Fauci warned Americans in an interview on CBS with Margaret Brennan, that “it is going to be a bad week” ahead as there is an escalation in cases, but that “within a week or a little bit more” we should see the curve begin to flatten. He again underscored the importance of social distancing measures, and said that mitigation is working. Fauci said that it was crucial for the coronavirus to get “globally under control,” or it could become seasonal. He also said that efforts for a vaccine and the beginning of clinical trials will hopefully mean the US is more prepared if there is a resurgence of the virus. This morning Fauci said in the next week or two the US will have a much greater capacity to perform the types of testing needed before society can return to normal, though they are not “100% there yet.” Some context: The Centers for Disease Control and Prevention changed its guidelines, recommending that Americans wear some sort of face protection when out in public.  When if Fauci wears a mask, he said that if he goes into a situation where he cannot control whether or not he is 6ft away from people, that he would and does wear a mask. He said the mask is an “adjunct to help protect you and protect others.”   New York Gov. Andrew Cuomo said the health care system is facing operational challenges due to hospitals being over capacity. \"They are being asked to do the impossible,\" Cuomo said. He said hospitals are being asked to manage the same amount of staff and resources. \"That is putting a tremendous amount of stress on the health care system,\" Cuomo said. \"You're asking a system to do more than it has ever done before, more than it was��designed to do with less.\" He said the way to get through it is to use a surge and flex the system to balance the patient load between private and public hospitals in the area. Watch: Some Pentagon workers began receiving emails from their office administrators over the weekend to come to work Monday with at least one face covering, according to an official who received one of the messages. Defense Secretary Mark Esper said during an interview Sunday that such a directive for Defense Department staff and troops would likely be coming very soon following recommendations from the Centers for Disease Control and Prevention on Friday. The number of deaths over the past few days has been dropping “for the first time,\" New York Gov. Andrew Cuomo said today during a press conference. The significance of that is “too early to tell” he added. Cuomo added that ICU admissions are also down, daily intubations are down “slightly” and the hospital discharge rate is “way up” and that’s “great news.” He said there is a \"shift to Long Island\" adding \"upstate New York is basically flat… as Long Island grows the percentage of cases in NYC has reduced.\" The total number of intubations are down across the state, Cuomo said.  As of April 4, there were about 316 people intubated in the hospital, that number is down from 351 reported the day before. Watch: New York has a total of 122,031 cases of Covid-19 across the state, Gov. Andrew Cuomo said at a press conference Sunday. There are now 4,159 people who have died in the state which is up from 3,565 the day before, Cuomo said. There were 575 new hospitalizations across the state, the governor said. Of those hospitalized for Covid-19, 74% have been discharged, Cuomo said.   A renown economist is warning about the consequences of opening the economy back up too quickly after the coronavirus. Paul Krugman, a New York Times columnist and winner of Nobel Prize for Economics in 2008, told CNN that it is better for businesses to stay shut down longer rather than starting prematurely and pointed to the flu pandemic in 1918. \"The cities that did more social distancing and stayed with it not only had much lower death rates, they did better economically,\" Krugman said. \"So everything now says this is not the time to worry about GDP. Don't worry about dollars.\" Krugman said opening the economy too fast would cause more deaths and a bigger economic slump. \"We need to provide disaster relief. We need to provide aid to people who are not getting incomes, and that makes it tolerable,\" Krugman said. \"We need go on as long as it takes.\" The US surgeon general said this week is going to be the \"hardest and the saddest\" for \"most Americans' lives,\" describing the upcoming grim period of the coronavirus pandemic in the United States as a \"Pearl Harbor moment\" and a \"9/11 moment.\" \"I want Americans to understand that as hard as this week is going to be, there is a light at the end of the tunnel,\" Vice Admiral Jerome Adams said on \"Fox News Sunday.\" Officials are warning the next two weeks will be crucial in the fight to stop the spread of the virus. Early Sunday, the nationwide death toll had surpassed 8,500 people, with more than 312,000 infected, according to data compiled by Johns Hopkins University. Some context: While speaking at Saturday's coronavirus task force briefing at the White House, President Trump said that this week and next will probably be the toughest in the fight against coronavirus and that \"there will be a lot of death.\" \"This will be probably the toughest week between this week and next week, and there will be a lot of death, unfortunately, but a lot less death than if this wasn't done but there will be death,\" Trump said. Defense Secretary Mark Esper said he supports the decision to relieve Navy Capt. Brett Crozier after he wrote a letter to Navy leadership warning about a coronavirus outbreak onboard. Esper said there is an ongoing investigation and that acting Secretary of the Navy Thomas Modly lost faith in Crozier. \"I think acting Secretary Modly made a very tough decision, a decision that I support. It was based on his view that he had lost faith and confidence in the captain based on his actions. It was supported by Navy leadership,\" Esper told CNN. Esper said more than half of the USS Theodore Roosevelt has been tested, and only 155 sailors have test positive for coronavirus. He said the crew is being treated even though it is not possible to evacuate the entire ship at one time. \"You actually cannot do that because there's nuclear reactors to be run, you have very sensitive equipment, you have weapons on board that ship,\" he said. \"So it's how you manage the crew, make sure you're protecting them, segregating, treating those that need treated while at the same time maintaining the readiness of the ship in case it's called upon to get to sea quickly.\" Esper said that Crozier story was not true. He said once the Navy was aware of the first case of coronavirus, military leadership was involved to make sure there was access to supplies and testing kits. \"They were all in in terms of providing support to this crew, this ship, as it arrived in port. So I disagree with that assumption. I have a lot of faith and confidence in the Navy leadership,\" Esper said. Esper said a new commander will be on the USS Theodore Roosevelt soon. Some background: Crozier was relieved April 2.  Modly told reporters the reason Crozier was being removed was for showing \"extremely poor judgment\" and creating a \"firestorm\" by too widely disseminating the memo detailing his concerns, copying some 20 to 30 people.  The United Kingdom's coronavirus death toll has risen by 621 according to new figures released by the Department of Health and Social Care. This is less than Saturday’s reported increase of 708. By the numbers: In total, there have now been 4,934 recorded deaths from coronavirus in the UK. The number of confirmed cases of coronavirus is now at 47,806 – which is an increase of 5,903 on Saturday’s figures.   Defense Secretary Mark Esper said “many” ventilators to be used in the coronavirus response have \"deployed with the USNS Comfort and Mercy in New York and Los Angeles, respectively.\" \"They are with our field hospitals,\" Esper said this morning on CNN. \"We have several field hospitals deployed in New York, Seattle, New Orleans, and Dallas. And then we provided several hundred more that are prepositioned and ready to go, particularly with regard to New York City, when they're needed. As you may know, HHS has several thousand ventilators in stock right now and they plan on delivering those first.” Esper said “we're probably sitting on a few hundred,” ventilators that have still not shipped as they wait for requests to send the remaining ventilators once other federal stocks are depleted. Some context: Despite having committed to transferring 2,000 ventilators in military stocks to the Federal Emergency Management Agency and the Department of Health and Human Services to fight the coronavirus outbreak, the Pentagon had not shipped any of them as of this past Tuesday because the agencies have not asked for them or provided a shipping location, the Pentagon's top logistics official said during a briefing last week. The Netherlands has recorded a significant drop in the number of new coronavirus deaths, according to new figures from the Dutch National Institute for Public Health and the Environment.  The Institute says 115 new deaths were recorded in the past 24 hours. That compares to 164 for the previous day. However, the Institute added: “There is a delay between the day on which a person dies and the day on which the death is reported.” Among the deceased patients recorded in the past day are three people between the ages of 25 and 50. “They all had serious underlying health conditions,” the Institute said. By the numbers: The total number of reported deaths from coronavirus is now at 1,766. Overall, there are 17,851 confirmed cases of coronavirus in the country.   Police have visited the home of Scotland’s Chief Medical Officer Dr. Catherine Calderwood to issue a formal warning for leaving her home without proper excuse, Scotland’s Chief Constable lain Livingstone said. Calderwood was photographed by a Scottish newspaper near her family’s second home – which is in a different part of Scotland. She has issued a statement to “apologize unreservedly” for her actions.  “While there are reasons for what I did, they do not justify it and they were not legitimate reasons to be out of my home,” Calderwood said. “While I and my family followed the guidance on social distancing at all times, I understand that I did not follow the advice I am giving to others, and I am truly sorry for that.” Calderwood said she spoke with Scotland’s First Minister Nicola Sturgeon following the incident. Livingstone says everyone needs to follow the social distancing rules, adding that “individuals must not make personal exemptions bespoke to their own circumstances”. “The legal instructions on not leaving your home without a reasonable excuse apply to everyone,” he said. Some context: Scotland’s government has imposed rules, preventing people from leaving their homes during the coronavirus crisis unless it is for essential food, health or work reasons.     A priest in the Lombardy region of Italy has been celebrating mass in an empty church, except for photographs of parishioners he has taped to the pews.  Don Giuseppe Corbari told CNN that the idea of having pictures of his faithful came to him because “we've started holding masses without the faithful since February 24.”  He said he found delivering mass to empty pews was difficult at the beginning.  “I felt isolated, it didn't seem real to me,” Corbari said. Corbari said when he thought to ask parish members to send him their pictures, he didn’t expect the response he got.  “I didn't expect such a collaborative reaction. I was inundated by pictures, and I printed them. ...now I see that other parishes, even around the world, are doing similar things,\" he said. So far, the church, Santi Quirico e Giulitta a Robbiano di Giussano, has been broadcasting mass over the radio but it plans to start live streaming soon. A new case of coronavirus has been reported from the slums of Dharavi in Mumbai, India, on Sunday, Kiran Dighavkar, assistant commissioner of Mumbai’s civic body Brihanmumbai Municipal Corporation (BMC) told CNN. “A 21-year-old man has been reported Covid-19 positive by doctors. There are a total of five confirmed cases, including one death,\" Dighavkar said. The slum, home to around 1 million people, had earlier announced four cases. During a Palm Sunday mass held in a deserted church, Pope Francis has told young people on Sunday not to be afraid to put their lives on the line for others during the coronavirus pandemic. Normally celebrated outdoors in front of thousands of tourists, the Pope instead spoke in the presence only of a small handful of priests and nuns and a reduced choir, who all maintained a safe distance from one another.  \"Look at the real heroes who come to light in these days: they are not famous, rich and successful people; rather they are those who are giving themselves in order to serve others,\" he said. \"Feel called yourselves to put your lives on the line,\" the Pope added. \"Do not be afraid to devote your life to God and to others, it pays!\" Palm Sunday mass inaugurates the beginning of Holy Week, the most important week of the Christian liturgical calendar which culminates in Easter, next Sunday, April 12. CORRECTION: This article has been updated to correct the name of the week before Easter. Iran’s President Hassan Rouhani said on Sunday that some of its restrictions imposed to slow down the spread of coronavirus will be eased in the coming days, according to state news agency IRNA, even as the country's death toll rose by 151 on Sunday. Low-risk businesses, such as printing houses, clothes stores and book shops, will resume their activities on April 11 in different provinces other than Tehran, Rouhani said during a meeting of the national response task force, as quoted by IRNA.  Protocols adopted by the Ministry of Health have to be followed in full, he said.  The resumption of low-risk activities in the capital Tehran will be allowed from April 18, Rouhani said.  It comes as the country confirmed another 151 deaths, bringing the total number of fatalities to 3,603. There has also been a spike of 2,483 coronavirus cases in the past 24 hours, bringing the total number of cases to 58,226, Health Ministry spokesman Kianush Jahanpoor announced on state television Sunday. Rouhani said that there are no disagreements between the Ministry of Health and the Ministry of Industry, Mine and Trade over decisions in the fight against Covid-19.  “Someone at some corner says something to the foreign media and they exaggerate the issue,” he said, adding that putting either health or economic activities over the other would be wrong.  Rouhani advised those who are not forced to go out to stay home, adding that resumption of economic activities does not reduce the necessity of social distancing and staying at home. Another 674 people have died of coronavirus in Spain in the past day, the lowest daily rise in percentage terms since early March. The country has now seen 12,418 deaths from its devastating outbreak, the most anywhere in the world apart from Italy. But the evidence strongly suggests that the nation is through the worst of the pandemic, with the pace of new cases and deaths decelerating.  The Health Ministry’s data shows there are now 80,261 active cases of Covid-19 in Spain, an increase of 1,488 from Saturday – but also the smallest daily rise since March 17. The rise in the number of new cases has been declining in percentage terms since March 24. However, there was an uptick of 329 in the number of people admitted to intensive care units since the pandemic began – compared to Saturday’s number of 116. The ministry also reported that 38,080 have now recovered from the virus – nearly 4,000 more than the number reported Saturday. For the first time since statistics were made available the daily increase in active cases was under 2%.  Spanish Prime Minister Pedro Sanchez has taken to newspapers across Europe to throw down a gauntlet to the European Union: “Either we rise to this challenge or we will fail as a union.” Writing in 10 major newspapers, including the Guardian, El País, Le Monde, La Repubblica and Frankfurter Allegemeine Zeitung, Sanchez says: “We have reached a critical juncture at which even the most fervently pro-European countries and governments, as is Spain’s case, need real proof of commitment.” Sanchez’ remarks come amid a bitter stand-off between several EU states – including Spain, Italy, France and Portugal on the one hand and the Netherlands and Germany on the other – over the financing of the European recovery once the coronavirus pandemic recedes. Sanchez describes the virus as “an invisible enemy that is putting the future of the European project to the test.” “Without solidarity there can be no cohesion, without cohesion there will be disaffection and the credibility of the European project will be severely damaged,” he writes. Sanchez says that current plans, such as the European Central Bank’s bond-buying program are not enough. Europe, he says, “must build a wartime economy and promote European resistance, reconstruction and recovery,” essentially a “new Marshall plan and which will require the backing of all of the EU’s common institutions.” Two weeks ago, a long video conference among EU leaders ended acrimoniously, with Spain and Italy decrying the refusal of other governments to contemplate a Europe-wide \"coronabond.\" France, Italy and Spain and six other euro area governments had called for the issuance of joint European debt to finance the fight against coronavirus, telling European Council president Charles Michel that the EU needed “to work on a common debt instrument issued by a European institution to raise funds on the market on the same basis and to the benefits of all member states.\" Sanchez returned to the theme Sunday – saying European solidarity “has to ensure that there are no gaps between north and south, that we leave no one behind.” People in the UK are turning to mail-order coronavirus tests as the government scrambles to offer mass public testing and get a hold on the virus' spread across the country. UK Health Secretary Matt Hancock, recently returning to public life after testing positive for coronavirus, announced Thursday the UK would aim to test 100,000 Britons a day by the end of April.  Critics of the government's stark U-turn on testing suggest it may have been spurred by about 8% of National Health Service (NHS) staff being off work because of Covid-19-related issues. But at the moment, these government-funded tests by hospitals are unavailable to most people and are still reserved for those with severe symptoms and some health care workers. In a tiny, airless office in Old Street in east London, the business Rightangled is offering a solution -- at a price. The DNA testing firm is here hurriedly repurposing its DNA health testing kits to be mailed to customers for about £200 ($250) each. The coronavirus testing service sounds like a dream solution. The kits arrive in the mail, you follow the video to take a swab from your throat, and send the sample back in a biohazard bag. The results come back around three days later. But the price tag, unaffordable to many, is just one drawback. Read more here. China won't limit the amount of medical supplies it sends to countries battling outbreaks of the coronavirus, its Inspector of the Department of Foreign Trade Jiang Fan said at a press conference on Sunday. “We will not forget that many countries have lent their hands at the early stage of the outbreak,\" she said. \"As the domestic epidemic situation eases, but continues to spread globally, we are willing to provide help and support to relevant countries and regions.\" Since March 1, China has exported major medical supplies worth 10.2 billion yuan ($1.4 billion), including 3.86 billion masks, 37 million protective clothes, 16,000 ventilators, 2.8 million testing kits, 8.4 million goggles and 2.4 million infrared thermometers, according to Jin Hai, the director of the Department of General Operation at the General Administration of Customs. The UK is likely around seven to 10 days from seeing its coronavirus outbreak start to flatten, a leading epidemiologist has predicted. Neil Ferguson, whose model influenced the UK government's coronavirus response, told the BBC on Sunday: \"We think this epidemic in the UK will plateau in the next week to 10 days.\" He said the manner the curve of cases takes is vital, adding it is not clear whether the UK will \"see a long flat peak, or, as we hope, see a much faster decline.\" \"We have some signs that it is slowing the epidemic at the moment,\" Ferguson added, noting the UK has seen its first day where new hospital admittances declined over the previous day. The UK has seen more than 4,000 deaths from Covid-19 and is roughly following the trajectory of countries including Spain and Italy, which have each suffered more than 10,000 fatalities. Germany's coronavirus death toll has risen to 1,342, the country’s disease and control agency, the Robert Koch Institute, said Sunday. That figure is an increase of 184 deaths on Saturday. The total number of confirmed cases has risen by nearly 7‪% from Saturday to Sunday. Germany now has 91,714 coronavirus cases, an increase of 5,936 in 24 hours. The British Health Secretary Matt Hancock has said it is \"quite unbelievable\" that some people are still breaking the UK's lockdown laws by going outside unnecessarily, threatening to ban exercising outdoors if people keep flouting the rules. \"If you don't want us to have to take the step to ban exercise of all forms outside of your own home, then you've got to follow the rules,\" Hancock told the BBC on Sunday. Britain has banned people from going outside apart from for four essential reasons, which include one form of exercise a day. But pictures showed some Britons stretching that directive by lying in the sun in parks around the country, as a spell of good weather begins in the UK. Hancock said sunbathing was \"against the rules\" in an earlier interview on Sky News on Sunday morning. He said social distancing restrictions are necessary to slow the spread of the virus, and the decision to relax them “does depend very directly on how people behave.\" Hancock also welcomed Queen Elizabeth II's rare televised speech to the nation, due to air later on Sunday evening. \"I hope that Her Majesty will lift our spirits and thank everybody who is doing the right thing,\" he said. Thailand has confirmed a spike of 102 cases of coronavirus and three new deaths in the past day, Thailand’s Ministry of Public Health said on Sunday. The total number of reported cases in the country is now 2,169 with a death toll of 23. Bangkok and its vicinity have the highest number of patients, while Phuket has the second highest. Two more people have tested positive for coronavirus in Dharavi slum in Mumbai, the largest slum in Asia, bringing the total to four. Among the new cases are a 30-year-old woman who lives in the same building as a patient who died on Wednesday, and a 35-year-old doctor, according to Kiran Dighavkar, Assistant Commissioner of Mumbai’s civic body, Brihanmumbai Municipal Corporation (BMC).  A 56-year-old man died due to coronavirus on Wednesday, according to a local official. Home to around 1 million people, Dharavi slum has a population density almost 30 times greater than New York -- about 280,000 people per square kilometer. India’s Health Ministry announced Thursday that the government is sending 4,000 health workers to test people living in the slum. Singapore has expanded its stay-home notice (SHN) this weekend, to include countries such as France, India, Switzerland and all of the ASEAN region, the ministry of health said in a statement.  The SHN will require the Singaporeans, long-term pass holders and permanent residents returning from the listed nations to self isolate in their homes for 14 days. Singapore saw a spike of 75 new cases on Saturday, bringing the total number to 1,189. Nearly 300 people have recovered.    Americans in various Indian cities will be given the chance to board evacuation flights back to the United States from this weekend, according to the US Mission to India.  \"We are making every effort to accommodate as many passengers as possible and urge US citizens who want to return to the United States to take advantage of the current opportunities,\" the US Mission said in a statement.  \"We do not know for how long these flights will continue,\" it said. \"US citizens who wish to return to the United States should consider that these flights may be their best option for returning to the United States in the near term.\" ##Health## ##Travel## A crew member aboard the Celebrity Infinity, part of Miami-based Royal Caribbean, told CNN that one crew member died on board the ship last week.  The announcement of the death came over the PA system and in a memorial service on the ship TV channel, according to Port and Shopping Guide Julia Melim. Royal Caribbean has confirmed the death to CNN, but will not confirm its cause. There are no passengers on the ship. Melim says she is one of more than 900 crew, who are stuck off the coast of Tampa. Melim told CNN that it wasn't until March 28, after 14 days at sea, that Celebrity Infinity mandated that everyone on board the crew-only vessel be quarantined in their cabin with meals delivered to their doors. Referring to Covid-19, Royal Caribbean spokesman Jonathon Fishman said: \"When we were first notified on March 23 of a positive test result, we took immediate action to implement enhanced, precautionary health measures, medical monitoring, and ship sanitization protocols for the protection of our crew’s health in accordance with guidance by public health officials.” CNN asked Fishman a series of direct questions about Melim’s allegations, including how it wasn’t until March 28 that crew were confined to their cabins. Fishman responded:  \"We are in continuous contact with government and public health authorities and appreciate their guidance in protecting the health of our crewmembers. The well-being of our crew is our foremost concern, and we are communicating with them directly as we continue to implement rigorous health protocols, provide medical resources and support, and follow enhanced cleaning and sanitization procedures onboard our ships.\" On March 23, the ship sent out a memo to crew members who were on the Celebrity Infinity from March 9 through 14, alerting them that a crew member who sailed on the ship during that time tested positive for Covid-19. It said they could have been exposed to the illness. The memo outlined steps for temperature checks twice a day and said to avoid contact with others.   But Melim alleges that Celebrity Infinity crew members were encouraged to participate in social events, from March 14, when the ship dropped off passengers at the Port of Miami, until March 23.  “We had like crew parties, we had live music, we had concerts, movie nights, theater performances,\" alleges Melim. At one point she said hundreds of people congregated at the ship's auditorium. And even after March 23, Melim says the ship still required the crew to get buffet-style meals in a dining area full of people and had them walk through the ship for daily temperature checks. Melim says she tried to raise concerns verbally with her colleagues at meetings about the need to social distance, but she says she was immediately shut down.  “They made me feel I was crazy to even bring it up. Anytime anyone raised a question, it was the general response: the ship is the safest place to be,\" she said. Melim says it wasn’t until the ship was anchored at sea and had no other option other than stay on the ship, that on March 27 the Celebrity Infinity first started revealing there were people with “flu-like symptoms consistent with Covid-19 onboard the ship,” Melim told CNN.  “And they said there were no confirmed cases, but they didn’t have any test kits onboard. So there is really no way they could have had a confirmed case,” she said. CNN has seen a memo sent by the doctor on the Celebrity Infinity to the ship and managers on board on March 25, saying in part: “As we have seen how quickly this virus has spread around the world, I think we need to increase our public health measures around the ship. We need to start increasing our social distancing from each other before it is too late.\"   Bollywood star Shah Rukh Khan and wife Gauri Khan have offered their personal office space as a quarantine facility to Mumbai’s civic body, the Brihanmumbai Municipal Corporation (BMC). The BMC took to social media to thank the Khans.     Soon after, the star couple responded to BMC’s post.   Earlier this week, Shah Rukh Khan’s companies announced several initiatives to support the Indian government's bid to contain Covid-19, including donating to the Prime Minister’s Citizen Assistance and Relief in Emergency Situation (PM-CARES), and Maharashtra chief minister’s Relief Fund. The amount being pledged by the actor and his companies has not been disclosed.  ##Business## Indian authorities have confirmed 3,374 novel coronavirus cases inside the country as of 9 a.m. on Sunday morning Indian time, the country's Health Ministry reported.  A total of 302 cases and two fatalities have been reported since Saturday evening.  Seventy-seven patients have died, while 267 have been discharged, the ministry reported. The Trump administration wants to use Americans' smartphone location data to help track and combat the spread of coronavirus. Now, a pair of US data companies are making a public pitch to show just how that kind of technology might work. X-Mode and Tectonix focused on a high-profile case: tracking location data from the phones of people who visited the beach in Fort Lauderdale, Florida, in March -- among them spring breakers who made national news two weeks ago when they ignored warnings to practice social distancing despite the worsening coronavirus pandemic. The results of tracking data, a map posted on Twitter, showed where people went after they visited the beach, spreading out all across the country to major cities including New York and Chicago, possibly bringing the coronavirus with them. X-Mode says it provides location tracking services to app makers for the likes of weather and transit apps. The locations of spring breakers and others with those apps on their phones could have been tracked. X-Mode says the data it collects through apps and then provides to advertisers and other companies is anonymized, meaning it does not match individuals to the devices it tracks. The company did not provide the names of the apps their technology is embedded in. \"We wanted to showcase the impact of what happens when you don't exercise social distancing and essentially how small our community is,\" Josh Anton, X-Mode's CEO, told CNN Business on Tuesday. \"Our community's very connected.\" Read more: ##Travel## ##Health## ##Business## Japan has confirmed 336 new coronavirus cases -- 118 in Tokyo alone -- the country's Health Ministry said Sunday. One additional death was confirmed. Nearly 4,000 cases have now been identified in the country, 712 related to the Diamond Princess cruise ship. Eighty-one people have died, including 11 from the Diamond Princess. ##Health## 3M, the world's largest maker of respirator masks, has said it is willing to comply with President Trump's order to manufacture and supply more critically needed N95 masks to the United States. But also cautioned about being forced to halt global exports. A day after Trump invoked the Defense Production Act (DPA) to order 3M to significantly ramp up production of N95 respirators, 3M said in a statement that \"3M and its employees have gone above and beyond to manufacture as many N95 respirators as possible for the US market.\" Read more:  ##Business## ##Health## As the coronavirus wreaks havoc on the US economy, Americans should brace for a prolonged period of pain, not a swift recovery. The real damage has just begun to emerge. In just the last two weeks of March alone, nearly 10 million Americans filed for unemployment insurance. In that time, about 6% of the US labor force lost their job. And consumers -- the lifeblood of the economy -- recently saw their confidence plunge to a 32-month low. Large parts of the economy have suddenly shut off. Turning them back on will not be a simple reversal of the switch. We believe America should prepare for a long road to recovery. The likeliest scenario -- specifically, for a situation where unemployment mushrooms to 15%, a record in modern American history -- is the economy starts growing again by no earlier than September, and US GDP for the year contracts by 6%. For context, in 2019 -- when the economy was humming -- GDP grew by 2.3%. If American businesses prepare for this long, grueling haul, they can emerge from the crisis stronger. Expecting a rapid recovery that doesn't pan out would only cause more pain. Read more about the several scenarios here Bart van Ark is executive vice president and global chief economist of The Conference Board. Erik Lundh is a senior economist at The Conference Board. The opinions expressed in this commentary are their own. ##Business## Joe Tsai, the billionaire co-founder of Chinese ecommerce giant Alibaba, and his wife Clara Wu Tsai, have donated 2.6 million masks, 170,000 goggles and 2,000 ventilators to New York — the US epicenter of the coronavirus pandemic. The supplies were split into two shipments. The first arrived on Thursday at Newark Liberty International Airport, while the second arrived on Saturday at John F. Kennedy International Airport. \"We kept hearing cries for (personal protective equipment) from our community and wanted to help,\" Clara Tsai told CNN in an interview. The state will allocate the second shipment but \"it's our intention to help the most underserved institutions.\" She cited Jacobi Medical Center and Lincoln Medical Center in the Bronx, and Elmhurst Hospital in Queens as the institutions she and her husband thought might need supplies the most. Read more: ##Business## ##Health## When the novel coronavirus pandemic hit Asia, people across the region were quick to wear masks, with some places like Taiwan and the Philippines even making them mandatory in certain scenarios. But in the West, mask adoption has been far slower, with England's Chief Medical Officer Chris Whitty, for example, going so far as to claim mask-wearing is unnecessary. Yet it hasn't always been the case that mask-wearing is an Asian proclivity. It certainly wasn't during the influenza pandemic of 1918, which lasted from January 1918 to December 1920, and infected one-third of the world's population, or about 500 million people, leading to about 50 million deaths -- about half a million of which were in the United States. On October 24, 1918, San Francisco lawmakers unanimously passed the Influenza Mask Ordinance. The wearing of face masks in public became mandatory on US soil for the first time. Read more:  ##Daily Life## ##Health## Dead bodies are being left in the streets of Ecuador's western city of Guayaquil. The coronavirus pandemic is overloading public services in the country's most populous city to a point of near-collapse. Hospitals have no beds left to accept sick patients, and morgues, cemeteries and funeral homes are strained. With no place left to put them, some residents say they have no choice but placing them outside. It's unclear how many of the deceased are dying because of Covid-19. Many families say their loved ones had symptoms of the virus, while others only know the ill were unable to be treated at Guayaquil's overwhelmed hospitals. \"We have been waiting for five days,\" Fernando Espana said, in a video obtained by Reuters on March 30, as he complained about how hard it had been to arrange for the authorities pick up his family member. \"We are tired of calling 911 and the only thing they tell us is to wait, they are working to solve this,\" he continues as he moves the camera through a window to show a black plastic-wrapped shape inside the home, with two fans blowing on it. Read more about the situation in Guayaquil here. ##Health## ##Daily Life## On January 25, as the world was still waking up to the potential danger of the novel coronavirus spreading rapidly out of central China, two governments recorded four new infections within their territory. Australia and Taiwan have similar sized populations of about 24 million people, both are islands, allowing strict controls over who crosses their borders, and both have strong trade and transport links with mainland China. Ten weeks on from that date, however, Australia has almost 5,000 confirmed cases, while Taiwan has less than 400. The question is not what Australia did wrong -- 20 countries have more cases than Australia, and seven have more than 10 times as many -- but how Taiwan has kept the virus under control when other parts of the world have not. Read more about how Taiwan has handled the pandemic here ##Health## South Korea's Centers for Disease Control and Prevention (KCDC) reported 81 new cases of novel coronavirus on Saturday, bringing the national total to 10,237. A total of 6,463 people have recovered and been discharged. Six more people died as a result of the virus, bringing the national death toll to 183, the KCDC announced Sunday.  ##Health## New Orleans is running out of places to store those who have died from the novel coronavirus, Mayor LaToya Cantrell said Friday.  Cantrell said the New Orleans coroner's office and its mortuaries were now full.  “Mortuaries cannot even come pick them up or store them because they're at capacity. I've had to ask the federal government for additional refrigeration so we can take care of our people while they're resting in God's peace, but not resting well because they haven't been laid to rest as they deserve,” she said. About 7,000 patients have been identified in the two parishes that make up the metro New Orleans area ##Health## There are at least 311,301 cases of coronavirus in the United States, according to Johns Hopkins University. And 8,476 coronavirus-related deaths have been recorded. On Saturday, at least 33,348 new cases and 1,324 new deaths were reported. For a countrywide breakdown, click below: ##Health## A grim day in the US: At least 1,324 coronavirus-related fatalities were reported in the United States on Saturday, making it the country's deadliest day in this pandemic. More than 305,820 cases have been recorded nationwide, according to Johns Hopkins University. President Trump said this week and next will likely be the toughest in the fight against coronavirus. \"There will be a lot of death, unfortunately,\" he said. More die in Spain, but positive signs emerge: At least 809 people died of Covid-19 on Saturday, bringing the total there to 11,744 deaths. Spanish Prime Minister Pedro Sanchez announced the country will extend the nationwide \"state of alarm\" until April 26.  \"We are facing the great crisis of our lives,\" he said. More than 126,000 have been infected, according to Johns Hopkins University. The Spanish Health Ministry said that 34,219 people have now recovered from the virus -- nearly 4,000 more than the number reported Friday. While the number of active cases continues to rise, the rate of increase is slowing. Bracing for the worst in the UK: The national medical director for England's National Health Service, Stephen Powis, said Saturday that the high number of coronavirus-related deaths across the United Kingdom is \"likely to continue\" over the next two weeks. More than 700 coronavirus-related deaths were reported Saturday, the UK's largest one-day rise since the outbreak began. According to figures released by the Department of Health and Social Care, 4,313 have now died in the UK.  On Friday, 6,698 uniformed members of the New York Police Department -- accounting for 18.5% of the Department’s uniformed workforce -- were out sick, according to a daily NYPD coronavirus report. Currently, 1,775 uniformed members of the force and 260 civilian members have tested positive for Covid-19, the report says. About 50 NYPD members returned to work after being out sick due to the virus on Friday, a law enforcement source told CNN. “Now we’re getting the first wave back,” said the official. “By next week, we could be getting hundreds back.” NYPD Commissioner Dermot Shea previously said that while the force was not close to implementing 12-hour shifts, they would do so if staffing levels made it necessary. ##Health## ##Daily Life## ##Business## Thirty patients were reported to have contracted the novel coronavirus in mainland China on Saturday, according to country's National Health Commission. Twenty-five of those cases were imported from abroad. This raises the national case total to 81,669. Three deaths were reported on Friday, bringing the national toll to 3,329. Nearly 77,000 patients have recovered and been discharged from hospital. Additionally, 47 new asymptomatic infections were reported, including 16 imported cases. There are currently 1,024 asymptomatic cases under medical observation, among which 244 are imported. ##Health## Dubai announced a two-week lockdown starting on Saturday to combat the spread of novel coronavirus, the state-run news agency WAM said, citing Dubai's Supreme Committee of Crisis and Disaster Management. During this time, \"individuals will not be allowed to leave the house, except for essential purposes,\" WAM reported. Only one family member is permitted to leave the house for essential goods like food or medicine.  Individuals found violating these instructions \"will face legal action.\" Besides the sterilization efforts, \"extensive medical tests will be conducted across densely populated areas of Dubai,\" WAM reported. The Dubai Media Office also tweeted charts with frequently asked questions. As of Saturday, Dubai's health authority confirmed a total of 1,505 cases of Covid-19 in the United Arab Emirates and 10 deaths. Dubai reported 241 new cases, about 16% of the country's total, on Saturday. ##Health## ##Business## ##Daily Life## Queen Elizabeth II will deliver a televised statement to the United Kingdom on Sunday, in which she will address the \"challenging\" period the nation faces amidst the coronavirus pandemic, Buckingham Palace has confirmed. The Queen will pay tribute to National Health Service staff and essential workers, while recognizing the \"pain felt by many families\" who have been affected by the deadly virus, according to the Palace.  \"I am speaking to you at what I know is an increasingly challenging time. A time of disruption in the life of our country: a disruption that has brought grief to some, financial difficulties to many, and enormous changes to the daily lives of us all,\" the Queen is expected to say Sunday. The Queen is expected to say she hopes \"in the years to come everyone will be able to take pride in how they responded to this challenge. And those who come after us will say that the Britons of this generation were as strong as any.\"   Dr. Deborah Birx emphasized Saturday that the next two weeks will be crucial for the effort to flatten the curve of coronavirus cases. \"This is a very important -- the next two weeks are extraordinarily important, and that's why I think you've heard from Dr. (Anthony) Fauci, from myself, from the President and the Vice President that this is the moment to do everything that you can on the presidential guidelines,\" Birx said. \"This is the moment to not be going to the grocery store, not going to the pharmacy, but doing everything you can to keep your family and your friends safe, and that means everybody doing the 6 feet distancing, washing your hands.\"  Birx made her comments at the daily coronavirus task briefing at the White House. ##Daily Life## President Donald Trump continued to claim hydroxychloroquine has high efficacy against Covid-19, stating lupus patients – who are commonly treated with hydroxychloroquine – are less likely to contract the virus on Saturday at a White House press briefing. \"(Hydroxychloroquine has) been out for a long time, it's a malaria drug and also a drug for lupus …There's a study out that people with lupus aren't catching this horrible virus,\" said Trump. \"Now maybe that's correct, maybe it's false. You're going to have to check it out.\" However, there is no \"definitive information to be able to make any comment,\" said Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, at the briefing. The relationship between lupus and Covid-19 is currently being studied in \"a natural history study,\" Fauci said. Trump later stated he would take the medication, likely as a preventative measure, given his negative Covid-19 testing. \"But I think people should (take hydroxychloroquine),\" he said. \"If it were me, in fact, I might do it anyway. I may take it … I have to ask my doctors about that. But I may take it.\" There are currently no products approved by the US Food and Drug Administration to prevent Covid-19. ##Health## There are at least 305,820 cases of coronavirus in the US, according to Johns Hopkins University's tally of cases in the United States. At least 8,291 people have died in the US from coronavirus.  On Saturday, at least 27,867 new cases were reported, and at least 1,139 new deaths in the US have been reported, according to a tally by Johns Hopkins.  Track the coronavirus outbreak in the US with CNN's map. ##Health## A total of 1,224 coronavirus deaths have been reported in the US on Saturday. This is the most deaths reported in one day thus far. There are now a total of 8,376 deaths nationwide. Friday, April 3, was the previous day with the most deaths added when 1,094 deaths were reported. CNN's case counts and deaths are based on data supplied by Johns Hopkins University. ##Health##", "Section": "world", "Writers": ["Joshua Berlinger", "Jenni Marsh", "Rob Picheta", "Peter Wilkinson", "Fernando Alfonso III", "Amir Vera"], "URL": "https://www.cnn.com/world/live-news/coronavirus-pandemic-04-05-20/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Philippines", "Source": "CNN"}