{"Type": "article", "Time": "2020-05-18", "Headline": "May 18 coronavirus news", "Text": "Our live coverage of the coronavirus pandemic has moved here. The potential benefits of US President Donald Trump's decision to take hydroxychloroquine as a prophylactic against the coronavirus outweigh the risks, according to his White House physician. Dr. Sean Conley wrote in a White House memo that after numerous discussions, \"he (Trump) and I had regarding the evidence for and against the use of hydroxychloroquine, we concluded the potential benefit from treatment outweighed the relative risk.\"  Conley wrote that the President is \"in very good health and has remained symptom free.\" He also added that Trump has been tested numerous times and that the tests have been \"all negative, to date.\"  He added that two weeks ago, \"one of the President's support staff tested positive for Covid-19.\"  The background: Earlier Monday, Trump told reporters he is taking daily doses of hydroxychloroquine, a drug he's long touted as a potential coronavirus cure.  Medical experts and the US Food and Drug Administration question its efficacy and warn of potentially harmful side effects. \"A couple of weeks ago, I started taking it,\" Trump said. He later said he'd been taking the drug every day for a week and a half. The admission was a dramatic development in Trump's attempts to promote hydroxychloroquine as a treatment for coronavirus, but at least one study has shown the drug does not work against Covid-19 and could cause heart problems.  The study was published in the Journal of the American Medical Association. It follows a study published in the New England Journal of Medicine that also showed the drug doesn't fight the virus. While Trump admitted he doesn't know if the drug works, he claimed \"if it doesn't, you're not going to get sick and die.\" The FDA has warned against the use of hydroxychloroquine and chloroquine to treat the novel coronavirus and said the drugs should only be used in hospitals or clinical trials because they can kill or cause serious side effects. These include serious heart rhythm problems in Covid-19 patients treated with the medications, especially when they are combined with the antibiotic azithromycin or other drugs that can affect the heart. Hydroxychloroquine is approved to treat or prevent malaria and to treat autoimmune conditions such as lupus and rheumatoid arthritis. ##Politics## A key coronavirus model often cited by the White House has revised its death projection for the United States slightly downward, now predicting that 143,360 people will die by August 4. That’s about 3,700 fewer deaths than the model predicted when last updated on May 12. The shift is small, but it marks a departure from recent increases in the model’s death projections, which have been largely based on increases in mobility across the country and the easing of social distancing measures. As people have been moving around more – and as social distancing measures have been relaxed – the model has projected more deaths. But in today’s release, researchers at the Institute for Health Metrics and Evaluation at the University of Washington, who built the model, say that fewer people are forecasted to die in certain parts of the country.  That suggests that expected increases in coronavirus cases may not have materialized yet in certain places – at least not to the extent that the model was projecting. ##Cases##  The number of deaths from Covid-19 in Latin America has surpassed 30,000 as of Monday evening, according to Johns Hopkins University's tally. Brazil has more deaths from the novel coronavirus than any other Latin America country, with 16,792 total deaths reported Monday, according to Brazil's Ministry of Health. ##Cases## Young patients hospitalized with coronavirus-related multi-system inflammatory syndrome in children, or MIS-C, recovered rapidly after treatment with immune globulin and steroids, according to a new study. In the small analysis, researchers in France and Switzerland reviewed data from 35 children between the ages of 2 and 16 hospitalized in intensive care between late March and the end of April with symptoms including “fever, cardiogenic shock or acute left ventricular dysfunction with inflammatory state.” Of the children in the study, 31 tested positive for coronavirus and none had underlying cardiovascular disease; 17% of patients were overweight; all experienced unusual lethargy; and 83% exhibited gastrointestinal symptoms. Almost all of the patients needed respiratory assistance, the researchers said. Most of the children received intravenous immune globulin treatment, a blood product made up of antibodies to help strengthen the body’s immune system. Twelve were also treated with steroids and 23 were treated with a therapeutic dose of the blood thinner heparin, the researchers reported. None of the patients studied died, Damien Bonnet of the Necker Hospital for Sick Children in Paris and colleagues wrote. “The majority of patients recovered within a few days following intravenous immune globulin, with adjunctive steroid therapy used in one third,” they wrote. “Treatment with immune globulin appears to be associated with recovery of left ventricular systolic function.” The study also concluded that, while MIS-C shares similarities with atypical Kawasaki disease, “prominent clinical signs are largely different.”  While the early signs of the syndrome may be severe with some patients needing help breathing and keeping their blood circulating, most recovered rapidly after treatment with immune globulin and steroids. ##Cases## As Monday winds down, here are the top coronavirus stories from around the world: China: Chinese President Xi Jinping delivered remarks at the opening ceremony of the World Health Assembly, making the case for the country’s transparency over the virus, proposing a series of steps to deal with the virus and pledging $2 billion over two years to the World Health Organization.\nSports: Clubs in Spain’s top two soccer divisions can begin training in groups of up to 10 players starting today. Additionally, all 20 English Premier League clubs voted unanimously to return to small-group training beginning on tomorrow.\nSymptoms: Loss of sense of smell or taste have been added to the official list of coronavirus symptoms in the United Kingdom, the Department of Health and Social Care said. Anosmia emerged as a potential Covid-19 symptom in March.\nRace for a vaccine: Study subjects who received Moderna’s Covid-19 vaccine had positive early results, according to a statement issued by the US-based biotech company. \"All eight initial participants\" in the trial developed neutralizing antibodies to the virus.\nImmunity: Patients who re-tested positive for coronavirus are not contagious, South Korean health officials said. This comes after a lab analysis of 108 cases and epidemiology investigations on 285 cases was conducted to determine whether coronavirus patients should be quarantined for two weeks after being released from hospital.\nEuropean Union: German Chancellor Angela Merkel and French President Emmanuel Macron announced a new Franco-German fund worth 500 billion euros as part of the European Union’s coronavirus recovery plan.\nTravel restrictions: Travelers arriving in Norway without a business reason to come will be sent back, the country’s prime minister said. Any decision to lift travel restrictions depends on how the coronavirus outbreak is developing and concerns around importing new cases. ##Catch Up## Delirium, confusion and agitation may be common in patients hospitalized with severe coronavirus infections, according to a new review of studies. However, most patients should recover over the long-term, researchers said Monday. Jonathan Rogers of University College London and colleagues reviewed what happened with patients infected with two other coronaviruses: SARS in 2002-2004 and Middle East Respiratory Syndrome virus or MERS, which still occasionally causes cases. “If infection with [the novel coronavirus] follows a similar course to that with SARS-CoV or MERS-CoV, most patients should recover without experiencing mental illness,” Rogers and colleagues wrote in their review, published in Lancet Psychiatry.  The researchers looked at 72 different studies on SARS, MERS and Covid-19 – focusing in on any links between the diseases and psychiatric problems. Here’s what they found:   About a third of patients infected with SARS or MERS experienced post-traumatic stress disorder or PTSD within about three years.\n About 15% of such patients were diagnosed with depression within about two years, and 15% were diagnosed with anxiety at the one-year point. “Our analysis of more than 3,550 coronavirus cases suggests that most people will not suffer from mental health problems following coronavirus infection,” Rogers said in a statement. Some context: Other teams have reported that delirium is common during and after hospital treatment for Covid-19, just as it was with SARS and MERS.  “While there is little evidence to suggest that common mental illnesses beyond short-term delirium are a feature of Covid-19 infection,” Rogers said. “Clinicians should monitor for the possibility that common mental disorders such as depression, anxiety, fatigue, and PTSD could arise in the weeks and months following recovery from severe infection, as has been seen with SARS and MERS.”  The research team cautioned that many of the studies they reviewed were of “low or medium quality,” and Rogers said that more data is needed on psychiatric symptoms associated with Covid-19.  Monitoring patients for those symptoms, he said, should be a routine part of care. ##Health## Brazil topped 250,000 coronavirus cases Monday, surpassing the UK's total and making it the country with the third highest number of global confirmed cases.  Brazil's Ministry of Health also reported 674 new deaths Monday, bringing the death toll in Brazil to 16,792. The ministry also reported 13,140 new cases of the novel coronavirus in the 24-hour period between Sunday and Monday, bringing the country's total to 254,220, behind the US and Russia. Some background: President Jair Bolsonaro has faced criticism with his anti-lockdown rhetoric even as cases skyrocket. He has repeatedly dismissed Covid-19 as a \"little flu\" and urged businesses to reopen, even as many governors scramble to implement social isolation measures and slow the spread. Bolsonaro also recently saw a second health minister leave his government in the span of a few weeks. ##Cases## Qatar is closing its shops and halting all \"commercial activities\" beginning tomorrow until May 30, Qatar News Agency (QNA) reported, citing Qatari officials. Pharmacies, markets, catering services and restaurants that offer delivery services will remain open, according to QNA.  \"The Ministry of Trade and Industry will determine which other services will be exempt from this decision,\" the report added. Beginning Tuesday, \"all residents are obliged, upon going out and traveling, to have no more than two people in one vehicle,\" with exceptions of taxis or ambulances, QNA said.  Additionally, citizens must install an app beginning Friday from the Interior Ministry to receive coronavirus updates. Qatar's council warned people who do not follow the new guidelines could be fined or imprisoned, QNA reported. Qatar has at least 33,969 confirmed coronavirus cases and approximately 15 deaths, according to Johns Hopkins University tally. South Sudan's Vice President Riek Machar announced today that he has tested positive for coronavirus, according to a statement released by his office. His wife Angelina Teny, who serves as defense minister, also tested positive. Machar said that starting today, he will self-quarantine for 14 days in his residence. He added that he is feeling healthy and showing no symptoms of the virus. By the numbers: South Sudan has reported 282 cases of coronavirus and four deaths, according to the World Health Organization’s tally. ##Cases## Turkey will be under a nationwide four-day curfew for the Eid al-Fitr holiday between May 23-26 as a part of pandemic measures, President Recep Tayyip Erdogan announced in a speech Monday. The celebration of Eid al-Fitr, called Eid for short, marks the end of the Muslim holy month of Ramadan, and is usually celebrated in large family gatherings and through communal holiday prayers at neighborhood mosques. “I hope that after the holiday, we will not need to have such restrictions,” Erdogan said. As a part of the normalization process, starting on May 29, some mosques that meet requirements in the country will be allowed to hold communal prayers for two out of the five daily prayers required for Muslims, according to Erdogan.   Turkey allowed shops, malls and hairdressers to reopen last week.  Turkey will continue its age-specific lockdown, prohibiting people over the age 65 and below the age of 20 from leaving their homes. The age groups will continue to be allowed out on specified days as a part of the new normalization process, Erdogan said. The 2019-2020 education year has been concluded and schools will resume in September. Kindergartens and nurseries, however, will reopen on June 15, Erdogan said.   Travelers arriving in Norway without a business reason to come will be sent back, the country’s Prime Minister Erna Solberg told CNN’s Hala Gorani on Monday. “We’re discouraging people to leave Norway… If you don’t have a work reason to come to Norway, you will be sent back when you arrive to Norway these days,” she said. Any decision to lift travel restrictions depends on how the coronavirus outbreak is developing and concerns around importing new cases, she said. Solberg said Norway is “so in control of the infections” that future localized outbreaks will be handled with intensive testing and “specialized lockdowns.” She said the country’s economic situation was serious. “We have never been after the second World War in a situation like this in Norway,” Solberg said. She estimated the country faces a 4% GDP fall, but pointed to small businesses reopening as a positive sign. She acknowledged that low oil prices hurt an oil-producing country like Norway. While backing national and international investigations into the outbreak, Solberg said, “We should have an open mind on this, not targeting persons or singular organizations.” ##Daily Life## The number of daily deaths due to coronavirus in Spain fell to 59 on Sunday, the lowest daily figure since March 16, according to data reported by the Spanish Health Ministry on Monday. The total number of coronavirus-related deaths in Spain stands at 27,709. Of the total cases, the number of health workers infected is 51,090, representing 22% of all Covid-19 infections in the country, according to the Health Ministry.  The mortality rate is significantly declining, from 11% at the height of the epidemic at the end of March, to 2% at the beginning of May, Dr. Fernando Simón, the country’s Director of the Center for Health Emergencies, said at a briefing Monday.  Simón said the government has instituted a new system for reporting Covid-19 cases, allowing for detection and treatment much more quickly. This has cut the time between a person showing symptoms to being diagnosed with the virus down to 4 days, from between 7 to 17 days previously. ##Cases## The deputy chief medical adviser for England on Monday defended the government’s decision not to add loss of the sense of smell to the list of possible symptoms of coronavirus until today. “Anosmia has been recognized for some time now as a possible symptom of Covid-19,” Jonathan Van-Tam said, using the medical term for loss of the sense of smell. But he said it was not the only possible symptom, and “very rarely” appeared on its own as an early warning of the virus. “What we had to do was do some very careful analysis behind the scenes” of which symptoms beyond fever and cough were “useful or important to add” to the list, Van-Tam said. “That’s why we have taken our time in this country, because we wanted to do that again painstaking and very careful analysis before we jumped to any conclusions,” he said. \"And even if it was barn-door obvious that anosmia was part of this, we wanted to be sure that adding it to cough and fever — as opposed to just listing it, adding it in formally in to our definition — was the right thing to do,” Van-Tam added. The government added the symptom today. Challenged by a reporter to say how many cases of coronavirus were missed as a result of not listing the condition as a symptom earlier, Van-Tam said, “I don’t have those figures to my fingertips,” but added that Public Health England data on the first several hundred confirmed cases in the country showed 0.44% reported loss of sense of smell on its own as a symptom. ##Cases## A total of 99 people died in Italy due to coronavirus in the past day – the lowest daily increase recorded since the beginning of the nationwide lockdown on March 9, the national Civil Protection Agency said Monday.  At least 32,007 coronavirus patients have died in the country so far, the agency said, adding that there are currently 66,553 active cases of coronavirus across Italy – down by 1,798 since Sunday.  Bars, restaurants, retail stores, hairdressers and museums reopened Monday in most Italian regions after nearly 10 weeks of lockdown.  ##Cases## German Chancellor Angela Merkel and French President Emmanuel Macron announced a new Franco-German fund worth 500 billion euros as part of the European Union’s coronavirus recovery plan. Speaking during a joint video conference today, Merkel confirmed that the European Commission will borrow money to boost the European economy, which has been severely weakened by emergency measures implemented to tackle the coronavirus pandemic.  “To support a sustainable recovery that restores and enhances growth in the EU, Germany and France support an ambitious, temporary and targeted recovery fund,” Merkel said. “The recovery fund of 500 billion euro will provide EU budgetary expenditure for the most affected sectors and regions,” she added.  Macron joined Merkel on the video conference and noted that the new stimulus fund would be backed by the European Central Bank on the financial market. \"These 500 billion euros will have to be repaid,” Macron said, but “not by the beneficiaries” he added. The French president also mentioned the need to \"reduce our dependence on the outside in strategic sectors” and “better fight against predatory investments from other powers.” ##The Future## The UK recorded 160 new coronavirus-related deaths, bringing the total deaths to 34,796 as of Sunday evening local time, the British government announced Monday. More than 246,000 have tested positive so far, the Department of Health and Social Care said on Twitter. Meanwhile, loss of sense of smell or taste has been added to the official list of coronavirus symptoms in the UK, the government agency said Monday.  Up to 70,000 cases could have been undiagnosed: The announcement comes after the head of the UK’s coronavirus symptom app, Tim Spector, criticized the government’s failure to expand their list of symptoms. Spector estimated that an additional 50,000 to 70,000 cases in the UK have gone undiagnosed due to the lack of recognition of other symptoms such as loss of or changes in a person's sense of smell or taste. ##Cases## Iran's Health Minister Saeed Namaki acknowledged his country is suffering badly because of the coronavirus pandemic, speaking at the World Health Organization’s virtual 73rd World Health Assembly. “My country has been hit hard by the outbreak,” Namaki said, “however we have managed to flatten the curve.” “I would like to underline the critical importance of global solidarity to overcome the pandemic and ensure timely access to medicines and vaccines,\" Namaki said, adding, \"The year 2020 is the year of nurses and midwives. We would like to commend all frontline health workers.” Iran has so far recorded at least 122,492 coronavirus cases and 7,057 deaths, according to a tally from Johns Hopkins University.  ##Cases## ##Health## Australia may support new powers for the World Health Organization in the wake of the coronavirus pandemic, Health Minister Greg Hunt said at the World Health Organization’s virtual 73rd World Health Assembly (WHA). He urged the international community to “learn lessons” to determine whether the WHO’s mandate and powers need to be strengthened. He stated that Australia supports an impartial and comprehensive review into the global response to the outbreak. Meanwhile, speaking at the virtual assembly, UK’s Health Secretary Matt Hancock said the UK supports an inquiry into the global response to coronavirus “at the appropriate point.\" “For now we must all remain focussed on the fight against the virus, and of course a vaccine will be our best weapon in this fight,” Hancock said. Some background: More than 100 countries have proposed a draft resolution calling for an independent “evaluation” into the coronavirus pandemic. The motion comes with international support from countries such as India, New Zealand, Russian Federation, the European Union and its member states, as well as the United Kingdom and Northern Ireland. The United States is not one of the signatories. The draft does not specifically mention China or Beijing, but China has been facing mounting international scrutiny for its initial handling of the COVID-19 outbreak. The next few months will be “very hard” but “we will do everything we can to help everyone”, Italian Prime Minister Giuseppe Conte said in a letter to Italians published Monday in the daily newspaper Leggo. On Monday, in most Italian regions bars, restaurants, retail stores, hairdressers and museums reopened after nearly 10 weeks of lockdown, as the badly hit European country entered the so-called \"Phase 2\" of its coronavirus restrictions. “The country is starting up again, in a prudent and orderly way, following the indications of the government. One step at a time, with caution and attention, to avoid falling and going backwards. Italy will start running (again),” Conte said in the letter, while reinforcing the safety measures that came into force Monday. Such measures include social distancing and the use of masks in public spaces and on public transportation. “We are facing the toughest test since the post-war period. The government is fully aware of this. We are doing everything we can to meet everyone's needs even faster,” Conte added, referring to the economic stimulus package on which the government is working on to support workers and companies affected by the coronavirus crisis. Gyms and sport centres will be allowed to reopen from May 25, while from June 3 people will be permitted to travel outside their region of residence. On Saturday, the prime minister announced that if the number of coronavirus cases keep decreasing, the government will allow people to enter Italy from abroad starting June 3. Each Italian region will be able to decide whether to extend or restrict such measures, based on the assessments of the epidemiological data of their territories, the government said in a statement Saturday. All 20 English Premier League clubs on Monday voted unanimously to return to small-group training beginning on Tuesday.    The vote, which took place following a meeting of shareholders, is the first step towards restarting the 2019-20 season. The protocol is widely reported to include training in groups of no more than five players, getting changed at home and driving to the training ground on their own. \"Step One of the Return to Training Protocol enables squads to train while maintaining social distancing. Contact training is not yet permitted,\" the Premier League said in a statement. \"This first stage has been agreed in consultation with players, managers, Premier League club doctors, independent experts and the Government,\" the statement read.   The Premier League told CNN on Friday that June 12 is the earliest, hypothetical start date for the resumption of play. All professional football in England is currently suspended indefinitely. The first case of coronavirus has been confirmed in the indigenous Waorani community in the Ecuadorian Amazon, the country’s Health Ministry announced Sunday. The confirmed case is a 17-year-old pregnant woman who began to show coronavirus related symptoms in early May, according to the ministry.  The young woman is now under isolation in a hospital in the country's capital, Quito, according to officials.  A Health Ministry team was sent to her village to test others with whom the patient may have had contact. At least 40 people were examined and six showed symptoms. Ecuador has so far registered more than 33,000 cases of Covid-19 and at least 2,736 deaths, according to a tally from Johns Hopkins University. Scotland could begin easing lockdown measures from May 28, a Scottish minister said Monday.  Scotland's First Minister Nicola Sturgeon said during a press briefing that the country will lay out its roadmap for easing restrictions on Thursday and Phase One will likely come into effect on May 28, the day when the country's latest lockdown measures are due to end.  Sturgeon stressed that the “first phase will coincide with our ability to start on a phased basis a substantial test, trace and isolate operation to help us keep the virus under control”. The First Minister gave some details about Phase One of the proposed map saying that the government will aim to allow the resumption of certain sporting activities such as golf and fishing, the reopening of garden centers and meetings between people from different households providing the social distance is maintained.  To fortify the “test, trace, isolate” strategy, Sturgeon announced an acceleration of testing to include “anyone over the age of 5 who has any of the three symptoms of COVID-19 including of course the loss of taste or smell”.  Scotland’s Chief Medical Officer Gregor Smith on Monday endorsed alongside his Welsh, English and Northern Irish counterparts an expansion of the official coronavirus symptoms list to include loss of smell or taste. Sturgeon expressed her hope that within two weeks Scotland “will be taking some concrete steps on the journey back to a form of normality”.  Patients who re-tested positive for coronavirus after being discharged are not contagious, South Korean health officials said Monday. The Korean Centre for Disease Control (KCDC) made the announcement after conducting a lab analysis of 108 cases and epidemiology investigations on 285 cases to determine whether coronavirus patients should be quarantined for two weeks after being released from hospital. Health officials tested 790 close contacts of the 285 cases who re-tested positive for the virus after recovering, but found no infections linked to the recovered patients.  What this means: Following the announcement, the country's health officials removed the guideline recommending recovered patients to undergo a further two weeks of quarantine after being released from hospitals and other healthcare facilities.  The Director of the KCDC, Jung Eun-kyeong, said health authorities could not say why some patients were re-testing positive for the virus, but added that experts believed the PCR (polymerase chain reaction) test was detecting pieces of dead virus.  When a positive specimen was isolated and cultivated, coronavirus was not detected in PCR tests, so the experts concluded the virus was not infectious, Jung added.   ##Cases##  ##Health## \"The pandemic has highlighted the dangerous and growing inequality that exists between countries and within them,\" South African President Cyril Ramaphosa warned at the World Health Organization's virtual 73rd World Health Assembly.  \"Although the virus has affected both developed and developing countries, it is the poor who suffer the most,\" Ramphosa said. Ramaphosa noted that the healthcare systems of many countries are struggling, having been neglected, underfunded, or \"designed to serve their select few.\" Ramaphosa is serving as the current chairperson of the African Union. He said Africa reaffirms its full support for the World Health Organization. \"The World Health Organization has been instrumental in providing guidance and support to African governments,\" Ramaphosa said. \"Africa is extremely vulnerable to the ravages of this virus and needs every possible support and assistance.\" Global universal healthcare: Ramaphosa called for a renewed push for the goal of global universal healthcare. \"The virus has demonstrated the essential value of universal health coverage, and this is where we need full solidarity,\" he said. ##Health## ##Politics## A home housing refugees in western Germany has been hit by a coronavirus outbreak, a Cologne district government press officer told CNN. The refugee accommodation in Sankt Augustin, Germany recorded its first case last Friday, Vanessa Nolte said. Since then 120 refugees, out of a total of 489 who are registered there, have tested positive.  Only 312 of the residents were actually tested for coronavirus, as the inhabitants are not confined to the home, but can come and go, Nolte said. In addition, 10 staff members have tested positive for the virus, she said. The refugees are mostly young people and families, Nolte said; she could not give information on their nationalities. The refugee accommodation was immediately put into full quarantine, meaning no one could enter or leave, and authorities are in the process of separating the positive from the negative cases.  This is proving challenging as some of the inhabitants do not want to be moved, the press officer added. ##Health##   The world has “been humbled by this very small microbe,” World Health Organization Director-General Tedros Adhanom Ghebreyesus said to the 73rd World Health Assembly on Monday.  World Health Assembly on Monday.   “If this virus is teaching us anything, it’s humility,” he said. “Six months ago, it would have been inconceivable to most that the world’s biggest cities would fall,” Tedros added. “That shops, restaurants, schools and workplaces would be closed. That global travel would grind to a standstill. That simply shaking hands could be life threatening.”  He urged officials to \"treat this virus with the respect and attention it deserves,\" nothing that millions of cases have been reported around the world. “But numbers don't even begin to tell the story of this virus, each loss of life leaves a scar for families, communities and nations.”    ##Health## Pope Francis offered the first public mass at St Peter’s Basilica in two months on Monday morning, where he celebrated the 100th anniversary of the birth of St John Paul II. The Pope was joined by a limited number of worshipers. Masses and religious ceremonies resumed in Italy on Monday under strict safety measures, after being banned for almost two months due to coronavirus. Italian Health Minister Roberto Speranza on Sunday called on citizens to \"remain prudent,\" as the country prepared to relax its coronavirus lockdown from Monday. \"Tomorrow there will be many more people out and so there will be a higher possibility of crossing paths with someone ... tomorrow, the behaviors we have learned will be more necessary than before because there will be greater occasion for contagion,\" Speranza said. \"The virus is still not defeated. It’s not present like it was weeks ago, but it's still here, so we must remain prudent.\" Study subjects who received Moderna’s Covid-19 vaccine had positive early results, according to a press release issued Monday by the biotech company, which partnered with the National Institutes of Health to develop the vaccine. These early data come from a Phase 1 clinical trial, which typically study a small number of people and focus on whether a vaccine is safe. The information has not been peer reviewed, nor published in a medical journal. Race for a vaccine: Moderna, based in Cambridge, Massachusetts, is one of eight developers worldwide already doing human clinical trials of potential vaccines against the novel coronavirus, according to the World Health Organization. Two others, Pfizer and Inovio, are also in the United States, one is at the University of Oxford in the UK, and three others are in China.  \"All eight initial participants\" in the Moderna trial developed neutralizing antibodies to the virus at levels reaching or exceeding those seen in people who have naturally recovered from Covid-19, according to the press release. Neutralizing antibodies bind to the virus, disabling it from attacking human cells. The presence of such antibodies at the levels of people who have naturally had the infection is an important indicator in vaccine studies \"These interim Phase 1 data, while early, demonstrate that vaccination with mRNA-1273 elicits an immune response of the magnitude caused by natural infection starting with a dose as low as 25 μg,\" according to Dr. Tal Zaks, chief medical officer at Moderna, who used the scientific name for the Moderna vaccine. The US Food and Drug Administration has cleared the company to begin Phase 2 trials, which typically involve a larger number of people, and the company expects to begin Phase 3 trials in July. Phase 3 involves large-scale testing of the vaccine, typically in tens of thousands of patients.  The length of such trials varies greatly, and the press release doesn't indicate how long they might take, or when the vaccine might be available to the public. At the highest dose, three participants had \"the most notable adverse events,\" which resolved, and no serious adverse events were reported, the company said, not specifying what the adverse events were.  The company indicated that the Phase 3 trials will be done with lower doses.  ##Health## French President Emmanuel Macron has expressed support for the World Health Organization and called for equal access to any vaccine for coronavirus, while speaking in a pre-recorded statement played out at the World Health Organisation’s 73rd World Health Assembly. \"If we do discover a vaccine against Covid-19, it will be a global public good, and everyone must have access to it,\" Macron said. He called this a question of effectiveness as well as of principle. \"Human health cannot be quarreled over, cannot be appropriated, and cannot be bought and sold,\" he continued. \"We need a strong WHO to tackle Covid-19, and the WHO is us, its member states,\" Macron added. Merkel urges unity: Meanwhile, German Chancellor Angela Merkel called the coronavirus pandemic \"a global crisis\" and urged international cooperation to defeat it, in a speech at the WHO’s World Health Assembly on Monday. \"We are experiencing a global crisis with hundreds of thousands of people who have been infected, and affected with social and economic consequences that show that virtually no country has been spared by this pandemic,\" Merkel said. \"So no country can solve this problem alone,\" she added. \"We must work together.\" Merkel voiced her support for the World Health Organization, calling it \"legitimate,\" and said its financing needed to be \"sustainable.\" \"I am convinced we will be able to overcome this pandemic when we work together,\" she added. ##Health## ##Politics## Loss of sense of smell or taste have been added to the official list of coronavirus symptoms in the UK, the Department of Health and Social Care said Monday. A government statement said \"from today all individuals should self-isolate if they develop a new continuous cough or fever or anosmia.\" Anosmia refers to the loss of or changes in a person's sense of smell. According to the department of health, \"it can also affect your sense of taste as the two are closely linked.\" The Chief Medical Officers for the four nations of the United Kingdom endorsed this expansion of symptoms, saying that they \"have been closely monitoring the emerging data and evidence on Covid-19 and, after thorough consideration… are now confident enough to recommend this new measure,\" the statement said. Anosmia emerged as a potential Covid-19 symptom in March, when doctors in the United States called for it to be added to the \"list of screening tools\" for Covid-19. Around the same time, ENT UK, a professional organization representing UK ear, nose and throat surgeons, said in a statement on its website that anosmia could be another symptom of infection with the virus. Up to 70,000 cases could have been undiagnosed: The announcement comes after the head of the UK’s coronavirus symptom app, Professor Tim Spector, criticized the government’s failure to expand their list of symptoms. Spector estimated that an additional 50,000-70,000 cases in the UK have gone undiagnosed due to the lack of recognition of other symptoms such as anosmia. ##Health## Brazilian President Jair Bolsonaro joined a large rally outside his official residence, the Alvorada Palace, in Brasilia on Sunday to greet supporters, according to video posted on his official social media accounts. Video streamed on Bolsonaro's YouTube page showed him wearing a face mask while walking close to a large crowd. At least four ministers accompanied Bolsonaro as he shook hands with those in the crowd and even carried several children in his arms.  Bolsonaro addressed the media during the rally, saying \"it is very gratifying, honorable for me, for my cabinet, to receive a demonstration of support in this sense.\" \"We will be able to change the fate of Brazil, despite this crisis that has been affecting the whole world,\" Bolsonaro added. Shortly after the rally, Bolsonaro welcomed a group of men wearing military outfits at the Presidential Palace. The men said they were paratroopers from the Brazilian army, and wanted to show support for Bolsonaro. The group said a prayer for Brazil, at one point shouting \"Bolsonaro is us.\" They also did several rounds of push-ups with the Brazilian President. The demonstration took place just hours after Sao Paulo's mayor, Bruno Covas, warned that his city's health system is on the brink of collapse due to the coronavirus pandemic. The country's Ministry of Health has so far reported 241,080 confirmed cases of coronavirus with 16,118 deaths.  Brazil has the fourth-highest number of coronavirus cases in the world, according to data from Johns Hopkins University in the US. The latest spike in cases pushed Brazil's count past Spain and Italy.   Clubs in Spain’s top two soccer divisions can begin training in groups of up to 10 players from today, La Liga has announced. The return to group training follows a government announcement on Saturday allowing professional sports clubs to return to activities, regardless of the status of the lockdown in their own region. Previously, only teams from regions that were in \"Phase One\" of the de-escalation were permitted to train in groups. Major clubs can return to training: The announcement means the likes of Real Madrid, FC Barcelona and Atletico Madrid will be able to train in groups of 10, despite both the Madrid and the Barcelona metropolitan areas remaining in \"Phase Zero\" of Spain's lockdown. \"It's very important that every club has the same chance to be in good shape. It’s not essential, but it’s very important and we’re grateful that it will be like that,\" La Liga President Javier Tebas told Movistar TV on Sunday. Move to second phase: Once \"Phase One\" has been successfully implemented, \"Phase Two\" will allow clubs to move to full training, before resuming matches without spectators in stadiums – a decision which must first be approved by the government's department for health. All professional soccer in the country has been indefinitely suspended since Thursday 12 March.  ##The Future## ##Lockdowns## China says it supports the resolution put forward to a World Health Organization meeting on finding the origins of Covid-19 and calling for an inquiry into the global response, but insists the draft resolution \"is a totally different thing from what’s been called an independent international inquiry.\" Speaking at a daily press briefing, Chinese Foreign Ministry spokesman Zhao Lijian said: \"As the virus continues to spread across the world, passage of this resolution is aimed at supporting the key leadership role of the World Health Organization and focusing on international cooperation.\" Zhao said China rejects \"unilateral interpretation\" of the resolution and believes that the focus should remain on the containment of Covid-19, and that most member states agree it is not an appropriate time for an investigation due to the state of the pandemic. Here's some background: About 100 countries have backed a resolution at the World Health Assembly (WHA), calling for an independent inquiry into the coronavirus pandemic. The European Union-drafted resolution comes on the back of a push by Australia for an inquiry into China's initial handling of the crisis. Zhao dismisses Pompeo's comments: When asked to comment on remarks by US Secretary of State Mike Pompeo that appeared to backtrack on a theory that the virus originated in a lab in the Chinese city of Wuhan, Zhao said: “This US politician has been spreading all kinds of lies for some time. Responding to his lies is a waste of everyone’s time.” ##Health## Chinese President Xi Jinping delivered remarks at the opening ceremony of the World Health Assembly, making the case for the country’s transparency over the virus, proposing a series of steps to deal with the virus and pledging US$2 billion over two years to the WHO. Xi expressed condolences for the lives lost due to the pandemic before saying the country had acted with openness and transparency and provided the international community with information in a timely fashion. Investigation after pandemic is contained: China proposed a series of steps to battle the pandemic, including taking measures to curb the spread of the virus; ensuring the WHO takes the lead; providing greater support for developing countries – particularly in Africa; restoring economic development and strengthening international cooperation. He also stressed the need for an investigation into the response to Covid-19 but said it should be done after the pandemic is contained. Calls for unity: The World Health Organization’s 73rd World Health Assembly opened with calls for unity from the President of the Swiss Confederation, and the UN Secretary-General Antonio Guterres. The World Health Organization is \"irreplaceable,\" said UN Secretary-General Guterres, calling for an investigation into the origins of the virus’s spread to take place at a later date. \"Now is a time for unity,\" he added. \"Either we stand together or we fall apart.\" ##Health## ##Politics## The novel coronavirus has infected more than 4.7 million people, killing at least 315,000 worldwide. If you're just joining us, here's what you may have missed: WHO meets today: More than 100 countries have proposed a draft resolution calling for an independent \"evaluation\" into the coronavirus pandemic. It will be presented to the World Health Organization during its 73rd World Health Assembly today. The draft does not single out China, but Beijing is facing mounting international scrutiny for its initial handling of the Covid-19 outbreak.\nTaiwan not on the agenda: The self-ruled island's Ministry of Foreign Affairs said in a statement Monday that it had agreed to shelve the issue of its participation at the WHA until next year, due to the shortened nature of the current meeting and the pressing issue of the pandemic.\nGreece reopens some of its most famous cultural sites: The Acropolis in Athens reopened for visitors today after temporarily closing due to the coronavirus outbreak. More than 200 archaeological sites across the country will resume business today, according to the Greek Ministry of Culture.\nWuhan tests more than 400,000 people: The Chinese city of Wuhan has conducted more than 400,000 nucleic acids tests within the first three days of a citywide campaign to test all residents for Covid-19, the Wuhan Municipal Health Commission said today.\nUK could be missing up to 70,000 Covid-19 cases: Meanwhile, the UK could be missing between 50,000 to 70,000 coronavirus cases because it has not updated its list of coronavirus symptoms, a professor who leads the King's College London Covid Symptom Tracker app said Monday.\nSpanish soccer stars can train in groups of 10: Clubs in Spain’s top two soccer divisions can begin training in groups of up to 10 players from Monday, La Liga announced on Sunday. The return will mean players from the likes of Real Madrid, FC Barcelona and Atletico Madrid will be able to train in small groups.  The Czech government has lifted the country's coronavirus state of emergency, which had been in place since March 12.  Some restrictions will, however, remain:  face masks must be worn in public\nrestaurants' indoor sections are to stay closed\ngatherings of more than 100 people are banned\nborder controls remain in place The Czech Republic has so far recorded 8,475 coronavirus cases, with 298 deaths, according to the country’s health ministry.  Taiwan has said it will postpone its bid to join the World Health Organization, after the secretariat did not invite the island to attend the World Health Assembly, which takes place Monday, according to the island’s Foreign Minister Joesph Wu. \"After careful deliberation, we have accepted the suggestion from our allies and like-minded nations to wait until the resumed session before further promoting our bid,\" Wu said at a press conference on Monday. \nWu noted that the length of the meeting had been shortened this year due to Covid-19 and that \"understandably, countries want to use the limited time available to concentrate on ways of containing the pandemic.\" \"Deep regret\": He added that \"the Ministry of Foreign Affairs expresses deep regret and strong dissatisfaction that the World Health Organization Secretariat has yielded to pressure from the Chinese government and continues to disregard the right to health of the 23 million people of Taiwan.\" Taiwan said 29 countries had \"expressed support for Taiwan’s WHO participation\" with officials including Japan’s Prime Minister Shinzo Abe, US Secretary of State Mike Pompeo and New Zealand Foreign Minister Winston Peters speaking out for the island. \"Our actions speak for themselves—Taiwan can help, and Taiwan is helping,\" said Wu, adding that Taiwan \"took the initiative to provide epidemic prevention and containment supplies to countries in need.\" Taiwan says it will continue its bid to join the World Health Organization \"later this year when meetings will be conducted normally, to make sure there will be full and open discussion.\" ##Health## There are at least 1,486,742 cases of coronavirus in the US, according to Johns Hopkins University's tally of cases in the United States, and at least 89,564 people have died in the US from the virus.  The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases. ##Cases## ##Health## The UK is likely missing between 50,000-70,000 Covid-19 cases because it has not updated its list of coronavirus symptoms, a professor who leads the Kings College London Covid Symptom Tracker app said Monday. Professor Tim Spector told BBC Radio 4's Today programme that his team's app has listed \"about 14 symptoms which [they] know are related to having a positive swab test and these are not being picked up by the NHS.\" These include symptoms such as the loss of smell and taste and severe muscle pain and fatigue. Professor Spector said the app is the \"largest source of data\" in the UK, with more than 1.5 million signed up to offer information about their response to the virus. Citizens in the dark about symptoms: He said that UK citizens are not aware of the full spectrum of symptoms due to the lack of testing and the advice to only self-isolate if they have a high-fever or cough.  \"There's no point telling people to be alert if they don't know the symptoms,\" he added.  Other countries expand lists: Professor Spector noted 17 other countries, the WHO, the EU and even the CDC altered and expanded their list of symptoms a few weeks ago. Since the UK began testing, 243,695 people have tested positive for the virus, according to the latest figures from the Department of Health and Social Care. Spector advised that \"Public Health England ... get in line with the rest of the world and make people more aware.\" He estimated that there are 100,000 cases of infected people in the UK at present and stressed that \"there are still people out there who can infect others and we do have to be very vigilant,\" as some parts of the UK begin to ease their lockdown. ##Health## ##Daily Life## Some 69 out of 209 employees at an agricultural producer near St. Brieuc in northwestern France have tested positive for coronavirus following a mass screening, according to the local health authority.  An employee at the unnamed factory in Brittany was admitted to the local hospital on May 13, the health authority says.  Meanwhile, 34 employees have tested positive for coronavirus at the Tradival slaughterhouse in Fleury-les-Aubrays south of Paris, according to the local health authority.  Initially, the French government contact tracing app flagged three employees there for possible symptoms. A wider testing campaign is now underway at the factory and several subsidiary companies, the health authority says. News of the two clusters of cases comes as France enters its second week of \"deconfinement,\" as the measures which had seen people confined to their homes, only allowed to leave when carrying a form justifying their movements, are relaxed.  ##Daily Life## ##Health## Singapore confirmed 305 new coronavirus cases as of 12 p.m. local time today, the country's Ministry of Health said.  The vast majority of new infections are work permit holders living in foreign workers dorms. Two cases are Singaporeans or permanent residents.  On Sunday, Singapore reported 682 cases. The Ministry of Health said the lower number of cases today is due to \"fewer tests being processed as one testing laboratory is reviewing its processes following an earlier apparatus calibration issue.\" Singapore has a total of 28,343 reported cases and 22 deaths, according to the Johns Hopkins University tally.  Making up a significant portion of the Singaporean workforce, 1.4 million migrant workers live in the city-state, mostly employed in construction, manual labor and housekeeping. Of these, about 200,000 live in 43 dormitories, according to Minister of Manpower Josephine Teo. Read more about the plight of Singapore's migrant workers: ##Cases## The Chinese city of Wuhan has conducted more than 400,000 nucleic acids tests within the first three days of a citywide campaign to test all residents for Covid-19, the Wuhan Municipal Health Commission said today. The testing drive comes after several new local cases were reported this month, sparking concern that the coronavirus could still be spreading in the city of 11 million people, where the virus emerged at the end of last year. The number of tests conducted daily has also steadily increased from 72,791 on May 14 -- when the campaign began -- to 222,675 on May 16, local health authorities said.  Who is being tested? The Wuhan government said that the citywide tests will apply to most permanent and temporary residents who were never tested before, and will exclude children under the age of 6.  How will it work? The tests are conducted free of charge, and only those who test positive will be notified by authorities, the local government said. All samples will be stored in a secure and independent server to safeguard privacy, authorities added.  Last Thursday, leading Chinese business publication Caixin reported that Wuhan will carry out the citywide testing in waves. Over a period of 10 days, each district will stagger their  tests in an effort to prevent a resurgence of the virus. German Chancellor Angela Merkel and French President Emmanuel Macron will discuss a German-French initiative for European economic recovery today, according to the German government's press office. The two leaders will hold a video conference around 9:30 a.m. ET and will then hold a joint press conference around 11 a.m. ET. ##Politics## ##The Future## The Acropolis in Athens reopened for visitors today after temporarily closing due to the coronavirus outbreak. More than 200 archaeological sites in the country will resume business today, according to the Greek Ministry of Culture. They are the first cultural sites to return to normal operations, followed by open-air cinemas on June 1, museums on June 15 and art events on July 15, Culture Minister Lina Mendoni said.  The sites will operate from 8 a.m. to 8 p.m. local time with safety measures, according to the instructions of the country's National Public Health Organisation. These include keeping a distance of 1.5 meters (5 feet) between people and ensuring a maximum number of visitors per archaeological site. There will also be special rules for sanitary facilities, while mask wearing and the use of hand sanitizer are recommended. ##Lockdowns## Chinese President Xi Jinping will address the World Health Assembly today via video conference, state news agency Xinhua reported. Xinhua said Xi will speak at the opening ceremony at the invitation of World Health Organization director-general Tedros Adhanom Ghebreyesus. A big part of the meeting's agenda is a draft resolution signed by 100 countries calling for an independent \"evaluation\" into the coronavirus pandemic.  While the draft does not single out China, Beijing has been facing mounting international scrutiny for its initial handling of the Covid-19 outbreak. Read more about the meeting: ##Politics## A powerful cyclone that formed in the Bay of Bengal is headed directly for the India-Bangladesh border, bringing with it the potential for major destruction and upheaval in two countries that are still battling the Covid-19 pandemic. Cyclone Amphan has strengthened to the equivalent of a strong Category 4 Atlantic hurricane, or a super typhoon in the West Pacific. Amphan is packing winds of 150 mph (240 kph), though forecasters expect the storm will weaken before making landfall late Wednesday near the Ganges River Delta. Even if the storm hits after weakening, it could cause significant damage. Amphan is forecast to make landfall near poor, densely populated areas with notoriously unreliable infrastructure. If it lands in the low-lying delta, there is also the potential for major storm surges, perhaps even as high as 30 feet (9 meters). Natural disasters are tragically common in this part of the world, but this could be the first powerful storm ever to hit India and Bangladesh amid a global health emergency. Read the full story: El Salvador's President Nayib Bukele addressed the nation Sunday night regarding his decision to extend the country's coronavirus-related state of emergency through executive order. \"No matter how much the business community shouts, it's not time to open up,\" Bukele said on national radio and television.  The decision was met by fierce backlash from the Legislative Assembly, which was not consulted prior to the announcement. In order to calm the conflict between the President and the legislative and judicial powers, Bukele used the address to call for dialogue on all sides. Lawmakers, from both left-leaning and right-leaning parties, have come out in opposition to Bukele and have scheduled an extraordinary plenary session later today to vote on a new emergency law, which will include plans to gradually reactivate the economy.  El Salvador's Attorney General's Office also formally opened an \"unconstitutionality decree\" with the Supreme Court, saying Bukele evaded the powers of the Legislative Assembly. The country has officially recorded more than 1,300 coronavirus cases, including at least 30 deaths, according to Johns Hopkins University. ##Lockdowns## ##Politics##  Governors across the United States are navigating a balancing act as they try to reopen their economies without triggering a second spike of coronavirus cases.  By now, all but two states have loosened restrictions in place to help curb the spread of the virus. Some began allowing limited gatherings, while others have allowed restaurants and some businesses to reopen their doors with caution. While many parts of the country have expressed hope about their number of cases seemingly slowing, other states have reported hikes.  In Texas: Officials reported the highest single-day increase in new cases over the weekend, but the governor has attributed it to more testing. Restaurants, movie theaters and malls have been open for a little more than two weeks, and the governor is expected to announce the next step in the state's reopening Monday. In Florida: Health officials reported 777 new coronavirus cases, adding the state's testing also increased in the past week, according to a statement Sunday. On Monday, the state will enter into its first full phase of reopening, which will allow restaurants, retail stores and gyms across Florida to reopen with certain restrictions.  And in California: The state is now in the second of Gov. Gavin Newsom's four reopening phases. Newsom said that while he was empathetic to residents' concerns, he wanted to move forward safely. Read the full story: ##Lockdowns## The novel coronavirus has infected more than 4.7 million people, killing at least 315,000 worldwide. If you're just joining us, here's what you may have missed: WHO meets today: More than 100 countries have proposed a draft resolution calling for an independent “evaluation” into the coronavirus pandemic. It will be presented to the World Health Organization during its 73rd World Health Assembly today. The draft does not single out China but Beijing has been facing mounting international scrutiny for its initial handling of the Covid-19 outbreak.\nTaiwan not on the agenda: The self-ruled island's Ministry of Foreign Affairs said in a statement Monday that it had agreed to shelve the issue of its participation at the WHA until next year, due to the shortened nature of the current meeting and the pressing issue of the pandemic.\nJapan enters recession: The world's third-largest economy shrank 0.9% in the January-to-March period compared to the prior quarter. The coronavirus pandemic will likely make things even worse, analysts said.\nIndia cases surge: India recorded 5,242 new cases of Covid-19 in 24 hours -- the country’s biggest single-day spike in confirmed infections. On Sunday, India announced it was extending its lockdown until the end of the month. \nSao Paulo on the brink: The mayor of Brazil's biggest city warned that the health system could collapse very soon if residents don’t adhere to social isolation guidelines. He said that ICU beds are at 90% occupancy.\nHealth conditions partly blamed: US Health and Human Services Secretary Alex Azar has suggested that the underlying health conditions of Americans, in particular in minority communities, contributed significantly to the death toll from the coronavirus. Almost 90,000 Americans have died from the virus. This post was updated to reflect Taiwan's statement on its presence at the WHA. ##Catch Up## About 100 countries are backing a resolution at the upcoming World Health Assembly (WHA) calling for an independent inquiry into the coronavirus pandemic. The wording of the resolution is weak compared to Australia's previous calls for a probe into China's role and responsibility in the origin of the pandemic. This may have been necessary to get a majority of WHO member states to sign on -- particularly those, such as Russia, with traditionally strong ties to Beijing. But that doesn't mean China's government should rest easy. The potential for an independent probe to turn up damning or embarrassing information is great -- even one not initially tasked with investigating an individual country's response. Australian government sources told the ABC, the country's public broadcaster, that the resolution's language was sufficiently strong to \"ensure that a proper and thorough investigation took place.\"  Beijing has previously said it would only support an investigation held by the WHO, which has been accused of being overly influenced by China -- a charge top WHO officials refute.  Speaking last week, China's ambassador to the UK, Liu Xiaoming said: \"We're open, we are transparent, we have nothing to hide, we have nothing to fear. We welcome an international, independent review, but it has to be organized by the WHO.\" With more countries signing on to the EU resolution as the assembly nears, that may be out of China's hands. Read the full analysis: ##Politics## Since its founding in 1977, International Museum Day has been held every May 18 to celebrate museums as valuable spaces for cultural exchange. This year's festivities will be a little different, however, as the coronavirus continues to shutter many of the world's favorite institutions. Museums big and small have suffered financial losses due to closures in recent months. New York's Metropolitan Museum of Art predicted losses of nearly $100 million after it closed on March 13, and according to the American Alliance of Museums, across the US, museums are losing at least $33 million a day. It's not just the US -- museums and galleries all over the world have had to close their doors. But museums are slowly reopening, in Europe and Asia especially. Since mid-March, exhibitions in China, Germany, South Korea and Switzerland have started welcoming visitors, many of whom must adhere to new rules on temperature checks and social distancing. Here's a running list of some of the museums that have reopened -- or have announced they will soon: ##Lockdowns## ##The Future## Two of US President Donald Trump's top officials are now pointing the finger at the administration's own scientists and Americans' pre-existing health conditions to explain the country's world-leading Covid-19 death toll. Health and Human Services Secretary Alex Azar suggested Sunday that underlying health conditions, including among minorities, were one reason for the high American death toll -- nearly 90,000 as of Sunday evening. And Trump trade adviser Peter Navarro added the government's own Centers for Disease Control and Prevention to its list of scapegoats alongside China and the Obama administration. The White House has been escalating its effort to recast the narrative of its own chaotic response to the crisis as it aggressively pushes to reopen the country, a process vital to the fortunes of millions of people who have lost their jobs in lockdowns and its own political prospects in November. The effort follows Trump's repeated early denials that the virus would be a problem for the United States and claims that his administration had it under control months ago. The US accounts for about 4.25% of the world's population, but currently has about 29% of the confirmed deaths from the disease, and models used by the White House suggest the tragic toll could rise to around 147,000 by early August. Read the full analysis: ##Politics## Images show people enjoying the sun in parks and beaches in many European countries over the weekend, as coronavirus restrictions begin to ease.  In France, people sat in front of the Eiffel Tower and gathered on the grass at the Vincennes woods on the first weekend after lockdown measures were loosened on May 11. In Germany, a group of people joined a yoga class in Berlin's Tempelhofer Feld on the first weekend people were allowed to gather in groups of eight people to practice sports, according to Getty Images.  In Greece, people flocked to public beaches after many were reopened to the public. Social distancing measures required all shade umbrellas to be planted at least 4 meters (13 feet) apart, and a maximum 40 beachgoers allowed in every 1,000 square meters (10,700 square feet) of beach.  In the UK, queues of cars could be seen parked near natural beauty spots as people were allowed to spend more time outside and drive longer distances. Officials had warned against flocking to parks and beaches.  ##Lockdowns## For more than four years, Saiful Islam sent about half of the money he made as a construction worker in Bahrain back to his aging parents in Bangladesh.  When the 25-year-old lost his job due to the coronavirus pandemic earlier this year, that lifeline for his loved ones was abruptly cut off. \"Now that I can't send money back home, my family is also suffering and cannot buy food, and my old parents can't get any good medical treatment,\" Islam told CNN Business. \"I have no savings because I have a big family back home.\" Since Islam lost his job, his family in Comilla Daudkandi village in eastern Bangladesh say they are struggling to survive. \"We cannot buy enough food and we cannot buy our medicines,\" said Rokeya Begum, Islam's 60-year-old mother. \"Some days we have nothing to eat, and some days we ask the neighbors for food.\" Islam and his family are not alone. Migrant workers around the world are being laid off as the coronavirus crisis cripples economies and lockdowns shutter many industries, such as construction. The families who rely on their migrant relatives for money are already feeling the consequences. The World Bank estimates that global remittances will fall 20% in 2020 due to Covid-19 -- cutting about $100 billion from a vital source of funds for the world's poorest people. By comparison, the fall in remittances in 2009 after the global financial crisis was 5%. Read the full story: US Health and Human Services Secretary Alex Azar has suggested that the underlying health conditions of Americans, in particular in minority communities, contributed significantly to the death toll from the coronavirus.  \"Unfortunately the American population is a very diverse ... It is a population with significant unhealthy comorbidities that do make many individuals in our communities, in particular African American, minority communities particularly at risk here,\" Azar said on CNN's \"State of the Union.\" Azar said the reason these communities were at risk was \"because of significant underlying disease health disparities and disease comorbidities,\" and said it was \"an unfortunate legacy in our health care system that we certainly do need to address.\" With nearly 90,000 deaths, the US has recorded more Covid-19-related fatalities than any other country. Azar was asked if he was implying the reason so many Americans had died from Covid-19 was because they were \"unhealthier than the rest of the world,\" Azar said no, that wasn't what he meant.  But the head of the HHS emphasized again that the US had a \"significantly disproportionate burden of comorbidities ... (including) obesity, hypertension, diabetes,\" adding that \"these are demonstrated facts that do make us at risk for any type of disease burden.\" Read the full story: ##Politics## India recorded 5,242 new cases of Covid-19 in the past 24 hours -- the country’s biggest single-day spike in confirmed infections. The total number of confirmed cases in the country stands at 96,169, including 3,029 deaths, according to India’s Ministry of Health and Family Welfare. The state of Maharashtra -- home to Mumbai -- has reported the most cases, with 33,053 infections and 1,198 deaths.  India says it has ramped up its testing capacity and to date, more than 2.3 million people have been tested across the country, according to the Indian Council of Medical Research. On Sunday, India announced it was extending its lockdown until the end of the month.    ##Cases## Not even New Zealand's Prime Minister Jacinda Ardern was exempt from her own coronavirus restrictions after she was turned away from a cafe that was at capacity under physical distancing guidelines.  Ardern and her partner Clarke Gayford were rejected from a popular cafe in Wellington on Saturday, according to a post by a Twitter user named Joey. Gayford responded to the tweet, admitting, \"I have to take responsibility for this, I didn't get organized and book anywhere.\"  Gayford added that the restaurant chased them down when a spot freed up and he gave them an \"A+\" for service.  Lockdown easing: After Ardern announced last week that the country will move from Alert Level 3 down to Level 2, cafes, movie theaters and restaurants in New Zealand were allowed to reopen last Thursday, as long as they did so with strict hygiene measures and physical distancing in place. ##Lockdowns## Japan's third-largest city recorded no new coronavirus cases on Sunday, the first time since March 9 that the figure had fallen to zero.  The total number of infections reported in Osaka now stands at 1,770, the Osaka prefectural government said. In the capital Tokyo, five new cases were reported on Sunday -- that's the lowest since the city was placed under a state of emergency on April 7. The total number of cases recorded in Tokyo has reached 5,050. Across the country, 28 new coronavirus cases and five deaths were recorded on Sunday, Japan’s health ministry said.  The total number of reported cases in Japan is 16,844, with 712 from the Diamond Princess cruise ship. The number of Covid-19-related deaths is 762, with 13 from the cruise liner.  Japan's restrictions: Tokyo, Osaka, and six urban prefectures remain a under state of emergency. The government will assess their status on May 21, Prime Minister Shinzo Abe said last week as he announced the lifting of emergency measures for 39 of 47 prefectures. ##Cases## More than 100 countries have proposed a draft resolution calling for an independent “evaluation” into the coronavirus pandemic. The resolution is to be presented to the World Health Organization during its 73rd World Health Assembly held virtually today and tomorrow. The motion has international support: Countries including Australia, India, New Zealand, Russia and the UK back the proposal, as do the European Union and its member states. But not from the United States: The US is not one of the signatories.  Where does China fit into this? The draft does not specifically mention China or Beijing, but China has been facing mounting international scrutiny for its initial handling of the Covid-19 outbreak.  In April, Australian Minister for Foreign Affairs Marise Payne called for an independent investigation into the spread of Covid-19 and said “transparency from China most certainly” would be addressed. Chinese officials called the idea of an independent investigation politically motivated. Last week, China struck back at what it calls “lies” from US politicians, which it said were fabricated to “shift the blame to China for their inadequate response to Covid-19.” China has repeatedly denied accusations of an initial cover-up and delayed release of information about the virus.  Read the statement proposing the resolution:  “Recognizing the need for all countries to have unhindered timely access to quality, safe, efficacious and affordable diagnostics, therapeutics, medicines and vaccines, and essential health technologies, and their components as well as equipment for the COVID-19 response,” the motion reads in part, the member states call for the WHO to initiate “a stepwise process of impartial, independent and comprehensive evaluation, including using existing mechanisms, as appropriate, to review experience gained and lessons learned from the WHO-coordinated international health response to COVID-19.” ##The Future## At least 18,873 new coronavirus cases and 808 Covid-19-related deaths were recorded in the United States on Sunday, according to Johns Hopkins University. That brings the nationwide totals to at least 1,486,757 cases and 89,562 deaths. The totals includes cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases. CNN is tracking US coronavirus cases here: ##Cases## When we do go outside again, what will it be like? Over the weekend, Tourism Australia -- the country's national travel organization -- called upon a couple of well-known mates to connect couches across the country and answer that very question.  Streamed on Facebook, the virtual event \"Live from Aus\" transported viewers to 36 destinations down under. The two-day program was filled with famous Australian travel experiences and hosted by zookeepers, chefs and even a pair of Chris Hemsworth's personal trainers. \"Everyone has been cooped up in units and apartments, so what we have is very appealing in terms of the wide-open spaces and beautiful landscapes,\" Matt Wright, an animal expert who introduced the event, said while a crocodile snapped playfully at his feet. It's all part of an ongoing push by Tourism Australia to inspire Aussies to travel locally once it is safe to do so. The coronavirus pandemic has halted international travel for the foreseeable future. But, as restrictions begin to ease in Australia, domestic travel is being seen as a big step forward in the road to recovery. Read how Australia plans to restart its tourism industry: ##The Future## Sailors aboard the coronavirus-stricken aircraft carrier USS Theodore Roosevelt \"are simulating being at sea while moored at Naval Base Guam,\" as part of its preparations to return to active operations. The simulation, known as a \"fast cruise,\" comes as the US Navy continues to combat the spread of the coronavirus aboard the ship.  The Navy recently removed 15 sailors that tested positive for the virus from the vessel after they had returned as part of efforts to bring the ship back into operation. Despite those setbacks, the Navy is proceeding with the simulation. Read the full story: ##The Future## Japan's economy has entered recession, and the coronavirus pandemic will likely make things even worse. The world's third-largest economy shrank 0.9% in the January-to-March period compared to the prior quarter, according to government data released Monday.  It's the second straight quarter of declines -- meaning Japan has now entered recession. Japan's economy was already struggling before the outbreak: Economic activity contracted late last year as the country absorbed a sales tax hike and grappled with the aftermath of Typhoon Hagibis, a powerful storm that hit last fall. Tom Learmouth, Japan economist for Capital Economics, said in a research note today that  \"much worse\" is to come in the second quarter, forecasting a 12% quarter-on-quarter plunge. Read the full story: ##The Future## Sao Paulo's mayor warned on Sunday that the health system could collapse very soon if residents don’t adhere to social isolation guidelines.  “The city is coming to the limit of options,” Bruno Covas, the mayor of Brazil’s biggest city told journalists, warning that ICU beds are at 90% occupancy.  \"We need to decide if we want to test the limits or if we will be prudent and firmly maintain social isolation for the time needed so that the health system doesn’t collapse. We are closer than we would like,\" he said.  The city of Sao Paulo, considered the epicenter of the coronavirus pandemic in Brazil, has recorded 38,605 cases of Covid-19 -- 16% of the total confirmed cases in the country.  When Sao Paulo city and state declared quarantine in March, more than 60% of residents sheltered at home and the spread of the virus slowed.  But in the last couple of weeks the percentage of residents respecting the quarantine has fallen below half and coronavirus numbers have started to rise.  Read more about the crisis in Sao Paulo: ##Cases## ##Lockdowns## More than a dozen top professors and other staff at Emory University in Georgia are calling for the US Centers for Disease Control and Prevention to lead the US efforts in fighting the coronavirus pandemic. The CDC has been the lead agency in battling other recent pandemics and disease outbreaks, including the 2009 H1N1 swine influenza pandemic, the 2003-2004 SARS outbreak and the spread of Zika virus in 2015 and 2016.  But regular briefings by the CDC on coronavirus were stopped by March and the White House took over national public briefings. This is a mistake, the Emory staffers, all of them members of the National Academy of Medicine, wrote in a letter to the Atlanta Journal Constitution on Sunday. “We call on our state and nationwide industry, academic, and government leaders to take urgent action to ensure that the CDC, based here in Georgia, regains its leading position in these times,” the group wrote.  Signatories include Claire Sterk, President of Emory University; Dr. William Foege and Dr. Jeffrey Koplan who are former directors of the CDC; and Dr. James Curran, who is dean of Emory’s Rollins School of Public Health. “If we are to win the battle against COVID-19, we need the CDC’s scientific independence and unstifled voice,” they wrote. ##The Future## ##Politics## US Secretary of State Mike Pompeo appears to be backing away from a theory he and President Donald Trump were pushing that the coronavirus pandemic may have originated at a lab in Wuhan, China.  Pompeo said in an interview with Breitbart that aired Saturday that \"we know it began in Wuhan, but we don't know from where or from whom, and those are important things.\" \n\"We have repeatedly asked to have teams go in to assist them in identifying where the virus originated,\" the secretary said. Pompeo has for weeks publicly espoused the theory that the virus that has infected nearly 1.5 million Americans originated from the Wuhan Institute of Virology, claiming in an interview earlier this month that there was \"enormous evidence\" this was the case.  He later conceded that he couldn't be certain of its origin and that the evidence that it came from \"the vicinity\" of the Wuhan lab \"could be wrong.\" The Chinese government has pushed back on the claim, describing it as a \"smear\" intended to bolster US President Donald Trump's reelection chances. Read the full story: ##Politics## About 35,000 coronavirus tests in the United States have been deemed unreliable because a processing lab “has been unable to fulfill its obligation,” according to a statement from AdventHealth, which administered the tests.  More than 33,000 unreliable tests were conducted in Florida. AdventHealth did not specify where the other 2,000 tests were carried out.   AdventHealth said they are not disclosing the lab at this time. “While we work successfully with many other labs across multiple states to provide COVID-19 tests for our communities, we have terminated our contract with this particular lab and share in the disappointment and frustration this situation has created. We are deeply sorry for the inconvenience and uncertainty it has caused,” said Terry Shaw, president and CEO of AdventHealth.  AdventHealth said they would be “working diligently” to notify those who are impacted via letter or phone call. Those awaiting results from the lab in question will not receive results as the samples provided will not be tested but destroyed “in accordance with the law.”  The US economy is going through an unprecedented recession and a recovery will take time. Even so, you don't want to bet against America's economy, said Federal Reserve Chairman Jerome Powell on CBS News' \"60 Minutes\" on Sunday. Business ground to a halt this spring as people stayed home and companies shut down to stop the spread of Covid-19. Mass layoffs forced 36.5 million Americans to file first-time claims for jobless benefits since mid-March.  The unemployment rate shot up to 14.7% in April -- the highest figure since the Bureau of Labor Statistics began collecting this data in 1948 -- and is expected to climb even higher in May.  Recovering from this will take some time. \"But I would just say this. In the long run, and even in the medium run, you wouldn't want to bet against the American economy,\" Powell said in a prime-time interview. \n\"This economy will recover. And that means people will go back to work. Unemployment will get back down. We'll get through this,\" he said. Read more about the interview here: ##The Future## The novel coronavirus has infected more than 4.7 million people, killing at least 315,000 worldwide. Here are the latest headlines: India extends lockdown: Restrictions will continue until at least May 31. On Sunday, India reported its biggest surge in infections with 4,987 cases. \nUK doctors' fears: Nearly half of the doctors in the United Kingdom working during the pandemic fear for their health, according to a new survey by the Royal College of Physicians. The survey found 48% of 1,582 respondents reported feeling concerned or very concerned for their health. \nSouth Africa spike: The country saw its highest single-day jump of reported coronavirus cases on Sunday with an increase of 1,160 infections, bringing its total to 15,515. \nNYPD back on the beat: More than 5,000 members of the New York Police Department have returned to work full time after recovering from coronavirus. About 149 members are still out sick with the virus.\nItaly to ease lockdown: Italy’s Health Minister Roberto Speranza has called on citizens to “remain prudent” as the country prepares to relax its coronavirus lockdown on Monday, warning that the “hard part” will begin then.\nTrump meeting: US President Donald Trump will meet with members of the restaurant industry on Monday to discuss the impact of coronavirus at a roundtable meeting at the White House. Concerns about the Paycheck Protection Program are expected to come up. ##Catch Up## More than 100 coronavirus infections in South Korea have been linked to a fitness instructor workshop from mid-February, researchers have found. The infections aren’t recent -- they were all identified by March 9 -- but the new research offers insight into how rapidly coronavirus can spread in enclosed spaces. What happened: Almost 30 instructors participated in the original workshop, which was held in Cheonan, South Korea. They trained intensely for four hours, and while none had symptoms at the time, eight instructors eventually tested positive for the virus. More cases uncovered: Less than a month later, researchers had identified 112 coronavirus cases linked to dance classes in a dozen different facilities. Half of the cases were the result of direct transmission from instructors to students, and some people went on to infect others outside of class.  Why did the virus spread this way? Several factors may have made it easier for the virus to spread, according to Sukbin Jang and colleagues at the Dankook University College of Medicine in Cheonan. They published their findings in Emerging Infectious Diseases, a journal from the US Centers for Disease Control and Prevention. “The moist, warm atmosphere in a sports facility coupled with turbulent air flow generated by intense physical exercise can cause more dense transmission of isolated droplets,” they wrote. Classes linked to transmission had five to 22 students and took place in small spaces for almost an hour. Out of 217 students exposed to infected instructors, 57 of them -- about one in four -- ended up testing positive. ##Cases## A person who later learned they were positive for Covid-19 attended a California religious service on Mother's Day -- May 10 -- exposing 180 other people to the coronavirus, according to local health officials. The individual got a positive diagnosis for Covid-19 the day after the service and is now in isolation at home, Butte County Public Health said in a statement on Friday. People who attended the service have been notified about their exposure and received instructions from health officials to self-quarantine, the statement said. Officials are working to get testing for everyone who was in attendance. Read more: ##Cases## China reported seven new cases of novel coronavirus and no new deaths on Sunday,  according to the country's National Health Commission.  The new infections include four imported cases in Inner Mongolia and three local cases -- two from Jilin province and one from Shanghai.  The total number of confirmed cases in China stands at 82,954, with 82 active cases, according to the NHC.  A further 18 new asymptomatic cases were also reported on Sunday. Some 4,970 asymptomatic patients remain under medical observation.  A total of 78,238 confirmed patients have recovered and been discharged so far.  The official death toll in mainland China is 4,634.  Read more about the situation in China: ##Cases## Nearly half of the doctors in the United Kingdom working during the coronavirus pandemic fear for their health, according to a new survey by the Royal College of Physicians. The survey found 48% of the 1,582 respondents reported feeling concerned or very concerned for their health. This figure rose to 76% among doctors from black, Asian and minority ethnic communities. The results, released on Monday, come amid ongoing issues surrounding the supply of personal protective equipment (PPE) in the UK. At least 1,486,376 cases of coronavirus have been recorded in the United States, including 89,550 deaths, according to Johns Hopkins University's tally of cases. The totals includes cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases. CNN is tracking US coronavirus cases here: ##Cases## As of Sunday, 5,457 members of the New York Police Department have returned to work full time after recovering from coronavirus, according to the daily NYPD coronavirus report. In total, 5,648 NYPD members have tested positive for coronavirus. About 149 members (111 uniformed and 38 civilian) are still out sick with the virus, the NYPD said. On Sunday, 1,045 uniformed members were out sick, accounting for about 2.9% of the NYPD’s uniformed workforce. As far as enforcing social distancing, the NYPD said there were seven summonses issued Saturday. Officers continue to visit restaurants, bars, supermarkets, salons and public spaces to remind individuals of the ban on congregating in public spaces and to practice social distancing, according to the NYPD. South Africa saw its highest single-day jump of reported coronavirus cases on Sunday with an increase of 1,160 infections, according to the country's National Department of Health. That brings the total number of cases to 15,515, with the Western Cape province accounting for nearly 60% of the national figures. CNN is tracking worldwide coronavirus cases here: ##Cases## Italy’s Health Minister Roberto Speranza has called on citizens to “remain prudent” as the country prepares to relax its coronavirus lockdown on Monday, warning that the “hard part” will begin tomorrow. “Tomorrow there will be many more people out and so there will be a higher possibility of crossing paths with someone ... tomorrow, the behaviors we have learned will be more necessary than before because there will be greater occasion for contagion,” Speranza said on Sunday. “The virus is still not defeated. It’s not present like it was weeks ago, but it’s still here, so we must remain prudent.” Speaking during a televised interview on the eve of Italy’s reopening, Speranza acknowledged that while he had been reluctant to reopen the country too quickly, Italy’s economy and society “need to relaunch again” after 10 weeks of confinement. Additionally, Speranza announced that the Italian government will increase its intensive care capacity by 115%, investing more than 3 billion euros ($3.2 billion) in creating more than 11,000 ICU beds. ##Lockdowns##", "Section": "world", "Writers": ["Helen Regan", "Adam Renton", "Amy Woodyatt"], "URL": "https://www.cnn.com/world/live-news/coronavirus-pandemic-05-18-20-intl/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Singapore", "Source": "CNN"}