{"Type": "article", "Time": "2021-03-24", "Headline": "China may just have doomed its trade deal with Europe", "Text": "China and the European Union rang in the new year by striking a major investment deal intended to strengthen their trade ties. A contentious spat over human rights could now doom the agreement. The European Union joined the United States and United Kingdom this week in punishing Chinese officials with sanctions over alleged human rights abuses in the country's Xinjiang region. Beijing fired back with sanctions of its own on 10 EU politicians, including members of parliament and four entities, for \"maliciously spreading lies.\"  Valdis Dombrovskis, the European Union trade commissioner, said the fate of the investment agreement, which has not yet been ratified by the European Parliament, is now in doubt. \"China's retaliatory sanctions are regrettable and unacceptable,\" Dombrovskis told the Financial Times in remarks confirmed by his spokesperson. \"The prospects for ... ratification will depend on how the situation evolves.\"  The European Commission, which negotiates trade deals for the 27 EU countries, had already come under fire from members of parliament and activist groups for moving ahead with the investment agreement without securing stronger commitments from China on labor and human rights protections.  China's dramatic response to sanctions means the investment deal now faces an even tougher path to ratification, underscoring just how difficult it will be for the European Union to balance its economic interests with human rights concerns, especially as the United States wants to work with allies to challenge Beijing. \"The lifting of sanctions against [members of the European parliament] is a pre-condition for us to enter into talks with the Chinese government on the investment deal,\" said Kathleen van Brempt, a member of the European Parliament and spokesperson for the Socialists and Democrats. \"We will not be intimidated, we will not be silenced.\" Guy Verhofstadt, a member of European Parliament and the former prime minister of Belgium, said that China's decision to fire back over sanctions had \"killed\" the deal. A complicated deal The investment agreement — which aims to promote sustainable development, and improve access for EU investors to China's economy in areas such as health, financial services and electric cars — was always going to be tricky to finalize. Increased tensions between the United States and China are one major reason. Washington is confronting China on a range of economic issues including market access and trade, and it has even accused Beijing of carrying out \"genocide\" against Uyghurs and other ethnic and religious minority groups in Xinjiang. That's forcing other countries to pick sides. \"The China-EU investment deal has always been a long-shot,\" said Alex Capri, a research fellow at Hinrich Foundation and a visiting senior fellow at National University of Singapore. Capri said concessions China made to the United States as part of last year's trade truce with the Trump administration had pushed Europe to revive its own agreement. But while Brussels wants to keep up a \"robust\" trading relationship with Beijing, he said, the bloc will \"continue to pivot\" to the United States on many issues, including alignment on artificial intelligence and strategic supply chains.  \"It'll be awkward for the European Parliament to ratify an investment deal with a country that's sanctioned several,\" of its members, said Nick Marro, the lead for global trade at the Economist Intelligence Unit, in a commentary published Tuesday. Not dead just yet Marro said that the investment deal isn't \"dead on arrival\" just yet. And several experts have pointed out that it's in Beijing's best interest to bolster economic ties: China is the European Union's second biggest trading partner behind the United States, while the European Union is China's largest trading partner, according to the European Commission. \"The biggest risk to the [investment deal] is not Beijing pulling out, but unleashing an aggressive response that undercuts European support for the pact,\" wrote analysts at Eurasia Group in a research note published late last week. Some influential voices in China appear to understand that, too. Hu Xijin, the editor of the state-run tabloid the Global Times, played up the \"symbolic\" nature of the sanctions Tuesday on his Weibo account. \"Please note that the mutual sanctions didn't touch trade and the economy, so it's mainly just a verbal fight,\" Hu wrote on the Chinese social media platform. \"The essence of China and the West's relations are business. That's the real interest.\" A 'costly' approach Brussels and Beijing have huge incentives to preserve their overall economic relationship and prevent further deterioration. Still, China may have miscalculated its response. Its new sanctions ban several EU politicians from entering mainland China, Hong Kong and Macau. And their related companies and institutions will be restricted from doing business with China. \"Chinese diplomacy seems incapable of taking a measured approach when it comes to responding to perceived public affronts,\" said Capri, who added that the reaction \"will prove to be costly.\" Daniel Gros, a distinguished fellow at the Centre for European Policy Studies, said China has \"a bit overreacted.\" But he added that ratification of the investment deal is still a long way off, and the spat may not jeopardize it in the long run.  Even so, geopolitical tensions could increase over the coming year. Gros pointed to Beijing's crackdown on pro-democracy activists in Hong Kong and China's confrontational diplomacy as potential flash points.  \"If there's more evidence of human rights violations against the Uyghurs, all these things could and would influence the final decision,\" Gros said. — Laura He and Charles Riley contributed to this report.", "Section": "economy", "Writers": ["Jill Disis"], "URL": "https://www.cnn.com/2021/03/24/economy/china-eu-investment-deal-sanctions-intl-hnk/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Singapore", "Source": "CNN"}