{"Type": "", "Time": "2018-09-03", "Headline": "2 Filipino-Chinese win Mr and Miss Chinatown Philippines 2018 – Manila Bulletin", "Text": "Two Filipino-Chinese – male and female – were crowned Mr. and Miss Chinatown Philippines 2018 during a jampacked pageant held at the Mall of Asia Arena in Pasay City early yesterday morning (September 3).Moises Limyuen and Marie Que edged out 26 other candidates for the annual pageant that spearheads the promotion of the unique fusion of the Chinese and Filipino cultures.“This is one big crazy rich adventure! I would never have thought that I would join a pageant. I went out for ramps, fashions shows, and photo shoots. I got to know 27 great people and we became good friends in our more than 2-month journey,” says Limyuen, 25, nature lover.He adds: “I went out of my comfort zone and believed in myself. I got a lot more confident about myself. I got to understand and love our culture more and our beauty in diversity. I am continuing my fight to preserve our language, culture, and heritage.”Que, 23, of Butuan City, will represent the Philippines at the Miss Chinese International 2019 pageant.“I really want to win Miss Chinatown Philippines 2018. At first, it was just to prove my parents wrong when they did not approve of my joining. But after weeks of immersion into this pageant, I have learned more about myself and why I really made a commitment to see it through beyond the finals. I want to be a role model for the Chinoy youth in the country and be the voice who can speak for their dreams and causes. I can say that I’ve really grown as a person and as future ambassador,” says Que in a recent interview for pageant website normannorman.com.First runners-up honors went to Martin Chua and Sabrina Ng while Brian Gocheco and Carly Chua, second runners-up.The winners and runners-up will receive P200,000.00; P100,000.00; and P50,000.00 worth of cash and prizes respectively.Winners of special awards were: Martin Chua and Patricia Tan, Mr and Miss Photogenic; Robert Tanchip and Sabrina Ng, Mr and Miss Congeniality; Brian Gocheco and Marie Que, Best in Swimwear; Brian Gocheco and Sabrina Ng, Best in Formal Wear; Matthan Yu and Carly Chua, Mr and Miss Philippine Airlines; Jason Tan and Mikel Villamora, Mr and Miss BDO; Martin Chua and Carly Chua, Mr and Miss Gibi Shoes; Robert Tanchip and Rachel Tan, Mr and Miss West Ave; Jason Tan and Marie Que, Mr and Miss Pyoor; Brian Gocheco and Shiela Mae Tan, Mr and Miss Takchun; and Rachel Tan and Lawrence Chua, Darlings of the Press.Twenty-eight Filipino Chinese men and women competed for the title of Mr. and Miss Chinatown 2018.", "Section": "", "Writers": "", "URL": "https://mb.com.ph/2018/09/03/2-filipino-chinese-win-mr-and-miss-chinatown-philippines-2018/", "MainKeyWord": "China", "AdditionalKeyWord": "Philippines", "Source": "MB"}