{"Type": "article", "Time": "2021-02-17", "Headline": "5 things to know for February 17: Winter weather, Biden, Covid-19, Trump, China", "Text": "If you're among the fortunate folks who have survived Covid-19, you might have your Neanderthal ancestors to thank. Here's what you need to know to Get Up to Speed and On with Your Day. (You can also get \"5 Things You Need to Know Today\" delivered to your inbox daily. Sign up here.) 1. Winter weather Winter weather is continuing to wreak havoc across the US, with forecasts predicting more ice and low temperatures ahead in the most-affected states. Texas, which rarely gets this chilly, has been hit especially hard. Frigid temperatures have both heightened power demand and frozen or overworked energy sources, leaving millions of people in the dark and struggling to keep warm. The situation could have wide-reaching implications as the US power industry attempts to slash carbon emissions in response to the climate crisis. Another consequence of the bad weather: Many cities and states have hit pause on vaccine efforts. The winter storm has led to at least 26 deaths. 2. Joe Biden President Joe Biden set a new deadline at a CNN town hall last night: By the end of July, the US will have enough Covid-19 vaccine doses to vaccinate every single American. He also said the nation could hope to return to normal by next Christmas, adding that he didn't want to over-promise. Those questions were among several that Biden addressed in his first town hall as President. He also clarified confusion on schools reopening, defended a call for a minimum wage hike and insisted that the country was not divided. If you missed it, CNN's Chris Cillizza has some takeaways on what mattered most. Overall, Biden showed that \"the days of presidential pandemic denial and indifference to America's suffering are over,\" CNN's Stephen Collinson writes.  3. Coronavirus Democratic New York Gov. Andrew Cuomo was heralded as the textbook example of crisis leadership last year, with his clear-eyed coronavirus briefings and passionate appeals to the federal government for more medical supplies. He even wrote a book offering lessons on leadership. Now, all of that is in question. Cuomo is at the center of a controversy over Covid-19 deaths in nursing homes, how they were counted and how his administration handled requests for that data. A top aide told state lawmakers earlier this month that his administration delayed releasing nursing home data over concerns about a potential federal investigation by the Trump administration. Cuomo admitted some fault this week, but ultimately defended the decision to delay releasing data on deaths. Lawmakers from both parties have called for an investigation and limitations on his executive powers. 4. Trump The fallout over Donald Trump's second impeachment trial continues. The former President on Tuesday went after Senate Minority Leader Mitch McConnell, who offered a blistering criticism of Trump just after voting to acquit him. The insults leveled by Trump against McConnell come as the Republican Party at large is grappling over whether to continue in Trump's likeness or forge a path veering from the former President's legacy. In other news, Trump's longtime personal attorney Rudy Giuliani is not currently representing the former President in any legal matters, an adviser said. Trump is facing multiple criminal investigations, civil state inquiries and defamation lawsuits by two women accusing him of sexual assault. 5. China A US Navy warship has sailed by islands claimed by China in the South China Sea. It's the second such sailing in as many weeks, and comes as the Biden administration steps up the US' military presence in the disputed waters. Vietnam, Taiwan and the Philippines also have claims in the Spratly Islands, where the US guided-missile destroyer came close. Since assuming office, the Biden administration has reaffirmed its commitment to US allies and partners in the region, as well as to protecting a free and open Indo-Pacific. China claims the US naval operations in the South China Sea inflame tensions and violate its sovereignty. BREAKFAST BROWSE Rihanna posed topless wearing a pendant depicting the Hindu god Ganesha and some people are not happy Some Hindus are accusing the singer of cultural appropriation and religious insensitivity. Johnny Pacheco, who popularized salsa music in the US, dies at 85 His contributions to the genre earned him the title \"godfather of salsa.\" Reparations for slavery could have reduced Covid-19 transmission and deaths in the US, Harvard study says It's another powerful argument in the case for reparations. California condors at the Oregon Zoo have laid nine eggs -- a much-needed boost for the endangered species Fingers crossed they all hatch into sweet baby chicks. Selfie-taking tourists could be spreading Covid-19 to endangered gorillas A friendly reminder to all zoo visitors: Please wear a mask. THIS JUST IN  Dozens of students are feared abducted after armed men raided a school in Nigeria At least one person has died in the attack, a witness told CNN. PROFILES IN PERSEVERANCE February is Black History Month, and every day we're highlighting Black pioneers in American history. Learn more here. Marsha P. Johnson, gay and transgender rights activist, 1945-1992 When police raided the New York gay bar known as the Stonewall Inn in 1969, Johnson was said to be among the first to resist them. The next year, she marched in the city's first Gay Pride event. She helped open a shelter for LGBTQ youth and advocated for sex workers and those with HIV/AIDs. Her activism made her a minor celebrity among the artists and outcasts of Lower Manhattan.  TODAY'S NUMBER $500 million That's how much Citibank had been trying to recoup after mistakenly wiring a very large sum to lenders for the cosmetics company Revlon last year. On Tuesday, a judge ruled that the bank couldn't get the money back. TODAY'S QUOTE \"I'm a hostage.\" Sheikha Latifa bint Mohammed Al Maktoum, daughter of Dubai's billionaire ruler, who appears in secret recordings claiming that she is being held in a villa-turned-jail with no access to medical help, according to a BBC documentary. TODAY'S WEATHER Check your local forecast here>>> AND FINALLY 50 states, 50 accents Whether or not we want to admit it, we all have an accent. Did these people get your state right? (Click here to view.)", "Section": "us", "Writers": ["Harmeet Kaur"], "URL": "https://www.cnn.com/2021/02/17/us/five-things-february-17-trnd/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Philippines", "Source": "CNN"}