{"Type": "gallery", "Time": "2020-07-31", "Headline": "The week in 40 photos", "Text": "The casket of US Rep. John Lewis is pulled over the Edmund Pettus Bridge in Selma, Alabama, on Sunday, July 26. People this week have been paying their respects to Lewis, a civil rights icon and longtime congressman who died earlier this month at the age of 80. The bridge is where Lewis and others were beaten while marching for voting rights in 1965. A demonstrator is pepper-sprayed during a Black Lives Matter protest in Portland, Oregon, on Wednesday, July 29. The Trump administration dispatched federal agents to the city as part of an effort to guard federal monuments. Protesters have clashed with these forces, resulting in injuries on both sides. Former Vice President Joe Biden, the presumptive Democratic presidential nominee, holds handwritten notes that reference US Sen. Kamala Harris on Tuesday, July 28. The talking points fueled fresh speculation about Harris' standing as a possible running mate. A St. Bernard named Daisy is rescued from Scafell Pike, England's highest mountain, on Friday, July 24. With their great sense of direction and resistance to cold, St. Bernards have been saving people in the mountains since the 18th century, according to the Smithsonian Magazine. But this time, Daisy needed saving after she showed signs of pain in her rear legs and was refusing to move. The New Orleans Pelicans and the Utah Jazz kneel during the National Anthem before the start of an NBA game in Lake Buena Vista, Florida, on Thursday, July 30. It was the league's first regular-season game since the season was suspended because of the coronavirus pandemic. Facebook CEO Mark Zuckerberg testifies remotely before a US House subcommittee on Wednesday, July 29. During a high-profile antitrust hearing, Zuckerberg and three other tech titans — Amazon CEO Jeff Bezos, Apple CEO Tim Cook and Google CEO Sundar Pichai — were hit with tough questions and documents that raised concerns about their competitive tactics. Muslim pilgrims maintain social distancing as they circle the Kaaba in the holy city of Mecca, Saudi Arabia, on Wednesday, July 29. Only around 1,000 pilgrims will attend the Hajj pilgrimage this year due to new crowd-control restrictions put in place by Saudi Arabia.  A black bear takes a nap in a backyard kiddie pool in Fort Valley, Virginia. Nurse Kathe Olmstead gives an injection to volunteer Melissa Harting in Binghamton, New York, on Monday, July 27. It was part of a clinical trial for a coronavirus vaccine. The trial is the first to reach Phase 3 in the United States.  Michael Hermosillo of the Los Angeles Angels catches a fly ball during a Major League Baseball game in Oakland, California, on Saturday, July 25. The league resumed play on July 23, and it looks a lot different. Toys are disinfected at a child-care center in Elk Grove, California, on Thursday, July 23. A worker removes a plaque at the US Consulate in Chengdu, China, on Sunday, July 26. The consulate officially closed Monday morning amid worsening relations between Beijing and Washington. Former US President Barack Obama delivers the eulogy for US Rep. John Lewis at his funeral in Atlanta on Thursday, July 30. \"America was built by John Lewises,\" Obama said. \"He, as much as anyone in our history, brought this country a little bit closer to our highest ideals.\" A masked man rides a UFO-shaped toy car at a park in Cali, Colombia, on Friday, July 24. Nick Cotric scores a try for the Canberra Raiders during a rugby match in Canberra, Australia, on Saturday, July 25.  US Attorney General William Barr testifies before the House Judiciary Committee on Tuesday, July 28. Democrats clashed with Barr repeatedly as the hearing jolted from topic to topic. A woman refreshes herself in an outdoor pool in Ehingen, Germany, on Wednesday, July 29.  A man wears a face mask over his genitals as he walks along London's Oxford Street on Friday, July 24. It was the day that masks became compulsory in English shops and supermarkets. A teddy bear sits on the casket of 1-year-old Davell Gardner Jr. on Monday, July 27. Davell was killed and three men were injured in a shooting Sunday outside a New York City park. Santos Laguna forward Eduardo Aguirre, left, battles Cruz Azul's Juan Escobar for the ball during a pro soccer match in Mexico City on Saturday, July 25. Detainees sleep on a basketball court inside the overcrowded Quezon City Jail in Quezon City, Philippines, on Friday, July 24. The flag-draped casket of US Rep. John Lewis is placed at the center of the US Capitol rotunda on Monday, July 27. He is the first Black lawmaker to lie in state at the rotunda, according to congressional historians. Hokutofuji, right, threw Daieisho to win a sumo match in Tokyo on Monday, July 27. Kendra Trevino comforts Raymond Maddox amid the remains of their houseboat, which was destroyed by Hurricane Hanna in Corpus Christi, Texas, on Sunday, July 26. Boston's Alex Verdugo mans left field during a home game against Baltimore on Sunday, July 26. A rocket lifts off from Cape Canaveral, Florida, on Thursday, July 30, carrying NASA's Perseverance rover to Mars. A worker sprays disinfectant inside the coffin of a suspected coronavirus victim after the body arrived at a crematorium in Mexico City on Monday, July 27.  A rowing team collapses in exhaustion after competing in Bilbao, Spain, on Saturday, July 25. People sit spaced apart as they watch the film \"Dolittle\" at a movie theater in Beijing on Friday, July 24. China's capital partially reopened movie theaters on Friday. Israeli soldiers work on tanks in the Golan Heights on Tuesday, July 28. Israeli forces said they exchanged fire with Hezbollah along the Israel-Lebanon border on Monday after the Iran-backed group staged an attack in a disputed region. Hezbollah denied staging an operation against Israel. Brendan Paul, an Elvis Presley impersonator at Las Vegas' Graceland Wedding Chapel, uses video conferencing software to help a couple renew their vows from Texas on Tuesday, July 28. LeBron James rises for a shot as the Los Angeles Lakers scrimmage the Orlando Magic on Saturday, July 25. The NBA's regular season resumed on Thursday, July 30. All the games are being played in Lake Buena Vista, Florida. A student kisses a horse as equestrian lessons resumed at Mahuida Park in Santiago, Chile, on Wednesday, July 29. In this photo released Sunday, July 26, by the North Korean government, North Korean leader Kim Jong Un is surrounded by senior military officers holding commemorative pistols they received from Kim. Boston United's Peter Crook scores a penalty during a playoff match against Gateshead in Boston, England, on Saturday, July 25. The teams play in the sixth tier of the English football league system. People attend the funeral service of anti-apartheid icon Andrew Mlangeni in Soweto, South Africa, on Wednesday, July 29. A man in a convertible shields himself from the sun as protesters walk past him in New York City on Tuesday, July 28. Cyclists race in Villadiego, Spain, as they compete in the second stage of the Vuelta a Burgos on Wednesday, July 29. A model walks the runway during the Korea Mask Fashion Show, which was held in Seoul, South Korea, on Friday, July 24. US President Donald Trump leaves after participating in a roundtable discussion on plasma donation Thursday, July 30, at the American Red Cross national headquarters in Washington, DC. See last week in 40 photos", "Section": "world", "Writers": [null], "URL": "https://www.cnn.com/2020/07/30/world/gallery/week-in-photos-0731/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Philippines", "Source": "CNN"}