{"Type": "article", "Time": "2020-07-24", "Headline": "July 25 coronavirus news", "Text": "A Texas couple who have been married for 46 years have both survived Covid-19, while the wife battled cancer. Robert and Janice Beecham started to feel symptoms of Covid-19 in March. Robert was taken to the hospital on March 25 and found out he was positive the next day.  Janice had just had surgery in February, after finding out about a second battle with breast cancer and had been given a new diagnosis of ovarian cancer. She also tested positive for Covid-19, but luckily her symptoms were mild. Janice had not started chemotherapy when she was diagnosed with Covid-19. She later had the treatment and has been declared cancer free, with only preventative radiotherapy left to do. After surviving cancer and Covid-19, the Beechams say they are feeling fortunate. \"It's a blessing to be here because a lot of people didn't make it,\" Janice said. \"It would have been impossible to make it with all the odds against you without God, and he has been our help, all these many years,\" Robert said.  Read the full story here: The Texas city of Houston saw more people die from coronavirus in July than died in the previous four months combined, said Mayor Sylvester Turner. \"We have reported 386 people who have died in the city ... 151 of those deaths came just in the month of July,\" Turner said. \"We have had more people to die in July than March, April, May, June combined.\" The number of hospital admissions appears to be going down somewhat -- but there is still rapid community spread, he said. In May, about 3,700 people tested positive for the virus. In June, that figure rose to 13,000. In July, it was more than 20,000, he said.  The Houston Department of Health reported 811 new cases Saturday, bringing the total to 40,897. Houston also reported 16 new coronavirus-related deaths, bringing the total death toll to 386.  ##Cases## A longtime staffer for Florida GOP Rep. Vern Buchanan died of Covid-19 on Friday at a Florida hospital, according to the congressman's Facebook post. Buchanan described Gary Tibbetts, who was being treated at Manatee Memorial Hospital since July 15, as a \"consummate professional.\" \"Gary was the consummate professional and a true public servant in every sense of the word,\" Buchanan said on Facebook. \"He touched so many lives and was loved and respected by those who knew him. I will never forget his uplifting spirit, sense of humor and sheer joy at helping others.\" Rep. Buchanan's office had tweeted a statement earlier this month that Tibbetts had not had any recent interactions with anyone else in the office. Tibbetts, a field representative, had worked for Buchanan since 2011. Spike across the state: Florida has emerged as a major coronavirus hotspot in recent weeks. On Saturday, it became the US state with the second-highest official coronavirus case count, passing New York, once the country's epicenter early in the pandemic. The number of hospitalizations has increased by 79% since July 4, data from the state's health care administration shows. ##Cases## A 9-year-old girl from Putnam County, Florida, became the state's youngest victim of coronavirus last week. Kimora “Kimmie” Lynum passed away on July 18, according to state health records. She had no pre-existing conditions before she died of Covid-19 complications. According to her cousin and family spokesman Dejeon Cain, Kimmie’s mother took her to a local hospital to treat a \"very high\" fever.  Cain said the hospital instructed the family to return home. After doing so, Kimmie complained of not feeling well and collapsed a short time later. She did not have a detectable heartbeat, Cain added.   Cain described Kimmie as an “amazing young lady.”  “She was always happy and made everybody happy. She was phenomenal,” Cain said.  The family does not know how or where Kimmie contracted Covid-19. Cain said Kimmie appeared healthy and spent the summer at home. She did not attend school or camp, per Cain.   Kimmie’s mother has been tested for Covid-19, Cain said, but as of Saturday she has not received her results.  Hurricane Hanna made landfall on Padre Island, Texas, at 5 pm CT, according to the National Hurricane Center.  Before the storm made landfall Saturday, Texas Gov. Greg Abbott discussed the challenges the state is still facing with coronavirus and the storm.  \"Any hurricane is an enormous challenge,\" he said. \"This challenge is complicated and made even more severe, seeing that is sweeping through an area that is the most challenging area in the state for Covid-19.\" The most important thing I could say today is to issue a reminder to everybody in the state of Texas that just because a hurricane comes to the state does not mean that COVID-19 disappears,\" Abbott said.  Abbott said that during hurricanes and severe weather people \"will come together, come together to shelter, come together as just close family, come together as friends, come together to respond.\" \"That coming together will continue to provide the ability for Covid-19 to transmit form one person to another,\" he said.  \"Hurricanes can be deadly events. Fortunately, I have not heard of a death resulting from Hurricane Hanna, but we cannot allow this hurricane to lead to a more catastrophically deadly event by stoking additional spread of Covid-19 that could lead to fatalities,\" Abbott said.  North Korean leader Kim Jong Un convened an emergency meeting after the country's first suspected case of Covid-19 was reported, the state-run Korean Central News Agency (KCNA) reported on Sunday morning local time. KCNA reported that the infected individual illegally entered North Korea through Kaesong City on July 19 after defecting to South Korea three years ago. The patient has received medical checkups and has been quarantined, along with everyone the individual has been in contact with recently, KCNA reported.   Kim Jong Un put isolation measures in place for regions around Kaesong and declared a state of emergency in one \"relevant area,\" KCNA reported. The country’s Central Military Commission will investigate the unit responsible for the illegal entry of the patient and \"administer a severe punishment,\" KCNA reported.  ##Cases## Brazil's health ministry reported 51,147 new cases of the novel coronavirus on Saturday, bringing the nationwide total to 2.39 million. Saturday marks the fourth day in a row that Brazil has reported more than 50,000 new Covid-19 cases and this week marks a weekly record of 321,623 new cases, according to date from the state Ministry of Health. The ministry reported 1,211 new Covid-19 deaths, raising the national death toll to 86,449. ##Cases## Jordan will gradually reopen airports for international flights on August 5 after months of closure due to COVID-19 crisis, government official says.  \"The Civil Aviation Regulatory Authority informed airline operators in the world that Jordanian airports are ready to receive international flights from some selected countries based on a methodology prepared by the Ministry of Health previously dependent on the epidemiological situation,\" Haitham Misto, chairman of the Board of Commissioners of the Civil Aviation Regulatory Authority, told Jordanian TV channel Al-Mamlaka Saturday.  Amjad Al-Adayleh, Jordan’s Minister of State for Information Affairs, announced Tuesday that airports in the kingdom will gradually open under comprehensive health preventive measures and requirements and only to flights from a specific group of countries depending on the epidemiological situation therein.  On Tuesday, the government set a list of 22 “green countries” that will be allowed to travel to and from Jordan. They include:  Austria\nCanada\nChina\nCyprus\nDenmark\nEstonia\nGeorgia\nGermany\nGreenland\nIceland\nIreland\nItaly\nLatvia\nLithuania\nMalaysia\nMalta\nMonaco\nNew Zealand\nNorway\nSwitzerland\nTaiwan\nThailand Misto said that travelers “coming from green countries will not need a 14-day quarantine, but there are procedures, including a PCR test, before traveling.” He added that \"the list set by the government for green countries may change every two weeks.\" ##Travel## Texas is reporting 8,112 new cases of coronavirus and 168 new deaths Saturday, according to data from the state Department of Health and Human Services. A total of 375,846 cases and 4,885 deaths have been reported in total statewide. Corpus Christi-Nueces County Public Health District began separating confirmed and probable cases, removing 2,092 probable cases from the county and statewide totals, according to a message on the state health department's website. ##Cases## The Rio de Janeiro city government announced on Saturday that the city's popular New Year’s Eve celebration will be canceled due to the coronavirus pandemic. In a statement, the city government said that the event, which draws millions of people to the iconic Copacabana beach each year, \"is not viable in the pandemic scenario, without the existence of a vaccine.\" The statement said the city's tourism bureau will soon present alternative event proposals to Mayor Marcelo Crivella that are \"without in-person attendance, in a virtual format\" and that take into account \"an atmosphere of reflection and hope in the face of so many losses.\" The future of Rio de Janeiro's pre-Lenten Carnival samba performances and street parties, which normally take place in February, is still uncertain.  The city government's statement says that the local tourism bureau is awaiting an official position from the Independent League of Samba Schools, the body which represents the thousands-strong samba schools that compete in elaborate performances during Carnival. The statement said there is no official decision yet regarding whether block parties in the street will be canceled during Carnival. To make decisions, we need an analysis of the whole situation, including the number of cases, the evolution of treatment for the disease, prevention measures, and the creation of a vaccine,\" the statement said. Rio de Janeiro's announcement follows neighboring São Paulo’s decision to postpone its Carnival celebration to May or June next year, despite the fact that Carnival's date is pegged to the religious holiday of Easter and Lent.  Earlier in July, the city of São Paulo announced that its New Year celebrations would be canceled this year. The head of the Brazilian Society of Infectious Diseases says President Jair Bolsonaro set a \"bad example\" by socializing and not wearing a mask right after his negative Covid-19 test announcement. Saturday’s announcement by Bolsonaro that he’d tested negative comes after numerous positive tests since announcing on July 7 that he was infected with Covid-19. On Saturday morning Bolsonaro greeted supporters, at times without a mask, and rode his motorcycle after he announced his negative test result. Dr. Estevão Urbano, president of the infectious diseases society, told CNN that he believes Boslonaro’s behavior sets a \"bad example\" as more than 1,000 deaths from coronavirus are being reported daily in Brazil. \"With one negative test, you can't be sure you won't contaminate another person. We also don't know for sure if this virus brings immunity, or for how long this immunity lasts,\" Urbano says. A New Jersey judge ruled Friday that the state government may forcibly close Atilis Gym, which had stayed open despite state orders to close due to Covid-19 concerns, according to court documents. The gym in Bellmawr, New Jersey, was shut down by the state health department, but a co-owner of the gym previously told CNN they planned to reopen. The Department of Health \"is authorized to place locks on the doors to Atilis Gym of Bellmawr or otherwise construct or place barriers on or around the premises to ensure compliance\" with state closure orders, Judge Robert Lougy wrote. The gym has also been ordered to \"not obstruct [state health authorities] in any way from carrying out the terms of this order,\" according to Lougy’s ruling. James Mermigis, an attorney for Atilis Gym, told CNN in a statement that his clients were disappointed in the judge’s order and that they intend to explore their legal options and determine what their next step is. It is absurd that Governor Murphy continues to unconstitutionally shutdown gyms while other indoor exercise continues including gymnastics, dancing and Kickboxing. This attests to the randomness of the Governor's orders,\" Mermigis said. When reached for comment on Saturday, Gov. Phil Murphy’s office deferred comment to the state attorney general’s office. New Jersey Attorney General Gurbir Grewal released the following statement regarding Friday’s order: \"Friday’s ruling underscores that companies cannot disregard the Governor’s Executive Orders, which are designed to protect us all in the face of an unprecedented public health crisis. While I wish it had not come to this, I am grateful that the Court recognized the need for compliance. The vast majority of businesses and residents are following these rules and doing their part to keep their friends and neighbors safe, and those few companies who flout our Executive Orders are once again on notice that we will hold them accountable, and that there will be serious consequences for their actions.\" Halsey Beshears, the head of Florida's business regulation department, said in a tweet that he is setting up meetings throughout the state with breweries and bars to discuss how to reopen.  The tweet comes as the positivity rate for the state of Florida has ranged from 13% to 18% in the past two weeks. Beshears is secretary of the state's Department of Business and Professional Regulation. Norway will impose a mandatory 10-day quarantine for all travelers returning from Spain, due to a spike in coronavirus cases, Norway’s Ministry of Foreign Affairs announced on Saturday. Norway advises against all non-essential travel for several countries within Europe including Andorra, Bulgaria, Croatia, Luxembourg, Portugal, Romania, Spain and some regions of Sweden, the ministry said in a statement. The restrictions will apply until August 20. The UK also announced Saturday a mandatory 14-day quarantine for travelers returning from Spain. ##Travel## In Florida, 46% of all Covid-19 related deaths are linked to long-term care facilities, according to data released by the Florida Department of Health. To date, 2,645 out of 5,777 total deaths are associated with long-term care facilities in the state, health department data shows. This comes as CNN learned this week that Florida initiated its second deployment of incident management teams to nearly 4,000 long-term care facilities across the state, according to the state's Division of Emergency Management. The state will utilize 50 teams to make the assessments, which include infection prevention and PPE assessments. The state has designated 12 facilities across Florida to treat Covid-19 patients from long-term care facilities, according to Gov. Ron DeSantis. Arizona health officials reported a two-day uptick in coronavirus cases in the state Saturday.  The state had 3,357 positive coronavirus cases Friday and reported 3,748 positive cases Saturday, according to numbers released by Arizona Department of Health Services.  The last spike seen in the state was reported Tuesday, but the numbers reported Friday and Saturday were higher than the reported positive cases on other days. The department reported 144 total Covid-19 deaths Saturday, the second highest day recorded in the state. Last Saturday, the state reported 147 Covid-19 deaths. ##Cases## The United Kingdom has removed Spain from its list of countries that residents can safely visit, the government announced on Saturday.  Effective immediately, all people returning to the UK from Spain will be required to self-isolate for two weeks. UK residents currently visiting Spain will be allowed to remain there, but must self-isolate upon returning, the government said. \"We’ve always been clear that we would act immediately to remove a country where necessary. Both our list of quarantine exemptions and the FCO travel advice are being updated to reflect these latest risk assessments,\" a UK government spokesperson said in a statement. Spain has experienced an uptick in coronavirus cases in recent days. On Thursday, Spain reported over 971 news cases, its highest increase since May 8, and announced that lockdown restrictions will be reinstated in the northern region of Aragon. ##Travel## There are 3,787 new Covid-19 cases reported in Georgia, the Georgia Department of Public Health said today. That figure is down from the state’s record of 4,813 new coronavirus cases on Friday. This brings the  total confirmed cases in Georgia to 165,188, according to the department.  There were 53 new Covid-19 related deaths reported Saturday, down from 82 deaths reported Friday. This brings the state’s death total to 3,495. There were also 277 new hospitalizations reported Saturday, down from 399 on Friday. The Washington Secretary of Health expanded the requirement for face masks to any indoor public and non-public setting where social distancing cannot be maintained, a press release from the Washington Department of Health said Saturday. This requirement includes congregant settings such as common areas in apartment buildings, condos, fraternity/sorority houses, assisted living facilities and other similar places, the release said. People are not required to wear masks when they are in their dwelling, which would count as their room in a congregant setting such as the ones listed above, according to the release. The previous order required masks only in areas outside of the home. Covid-19 hospitalizations in Florida have increased by 79% since July 4, according to data obtained from the state’s Agency for Health Care Administration (AHCA). On July 4, the state recorded 5,022 Covid-19 patients in Florida, the AHCA data shows. On Saturday, AHCA reported 8,974 Covid-19 patients in the hospital, a 79% increase since Independence Day. Saturday's figure reflects a decrease in 241 patients since Friday, when the number of patients in hospitals Friday was 9,215, AHCA data shows. According to AHCA, the agency began collecting the data on July 4; but had only made public hospitalization data as of July 10.  Health care system under strain: Fifty hospitals in Florida have reached intensive care unit capacity and show no ICU beds available, according to AHCA data. Eight of the hospitals at capacity are in Miami-Dade County and six of them are in Broward County, AHCA data shows. Another 42 hospitals have 10% or less ICU capacity available, according to AHCA. To note: Florida’s hospitalization data only includes patients for which Covid-19 is the primary reason for admission and care, according to AHCA.  Therefore, patients who are already at the hospital for other procedures and have tested positive for coronavirus are excluded from the state total. White House chief of staff Mark Meadows and Treasury Secretary Steven Mnuchin arrived on Capitol Hill Saturday afternoon for talks on a new coronavirus stimulus bill.  The White House and Senate Republicans are trying to hammer out their differences over a proposal expected to be unveiled next week after an unexpected delay. Meadows is meeting with the chief of staff of Senate Majority Leader Mitch McConnell, a source with direct knowledge of the meeting told CNN. The meeting is more of a check-in because there are a number of items the various parties still need to agree on, the source said. The primary hold up, two sources told CNN, was differences over the extension of the federal unemployment enhancement, specifically how Republicans would implement their changes to the $600-a-week program that expires July 31. Both sides are also still going over the legislative text of agreed-upon pieces, which Meadows acknowledged is a time-consuming process. Some context: McConnell said in remarks on the Senate floor late Thursday that the Trump administration asked for more time to review the plan and that it should be out \"early next week.\"    \"The administration has requested additional time to review the fine details, but we will be laying down this proposal early next week,\" he said. McConnell said that key GOP senators who have helped craft the package will introduce component pieces of the bill on Monday. There are at least 4,137,411 cases of coronavirus and at least 145,860 people have died from the virus in the US, according to Johns Hopkins University's tally of cases in the country. As of 1 p.m. ET Saturday, 24,880 new cases and 314 new deaths have been reported in the US since midnight.  The totals includes cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases.    Miami-Dade County surpassed 100,000 total coronavirus cases, Florida's Department of Health (DOH) reported on Saturday. Miami-Dade leads Florida with 101,854 total Covid-19 cases; more than Broward and Palm Beach counties combined, according to DOH data. Broward County has the second most reported cases in the state with 48,187 and Palm Beach County is third with 29,707, according to the data. Florida currently has 8,974 Covid-19 hospitalizations statewide; of which 1,874 are in Miami-Dade, according to the Agency for Health Care Administration.   To note: These numbers were released by Florida's public health agency, and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project Mexican President Andrés Manuel López Obrador said Friday that if face masks were “considered to help, then I would do it.\" When asked by a reporter why he doesn't wear a face mask and how that message would influence people, López Obrador said that it's not \"scientifically proven.\" The World Health Organization and public health experts have emphasized masks are one of the most effective tools to help fight the pandemic.   López Obrador said the country’s health ministry, lead led by Dr. Jorge Alcocer and Dr. Hugo López-Gatell, advised him not to wear a face mask.  \"The main point of all the campaign has been the ‘safe distance,’ and we've taken care of this. Dr. Alcocer and López-Gatell have told me that I don't need to wear a mask if I keep the distance, in the places where is necessary, I'll wear it,\" López Obrador said.  Some context: Mexico's health ministry reported 7,573 new cases of the novel coronavirus on Friday, bringing the country's total to 378,285.  López Obrador has said that the high numbers are due to \"increased testing and a delay of the information,\" though Mexico has one of the lowest testing rates of any large country worldwide.   The state of Pennsylvania has reported at least 1,054 cases of Covid-19 and 13 additional deaths from the virus, according to a statement from the Pennsylvania Department of Health. Pennsylvania has a total of 106,625 coronavirus cases and 6,384 deaths from the virus, the statement said. To note: The figures listed were released by the Pennsylvania Department of Health and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project. Florida has now surpassed New York in total coronavirus cases, according to reports from state health agencies. Florida health officials have reported that a total of 414,511 cases of coronavirus, including 409,585 residents and 4,926 non-residents, have been diagnosed since the start of the pandemic.  New York state reported 411,200 total positive cases on Saturday, New York Gov. Andrew Cuomo said. Florida now has more total cases than New York. Both Florida and New York are behind California, which currently leads the country in cases with 435,334, according to California's health department website. To note: These figures were released by Florida, New York and California's public health agencies, and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project Senate Majority Leader Mitch McConnell said he hopes to send the coronavirus relief bill to the House in the next two to three weeks. “Hopefully in the next two to three weeks we’ll be able to come together and pass something that we can send over to the House and down to the President for signature,” McConnell told CNN affiliate WKTY in an interview. McConnell said he will begin talking to Democrats as soon as next week on the bill. When asked about a payroll tax cut being excluded from the bill, McConnell explained that there was bipartisan opposition to the idea. “I think we are a lot better off to just to send another direct cash payment to those who have been left out of all of this,” he said. McConnell reiterated that he does not support an extension of the $600 federal unemployment benefits, but does support continuing the traditional state-led unemployment program. “We’re going to send $100 million to Kentucky for testing, I don’t think we still have enough testing across the country, and we are more than open to spending additional money on testing and treatment and vaccine in the next coronavirus relief bill, if in fact we believe that more funding would be helpful,” McConnell said. Maryland reported 1,288 new cases of Covid-19 – the highest daily count of new cases since May 19, according to data on the state’s Covid-19 website on Saturday. On May 19, the state reported 1,784 cases per Johns Hopkins University and the Covid Tracking Project. The state has reported a positivity rate of 4.48%, according to its site. Maryland has a total of 83,054 Covid-19 cases and 3,304 deaths from the virus, the state website said.  To note: The figures listed were released by the state of Maryland and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project. The state of Florida has reported 12,115 new cases of Covid-19 and 124 additional deaths on Friday, according to Florida's Department of Health.   This is the tenth time since the start of the pandemic that the daily deaths surpassed 100 in Florida, according to CNN's tally.    This brings Florida's total cases to 409,585, according to the department. The statewide death toll is now 5,777, the department added. Covid-19 hospitalizations fell slightly across New York state as of July 24, according to a tweet from Gov. Andrew Cuomo. Covid-19 hospitalizations fell to 646, which is down from 650 reported the day before. The state reported a 1.05% infection rate after 71,466 people were tested for Covid-19 and 750 of those people were positive, the tweet said. The state recorded a total of 10 Covid-19 deaths Friday, according to the tweet. To note: The figures listed were released by the state of New York and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project. To note: The figures listed were released by the state of New York and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project. Brazilian President Jair Bolsonaro says he has tested negative for coronavirus on Saturday, according to a tweet he sent. \"RT-PCR for Sars-Cov 2: negative. Good day to all,\" Bolsonaro tweeted. Some context: On Wednesday, the Brazilian president said he tested positive for the third time after announcing on July 7 that he was infected. Gyms and indoor swimming pools in England reopened on Saturday for the first time since restrictions were imposed in March amid the pandemic.  Facilities reopened with social distancing measures in place, complying with official government guidance that says venues should keep \"as many people as possible appropriately distanced from those they do not live with.\"  The reopening comes as England continues to ease lockdown measures. On Friday, face masks in the country became mandatory in shops, supermarkets, banks, post offices, enclosed transport hubs and shopping malls. The UK has recorded 45,762 coronavirus-related deaths, the third highest fatality toll globally, according to Johns Hopkins University.  ##Reopening## Nurses and doctors have gone to creative extremes to reuse the same masks, gloves and scrubs they need to treat contagious coronavirus patients. But if a prototype mask created by researchers proves widely effective, it may be a safer alternative for health care workers. Researchers from the Massachusetts Institute of Technology and Brigham and Women's Hospital in Boston have developed the iMASC, a new silicone mask that can be safely reused without fear of contamination. Researchers still need to analyze how effectively it catches viral particles, but it's a promising step toward addressing the critical health care supply shortages. The iMASC offers a level of protection comparable to N95 respirator masks, its creators say. That's partially because it uses an N95 filter without all the additional material of N95 masks that catches particles. The masks are based on the shape of a typical N95 mask, too, but they're made with a silicone rubber that can be sterilized after each use. The dual filters that cover the mouth can be replaced after each use, too, the researchers said. Read more here. Ninety-one thousand. Ninety-one thousand lives snatched by an unrelenting pandemic since the first state in the US reopened on April 24. Ninety-one thousand whose dreams were cut short, plans ended prematurely. Each one a son or daughter. Someone's uncle. A best friend. A person who left others to grieve, cry and try to carry on. Read their stories here. Emirates, the United Arab Emirates flag carrier, has become the world's first airline to offer to cover customers' medical expenses and quarantine costs should they contract Covid-19 during their trip. The airline will pay medical expenses up to €150,000 ($173,000) and quarantine costs of up to €100 for 14 days, should they be diagnosed with coronavirus during their travel, while away from home. The cover will be available to all customers, at no extra cost, from now until October 31, 2020. It's valid for 31 days from the moment they fly the first leg of their trip, so passengers can continue to have the benefit even if they travel onwards from their Emirates destination. Sheikh Ahmed bin Saeed Al Maktoum, Emirates group chairman and chief executive, said in a statement: \"Emirates has worked hard to put in place measures at every step of the customer journey to mitigate risk of infection, and we have also revamped our booking policies to offer flexibility.\n\"We are now taking it to the next level, by being the first in the industry to offer our customers free global cover for Covid-19 medical expenses and quarantine costs should they incur these costs during their travel.\" Read more here. The US National Hurricane Center and other NOAA agencies are among those essential organizations that are trying to protect their employees from Covid-19 so they can keep working and putting out life-saving information for American families. The problem isn't so much with normal, day-to-day operations, but rather with big events, when staffing at National Weather Service (NWS) offices can often double or triple what it normally is. \"Normal staff for our office is about 2-4 people depending on the shift, but during big events such as tornado outbreaks and tropical systems our staff could surge to 7-8 people,\" explains Kyle Thiem, meteorologist at NWS Atlanta office. Yet adding more people into an enclosed space creates problems in a world with Covid-19. So how do they allow for the added staff while not compromising their safety or the life-saving information they put out? Read more here. South Korea recorded 113 new virus cases on Saturday, the biggest jump in daily new cases since March 31.  Among the cases, 86 are imported and the other 27 are locally transmitted according to the country's Centers for Disease Control and Prevention (KCDC). The spike in cases was partially driven by a group of South Korean workers from Iraq who arrived in the country on Friday. Of the 293 workers, at least 71 have tested positive. Another 211 tested negative and 11 people are still undergoing testing. The country has 14,092 recorded cases of coronavirus and 298 deaths, according to Johns Hopkins University. ##Cases## The chief minister of the central Indian state of Madhya Pradesh, Shivraj Singh Chouhan, has tested positive for coronavirus. In a series of tweets on Saturday, the 61-year-old wrote, \"My dear countrymen, I was having COVID-19 symptoms and, after a test, my report came back positive. I am following all the guidelines and will quarantine myself based on doctor's advice.” Chouhan also appealed to colleagues and individuals to take precautions to avoid infection and urged those who had come into contact with him to get tested. \"I appeal to the people of my state to be careful, just a little carelessness invites the coronavirus. I made every effort to avoid the virus but people used to meet me on many subjects,\" he posted. Chouhan's diagnosis comes as coronavirus continues to spread rapidly across India, which has recorded more than 1.3 million cases of the virus according to Johns Hopkins University. Madhya Pradhesh has registered a total of 26,210 cases, including 17,866 recoveries and 791 deaths. ##Cases## Being obese or heavily overweight increases the risk of death from coronavirus, according to a new report from Public Health England.  Obese people are not at greater risk of catching the virus itself but are significantly more likely to become seriously ill and be admitted to an intensive care unit (ICU) with the virus compared to those with a healthy body mass index (BMI). The risk of hospitalization, ICU admission and death grows as a person's BMI increases, the report found. \"The current evidence is clear that being overweight or obese puts you at greater risk of serious illness or death from Covid-19, as well as from many other life-threatening diseases,\" said Chief Nutritionist at Public Health England Alison Tedstone in a statement.\n\"It can be hard to lose weight and even harder to sustain it, which is why people cannot easily do it on their own. Losing weight can bring huge benefits for health – and may also help protect against the health risks of Covid-19. The case for action on obesity has never been stronger.\" Researchers found that overall exercise levels in England had not increased during the pandemic and that sales of snacks and alcohol in high street shops grew during the same period of time. The report summarises a range of evidence, including one study which found that for those with a BMI of 35 to 40, risk of death from coronavirus increases by 40%  compared to those not living with obesity. That risk rises to 90% for those with a BMI over 40. Almost two-thirds of adults in England are overweight or obese, with people aged 55 to 74, those living in deprived areas and certain black, Asian and minority ethnic groups more severely affected. UK Prime Minister Boris Johnson urged people to maintain a healthy weight during a visit to a doctor's surgery on Friday. Johnson was questioned over a reports his government may ban television junk food adverts before 9 p.m.  \"I’m not normally a believer in nannying or bossying type of politics but the reality is that obesity is one of the real co-morbidity factors. Losing weight is frankly one of the ways that you can reduce your own risks from Covid-19,\" Johnson said. The British leader was hospitalized and admitted to an ICU earlier this year after contracting coronavirus.  He told journalists on Friday that since his illness he had lost more than 6kg in weight by eating less and doing lots of exercise. Coronavirus symptoms can stick around for weeks, even in otherwise healthy people who don't have a severe case of the virus, the US Centers for Disease Control and Prevention said in a grim new analysis. The CDC surveyed 292 people who tested positive for the virus, and 35% said they still weren't back to their usual good health even two or three weeks after testing positive. While older people were more likely to feel prolonged symptoms, even young adults without underlying conditions reported feeling unwell for a long period of time, the CDC said. The new understanding into how the virus affects patients comes as more than 4.1 million cases of coronavirus cases and 145,539 deaths have been reported in the US, according to data from Johns Hopkins University. Read more here. On Friday, the United States recorded 73,715 new cases of Covid-19 and 1,130 deaths, according to information provided by Johns Hopkins University.  The US has now recorded a total of 4,112,531 coronavirus cases, of which at least 145,546 people have died. The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases.  The three worst hit states, New York, California and Florida, have each recorded more than 400,000 cases. Texas has recorded over 380,000 cases and the next worst-hit state, New Jersey, has recorded more than 178,000 cases.  For more information on the updated US tally, visit CNN’s virus map, which pulls data provided by JHU every 15 minutes. A 57-year-old man has tested positive for Covid-19 in Da Nang a city in central Vietnam according to a statement from the country's health ministry. Prior to this infection being detected, Vietnam had recorded 100 days without a locally transmitted infection according to the state-run Vietnam News Agency (VNA). The infected man had no international travel history, and had been living in Da Nang for the past month, the health ministry said. He presented with symptoms of fever and cough on July 20. After completing four health screenings, where he tested positive, the man was sent to Da Nang's disease control center for treatment and isolation. Around 100 people who were close contacts of the man have been tested, the results of which have come back negative, the VNA report said.  More than 300 hospital workers have become infected with Covid-19 in the Australian state of Victoria, Premier Daniel Andrews said Saturday, as another 357 new cases of the virus were detected.  Five Victorians died as a result of the coronavirus Friday, the youngest in her 60s, Andrews said. Of the state's almost 4,000 active cases, 313 are health workers, and 536 are people in aged care settings, both staff and residents.  Andrews said the state faces significant challenges in keeping hospitals staffed and maintaining the safety of aged care residents.  The city of Melbourne and neighboring Mitchell Shire are under \"Stage 3\" restrictions, meaning residents can only leave their homes to buy food, go to work, exercise, or give and receive care. Andrews said Saturday that a decision to mandate masks in public places is \"essentially stage four\" of the restrictions, adding \"if they are worn by everybody then we may not need to go further.\" Since the pandemic began, 7,744 cases of the coronavirus have been detected in Victoria, some 3,000 of which have since recovered.  Neighboring New South Wales, previously Australia’s worst hit state, recorded 15 new cases on Friday. New Zealand Police have detained five people and charged four after they absconded from a managed isolation facility in the city of Hamilton, in the country's North Island, according to a statement from Assistant Commissioner Scott Fraser.   Four of the five people have appeared in court on Saturday and been charged with breaching the Health Act notice, they have been granted bail and returned to isolation facilities.  New Zealand Police said they committed a \"considerable number of resources\" -- including the deployment of an Eagle Helicopter -- in the effort to locate the people who escaped from the Distinction Hotel in Hamilton, which is being used to quarantine people who have recently returned from overseas and are required to complete mandatory two-week stay.  More than 2,100 anti-Asian, pandemic-related hate incidents have been documented and submitted to Stop AAPI Hate, a reporting center founded by the Asian Pacific Policy and Planning Council since its launch in March. Stop AAPI Hate has recorded incidents ranging from verbal harassment and physical assault to civil rights violations. \"This is not just a pandemic of health but a pandemic of hate that is attacking our AAPI communities around the country,\" said California Assembly member David Chiu during a Stop AAPI Hate news conference on July 1. CNN previously reported that attacks on Asian people or people who appear to be East Asian have intensified after the coronavirus outbreak began in China. Even the FBI has concerns. In April, in a letter to law enforcement officials, FBI Director Christopher Wray wrote that his agency remains \"concerned about the potential for hate crimes by individuals and groups targeting minority populations in the United States who they believe are responsible for the spread of the virus. Read the full story here. South Korea’s Centers for Disease Control and Prevention (KCDC) reported 113 new virus cases on Saturday, the biggest jump in daily new cases since March 31.  Among the 113 new cases, 86 are imported and 27 are locally transmitted, according to the KCDC.  Local health officials had warned that 293 South Korean workers from Iraq who arrived on Friday would contribute to a surge in new numbers and so far, 36 of them have tested positive. As of Saturday, 928 people are in quarantine in South Korea, the country's death-toll, meanwhile remains at 298.  The new cases brings the country's tally of infections to 14,092, with 12,866 having recovered according to the KCDC. At least one man has been hospitalized in Delaware after 12 people were inadvertently given incorrect Covid-19 test results, according to state officials.  “In partnership with Walgreens, 2,791 samples were collected for processing through the Delaware Public Health Lab in the first week of testing. In the process of results delivery, 12 persons who tested positive for COVID-19 were inadvertently given negative results by phone due to an internal DPH system error,” a statement from the Delaware Department of Health said.  The Health Department said that while incorrect results were given over the phone, the correct test results were reported into their surveillance system and were included in statewide testing numbers and the state’s contact tracing system. The state’s health department also said they wanted to assure the public that this was not an error that occurred on site at the Walgreens testing sites.  The first concern with a vaccine to prevent coronavirus infection will be safety, former Centers for Disease Control and Prevention director Dr. Thomas Frieden said Friday. “This is the first time we've had an anti-vaccine movement before we've had the vaccine,” Frieden said in a podcast sponsored by the online news site Axios. That makes it important to be honest and open with people about the risks, he said.  “There's already too much suspicion and hesitancy about vaccines, and the way to address that is to just say it like it is and be sure that we're saying what we're doing, when we're doing it, what we're learning, when we're learning it,” said Frieden, who is now the president of Resolve to Save Lives.  One concern is a potential immune reaction to vaccination, he said. “Because some of the adverse outcomes from Covid-19 are immune-regulated, and that raises the theoretical concern that something like the Kawasaki-like illness that you're seeing in rare instances of childhood illness could be a rare adverse event of vaccination,” he said. Frieden said if a coronavirus vaccine is approved, he’d get one. “If there’s enough vaccine enough to provide for essential workers and particularly health care workers first and it's demonstrated to be safe and effective, I'd be delighted to get vaccinated,” Frieden said. “There are a lot of hurdles to get over before we actually have a vaccine available, proven to be effective, demonstrated to be safe and widely used,” he added. “First and foremost is safety and efficacy,” he said. “Does it work, how well, for whom, for how long and is it safe?” So far 25 vaccines are in human trials around the world and 141 more are in preclinical trials, according to the World Health Organization. But a vaccine will not be the only solution to the pandemic. “I think what we have to get past is the idea that there is one thing that’s going to make Covid go away,” Frieden said. ##Vaccines## Following a warning of a “grave health crisis,” the Bahamian Prime Minister Hubert Minnis announced the country would go into an emergency weekend lockdown after a surge in Covid-19 cases since reopening on July 1.  On Friday, the Bahamian Ministry of Health reported 42 new coronavirus cases, bringing the total so far to 316. Minnis said that other than essential workers, all Bahamians would be required to remain in their homes through the weekend. Exceptions would be made for people to buy food and seek medical aid, he added. All religious services, dining in restaurants and social gatherings are canceled through the weekend, Minnis said, adding that the Bahamas will likely continue to institute lockdowns during the weekends moving forward. Minnis also announced he was reversing an order that went into effect Wednesday that banned commercial air travel from the US to the Bahamas. Instead, he said, the Bahamas would not block tourists from any country but visitors would be required to quarantine for 14 days upon arrival and then test negative for the virus.  Minnis urged Bahamians not to travel to coronavirus “hotspots” in “neighboring countries.” The US Food and Drug Administration has authorized the first coronavirus test for asymptomatic Covid-19 cases and for those who don’t think they’re infected with the virus at all. The agency reissued an emergency use authorization for a LabCorp Covid-19 RT-PCR test after the company provided scientific proof that the test was able to detect the virus in asymptomatic individuals. The RT-PCR test amplifies genetic matter from the virus so it’s detectable. The emergency use authorization also allows the test to be used on pooled samples. “Today's authorization eliminates the need for a provider to consider risk factors such as exposure or community spread when prescribing this test,” the FDA said in a statement. The test could be a game changer for hospitals, businesses, schools and others, the FDA said. \"FDA's authorization of the first diagnostic test to be used for anyone, regardless of whether they are showing symptoms of Covid-19 or have other exposure risk factors, is a step toward the type of broad screening that may help enable the reopening of schools and workplaces,\" FDA Commissioner Dr. Stephen Hahn said in a statement Friday. The FDA’s emergency use authorization for the LabCorp test also allows the company to test pooled samples of up to five individual swabs at a time to help test more samples using fewer testing supplies, which are in high demand and short supply in some areas. \"By authorizing another test for use with pooled samples, we also further help increase the possibility that patients may be able to receive results sooner, while also conserving vital testing supplies, which are under increased demand during the pandemic,” Hahn said. The test is only available through a prescription, the FDA said, and is only authorized for sample collection with LabCorp’s test kits or by a health provider. The test first received an emergency use authorization in mid-March for testing only on people suspected of having Covid-19 and was not authorized for pool testing. Mexico's health ministry announced 7,573 new Covid-19 infections on Friday, bringing the nationwide total to 378,285. The ministry also reported 737 new deaths due to the virus, raising the country’s death toll to 42,645. Despite the rising number of new cases, Mexican President Andres Manuel Lopez Obrador reiterated his claim Friday that the coronavirus pandemic is \"losing steam\" in the country and attributed the new case numbers to an increase in testing capacity and a delay in updating the new cases. “We need to find a balance between health and economic situation, reopening carefully, practicing all the protocols, but we can't stay immobilized. If we open and there's an outbreak, we will close again,” Obrador said.", "Section": "world", "Writers": ["James Griffiths", "Steve George", "Fernando Alfonso III", "Amir Vera"], "URL": "https://www.cnn.com/world/live-news/coronavirus-pandemic-07-25-20-intl/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Thailand", "Source": "CNN"}