{"Type": "article", "Time": "2020-07-24", "Headline": "Goldman Sachs agrees to a $3.9 billion 1MDB settlement with Malaysia", "Text": "Goldman Sachs has agreed to a $3.9 billion deal with the Malaysian government to settle claims relating to the bank's role in the huge corruption scandal at 1Malaysia Development Berhad, the sovereign wealth fund.  The government of Malaysia has agreed to drop all criminal and regulatory proceedings in Malaysia involving the firm, including pending proceedings against subsidiaries of Goldman Sachs and certain current and former directors, Goldman Sachs said in a statement.  The Wall Street bank will pay the Malaysian government $2.5 billion, and provide a guarantee that it also receives \"at least $1.4 billion in proceeds from assets related to 1MDB seized by governmental authorities around the world,\" it added.  \"This settlement represents assets that rightfully belong to the Malaysian people,\" said Tengku Dato' Sri Zafrul Aziz, Malaysia's Minister for Finance, in a statement. The case relates to bond sales that Goldman Sachs arranged and underwrote for 1MDB, from which the US Justice Department alleges $4.5 billion was stolen. The Justice Department accused Malaysian financier Jho Low, who had ties to the film \"The Wolf of Wall Street,\" of masterminding a plot to channel the money from the fund to former Malaysian Prime Minister Najib Razak's bank accounts.  Razak has been charged by Malaysian authorities with money laundering, among other things. He has denied any wrongdoing. A verdict in his case is due on Tuesday. Low is a fugitive sought by US and Malaysian authorities and may have been hiding in Wuhan, China, where the coronavirus outbreak began, in February.  Prosecutors in Malaysia first filed charges against the US investment bank and two former employees, in 2018. Last year, Malaysia charged 17 current and former Goldman Sachs employees, including Richard Gnodde, the CEO of Goldman Sachs International. At the time, the bank said the charges were \"misdirected\" and would be \"vigorously defended.\"  In February, the Federal Reserve Board permanently banned Andrea Vella, a senior Goldman Sachs executive, from working in the banking industry for engaging in \"unsafe and unsound practices\" in relation to the scandal. Friday's settlement does not cover two former Goldman Sachs bankers, Roger Ng and Tim Leissner, the latter of whom has already pleaded guilty to multiple Justice Department charges related to money laundering.  \"Today's settlement is an important step towards putting the 1MDB matter behind us and will help enable the Malaysian government to move forward with additional recovery efforts and to execute on its economic priorities,\" said Goldman Sachs in an additional statement.  The Malaysian Ministry of Finance said that \"this settlement by Goldman Sachs represents its acknowledgment of the misconduct of two of its former employees in the broader 1MDB fraudulent and corruption scheme\" adding that the settlement does \"not affect Malaysia's claims against Jho Low and other parties related to the 1MDB scandal.\" Goldman Sachs said it expected \"to materially increase its provisions for litigation and regulatory proceedings\" for the second quarter as a result of the settlement.", "Section": "investing", "Writers": [], "URL": "https://www.cnn.com/2020/07/24/investing/goldman-sachs-1mdb-malaysia/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Malaysia", "Source": "CNN"}