{"Type": "article", "Time": "2020-05-09", "Headline": "May 9 coronavirus news", "Text": "Our live coverage of the coronavirus pandemic has moved here. Robert Redfield, director of the US Centers for Disease Control and Prevention, and Dr. Stephen Hahn, commissioner of the Food and Drug Administration will testify via videoconference at a Senate hearing about the coronavirus next week. \"I am grateful that White House Chief of Staff, Mark Meadows, approved a one-time exception to the Administration’s policies about hearings, and has agreed that Dr. Hahn and Dr. Redfield will testify at this hearing by videoconference due to these unusual circumstances,\" said Sen. Lamar Alexander of Tennessee, the Republican chairman of the Senate Health Committee.  The two officials will testify remotely after deciding to self-quarantine following a potential exposure to the virus. Dr. Anthony Fauci, the nation's top infectious disease expert, is scheduled to testify at the same hearing.  CNN has reached out to Alexander’s staff to confirm whether Fauci will also testify remotely because he will be under a \"modified quarantine\" due to a potential exposure to the virus. ##Health## The White House sent a memo to all staff on Friday after Vice President Mike Pence's press secretary, Katie Miller, tested positive for the novel coronavirus, an official said.  The note details measures taking by the White House to prevent the spread of the virus, including maintaining maximum telework for staff, reporting travel and self-monitoring of symptoms, according to a copy reviewed by CNN.  Areas considered \"high-touch points\" in the White House and the Eisenhower Executive Office Building will receive \"heightened levels of cleaning,\" the memo says. Some departments like the Office of Management and Budget are calling political appointees back to the office despite the maximum telework order. Earlier this week, White House staff received a separate memo informing them that they would be asked upon entry about their symptoms. The measure would be in addition to the temperature checks required for admission to the White House complex. Anyone who acknowledged having the symptoms may be pulled for further screening or barred entry, that memo said.   Neither memo mentioned anything about wearing face coverings.  Dr. Anthony Fauci told CNN is doing what he calls a \"modified quarantine\" after it was determined that he was not in close proximity to a White House staffer who tested positive for the novel coronavirus. The nation's top infectious disease expert said he is at \"low risk\" and tested negative for the virus on Friday. Fauci says he will stay at home and telework -- though he might go to his office at National Institute of Allergy and Infectious Diseases, where he is the only one there -- and wear a mask continually for 14 days. He is expected to be tested every day for the virus. Fauci is the third member of the White House coronavirus task force who is going into a type of quarantine. Dr. Stephen Hahn, commissioner of the Food and Drug Administration, and Robert Redfield, the director of the US Centers for Disease Control and Prevention, are going into self-quarantine for 14 days.  The novel coronavirus continues hitting Brazil hard, taking the lives of at least 10,627 people, the country's Health Ministry said on Saturday.  At least 10,611 new cases of the virus were reported in the last couple of days, bringing the countrywide total to 155,939 cases. Some context: Brazil has the most confirmed coronavirus cases in Latin America. As of Sunday, the country had more than 155,000 cases and was among the top 10 countries with the most cases of the virus, according to figures from Johns Hopkins University. Brazil President Jair Bolsonaro has repeatedly dismissed the virus threat, saying he believes the effects of preventive measures, like quarantines and lockdowns, could have a worse impact on Brazil's economy.   The Doe Fund, a group know for aiding formerly incarcerated men to rejoin society, has moved about 300 men into a high-end hotel on the Upper East Side of Manhattan, a spokesman for the organization told CNN. Bill Cunningham, the spokesman, said the city matched the organization with the hotel to follow social distancing protocols because their three housing facilities in Harlem and Brooklyn have dormitory-style rooms housing about 10 men at a time. Two men will be assigned to a single room and meals will be delivered to the rooms three times per day. They will continue their work program jobs, including cleaning public spaces like bus shelters and mail boxes. They will be subject to the same security policies in the organization's shelters, Cunningham said. About 7,000 people in need of shelter have been staying at hotels across the city, \"enabling them to more effectively isolate while also increasing social distancing at the shelters from which they moved,” said Isaac McGinn, a spokesman with the city's Department of Social Services. The agency declined to discuss what hotels are being used to house New Yorkers in need of shelter. As of Friday, DSS had tracked 882 positive Covid-19 cases in their system and 73 deaths, McGinn said. The Doe Fund had about 20 positive cases among its members since early March, but no Covid-19 related deaths thus far, Cunningham said. ##Health## Robert Redfield, the director of the US Centers for Disease Control and Prevention, \"will be teleworking\" for the next two weeks after he was exposed to a person at the White House who tested positive for Covid-19, a CDC spokesman told CNN. The Washington Post first reported Redfield's action. Redfield \"has been determined to have had a low risk exposure on May 6 to a person at the White House who has Covid-19. He is feeling fine and has no symptoms. He will be teleworking for the next two weeks,\" the spokesperson said. The decision comes after the Food and Drug Administration announced that its commissioner, Dr. Stephen Hahn, planned to self-quarantine after coming in contact with an individual who tested positive for coronavirus. Neither agencies have named the person or people with whom Redfield and Hahn came into contact.  Both men are members of the White House coronavirus task force, which held its most recent meeting on Thursday.  White House deputy press secretary Judd Deere declined to confirm the report that Redfield will self-quarantine, but he said the physician to the President and White House operations officials \"continue to work closely to ensure every precaution is taken to keep the President, First Family and the entire White House Complex safe and healthy.\" ##Health## Patients who took famotidine while hospitalized for Covid-19 were more than twice as likely to survive the infection, according to a paper posted Friday on a pre-publication website.  \"Compared to the rest of the patients, those who received famotidine had a greater than 2-fold decreased risk of either dying or being intubated,\" the authors of the study at Columbia University Irving Medical Center said.  Among the 1,536 patients in the study who were not taking famotidine, 332, or 22%, either died or were intubated and put on a ventilator. Of the 84 patients who were taking famotidine, eight, or 10%, died or were put on a ventilator. But the study doesn't prove the drug caused the lower death rate, its authors say. It's possible that it was just a coincidence. \"It is not clear why those patients who received famotidine had improved outcomes,\" the authors wrote in their statement. \"This is merely an association, and these findings should not be interpreted to mean that famotidine improves outcomes in patients hospitalized with COVID-19.\" The drug is a common heartburn medicine and has been on the market for nearly 40 years. It's an active ingredient in the popular over-the-counter heartburn treatment Pepcid. Read the full story here. ##Health## The Cheyenne River Sioux Tribe won't comply to a request to take down its coronavirus checkpoints. \"We will not apologize for being an island of safety in a sea of uncertainty and death,\" Cheyenne River Sioux Tribe Chairman Harold Frazier said in a statement. South Dakota Gov. Kristi Noem sent letters Friday to the leaders of the Cheyenne River Sioux Tribe and the Oglala Sioux Tribe, demanding they \"immediately cease interfering\" with traffic and remove the checkpoints. Reservation residents have been asked to complete a health questionnaire at checkpoints when they leave and when they return, according to Cheyenne River Sioux Tribe policies. South Dakota residents who don't live on the reservation are only allowed there if they're not coming from a hot spot and it is for an essential activity. Read the full story here. ##Health## ##Daily Life## The spread of the novel coronavirus has slowed down in significantly in most parts of Canada but the situation in Montreal remains critical. \"Of course I'm worried — as a Quebecer, as an MP — about the situation going on in my riding, in the province, as I am concerned about Canadians coast to coast, as prime minister,\" Canadian Prime Minister Justin Trudeau told reporters on Saturday in Ottawa.  There are more than 68,000 cases of the virus in Canada and about 4,800 people have died, according to a tally from Johns Hopkins University. Montreal's cases account for about a quarter of the country's cases, Quebec officials say. More background: Trudeau’s electoral district is in Montreal, where senior centers have  been reporting outbreaks.  New projections released by the Quebec’s public health institute on Friday indicate the virus could lead to as many as 150 deaths per day if Montreal fully reopens and strict social distancing guidelines are loosened.   Earlier this week, authorities in Quebec, the province where Montreal is located, postponed plans to lift some restrictions in the city from mid-May to May 25. The novel coronavirus has infected more than 4 million people and killed more than 227,000 worldwide, according to a tally from Johns Hopkins University. At least 1.3 million people have tested positive for Covid-19 in the US and more than 78,000 people have died from the disease in the country. Rhode Island Gov. Gina Raimondo urged people to be cautious after the state's stay-at-home order was lifted on Saturday. \"We haven't yet reached that point where we see to see a big decline,\" Raimondo told reporters. \"I want to just want to remind everyone as we today officially put our toe in the water of getting into phase one, your goal is baby steps.\" Rhode Island became the first state in the northeastern United States to loosen its statewide restriction on Saturday. Social gatherings remain limited to up to five people and retail stores are reopening under some restrictions. There were 210 new Covid-19 cases on Friday, Raimondo said. ##Daily Life## President Trump tweeted that beginning next week, the US will purchase $3 billion worth of food from farms to provide to food banks. Trump called the initiative “Farmers to Family Food Box.” CNN previously reported this program is part of the $19 billion in aid to farmers the US Department of Agriculture that was announced on April 17. About the program: The USDA is partnering with private distributors who will buy a variety of food and package it into boxes that it will deliver to food banks. The USDA said it will spend $100 million a month on fruits and vegetables, $100 million on dairy products and a $100 million on meat products. The other $16 billion will be distributed in payments directly to farmers, though that system is not expected to be up and running until the end of May. American Farm Bureau Federation President Zippy Duvall applauded the USDA’s moved on Friday. “We applaud the USDA for its quick action and flexibility in finding a way to get food from America’s farms to the dinner tables of those who need it most. These food purchases will help the hungry while providing income to farmers and ranchers who have seen some markets for their food disappear during the Covid-19 pandemic,” Duvall said in a statement. This news comes as food banks across the country face immense pressure with Americans out of work at historic rates. A food distribution site with “Women Giving Back” in Sterling, Virginia, gave away almost 11,000 pounds of food on Saturday to nearly 400 households, according to statistics provided by the group.  The organization was forced to turn five carloads of people away after running out of food. Read Trump's tweet: ##Business## Today marked the lowest number of Covid-19 positive patients currently hospitalized in Georgia, Gov. Brian Kemp said in a tweet.  There are currently 1,203 patients hospitalized with the virus, the lowest number since hospitals began reporting this data on April 8.  \"We will win this fight together!\" Kemp said in a tweet posted along with a photo of the governor wearing a face mask with members of the Georgia Army and Air Force National Guard.  Georgia Department of Public Health (DPH) reported 32,511 confirmed coronavirus cases and 1,400 deaths on Saturday. DPH is now reporting cases in every county in the state.   ##Health##   Atlanta Mayor Keisha Lance Bottoms said it’s “frustrating” that some residents continue to congregate in large crowds and do not practice appropriate social distancing.   “I think it's extremely selfish. And I think it puts so many people at risk. Even when I think about our public safety personnel and our police officers … if they are walking into a crowd where people don't have on masks and are disregarding all of the recommendations that have been made, it puts them at risk,” the mayor told CNN today. Bottoms was critical of Georgia Gov. Brian Kemp’s decision to reopen some businesses in the state in late April.  “We will know in the next week or so whether or not the governor made the right decision. I remain concerned that we have moved too soon and really without being very thoughtful about how we should reopen our state. I think there are businesses that perhaps we could have slowly reopened,” she said.  She said that the state and the entire country needs to be “more thoughtful” in tackling the coronavirus pandemic “There's not been a city, there's not been a country that has been able to flatten the curve by doing what we're doing in this country and in this state, and that's moving quickly because we don't want to sit at home anymore,” she said.  Bottoms commented on former President Barack Obama’s remarks slamming the Trump administration’s response to the coronavirus pandemic as an “absolute chaotic disaster.”   “I think it really speaks to how strongly he feels about the mismanagement of this pandemic, and I am personally glad that he called it out. He has articulated what so many of us feel and know,” she said.  Watch Bottoms' interview:  ##Daily Life## More than 50% of Spain’s population, a total of 11 regions across the country, will transition into phase one Monday as part of the country’s de-escalation process during the coronavirus crisis. The two largest cities in the country and the hardest hit by the pandemic, Madrid and Barcelona, are staying on phase zero, which means they have not met all the technical criteria to start reopening yet. Phase one allows more movement within each province but citizens still need to follow social distancing, hygiene rules in public and private places and the use of masks on public transport is mandatory, Spanish authorities have said. Here's what phase one means for different industries: Small retail businesses can open if they have a maximum area of ​​about 4,305 square feet, or 400 square meters. The maximum capacity will be 30%, respecting the minimum distance of about 6 feet between clients and should establish a priority service schedule for people over 65.\nHairdressing salons, beauty and physical therapy centers can open but a distance of more than 6 feet must be kept between customers and staff, who must wear protective equipment.\nRestaurant terraces are limited to 50% of the number of tables authorized last year and more than 6 feet need to be maintained between customers. Each table or group of tables must not have more than 10 people.\nHotels are allowed to open but restaurant services are only for the people staying there. The use of spas, gyms, mini clubs, children's areas, discos, event rooms, among others, is still banned.\nOutdoor markets will also be allowed to reopen with a limit of 25% of authorized spaces.\nMuseums and private and public libraries will open under certain conditions such as operating at a third of their capacity and planning entry and exit times in advance\nLearning centers and universities can open for administrative functions. Prior to opening they must be disinfected. School and university directors will determine the amount of teaching and auxiliary personnel needed.\nSporting activities in leisure and professional level will also see a change. Citizens will be allowed to use outdoors sporting areas except for swimming pools. Sports where up to two people participate is allowed, but no physical contact is allowed. In closed sporting centers, practice must be individual and by appointment.\nWakes are allowed with a maximum of 15 people if it takes place outdoors and 10 people for closed spaces. Burials have a maximum of 15 people.\nPlaces of worship will be allowed to operate at a third of their capacity. People must wear a mask and spaces must be disinfected beforehand. The use of holy water or ritual ablutions will not be allowed. ##Daily Life##  The three young New Yorkers who died from an illness that may be related to Covid-19 include a teenager in Suffolk County, as well as a 7-year-old in Westchester County and a 5-year-old in New York City, according to the governor’s office.  Details of the children who passed away were reported in a press release from Gov. Andrew Cuomo’s office following his news conference Saturday. Some background: Cuomo said at the briefing that these children had symptoms similar to Kawasaki disease and toxic-shock like syndrome, more generally, inflammation that ultimately causes heart problems. \"These are children who come in who don't present the symptoms that we normally are familiar with with Covid. It's not a respiratory illness,\" he said.  Cuomo said the Centers for Disease Control asked New York to develop national criteria for other states and hospital systems with similar patients. ##Health# France’s National Assembly voted today to extend the nationwide state of emergency until July 10. Why this is important: The state of emergency provides the government with the legal framework to take uncommon measures to fight the coronavirus pandemic, including restrictions on travel and enforcing social distancing measures. Some lawmakers in both the Senate and the National Assembly voiced concerns regarding the implications of the law for individual freedoms.  Given these concerns, President Emmanuel Macron will refer the law to the Constitutional Council, a body that will examine if it is in accordance with France’s Constitution, an Elysee spokesperson told CNN on Saturday. There were 237 new coronavirus cases reported Saturday in Arkansas, Gov. Asa Hutchinson said during an afternoon news conference. Of the new cases, 173 were identified at the Forrest City Federal Correctional Institution. The Centers for Disease Control and Prevention is performing testing of inmates and staff at that facility, Hutchinson said. A total of 301 inmates and 13 staff members at Forrest City have been diagnosed with the virus so far, according to Hutchinson.  The new cases in the correctional facility are not from the last 24 hours but are from the last few days of testing and are now showing up in the state count, Health Secretary Nate Smith said during the news conference. Arkansas now has a total of 3,984 cases and 90 deaths statewide, Hutchinson said. ##Health## It's 2:30 p.m. ET in the US. Get caught up on the latest coronavirus headlines. Heartburn medicine: Patients who happened to be taking a common heartburn medicine, famotidine, while hospitalized for Covid-19, were more than twice as likely to survive the infection, according to a paper posted Friday on a pre-publication website. There is research being conducted to determine if this is because of the drug or if it’s a coincidence. \nSocial distancing in the UK: The United Kingdom announced a $2.48 billion package to encourage citizen to ride their bike or walk more. This is part of the effort to promote alternative forms of travel to accommodate social distancing restrictions on public transport networks.\nA much deserved break: Health care workers at New York City's Elmhurst Hospital will receive free vacations courtesy of American Airlines and Hyatt Hotels, according to a statement from American Airlines.\nGraduation ceremonies: In light of the ban on mass gatherings because of the coronavirus, many colleges are having virtual commencement ceremonies today. In Florida, two high schools will have a drive-through commencement at the Daytona International Speedway, the president of the track announced today. ##Catch Up## Maine Gov. Janet Mills announced a reopening plan for businesses in rural counties that haven't reported cases of community transmission. There are 12 counties included in the Rural Reopening Plan: Aroostook, Piscataquis, Washington, Hancock, Somerset, Franklin, Oxford, Kennebec, Waldo, Knox, Lincoln and Sagadahoc. \"With low case counts, no evidence of community transmission, and now, expanded testing capacity, we believe it is appropriate to gradually lift some limitations on certain businesses in our rural counties with health and safety precautions to protect public health,\" Mills said in a tweet Friday. On Monday, retail stores in those counties will be able to open, according to the plan.  The stores will need to use enhanced safety precautions. These include restricting the number of customers in a store at one time, implementing enhanced cleaning practices and using touch-free transactions when possible, the plan said. Restaurants in those counties will be able to reopen on May 18 along with wilderness campsites, the plan said.  Restaurants will need to also have enhanced health and safety precautions including physically distancing customers, frequent hygiene and sanitation practices by employees, and controlling the flow of customers when possible. Wilderness campsites will be open to Maine residents and visitors who have completed a 14 day quarantine period, the plan said. In light of the ban on mass gatherings because of the coronavirus, many colleges and universities have either delayed or cancelled their graduations, while others have opted for virtual commencement ceremonies. American University in Washington, DC, hosted an online ceremony today with civil rights activist Henry Louis Gates Jr. giving the commencement address.  Gates offered words of congratulations to the graduates and discussed the difficultly of entering the working world at a time of great uncertainty.  “Instead of experiencing joy and relief you are heading into a world which is reeling,” Gates told graduates. “You are asking both existential questions and reality based questions, what will the world look like when the next new normal begins, and more basically how on earth am I ever going to find a job.”  Gates encouraged students to “find inspiration and hope and courage in the stories of those ancestors, even when the tide seems to be rolling against us, with history as our guide we will not be turned back.” He joked about the circumstances of graduating during a global pandemic.  “Let’s be honest. You had something else entirely in mind for the event we are commemorating today, no one could have imagined the scenario we are living through. Maybe my friend Steven King,\" Gates said. American University has announced that it will hold a weekend of “special commencement ceremonies” for the Class of 2020 in mid-December. Penn State University and the University of Connecticut also streamed online commencement ceremonies today.  The Obamas will host a virtual commencement for 74 historically black colleges and universities at \"Show Me Your Walk, HBCU Edition,\" on May 16. There has been at least 1,297,549 coronavirus cases in US, and approximately 77,744 deaths, according to a tally by Johns Hopkins University. The totals includes cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases. In a nationally-televised press conference on Saturday, Spanish Prime Minister Pedro Sánchez was asked by CNN about the existence of a Johns Hopkins University ranking on Covid-19 testing that he had boasted about.  In a previous press conference on April 28, Sánchez said the university's rankings showed Spain was fifth in the world in testing rates. But, those international rankings appear not to exist.  CNN informed Sánchez during Saturday’s press conference that Johns Hopkins was unable to locate such rankings and that the Health Ministry hadn't responded.  Asked if his office could point to the rankings he had referred to, Sanchez said only that “The numbers are there.” He then went on to read out the government’s latest testing data.  When CNN first asked Sánchez about testing rates on April 28, the prime minister also cited contested Organization for Economic Cooperation and Development (OECD) data showing Spain was 8th in the world for testing rates.  But even before Sánchez answered the question, the OECD had issued a statement correcting its data, after acknowledging it had mistakenly included Spain’s antibody testing rates in the overall numbers, which skewed its position.  The updated OECD chart at the time showed Spain had the 17th-highest testing rate, not the 8th, for Covid-19.  Some more context: In April, CNN followed up with Johns Hopkins University to verify the rankings, but a spokesperson said, “We weren’t able to immediately locate such a report.” When CNN asked if Johns Hopkins was tracking testing data outside the US, the spokesperson said, “We have elaborate US testing tracking efforts, including state comparisons, right now.” On its coronavirus website, Johns Hopkins maps Covid-19 infections and deaths around the world and appears to only be tracking testing rates in the US. In April, CNN also asked the Spanish Health Ministry to send a link or proof that the rankings existed. They did not reply.   The Spanish prime minister and his government have been accused by opposition parties and criticized by some of the country’s leading media of manipulating Spain’s test ranking figures. On Saturday, Sanchez said that as of May 7, Spain had completed 1,625,211 PCR tests, and 842,550 antibody tests.  “We are one of the countries doing the most testing,” he said.  The state of New Jersey is reporting at least 1,759 new Covid-19 cases, bringing the state total to approximately 137,085, Gov. Phil Murphy said. There were 166 new deaths reported, bringing the statewide death toll to at least 9,116. Where the state is seeing the most progress is the “declining positivity rate, that is the number of test that are coming back positive,” Murphy said. Hospitalizations across the systems regionally are trending down and ventilator use also continues on a downward trend, Murphy said. The governor also announced the American Red Cross will open two convalescent plasma collection sites in North Jersey on Monday.  Approximately 100 Covid-19 patents at University Hospital, where one of the sites will be, have already been treated with convalescent plasma, Murphy said. Long-term care facilities: Positive cases and deaths continue to grow in long-term care facilities, he added. Murphy said the New Jersey National Guard is deploying members this weekend to several facilities to assist in mitigation efforts. ##Health## A $2.48 billion (£2 billion) package to encourage cycling and walking in the United Kingdom has been announced by the British government as part of efforts to promote alternative forms of travel to accommodate social distancing restrictions on public transport networks. Transport Secretary Grant Shapps said Saturday that cycling and walking would be “at the heart” of the UK’s transport policy in a bid to avoid overcrowding on public transport services. “Even with public transport reverting to a full service, once you take into account the 2 metre social distancing rule, there would only be effective capacity for one in ten passengers in many parts of our network – just a tenth of the old capacity,” Shapps said. “Getting Britain moving again, while not overcrowding our transport network, is going to require many of us to think very carefully about how and when we travel.\" According to the transport secretary, the government's new national cycling plan — which is to be introduced in early June — will aim to double cycling and increase walking by 2025. \"Swift emergency plans\" are also to be put in place, including pop-up bike lanes, wider pavements for pedestrians and cycle and bus-only streets, Shapps added. Spanish Prime Minister Pedro Sánchez is confident his country is going in the right direction fighting the Covid-19 pandemic, according to remarks he made at a news conference on Saturday. On Monday, more than 50% of the country will advance to Phase 1 in the \"de-escalation process.\"  Sánchez said that despite the good news, the country will be still living with the virus and it is crucial for each citizen to follow all guidance given by his government. “On Monday, let’s go out and rebuild our lives, but we need to act with caution,\" he said. Patients who happened to be taking a common heartburn medicine while hospitalized for Covid-19 were more than twice as likely to survive the infection, according to a paper posted Friday on a pre-publication website.   It’s unclear whether the patients fared better because of the famotidine or if it’s a coincidence. Of 1,620 hospitalized patients studied, 84 of them, or about 5%, were taking famotidine, an active ingredient in Pepcid, a popular over-the-counter heartburn treatment. “Compared to the rest of the patients, those who received famotidine had a greater than 2-fold decreased risk of either dying or being intubated,” according to a statement by authors of the study at Columbia University Irving Medical Center.  Intubated refers to patients being put on a ventilator, a machine in the intensive care unit that breathes for patients who are unable to breathe on their own.  “It is not clear why those patients who received famotidine had improved outcomes,” the authors wrote in their statement. It could be a coincidence: The study doesn’t prove that famotidine caused the lower death rate – it’s possible that it’s just a coincidence. “This is merely an association, and these findings should not be interpreted to mean that famotidine improves outcomes in patients hospitalized with Covid-19,” according to the authors.  A clinical trial is currently underway to see if famotidine saves lives of coronavirus patients. In that study, some patients will receive famotidine intravenously at doses nine times higher than what someone would normally take for heartburn. Other patients will be given a placebo, or a drug that does nothing, and the researchers will then compare the death rates and other outcomes for the two groups. “Hopefully the results from this trial will determine whether famotidine is efficacious for the treatment of Covid-19,” according to the authors of the preprint paper. ##Health## Health care workers at New York City's Elmhurst Hospital will receive free vacations courtesy of American Airlines and Hyatt Hotels, according to a statement from American Airlines. More than 4,000 doctors, nurses and assistants are eligible for three-night vacations to locations around the US and the Caribbean, according to the airline. The donated flights \"mark the largest total flight count ever provided to an organization by American,\" the company said. \"We’ve heard from so many of our colleagues and members who simply want to do some good and find a way to share their gratitude for some of the heroes of this pandemic in one of the hardest-hit areas of New York. We are humbled by the health care workers’ dedication to saving lives,\" Mark Hoplamazian, the president and CEO of Hyatt, said in the statement. The number of deaths amongst coronavirus patients in the United Kingdom has increased by 346, bringing the total death toll to at least 31,587, UK Transport Secretary Grant Shapps said Saturday. According to the UK Deputy Chief Medical Officer Jonathan Van Tam, nationwide data shows a “steady and consistent fall” in the number of deaths recorded across the UK.   Addressing members of the press during the government’s daily coronavirus briefing, Shapps said at least 215,260 people have tested positive for the deadly virus – an increase of about 3,896 cases since Friday. At least 11,809 patients are currently in hospital with coronavirus, the transport secretary added. Van Tam said that while the UK is “encountering several thousand new cases per day,” there is now a “solid decline” in the number of patients requiring hospitalization. “Across the four nations, we have plenty of capacity for managing patients who require critical care; the proportion of those beds occupied by coronavirus patients continues to decline,” Van Tam added. ##Health## Mexico’s health authorities announced more than 1,900 new cases of novel coronavirus, bringing the country’s total number to 31,522 as of late Friday. Additionally, 199 new virus related deaths were reported, bringing the current death toll to 3,160 Friday evening. There has been at least 3,965,863 cases of coronavirus around the world, and approximately 275,527 deaths globally, according to a tally by Johns Hopkins University.  If you're just tuning in, here are some of the top stories so far today. Three children dead in New York: New York. Governor Andrew Cuomo said the state is working with the CDC to try to figure out why these kids tested positive for Covid-19, but had different symptoms.\nRemdesivir: The Department of Health and Human Services announced Saturday it had shipped 260 cases of the experimental antiviral drug remdesivir to states hardest hit by Covid-19, including Illinois, New Jersey and Michigan.\nAntigen testing: The US Food and Drug Administration has granted the first emergency use authorization for an antigen test for the coronavirus. This is important because antigen tests look for pieces of a virus. That differs from most coronavirus tests, which look for the virus' genetic material and require a number of chemicals to operate, many of which are in short supply.\nNew sensors: The US Army is asking technology companies to develop wearable sensors to detect early symptoms of coronavirus. Where ever the sensor is worn on the body, it will provide indicators of a fever, respiratory difficulties, \"molecular biomarkers\" of exposure to the virus and even the presence of antibodies against it.\nHead of the FDA is self-quarantining: Dr. Stephen Hahn, the head of the Food and Drug Administration, will self-quarantine for 14 days after coming in contact with an individual who tested positive for coronavirus, an FDA spokesperson told CNN.\nReopening: There are 47 states that will be partially opened by tomorrow. Today, more restrictions are easing, though, in five states including Rhode Island where retail shops are reopening.\nDemocratic National Convention: House Speaker Nancy Pelosi suggested the convention could still be held in-person if attendees sat 6 feet apart. \"So maybe you, instead of having 80,000 people there you would have 16,000 people there and just do it all in one day,\" she said. ##Catch Up## New York Gov. Andrew Cuomo unveiled results from antibody testing which showed that among frontline workers, the New York Fire Department and EMT’s had a 17.1% infection rate. “We think it's higher because of the EMT workers,” Cuomo said, but this is below the city's normal rate of infection, he reiterated. Other results: Of at least 1,300 transit workers who have been tested, 14.2% were positive, Cuomo said.  The rate was higher among station workers than bus operators, train conductors and assistant conductors. Of those transit workers, 17% of station workers tested positive, 14% of bus operators and 11% of conductors and conductor's assistants tested positive.  “We’d like to see 0 but 14% is below the average infection rate for New Yorkers so it means the transit workers infection rate is below the norm for NYC,” Cuomo said.  Cuomo said the normal rate of infection in New York City was 19.9%. Roughly 12.2% of health care workers have tested positive, Cuomo said. “It shows that the PPE works when we talk about masks and gloves,\" he said. The NYPD had an infection rate of 10.5% based on testing. Rep. Hakeem Jeffries of New York joined Gov. Andrew Cuomo during his coronavirus news conference Saturday to discuss how religious organizations around the state are helping to address the pandemic. \"We know that this is an extraordinary pandemic, and it requires an extraordinary governmental response at all levels of government. It's all hands on deck at the city, the state and the federal level,\" Jeffries said. Jeffries commented on a new initiative where Northwell Health is setting up 22 additional coronavirus testing sites at churches in predominantly minority communities. \"These churches have been there through the crack cocaine epidemic to welcome people in while others were rejecting them. Our churches have been there, for instance, to address the high rates of gun violence through gun buyback programs, taking thousands of guns off the streets in their congregations, buildings,\" Jeffries said. According to surveys and data, of the 21 zip codes with the most hospitalizations for coronavirus, 20 of 21 have greater than average African American and/or Latino populations. \"There’s no doubt that it is a problem,\" Cuomo said. \"We understand why, we understand the health disparities, we understand the comorbidities, but we also understand it’s just not right.\" New York Gov. Andrew Cuomo said New York State Department of Health is partnering with the New York Genome Center and the Rockefeller University to conduct a genome and RNA sequencing study to better understand the virus. “We still have a lot to learn about this virus,\" Cuomo said. This research will help the state learn more about why young children are getting sick with a coronavirus-related illness that does not present the typical respiratory symptoms, the governor added. \"The Department of Health is doing everything that they can do. I think it's fair to say that the New York State Department of Health is the first one that has been on this situation. And again, working with the CDC and whatever we find out we'll not only share with the public but we'll also share with other states and other hospital systems,\" Cuomo said. ##Health## New York Gov. Andrew Cuomo said three young children may have died from a coronavirus-related illness that is affecting young kids. Cuomo said hospitals in the state have reported 73 cases where young patients had Covid-19 antibodies and tested positive for the virus, but did not have the typical respiratory symptoms.  Instead, these children had symptoms similar to Kawasaki disease and toxic-shock like syndrome, more generally, inflammation that ultimately causes heart problems, Cuomo said. \"These are children who come in who don't present the symptoms that we normally are familiar with with Covid. It's not a respiratory illness, they're not in respiratory distress. I think that's one of the reasons why this may be getting discovered this far into the process,\" he said.  Cuomo said the Centers for Disease Control asked New York to develop national criteria for other states and hospital systems with similar patients. Gov. Andrew Cuomo has reported that the rate of hospitalization across New York has dropped, as has the rate of intubation caused by coronavirus. The number of new coronavirus cases over the past 24 hours was 572, Cuomo said at a news conference Saturday morning. \"Those are new cases, people who walk in the door of a hospital or people who are in the hospital and test positive. But that's down to 572. You see it hasn't been that level since we started back March 20, March 21. So that is welcome news,\" Cuomo said. Since yesterday, the state has recorded 226 coronavirus-related deaths, Cuomo said. That number is up slightly from the 216 reported on May 7. \"And you see how that number has been infuriatingly constant; 226 is where we were five days ago. So we would like to see that number dropping at a far faster rate than it has been dropping,\" he said. ##Health## Colombia’s health authorities announced that the country’s total number of Covid-19 cases has reached 10,051; after a sharp increase of 595 new cases late Friday. At least 428 people have died from coronavirus in Colombia, according to the ministry of health. The US Food and Drug Administration has granted the first emergency use authorization for an antigen test for the coronavirus, according to a statement from the agency on Saturday. This test can detect “the presence of SARS-CoV-2 nucleocapsid protein antigen,” according to the product details outlined in a letter sent by the FDA to the manufacturer.  Often used to check for the flu and strep, antigen tests look for pieces of a virus. That differs from most coronavirus tests, which look for the virus' genetic material and require a number of chemicals to operate, many of which are in short supply. “These diagnostic tests quickly detect fragments of proteins found on or within the virus by testing samples collected from the nasal cavity using swabs,” according to a statement from FDA Commissioner Dr. Stephen M. Hahn and Dr. Jeff Shuren, director of FDA's Center for Devices and Radiological Health.  However, they note the tests are not as sensitive as PCR-type of diagnostic tests already authorized by the FDA, and there’s a higher chance of false negatives. “One of the main advantages of an antigen test is the speed of the test, which can provide results in minutes. However, antigen tests may not detect all active infections, as they do not work the same way as a PCR test,” Hahn and Shuren said in their statement. “Antigen tests are very specific for the virus, but are not as sensitive as molecular PCR tests. This means that positive results from antigen tests are highly accurate, but there is a higher chance of false negatives, so negative results do not rule out infection. With this in mind, negative results from an antigen test may need to be confirmed with a PCR test prior to making treatment decisions or to prevent the possible spread of the virus due to a false negative,\" the statement continued. The Department of Health and Human Services (HHS) announced Saturday it had shipped 260 cases of the experimental antiviral drug remdesivir to states hardest hit by Covid-19.  These cases are part of the previously announced donation by the drug’s manufacturer, Gilead Sciences, to the federal government, a HHS statement said. The Food and Drug Administration granted emergency authorization allowing remdesivir to be used to help treat the coronavirus. Some context: The distribution of remdesivir has come under scrutiny since the FDA announcement which sparked a rapid rise in demand.  That has also caused frustration among some medical professionals wanting to get access to it. The White House announced Friday the coronoavirus task force coordinator Dr. Deborah Birx will help manage the drug’s distribution. The process for shipment began on Thursday night, HHS said. The locations and amounts of the newest distributions are: Connecticut (30 cases)\nIllinois (140 cases)\nIowa (10 cases)\nMaryland (30 cases)\nMichigan (40 cases)\nNew Jersey (110 cases) Each case contains 40 vials of the drug. HHS also announced Saturday how the distribution process will work. In its statement it said state health departments will distribute the doses to appropriate hospitals since state and local health departments have insight into various community needs to help in the response to the virus. Candidates for the donated doses must be patients on ventilators or on life support who need supplemental oxygen. In late April, Dr. Anthony Fauci announced that a study from the National Institute of Allergy and Infectious Diseases' (NIAID) showed remdesivir had a \"clear-cut, significant, positive effect in diminishing the time to recovery\" from coronavirus. The study showed patients who took remdesivir recovered faster than patients who did not As the pandemic marches on, people around the world continue to live in self-isolation or under strict lockdown measures –– this includes many members of the international artist community. In the absence of physical human connection and with movement drastically limited, many artists have had to turn inwards for inspiration. CNN asked nine artists living in cities around the world to create an original artwork that reflects the times we are living in today. Here are some of them: Anthony Muisyo: Mombasa, Kenya \"This particular piece employs both dark and solemn colors as well as shades that contrast this. Over time, I have been able to better understand the role color plays in conveying emotions and in this particular case, color works to bring out the duality of a dark reality and that of a hopeful future,\" Muisyo said. \"This has been a period of self-reflection –– to try and understand what kind of world I'd like to live in, to deeply value and treasure the already beautiful and meaningful connections I have managed to build with people I care for and finally, to always hope.\" Olivié Keck: Cape Town, South Africa \"Having to adjust has been difficult. However, I have found sanctuary in the act of making. The escapism of creating helps stabilize and relax me because the action is so moment to moment,\" Keck said. Elen Winata: Singapore \"In Singapore, life is temporarily on hold to contain the spread of the virus. Businesses are closed, roads are empty and the hustle and bustle of city life is no more. However, the community feels more connected than ever with everyone looking out for each other,\" Winata said. See more of what the artists created. During an appearance on C-SPAN Friday evening, House Speaker Nancy Pelosi offered a suggestion on how Democrats could still hold an in-person Democratic National Convention this Summer.  “My suggestion to Mr. Perez was get a gigantic stadium and put people six feet apart. So maybe you, instead of having 80,000 people there you would have 16,000 people there and just do it all in one day,\" she said. \"Have your platform and then nominate your vice president, nominate your President and have your speeches and everyone goes home.” Pelosi added. “The problem though is the logistics. You have to have many more buses to get people there. That was my suggestion to him with absolutely no support for how it could be done.” On Trump: Pivoting away from the convention, Pelosi also dismissed the President’s attack that suggested the House is on vacation. She reiterated to C-SPAN’s Steve Scully that the upcoming stimulus will be “big” and didn't rule out that it could be more than $2 trillion. Dr. Stephen Hahn, the head of the Food and Drug Administration, will self-quarantine for 14 days after coming in contact with an individual who tested positive for coronavirus, an FDA spokesperson told CNN. \"As Dr. Hahn wrote in a note to staff today, he recently came into contact with an individual who has tested positive for COVID-19. Per (Centers for Disease Control and Prevention) guidelines, he is now in self-quarantine for the next two weeks. He immediately took a diagnostic test and tested negative for the virus,\" FDA spokesperson Michael Felberbaum said in a statement on Friday. While the FDA did not name the person with whom Hahn came into contact, President Trump earlier Friday had revealed that Vice President Mike Pence's press secretary, Katie Miller, had tested positive for Covid-19. Hahn is a member of the White House coronavirus task force, which held its most recent meeting on Thursday.  An official familiar with the situation inside the White House coronavirus task force told CNN it's unclear whether some on the panel will go into quarantine and that more will be known about next steps on Saturday. ##Health## The US Army is asking technology companies to develop wearable sensors to detect early symptoms of coronavirus.  This week they invited initial proposals for a $25 million contract to develop a device that uses existing technology as much as possible. \"There is a dire and urgent need for development of rapid, accurate wearable diagnostics to identify and isolate pre-symptomatic Covid-19 cases and track/prevent the spread of the virus,\" the Army said in an initial solicitation that was issued through a medical consortium. Where ever the sensor is worn on the body, possibly on the wrist like a watch or on a shirt or belt, the aim is it will provide indicators of a fever, respiratory difficulties, \"molecular biomarkers\" of exposure to the virus and even the presence of antibodies against it. If symptoms are detected then the service member can be fully tested, isolated and receive medical attention if necessary. Some context: This is all part of a broader military effort to contribute to efforts to battle the virus on everything from vaccine research to sewing face coverings. Many of the initiatives are similar to what is happening in civilian society, but there are efforts to adapt emerging battlefield technology to take on the pandemic. An Army team based at Fort Benning, Georgia, in charge of ensuring advanced warfighting capabilities for soldiers in close combat has adapted goggles used in battle to take the temperature of 300 troops in 25 minutes.  The concept is important for high traffic areas such as public transportation, airports and buildings -- as well as for the safe movement of large numbers of military personnel, especially new recruits who may need to be screened and tested multiple times. Students from two Florida high schools are going to have a graduation ceremony like no other. Chip Wile, the president of the Daytona International Speedway, is planning a drive-through commencement to honor graduating seniors at the local high school. \"Knowing that these seniors are not going to get the opportunity that we all had when we graduated high school to walk across that stage, what better way to do it than at the Daytona International Speedway,\" Wile told CNN on Saturday. Wile said the students and their families will be in their own cars and drive across the finish line when their name is called over the speakers in the stadium where they will be handed a diploma through the window. \"This is a once in a lifetime opportunity,\" he said. The ceremony will be broadcast on the speedway's low frequency AM radio so the graduates can hear it in their cars, Wile said. \"Then they'll then make an entire lap around the speedway – at slow speeds – and then they'll park at pit end, right where the cars end at pit road, and we'll actually do a hat toss,\" Wile said. \"So really trying to find all of the different elements that happen at graduation, and be able to incorporate them into the event,\" he added. Hunter Perez, a senior at Matanzas High School who will be participating in the graduation ceremony at the speedway, said it is going to be an event he never forgets. \"I think I most look forward to getting that picture at the speedway. Something that I'll be able to show others. And always have something to remember,\" he told CNN. ##Daily Life## It's almost 9:00 a.m. ET in the US. Here what you need to start your day: Triple drug therapy: A combination of three antiviral drugs, plus an immune system booster, seems to help patients recover more quickly from coronavirus infections, doctors in Hong Kong announced yesterday. They say the approach needs more testing but could be another possible treatment.\nThe first at-home Covid-19 test: The US Food and Drug Administration issued an emergency-use authorization for the first at-home Covid-19 test that uses saliva samples, the agency said yesterday. People can collect their saliva at home and send samples to a lab for results. The test remains prescription only.\nAmericans split about states reopening: Protesters have been taking to the streets for days, demanding individual states allow businesses to reopen. But as nearly all of them started lifting restrictions this week, the issue remains polarizing. Two-thirds of Americans say they are concerned about their states rushing to reopen, while nearly a third state restrictions are not being lifted quickly enough, according to a Pew Research Center survey.\nPositive tests in the White House: One of Trump's personal aides, Vice President Mike Pence's press secretary and Ivanka Trump's (remote) personal assistant have all tested positive for the virus in the past few days.\nThe state of the economy: The US economy lost a record 20.5 million jobs in April, the worst monthly plunge since records began more than 80 years ago, according to a new report by the Bureau of Labor Statistics. ##Catch Up## Thousands of people gathered in Minsk on Saturday to attend a Victory Day military parade, despite increasing numbers of coronavirus cases in Belarus. Unlike other former Soviet states, Belarus did not cancel mass events to mark the 75th anniversary of the end of World War II in Europe and has not imposed strict self-isolation rules. Belarus has been criticized for inaction, continuing to hold football matches in the initial weeks of its outbreak, as other countries around the world stopped spectator sports and brought their economies to a halt.   For Victory Day celebrations. Minsk has set up seating up to 11,000 people, and 3,000 servicemen are also taking part in the parade, according to state-run Belarusian news agency Belta. Few people were seen wearing masks on the live-feed from the parade, aired by Belarusian TV stations.  President Alexander Lukashenko’s decision to hold the parade amid the pandemic was met with criticism both abroad and at home, with over 13,000 people signing a petition to cancel the parade and use the funds to buy ventilators for hospitals.  Lukashenko, who has publicly dismissed other countries’ coronavirus measures as “psychosis” and declared “it’s better to die standing than to live on your knees,\" addressed the criticism during the ceremony on Saturday.  “In this crazy, disoriented world there will be people who will criticize us for timing and the location of this sacred event,” Lukashenko said. \"And to them I say, like human to human, do not jump into conclusions and, moreover, do not rush to judge us, the descendants of victory.” \"We just couldn't have done it differently, we had no other choice, and even if we had, we would have done the same thing,” Lukashenko added. Images of the celebrations showed a large number of spectators seated close together with very few wearing face masks, as servicemen and woman marched together in groups. As of Saturday, Belarus, a country of 9.5 million, has officially reported 21,101 cases of coronavirus and more than 120 deaths, Johns Hopkins University figures show. You make reservations at restaurants, sure. But how about booking in advance just to get a spot on the sand at the beach? Spain offers a glimpse of how some countries may reopen their beaches this summer.  Canet d'en Berenguer, a Mediterranean town located just north of Valencia, will only allow 5,000 daily sunbathers on its local beach, around half the usual number, in order to maintain social distancing. These spaces will need to be reserved in advance via a mobile phone app. This summer will be very different,\" Pere Joan Antoni Chordá, the town's mayor, tells CNN. \"There'll be more space between your neighbor. Like a 'business-class' beach.\" Canet will use a grid pattern to divide its broad, flat beach into square sections, each separated by two meters (six feet). Read the full story here. A combination of three antiviral drugs plus an immune system booster seemed to help patients recover more quickly from coronavirus infections, doctors in Hong Kong have reported. They said the approach needs more testing but it could offer another treatment possibility for Covid-19 patients. Currently the only authorized treatment in the US is the experimental antiviral drug remdesivir, which also shortens the duration of illness but is limited in supply. Dr. Peter Chin-Hong, who is treating coronavirus patients at the University of California San Francisco, said the study offers new hope in the pandemic. \"This study is really refreshing because it tells us remdesivir isn't the only game in town and maybe there are other options around,\" he told CNN. Dr. Kwok-Yung Yuen at Hong Kong University and colleagues tested the HIV drug combination of ritonavir and lopanivir along with the general antiviral drug ribavirin and a multiple sclerosis drug called beta interferon. Yuen's team gave some patients only the HIV drug combination, often sold under the brand name Kaletra. Others were randomly assigned to get the lopinavir-ritonavir combination plus the antiviral drug ribavirin and injections of beta interferon. The patients who got the cocktail tested negative for coronavirus after seven days on average. Those who just got the HIV drugs were positive on average for 12 days, the team reported in the Lancet medical journal. The patients given the cocktail also felt better quicker -- within four days. Read the full story here. ##Health## The US Food and Drug Administration on Friday issued an emergency-use authorization for the first at-home Covid-19 test that uses saliva samples, the agency said in a news release. With the test, people can collect their own saliva at home and send their saliva samples to a lab for results. Testing for Covid-19 so far has usually involved nose or throat swab samples. Rutgers University's RUCDR Infinite Biologics lab received an amended emergency authorization late Thursday. In April, Rutgers University announced that the FDA authorized the saliva test that it developed with other groups for \"emergency use\" for diagnosing Covid-19. \"What's new and next is expanding access to testing for people,\" Andrew Brooks, chief operating officer and director of technology development at the RUCDR Infinite Biologics lab, told CNN. \"If people are committed to do self-collection and can facilitate that collection at home, certainly with a prescription under medical care, we can get to those that are quarantined, don't have the means for transportation or are too scared to go outside,\" Brooks said. \"So they get the test in the mail or from a distribution center.\" Read the full story here. ##Health## The southern Indian state of Kerala announced Saturday that it had flattened its  coronavirus curve. The state crossed its 100th day since its first Covid-19 case was reported and currently has only 16 active cases, Kerala's State Finance Minister Thomas Isaac tweeted. Kerala was the first state in India to report a positive case earlier this year. Since then, state officials have worked on aggressive isolation and treatment protocols. Kerala is preparing to receive thousands of stranded Indians, many from the UAE, as the country embarks on a major repatriation drive. More than 1,000 people have arrived in the state from Dubai, Riyadh and Bahrain in the last two days. Kerala has reported a total of 503 cases, out of which 484 people have been treated and discharged. The state has a death toll of four, one of the lowest in the country. South Korea, often credited for its swift and rigorous coronavirus response, has seen a new cluster of cases linked to nightclubs in the capital, Seoul. All bars and nightclubs have since been ordered shut.\n413 staff at the United Nations have tested positive to the coronavirus, including 55 in New York.\nThe coronavirus reaches the White House, as a valet for President Trump and  Vice President Mike Pence's press secretary test positive.\nThe US marks a record 20.5 million jobs lost in April, as the unemployment rate soars to 14.7%.\nBut US stocks finish sharply higher, as do global markets, after Washington and Beijing play nice on trade.\nIn an address to mark the 75th anniversary of the end of World War II, Britain's Queen Elizabeth II says the wartime generation would \"admire\" the UK's response to the coronavirus. This is despite a large number of deaths in elderly care homes.  \nThe UK death toll increases, now above 31,000, ahead of Prime Minister Boris Johnson's announcement on Sunday about easing restrictions. China's President Xi Jinping sent a letter to North Korean leader Kim Jong Un, offering support to strengthen the country's response to the novel coronavirus pandemic, China's state media agency Xinhua reported.  Xinhua published the details of the letter sent on Saturday, in which President Xi expressed his concern about the \"prevention and control of the North Korean epidemic and health of the Korean people.\" In the same letter, Xinhua reported that Xi offered China's support to strengthen the North Korean response. \"China is willing to strengthen anti-epidemic cooperation with the DPRK and provide support within its ability according to the needs of the DPRK. It is believed that with the joint efforts of both China and the DPRK and the international community, the final victory in this fight against the epidemic will be achieved,\" President Xi wrote.   The background: North Korea is stepping up its response to the \"widespread malignant virus infection,\" carrying out \"anti-epidemic activities\" to stop coronavirus spreading, according to the state-run Korean Central News Agency (KCNA).  The country's Ministry of Public Health is attempting to develop a vaccine, and is stockpiling \"materials necessary for emergency anti-epidemic work,\" KCNA reported.  A special committee is also \"intensifying the control and guidance on quarantine, lockdown, inspection and sterilization to thoroughly check the inroads of Covid-19,\" according to the KCNA wire, which was published on Saturday.   North Korea has not reported any coronavirus cases to the World Health Organization. The novel coronavirus has destroyed lives and livelihoods in both the United States and China. But instead of bonding the two nations together to fight the pandemic, it has sent their already strained relations on a rapid downward spiral -- and fanned the flames of a potentially dangerous strain of nationalism. China has been criticized at home and abroad over its handling of the virus, especially during the initial outbreak. Pushing back such criticism with increasingly fierce rhetoric, Beijing says it is merely \"responding\" to false accusations, particularly from the US.  In March, as the pandemic raged across the globe, Chinese Foreign Ministry spokesman Zhao Lijian publicly promoted an unfounded conspiracy theory that the virus might have been brought to China by the US military. A few days later, US President Donald Trump called the coronavirus the \"Chinese virus,\" pinning the blame on China as the outbreak began to take hold in major American cities. Trump dropped the term a week later -- but the finger pointing did not stop there. In recent weeks, the Trump administration has repeatedly lashed out at China over its handling of the outbreak, questioning its death toll and criticizing its early response to the virus. Last week, Trump and Secretary of State Mike Pompeo claimed -- without providing evidence -- that the virus originated from a Chinese lab. Beijing pushed back in response, dubbing the claim a reelection tactic aimed at boosting Trump's standing among Republican voters -- while China's government-controlled media attacked Pompeo with unusually vicious language, calling him \"evil,\" \"insane\" and an \"enemy of mankind.\" Yet the acrimony goes deeper than a mere war of words. The Trump administration is reportedly drawing up plans to punish China for the pandemic -- retaliation options include sanctions, canceling US debt obligations and drawing up new trade policies. Trump and several administration officials are also enlisting foreign allies to join the pressure campaign against China. Read the full story here.  Police say a nurse at a New York City hospital faces charges for stealing a credit card of a former Covid-19 patient while hospitalized, which the patient's daughter says was used for gasoline and groceries. Danielle Conti, 43, has been charged with grand larceny, petty larceny and criminal possession of stolen property after ringing up charges on two of Anthony Catapano's credit cards while hospitalized at Staten Island University Hospital with coronavirus, according to the New York Police Department. Catapano, 70, was hospitalized on April 4 after getting sick from coronavirus, his daughter, Tara Catapano, told CNN. He was lucid when the alleged theft occurred and later died on April 12 from complications of the virus. \"I was in shock and disbelief,\" Tara Catapano said. \"Obviously, I knew it had to be a hospital employee because visitors weren't really allowed.\" How it unfolded: Tara Catapano, who had been paying her father's bills since her mother passed away in 2014, said she normally doesn't track her father's spending closely.  However, after he died and she received a credit card statement for gasoline -- which she said her father always paid for in cash -- she then saw the charge date occurred on April 9, when her father was \"in the hospital, literally fighting for his life.\"  Tara Catapano said police showed her surveillance footage from a ShopRite of what appeared to be Conti paying for groceries using her father's card. \"They take an oath to protect, not to harm,\" Tara Catapano said. Other belongings unaccounted for include her father's eyeglasses, cell phone, cash in the wallet, phone chargers and pictures. It's not clear what happened to those belongings and it isn't certain they were intentionally stolen. In a statement provided to CNN, Christian Preston, the director of public affairs for Staten Island University Hospital, said Conti -- who has worked at the hospital since 2007 -- \"has been temporarily suspended and faces termination in response to the felony charges.\" He also said the hospital is \"working closely with the law enforcement authorities and the hospital is conducting its own investigation.\" Efforts to reach Conti were not successful. It was not immediately clear whether she has an attorney. Read the whole story here.  All bars in Seoul have been ordered to close until further notice after a spike in coronavirus cases linked to nightclubs in the South Korean capital. At a briefing Saturday, Seoul Mayor Park Won-soon said that clubs and bars would all need to shut, effective immediately. A spike in cases: The order follows a surge in cases connected with nightclubs in Itaewon, a popular nightlife district in Seoul. On Thursday, a 29-year-old man from the city of Yongin -- on the outskirts of Seoul -- tested positive for the virus. The person visited several clubs in Itaewon on the night of May 1 and the early hours of May 2, according to the Korea Centers for Disease Control and Prevention (KCDC). Since then, 40 others believed to be connected to the case have tested positive. Of those, 27 are from Seoul. Tracking partygoers: South Korea has not introduced a nationwide lockdown, but has brought in additional measures to control the coronavirus outbreak. At nightclubs, for instance, people must provide their full name and phone number before entry. According to Park, 1,946 names were listed on the registry books of the three clubs the 29-year-old visited. Only 647 of those people have been identified.  More cases possible: Kwon Joon-wook, deputy director of the KCDC, also said there may have been more than one source of infection behind the nightclub outbreak. Some of the people who have been confirmed positive visited clubs on different nights from the 29-year-old.   “We’ve put in much efforts and made a lot of sacrifices,\" Park added Saturday. \"Are we just to let this all go to waste because of few people’s carelessness?”  A setback in South Korea: Before the nightclub-related spike, new coronavirus cases had been trending down in the country. On Tuesday, South Korea reported its lowest number of new cases for more than two months. According to Johns Hopkins University, South Korea has reported more than 10,800 coronavirus cases and 256 deaths. The vast majority of South Korea's cases have recovered, the KCDC said earlier this week.  ##Daily Life## ##Health## Fighter Ronaldo “Jacaré” Souza has been withdrawn from Saturday’s UFC 249 preliminary card after he tested positive for Covid-19. Souza, whose two cornermen were also flagged as positive, was to fight Uriah Hall in a middleweight bout. Here's what the UFC said in a statement on its website: “UFC’s medical team examined Souza and his two cornermen and found them to be currently asymptomatic, or not exhibiting the common symptoms of Covid-19.\n“As per UFC’s health and safety protocols, all three men have left the host hotel and will be self-isolating off premises, where UFC’s medical team will monitor their conditions remotely and will provide assistance with any necessary treatment.\n“From their arrival earlier in the week until their departure today, Souza and his cornermen followed UFC health and safety protocols, including practicing social distancing, wearing personnel protective equipment, and self-isolating whenever possible.\n“There have been no other positive Covid-19 tests reported from the remaining athletes participating in UFC 249.\n“The response to this development is indicative of the effectiveness of the health and safety measures UFC has put in place for this event.” ##Daily Life## The International Olympic Committee (IOC) has no plans to defer the Tokyo Olympics again, according to John Coates, the head of the IOC's inspectorate for the Games. \"We're proceeding on the basis that ... there is no Plan B of deferring the Games again or anything like that,\" Coates said Saturday. In March, the IOC and the Japanese government postponed the Games until July 2021 due to the coronavirus outbreak. \"We've got a task force at the IOC, a task force in Japan. This is a massive exercise, and we are working through now getting the same ... 43 venues,\" said Coates, who who also heads Australia's Olympic Committee. The background: Last month, Tokyo 2020 President Yoshiro Mori said the Olympics could be canceled if the Covid-19 pandemic continues into next year. Mori reiterated that organizers are still working towards holding the Games next year. Read more here.  Taiwan's professional baseball league played before spectators Friday for the first time since the coronavirus pandemic began.  A thousand fans were allowed to attend Xinzhuang Baseball Stadium in New Taipei, where the home-team Fubon Guardians won 7-6 against the Uni-President Lions, state-run news agency Focus Taiwan reported.  Special rules: Fans had to wear face masks, sit in designated seats based on social distancing guidelines, and could not eat or drink, according to the article published on Friday. ##Daily Life## US Food and Drug Administration Commissioner Stephen Hahn will self quarantine for the next 14 days after coming in contact with someone who tested positive for the coronavirus, FDA spokesman Michael Felberbaum told CNN. “As Dr. Hahn wrote in a note to staff today, he recently came into contact with an individual who has tested positive for Covid-19,\" Felderbaum's statement said.\n\"Per CDC (Centers for Disease Control and Prevention) guidelines, he is now in self-quarantine for the next two weeks. He immediately took a diagnostic test and tested negative for the virus.” While the FDA would not name the person Hahn came into contact with, President Donald Trump announced earlier Friday that Vice President Mike Pence's press secretary Katie Price had tested positive. An official familiar with situation inside the White House Coronavirus Task Force told CNN that it’s unclear whether some on the panel will go into quarantine.  ##Health## The United States has at least 1,283,929 confirmed coronavirus cases, including 77,180 deaths, according to the tally from Johns Hopkins University (JHU). On Friday, the US reported 26,906 new cases and 1,518 additional deaths, according to the JHU count. The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases. For the latest JHU US numbers, check here. CNN’s map, using JHU data, continues to refresh every 15 mins.  The United States has scaled back its role on the world stage, taken actions that are undermining efforts to battle the coronavirus pandemic and left the international community without a traditional global leader, according to experts, diplomats and analysts. The US -- usually at the head of the table helping to coordinate in global crises -- has declined to take a seat at virtual international meetings convened by the World Health Organization and the European Union to coordinate work on potentially lifesaving vaccines. Former world leaders warn that the Trump administration risks alienating allies by politicizing the deadly pandemic with its push to punish China and have other nations choose sides. The administration's decision to halt funding for the WHO, the world body best positioned to coordinate the global response to the raging pandemic, has appalled global health officials. Incredulity and sadness: And where US presidents have in the past offered a steadying voice, observers from the Asia Pacific to Europe expressed incredulity, amusement and sadness at President Donald Trump's briefings on the virus, saying they are deeply damaging to the US image abroad.  US officials push back, touting both funding to fight Covid-19 as well as work Trump is doing through the Group of Seven and bilaterally -- leading more than 50 calls with world leaders. But experts say funding without full global coordination can slow overall progress.  At a time when nearly 4 million people worldwide have been infected with the virus, diplomats say many countries are yearning for the firm US leadership they've seen at historic moments and in prior epidemics, citing President Barack Obama's response to Ebola and President George W. Bush's work on HIV/AIDS. \"They want the US to lean in more,\" said one European diplomat. \"We know they're doing a great deal with countries, including developing countries, bilaterally ... but a lot of countries hanker after the decisive US effort that we saw when the Berlin Wall came down. A lot of countries believe this is one of those pivotal moments in history and the US has always led at those times.\" Read the full story here.  With much of the American economy in self-imposed shutdown to prevent the spread of coronavirus, April's colossal surge in unemployment delivered a historic blow to workers. The US economy lost 20.5 million jobs in April, the Bureau of Labor Statistics said Friday — by far the most sudden and largest decline since the government began tracking the data in 1939. Those losses follow steep cutbacks in March as well, when employers slashed 870,000 jobs. Those two months amount to layoffs so severe, they more than double the 8.7 million jobs lost during the financial crisis. For many Americans who lost their jobs and their homes in the 2008 financial crisis, this moment reopens old wounds. It took years to rebound from those setbacks. When the economy eventually did crawl back, US employers added 22.8 million jobs over 10 years — a victory for all those who had weathered the Great Recession. Now, the coronavirus pandemic stings not only because of the public health crisis it has inflicted — but also because it wiped out nearly that whole decade of job gains in just two months. Read more here.  ##Business## The US Food and Drug Administration on Friday issued an emergency use authorization for the first at-home Covid-19 test that uses saliva samples, the agency said in a news release. Rutgers University's RUCDR Infinite Biologics lab received an amended emergency authorization late Thursday. With the test, people can collect their own saliva at home and send samples to a lab for results. Testing for Covid-19 so far has usually involved nose or throat swab samples. In April, Rutgers University announced the FDA authorized the saliva test that it developed with other groups for \"emergency use\" for diagnosing Covid-19. \"What's new and next is expanding access to testing for people,\" Andrew Brooks, chief operating officer and director of technology development at the RUCDR Infinite Biologics lab, told CNN.\n\"If people are committed to do self-collection and can facilitate that collection at home, certainly with a prescription under medical care, we can get to those that are quarantined, don't have the means for transportation or are too scared to go outside. So they get the test in the mail or from a distribution center.\" Read the full story here.  The unemployment rate in Los Angeles rose from 4.7% in February to more than 24% in April according to city estimates, Mayor Eric Garcetti said in a press conference on Friday. \"Those aren't just numbers, those are lives and livelihoods,\" Garcetti said, while addressing the economic impact of the coronavirus.\n\"These are our neighbors and they're hurting.\" Los Angeles county has reported 30,296 coronavirus cases and 1,468 deaths. Garcetti said that this week’s data was “less deadly than last week.”  Testing in Los Angeles: Garcetti encouraged residents to get tested, as asymptomatic cases have been found. This is important for contact tracing and prevention of the disease, he added. Los Angeles has capacity to test 20,000 people per day, and has met the basic minimum thresholds established by experts for acceptable levels of daily testing needed to consider steps to reopen, according to Garcetti. Unemployment in the US: The US economy lost 20.5 million jobs in April, the Bureau of Labor Statistics said Friday — by far the most sudden and largest decline since the government began tracking the data in 1939. Those losses follow steep cutbacks in March as well, when employers slashed 870,000 jobs. Those two months amount to layoffs so severe, they more than double the 8.7 million jobs lost during the financial crisis. Read more about unemployment here.  Roy Horn, half of the popular Las Vegas animal and magic act Siegfried and Roy, died Friday of complications from the coronavirus, according to his publicist. He was 75 years old. Roy Uwe Ludwig Horn and Siegfried Fischbacher began their upbeat performances in Europe, later becoming regulars in Las Vegas, where they would perform for four decades.  Their revue ended after Horn was attacked on stage by a tiger named Mantecore in 2003, severing Horn’s spine. Horn was eventually able to walk again, but he and Siegfried would only perform together one more time -- for a benefit -- before retiring in 2010. “Today, the world has lost one of the greats of magic, but I have lost my best friend,” Fischbacher said in a written statement. “From the moment we met, I knew Roy and I, together, would change the world. There could be no Siegfried without Roy, and no Roy without Siegfried.” ##Health## ##Daily Life## Queen Elizabeth II has likened the British public's response to the coronavirus pandemic with the efforts of its soldiers during World War II, in a televised speech delivered exactly 75 years after her father marked the end of fighting in Europe. Speaking on the 75th anniversary of VE Day, the Queen remembered her own experiences at the end of fighting on the continent and praised the \"strength and courage\" of British and Allied troops who brought about Germany's surrender on May 8, 1945. \"Never give up, never despair — that was the message of VE Day,\" the monarch said. \"I vividly remember the jubilant scenes my sister and I witnessed with our parents and Winston Churchill from the balcony of Buckingham Palace.\" Acknowledging the impact on modern British life of the coronavirus pandemic, which has forced this year's public commemorations to be canceled, she also drew parallels between the UK's wartime generation and their modern compatriots. \"Today it may seem hard that we cannot mark this special anniversary as we would wish. Instead we remember from our homes and our doorsteps,\" she said at the conclusion of her speech. \"But our streets are not empty; they are filled with the love and the care that we have for each other. \"When I look at our country today, and see what we are willing to do to protect and support one another, I say with pride that we are still a nation those brave soldiers, sailors and airmen would recognize and admire,\" the Queen added. The speech marked the second time the 94-year-old monarch has addressed the country since the coronavirus outbreak began — usually a rare occurrence saved only for her annual Christmas Day message.       The European Union has acknowledged it allowed the Chinese government to censor an opinion piece published in the country, removing a reference to the origin of the coronavirus outbreak and its subsequent spread worldwide. The piece was jointly authored by the EU’s ambassador Nicolas Chapuis along with the ambassadors to China for the EU’s 27 member states to mark 45 years of EU-China diplomatic relations. In the original piece published on the EU delegation’s website, the ambassadors wrote that “the outbreak of the coronavirus in China, and its subsequent spread to the rest of the world over the past three months” had side-tracked pre-existing diplomatic plans. But in the version that appears on the website of China Daily, a state-owned newspaper, the reference to the origin of coronavirus in China and its spread is removed. While the EU Delegation to China said it “strongly regrets” the change, it also admitted that it ultimately agreed for the censored piece to be published because it still contained “key messages on a number of our priority areas.” “The EU Delegation was informed by the media in question that the publication of the Op-Ed would only be allowed by the Chinese Ministry of Foreign Affairs on the condition that a part of a sentence related to the origins and spread of the coronavirus was removed,” the delegation said in a statement. “The EU Delegation to China made known its objections to the Chinese Ministry of Foreign Affairs in no uncertain terms.” “As the Op-Ed states, while the EU and China have differences, notably on human rights, our partnership has become mature enough to allow frank discussions on these issues. This is what makes this incident even more regrettable,” the Delegation’s statement adds.  CNN has asked China’s Ministry of Foreign Affairs for a response.  A total of 823 inmates and 25 staff have tested positive for Covid-19 at the Lompoc Federal Correctional Complex in California's Santa Barbara County, according to data from the Federal Bureau of Prisons (BOP) Friday. The complex in Lompoc, California is comprised of two facilities: FCI Lompoc, a low-security correctional institution that houses 1,162 inmates, and USP Lompoc, a medium-security US penitentiary that houses 1,542 inmates. At the FCI Lompoc facility, 792 of 1,162 inmates -- or approximately 68% of that facility's total inmate population -- have tested positive for the virus, according to the latest BOP data.  An additional 31 inmates have tested positive at the neighboring USP Lompoc facility.  Two inmates have died at the complex due to coronavirus complications, the BOP reported in a press release. BOP authorities have suspended all visitations to the complex until further notice. Inmate use of telephone and email stations at FCI Lompoc has been suspended through to May 18 to \"ensure the safety of the inmates and staff while decreasing the spread of the COVID-19 virus,\" the BOP said.  The background: Across federal and state prisons, thousands of inmates have tested positive for the virus -- many of whom showed no symptoms when they were infected. In Ohio, more than 20% of the people infected with coronavirus are prisoners. And in Colorado, the state's largest outbreak is in a correctional facility. Read more about outbreaks in US prisons here.  China has reported 16 new coronavirus cases, according to a statement from the country's National Health Commission. Among those are 15 asymptomatic cases, as well as one imported.  In total, 78,046 patients have recovered and been discharged from Chinese hospitals, the NHC said. There are 836 asymptomatic patients still under medical observation.  The last time China reported a coronavirus-related death was on April 15.  According to Johns Hopkins University, China has reported a total of 83,976 coronavirus cases, including 4,637 deaths.  ##Health## North Korea is stepping up its response to the \"widespread malignant virus infection,\" carrying out \"anti-epidemic activities\" to stop coronavirus spreading, according to the state-run Korean Central News Agency (KCNA).  The country's Ministry of Public Health is attempting to develop a vaccine, and is stockpiling \"materials necessary for emergency anti-epidemic work,\" KCNA reported.  A special committee is also \"intensifying the control and guidance on quarantine, lockdown, inspection and sterilization to thoroughly check the inroads of COVID-19,\" according to the KCNA wire, which was published on Saturday.   North Korea has not reported any coronavirus cases to the World Health Organization.  Ivanka Trump's personal assistant has tested positive for coronavirus, a source familiar with the matter told CNN.  The assistant, who works in a personal capacity for US President Donald Trump’s daughter, has not been around Ivanka Trump in several weeks.  She has been teleworking for nearly two months and was tested out of caution, the source said.  She was not symptomatic. Ivanka Trump and her husband Jared Kushner both tested negative on Friday, the person familiar with the matter told CNN.  White House cases: Donald Trump confirmed Friday that Vice President Mike Pence's press secretary, Katie Miller, tested positive. One of Donald Trump's personal valets tested positive on Thursday. Read more here.  Dr. Mike Ryan, executive director of the World Health Organization health emergencies program, said the lives of people across the world could face “significant alteration” until a coronavirus vaccine is developed. “There is a path out, but we must remain ever vigilant. And we may have to have a significant alteration to our lifestyles, until we get to a point where we have an effective vaccine, or an effective treatments,\" Ryan said at a briefing Friday.  To reopen, “many countries are taking a very careful step-wise approach, relying on the patience and perseverance of their citizens to continue to suffer what is a difficult process both socially psychologically and economically for many people,” he said. “I think everyone is doing that because we want to protect those we love.” Ryan sees the path out involving partial school openings, partial returns to workplaces and careful measures in high-density areas.  But for events like concerts and sports, he said, “it's going to be much more difficult to make those perfectly safe.\"  “Life is life,” he said. “There's no zero risk.”  ##Health## US President Donald Trump hoped this would be the week he emerged into a nation recovering from pandemic. Instead the pandemic came to him. A day after breaking his White House self-isolation for a cross-country trip meant to signal the country's readiness to restart, Trump received word that one of his Oval Office valets tested positive for the virus. Two days later, Vice President Mike Pence's press secretary also tested positive -- setting off another round of tests, delaying the vice president's trip to Iowa and causing more hand-wringing inside the White House about who might be infected. Why this is important: The arrival of coronavirus to the West Wing only served to illustrate the continued spread of the disease months into a pandemic that's taken more than 77,000 American lives and turned a once hot economy to ice. Even the nightly deep cleanings, regular testing and a lot of wishful thinking couldn't prevent the virus from arriving on Trump's doorstep. As the President agitates for states to loosen their restrictions and allow Americans back into workplaces and businesses, the sight of his aides contracting the disease did little to boost confidence the nation is ready to return to normal, even as jobless claims skyrocket to never-seen-before levels and options for reviving the economy fall short. At the same time, it had no apparent effect on Trump's willingness to proceed as normal on Friday, when he eschewed a mask while visiting with nonagenarian World War II veterans and invited a large group of lawmakers to the White House for a meeting, all of whom were tested before arriving. Asked the reason his staff weren't wearing masks on Friday, Trump pointed to the one White House official in the room who was: the White House photographer. It's all part of Trump's business-as-usual approach that's become his default as he looks to move past the outbreak. Read the full story here.  ##Health## At least 2 million Canadians lost their jobs in April, adding to the 1 million who were already unemployed through March. Canada’s unemployment rate stands at 13%, the second-highest ever recorded. Statistics Canada said the unemployment rate would be even higher -- nearly 18% -- if those who were not actively looking for work were included. Nearly one in three Canadian workers either didn’t work in April or had reduced hours.  “Right now, Canadians are hurting because of this pandemic. Everyone has their own story, but it all boils down to a very difficult time for a lot of people,” Canadian Prime Minister Justin Trudeau said during a news conference in Ottawa on Friday.   Trudeau announced that the emergency wage subsidy program is being extended beyond June, in an effort to encourage more employers to keep staff on payroll or to help more businesses re-hire employees already laid off.  Nearly 100,000 businesses have already been approved for the up to 75% wage subsidy program.  ##Business##  The coronavirus has infected more than 3.9 million people and killed at least 274,000 worldwide, according to Johns Hopkins University. If you're just joining us, here's the latest: Canada records second-highest unemployment rate in its history: At least 2 million Canadians lost their jobs in April, taking the country’s total unemployment rate to 13%.\nLifestyle impact: The lives of people across the world could face “significant alteration” until a coronavirus vaccine is developed, said Dr. Mike Ryan, the executive director of the World Health Organization health emergencies program.\nEU allowed China to censor an opinion piece: The European Union has acknowledged it allowed the Chinese government to censor an opinion piece published in the country, removing a reference to the origin of the coronavirus outbreak and its subsequent spread worldwide.\nQueen Elizabeth II's VE Day speech: The monarch has likened the British public's response to the coronavirus pandemic with the efforts of its soldiers during World War II, in a televised speech delivered exactly 75 years after her father marked the end of fighting in Europe.\nRestrictions in the UK: The UK should not expect a “dramatic overnight change” in coronavirus restrictions when Prime Minister Boris Johnson addresses the nation on Sunday, an official said.", "Section": "world", "Writers": ["Julia Hollingsworth", "Brett McKeehan", "Angela Dewan", "Fernando Alfonso III"], "URL": "https://www.cnn.com/world/live-news/coronavirus-pandemic-05-09-20-intl/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Singapore", "Source": "CNN"}