{"Type": "article", "Time": "2020-04-30", "Headline": "The rise of bubble tea, one of Taiwan's most beloved beverages", "Text": "What do a sexy Hong Kong icon, a bankrupted entrepreneur and a failed military defense campaign have in common? They all contributed to the rise of bubble tea, the insanely popular Taiwanese drink that's taken the world by storm in recent years. Invented in the 1980s, bubble tea (also called \"black pearl tea\" or \"boba tea\") is a beloved Taiwan classic. Though there are dozens of different variations, at its core it's a combination of tea, milk and the 'bubbles' -- which are essentially little balls made of anything from tapioca to fruit jelly.   A star item in Taiwan state banquets for three consecutive years, bubble tea is one of the new official emojis of 2020 and in recent months has taken on new forms, appearing on top of pizzas and inside cheesecakes. In honor of National Bubble Tea Day (April 30), we take a walk back in time to explore how the humble drink rose from a local delicacy to become an international phenomenon.  A global addiction According to a recent study, the bubble tea industry is expected to grow by almost $2 billion to a whopping $4.3 billion by 2027. Bubble tea orders in Southeast Asia recorded a 3,000% increase in 2018 alone, while the drink has been popping up in menus outside of Asia for quite some time as well. Germany, for instance, added bubble tea to its McDonald's menu back in 2012.   How devoted are fans of the drink? Recently in Singapore, when bubble tea shops were ordered to close temporarily to contain the spread of Covid-19, anxious crowds rushed to get their last sweet fix and bid their favorite beverage a temporary farewell. The origins of bubble tea So where did it all begin?  The roots of bubble tea can be traced back to the 1940s. After working as a mixologist in an izakaya in Taiwan under Japanese rule during WWII, in 1949 Chang Fan Shu opened a tea shop selling unique shou yao (hand-shaken) tea made with cocktail shakers. The result was a rich and silky iced tea with fine air bubbles on top -- dubbed foam tea in Taiwan.  Today, shou yao is an essential bubble tea element. No shou yao, no bubble tea.  It was a revolutionary invention at that time -- not only were cold drinks not common then, but the idea of consuming food and beverages for pleasure had only begun to grow in post-war Taiwan. In the coming years, the island's passion for tasty cold beverages intensified.  \"The trend of tea beverages prospered together with the rise of the leisure food trend in the 1980s as Taiwan was experiencing rapid economic growth,\" says Tseng Pin Tsang, a Taiwanese food historian. \"In addition to the industrial pre-packaged tea products, there were more tea shops on the street and tea restaurants in the suburbs.\"  In 1986, Taiwanese artist and entrepreneur Tu Tsong He decided to kick start a new business venture by riding on the tea shop trend.  After his previous business blunder -- a hot pot restaurant that went bust -- Tu was left with a TWD 4 million (about $133,000) debt and desperately needed an idea to set his tea shop apart from the masses. \"I was visiting the Yamuliao wet market in Tainan when I saw fenyuan [tapioca balls], a traditional snack I loved from my childhood,\" recalls Tu. \"I thought to myself 'why don't I add some fenyuan into my green tea.' The white fenyuan looks almost translucent with a white center when brewed inside the golden green tea, much like my mother's pearl necklace.  \"So I coined it 'zhen zhu lu cha' (pearl green tea).\"  Tu then experimented by adding bigger, black tapioca balls to milk tea for a richer taste and a chewier texture, which became the classic bubble milk tea most fans know and love today. \"The black bubble tea balls were bigger than the straws the market had then,\" says Tu. \"Our customers had to use spoons to scoop out the tapioca balls. We had to work with a plastic factory to customize straws just for our tea.\"  His first bubble tea shop, Hanlin, opened its door in October of 1986. \"Bubble tea soon became a hot-selling item in the market and the steady revenue of the tea shop has helped me clear my debt,\" says the tea-loving businessman. Hanlin now operates about 80 branches across Taiwan and has franchises everywhere from the United States and Canada to mainland China. But here's where things get tricky. Tu isn't the only person claiming to have invented bubble tea. Lin Hsiu Hui, product manager at bubble tea chain Chun Shui Tang, says she created the very first glass of bubble milk tea at a staff meeting in 1988.  Just for fun, she poured the tapioca balls she brought with her into her Assam tea and drank it. \"Everyone at the meeting loved the drink and it quickly outsold all of our other iced teas within a couple of months,\" Lin told CNN Travel in a previous interview. Chun Shui Tang staff also claim the brand was the first to debut foam tea shaken up with a cocktail shaker.   Over the years, the fight for bubble tea supremacy grew heated. A 10-year litigation kicked off in 2009. The fight was finally settled in 2019 with a disappointing but friendly ending.  The court decided that bubble tea was a drink that anyone or shop can make. It is, therefore, unnecessary to debate who created it.  \"We're all old friends in the tea industry,\" comments Tu. \"The lawsuit with Chun Shui Tang is a must-fight battle for truth but nothing personal. We will let the people who drink our tea be the judge.\" A little help from a sexy star Though the battle for ownership has no winner, there is one undisputed segment of bubble tea's history -- the origins of its nickname, boba. Now synonymous with bubble tea in general, the word \"boba\" initially referred to the large black tapioca balls used in the drink.  Most agree that it was coined by a hawker in Tainan who was inspired by Hong Kong movie star Amy Yip's nickname, Boba, which, when loosely translated, means \"champion of breasts.\"  The hawker named the larger black tapioca balls \"boba\" to differentiate them from the smaller fenyuan normally found in tea shops. An enduring Taiwan icon  But there's more to Taiwan's love for bubble tea than just taste and texture, says historian Tseng.  \"It also reflects the special mood of Taiwan in that era -- the feeling that the society was transitioning from old to new,\" he says of the late 1980s.   \"It embraces some Taiwanese age-old cultural experiences, with a touch of nostalgic emotion prevailing in this modern society.\" During the process of recreating two traditional staples -- fenyuan and tea --  society bonded over its shared culture and history, adds Tseng.  \"Bubble tea is a successful example of recreating a traditional food. It has become a symbol of Taiwanese's self-confidence and identity.\"  In other words, don't mess with Taiwanese and their bubble tea -- a lesson the island's defense ministry learned the hard way.  In 2004, hoping to convince the public that a proposed weapons purchase wasn't really that costly, the defense ministry put out a leaflet stating that if Taiwanese would skip one glass of bubble tea per week for the next 15 years, they could save up enough to pay for the military expense.  The campaign backfired, unsurprisingly, stirring heated opposition while bonding bubble tea makers and drinkers alike. Bubble tea chain Easy Way argued in a press conference, \"Why don't you ask people to skip drinking Coke instead?\" The saga was dubbed the \"bubble tea for arms\" incident by local media. Some scholars even claimed it propelled bubble tea onto the international stage.   'Love at first sip'  \nScandals aside, another key figure credited with getting bubble tea into the international market is Assad Khan. A former British investment banker, he owns one of the biggest homegrown bubble tea brands in the UK. \"I had my first taste of bubble tea whilst in New York in 2009, and it was love at first sip,\" Khan tells CNN Travel. \"It was a taro bubble tea and it wasn't anything like I'd ever tasted. The variation in texture with the tea-based beverage and tapioca balls created a unique hybrid dessert.\" Although bubble tea had become popular in Chinatowns overseas, it remained unheard of among most people outside Asia. Khan saw a gap in the market. He decided to quit his job and launched Bubbleology in 2011.  With its rainbow-colored logo and cheery lab coat-wearing staff, the first Bubbleology shop, in London's trendy Soho area, turned the beverage into a fashionable lifestyle drink in the UK. \"The best part about bubble tea is its entirely customizable nature -- the fact that you can calibrate every part of the drink. You don't find this with other offerings in the impulse snack category,\" says Khan, who calls it \"tea's answer to the coffee-based Frappuccino.\"  Bubble tea 2.0 These days, bubble tea continues to evolve in both taste and texture.  A new crop of shops selling brown sugar bubble tea -- using natural brown sugar and fresh milk instead of plain sugar and creamer -- has been popping up across Asia in recent months.  Chen San Ding in Taipei is one of the brown sugar bubble tea pioneers. But fast-expanding specialty stores like Tiger Sugar, Youiccha and Xing Fu Tang have helped spread the trend to Hong Kong, Malaysia, Thailand and Japan, among others. A glass of brown sugar bubble tea would require a few hours' wait when Tiger Sugar first opened in Hong Kong in 2018. Traditional bubble tea shops have also joined in on the creativity and continue to diversify their menus. For instance, they often use the word \"latte\" to suggest the presence of fresh milk and \"milk tea\" to indicate the drink contains creamer and tea. Bubbleology is now planning to introduce a new \"Skinny Teas\" product line -- made with reduced sugar and organic soya milk -- to \"appeal to the modern audience's interest in health and wellness,\" says Khan.  But no matter how funky you get with the recipe, the soul of the drink should be the tea.  \"We only use top-notch Sri Lankan black tea [grown in Taiwan]. It has a smooth fragrance and a great aftertaste,\" says Hanlin founder Tu. He says he still travels the mountains of the island in search of the best possible tea. \"It's the most enjoyable part of my job,\" adds Tu. \"Bubble tea isn't only the root and the pride of Hanlin, it is also the highlight of Taiwan's beverage industry. It introduces the world to Taiwan. So it is not only important for Hanlin, but Taiwan, too.\" ", "Section": "foodanddrink", "Writers": ["Maggie Hiufu Wong"], "URL": "https://www.cnn.com/travel/article/taiwan-bubble-tea-origins/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}