{"Type": "gallery", "Time": "2020-10-16", "Headline": "How technology will transform your commute", "Text": "In the next 10 years, the way we travel day-to-day will change dramatically with transport innovations that make mobility easier and greener. Autonomous electric ferries like Zeabuz's will allow people living in cities with plentiful waterways to commute via driverless boats. Click through to see the innovations that will transform the commutes of the future.\n Named for the magnetic levitation technology that propels them, Maglev trains can reach speeds of over 600 kilometers (372 miles) per hour. They could make it possible to create cluster cities, where places hundreds of miles apart can function as close neighbors. China is home to three Maglev systems and plans to add another 1,000 kilometers of track in the coming years. Japan has its own Maglev network under construction. There's no easier way to beat the traffic than to skim over the top of it. Developers of electric sky pods -- described as \"a cross between a monorail and a ski lift\" -- hope to make them part of the standard commute of the future. Dubai is at the forefront of this tech: it's in talks to develop a network of sky pods across the city that are anticipated to be in action by 2030. Instead of simply going up and down, elevators of the future will go sideways as well. Elevator manufacturers Thyssenkrupp are developing the MULTI, which scraps traditional cable systems in favor of magnetic levitation, allowing the elevator to move horizontally as well as vertically. According to Thyssenkrupp, the elevators will be faster, lighter and less energy-intensive than conventional models, and will open up a new world of possibilities for architects and designers. Last year, French inventor Franky Zapata used a jet-powered Flyboard Air hoverboard to cross the English Channel, and the French military are conducting tests on the technology. If you want a hoverboard right now, though, you'll have to settle for the self-balancing scooters that have earned the nickname. However, you might be safer waiting for the real deal: there have been concerns about safety after several burst into flames. Electric bikes have emerged as a major trend this year as people opted for socially-distanced ways to move around densely populated places. However, e-bikes were already surging in popularity before the Covid-19 pandemic. Equipped with an electric motor and battery, e-bikes provide more speed while making the ride much easier. 2020 has seen a burst in sales, while ride sharing companies like Uber are integrating e-bikes into their operations. This quirky innovation brings a whole new meaning to the twee travel quote, \"it's the journey, not the destination.\" Business travelers of the future might have the chance to combine their travel and hotel stay in one, with a self-driving hotel suite. The brainchild of Toronto-based Steve Lee of Aprilli Design Studio, it could revolutionize the way we travel.  Much like an electric bike, the electric scooter removes a lot of the hard work and helps you zip along the sidewalk. However, some cities see the e-scooters as more of a menace than a transport innovation, and places like Singapore and France have banned the scooters on sidewalks because of the high number of accidents.   A hybrid between a bus and a train, \"trackless trams\" are like light rails, but are not restricted on where they can go. China Railway Rolling Stock Corporation (CRRC) debuted the world's first trackless tram in the city of Zhuzhou in 2018. The zero-emissions trams can drive for 25 kilometers after a mere 10-minute charge. They hold up to 500 passengers, making them an attractive option for densely populated cities. ", "Section": "travel", "Writers": [null], "URL": "https://www.cnn.com/travel/gallery/technology-commute-transport-innovations-spc/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Singapore", "Source": "CNN"}