{"Type": "", "Time": "2020-10-15", "Headline": "Use DepEd’s school building funds to send students to private schools –Baguio solon – Manila Bulletin", "Text": "Baguio Lone District Rep. Mark Go has proposed that the Department of Education’s funding allocation for additional school buildings and other facilities be used to support the students’ schooling in private schools. “We just invest this by giving this amount to the students who will enter the private schools,” he told the plenary during the House of Representatives’ deliberations on the Department of Education’s P606. 47-billion budget for 2021.He cited the need for DepEd to “have strategic direction” especially during this time of pandemic, when around 398, 754 private schools students have transferred to public schools this year because of economic reasons.“Every year, our population in DepEd is increasing — number of students, number of teachers, more buildings are built, and we have added incremental costs as a result of this,” Go said.“Kung alam natin ang  (If we know the) incremental cost for every  student that will be accepted in the public school, we can utilize this fund, it can be a coupon that will be given to students, so we can encourage them to study in different private schools and also in public schools if they want to, and just allocate the budget that will be allocated for a fiscal year. Dapat siguro ganun (It should probably be like that), kasi every now and then we are struggling putting up buildings, buying all the infrastructure that we need for schools,” he pointed out. Negros Oriental 1st District Rep. Jocelyn Sy Limkaichong, vice chairperson of the House Committee on Appropriations who defended the DepEd’s 2021 budget, noted that there is no hard rule in terms of computing the per capita cost for each student. “If we compute , if we adjust the per cost of per student, then are you trying to say that the total investment per student, that is the total budget divided by the total enrolment so every student per capital would be P18,107 and  there is no straightforward computation on that because the salary grade also varies,” she said.  “In the perspective of investment of the  government in the public education, it is related to the state of the economy, if the economy improves there will be more jobs,” she added.According to her, the DepEd, Commission on Higher Education (CHED), Department of Labor and Employment (DOLE) and the Technical Education and Skills Development Authority (TESDA)  are finalizing the guidelines in terms of subsidizing displaced private and public personnel due to the COVID-19.Limkaichong said under the DepEd’s  Government Assistance to Students and Teachers in Private Education (GASTPE) program, P18,000  worth of salary subsidy is given to private school teachers, as well as P22,500 voucher to select students.“Ang gusto natin dito, we will not crowd the public schools. We will decongest the public schools and at the same time, help ang ating mga estudyante na makapag-aral sa mga private schools para hindi rin maapektuhan nang sobra sobra ang mga privates schools sa bansa,” Go said. (What we want here, we will not crowd the public schools. We will decongest the public schools and at the same time, help students to study in private schools so that the private schools in our country will not be greatly affected.)", "Section": "", "Writers": "", "URL": "https://mb.com.ph/2020/10/15/use-depeds-school-building-funds-to-send-students-to-private-schools-baguio-solon/", "MainKeyWord": "Macao", "AdditionalKeyWord": "Southeast Asia", "Source": "MB"}