{"Type": "article", "Time": "2020-05-03", "Headline": "May 3 coronavirus news", "Text": "Our live coverage of the coronavirus pandemic has moved here. President Donald Trump said Sunday night that he was first briefed about coronavirus on January 23 and indicated the US intelligence agencies would be issuing a statement in the coming days. On January 23rd, I was told that there could be a virus coming in but it was of no real import. In other words it wasn’t, ‘Oh we gotta do something, we gotta do something.’ It was a brief conversation and it was only on January 23rd,\" Trump said on Fox News. While Trump claims he was told that \"there could be a virus coming in,\" that January 23 briefing came three days after the first confirmed case of coronavirus in the United States. The President was also briefed by Health and Human Services Secretary Alex Azar about the threat of the coronavirus during a January 18 phone call, according to multiple reports. Trump also said that at the time the US intelligence community was not \"competently run.\" \"And the intelligence agencies, which have now -- now, now -- because before they weren't, which are now very competently run with some great people ... the intelligence agencies will tell you that tomorrow,\" Trump said. CNN and other news outlets have reported that the President's daily intelligence briefing included information about the coronavirus outbreak in China and its potential to spread to the United States as early as January 3. It is not clear whether Trump -- who infrequently reads the President's Daily Brief compiled by intelligence officials -- read the information at the time or whether officials briefing the President in person raised the issue. A total of 373 employees and contract workers at Triumph Foods, a pork processing plant in Buchanan County, Missouri, have tested positive for coronavirus despite showing no related symptoms, according to a press release from the Department of Health and Senior Services. “We continue to work this weekend contacting these asymptomatic patients and have initiated the process of contact tracing with those determined to be close contacts of our positive cases,” said Dr. Randall Williams, director of DHSS.  The department encouraged anyone experiencing symptoms to reach out to their health care provider, the release said. The latest numbers come after the the Missouri Department of Health and Senior Services announced Thursday more than 120 employees tested positive for Covid-19.  Kentucky Gov. Andy Beshear told reporters Sunday that the state's Covid-19 cases were \"at the worst\" plateauing. He commended Kentucky residents for sticking to the state's guidelines.  \"You are saving thousands of lives,\" he said. \"I'm very proud to be your governor.\" Saying that he took yesterday off in order to recharge, Beshear gave both Saturday and Sunday numbers for cases and deaths. Saturday's report showed an additional 173 cases, with 5 deaths. Sunday's report showed 80 new cases and zero deaths, but Beshear himself cast doubt on those numbers, saying there had been a lull in testing.  \"This is why we average,\" he said. \"No day right now just has 80.\" He added that a report will come out tomorrow on cases in Green River State Prison.  \"We believe they are going to be tough numbers to see,\" he said. Beshear also responded to yesterday's protest over pandemic measures by calling it \"reckless.\"  \"All I asked that folks did if they disagree is to do it safely,\" he said. \"What I have heard is that speakers, and leaders, and even state representatives or state senators asked people to take off their masks, told people that social distancing is optional, and one even said they're not going to take the vaccine when it's created. That's just reckless.\" Beshear said more test kits will be arriving in the state in the coming week, and that over the course of the next few days he will be focusing on preparing businesses for phased reopenings. France will not impose a 14-day quarantine on travellers from the Schengen Area of the European Union and the UK, Elysée Palace confirmed to CNN on Sunday. This is regardless of the nationality of those traveling to France. Sunday’s statement appears to be a direct contradiction of Health Minister Olivier Véran’s statement a day earlier of a proposed measure to quarantine all people entering France from “abroad, Corsica and other overseas territory.” The French government will move to extend a state of emergency over coronavirus for around two months in a set of measures to be proposed to Parliament on Tuesday. The Schengen Area is a zone of 26 European countries that do not have internal borders and allow people to move between them freely, including countries such as Spain, France, Greece, Germany, Italy and Poland. Elysée Palace would not comment on whether travellers from the US would be subject to quarantine measures if entering France. The President of Peru, Martín Vizcarra, approved a supreme decree to reactivate the country’s economy amid the coronavirus pandemic, according to a statement released by the Office of the Presidency Saturday.   Speaking at the Council of Ministers, Vizcarra said “we must begin economic activities and seek balance to generate jobs,” according to the statement,     Vizcarra explained the decree has been analyzed by health experts and is based on studies. It will be carried out gradually and has four phases. Each phase will last approximately one month starting in May and ending in August.   The Peruvian president also announced that because of coronavirus concerns, he has signed an early release pardon to non-violent prisoners that are pregnant and mothers who are in prison with their children.   The federal government will begin shipping \"tens of thousands\" of courses of remdesivir early this week and will decide where the medicine goes, according to Daniel O'Day, chairman and CEO of Gilead Sciences, the maker of the investigational drug. In early results from a trial sponsored by the National Institutes of Health, remdesivir was found to shorten the duration of illness in patients with severe Covid-19, but it had no statistically significant effect on whether patients died. We intend to get [remdesivir] to patients in the early part of this next week, beginning to work with the government, which will determine which cities are most vulnerable and where the patients are that need this medicine,\" O'Day said on CBS' \"Face the Nation.\" CNN has reached out to the US Department of Health and Human Services for comment on how the drug will be distributed. Brazil surpassed 100,000 cases of Covid-19, according to the latest figures released by the Health Ministry Sunday. The number of confirmed cases increased by 4,588 in a 24-hour period, bringing the total to 101,147.  There are at least 1,154,340 cases of coronavirus in the US and at least 67,447 people have died from the virus, according to Johns Hopkins University's tally of cases in the United States. The totals include cases from all 50 states, the District of Columbia and US territories, as well as repatriated cases and those in the US military, veterans' hospitals and federal prisons.  CNN has an interactive map tracking coronavirus cases across the country. Sunday marks the lowest recorded day for ventilator usage in Georgia since the pandemic began, according to a tweet from Governor Brian Kemp. Hospitals began submitting data on ventilator usage on April 8, the tweet said. Kemp also said that 964 ventilators were in use Sunday and that another 1,916 ventilators remain available. There are a total of 2,880 ventilators in the state, according to the tweet. More than 1 million Florida workers have filed for unemployment benefits, according to the Florida Department of Economic Opportunity (DEO) website.   The state has received 1,025,657 unique unemployment claims for the period between March 15 and May 2, the DEO site says.   Miami-Dade County leads the state with 66,842 unemployment claims filed. The hospitality industry has been hit the hardest with 115,313 claimants in \"accommodation and food services\" filing for unemployment throughout the state, the DEO website says. To date more than $700 million has been paid to claimants, about 60% of which was funded by the Federal Pandemic Unemployment Compensation program. The state of Illinois has reached an agreement with a handful of banks that will allow residents without bank accounts to cash their stimulus checks free of charge, Gov. J.B. Pritzker said during a Sunday news conference. One in five Illinois households are either underbanked or unbanked, Pritzker said. The partnered institutions include Wells Fargo, JP Morgan Chase, US Bank, Fifth Third and First Midwest Bank, Pritzker said. Other banks are welcome to join the agreement, Pritzker said.  Ronald Reagan National Airport in Washington has announced that American Airlines will only use the center concourse at the airport, or gates 23-34, beginning Monday. As result, due to reduced activity, the airport will temporarily suspend flight operations from Terminal C, Gates 35-45. This closure will include gate 35X, American’s commuter gate that required passengers to be bused to and from their planes. New York Sen. Chuck Schumer is calling for the federal government to stop predatory lenders from preying on people who are in desperate need of emergency funds as the coronavirus pandemic continues to cause economic hardship for millions of Americans, in a press release issued Sunday. “The coronavirus crisis is creating a desperate situation for countless Americans and New Yorkers, but it is also creating nefarious opportunity for greedy loan sharks who smell proverbial blood in the consumer waters,” Schumer said.  He said that \"loan sharks\" will stop at nothing to drown everyday consumers and small businesses “in a cascade of debt that could far outlast the coronavirus itself.\" “Interest rate loans that can hover around 800% aren’t just eye-popping –– they’re downright shameful,” the release said.  Schumer wants the nation’s federal regulators, including the Consumer Financial Protections Bureau (CFPB) and the Federal Trade Commission (FTC), to act and stop rolling back regulations that enable predatory lenders to prey on people. There were 19,417 new coronavirus tests conducted in Illinois within 24 hours, which is the highest number ever performed in a single day, Gov. J.B. Pritzker said during a Sunday afternoon news conference. Pritzker said that 2,994 new coronavirus cases were reported Sunday for a total of 61,499. An additional 63 deaths were reported for a total of 2,618 coronavirus deaths, Pritzker added. Scams on the rise: Officials in Illinois have heard of several coronavirus-related scams including door to door sales of testing kits and fake products to treat the virus, Pritzker said. There have been instances of people soliciting donations for fake charities and fraudulent efforts to obtain stimulus checks, according to Pritzker. The state Attorney General will use the power of his office to hold people accountable for their actions during the coronavirus pandemic including attempts to scam people, Pritzker added. Most ninth-grade girls worry about schoolwork, friends and crushes. Lately, however, Valerie Xu has focused on face masks. The 15-year-old from Addison, Texas, says she wanted to do something about the lack of protective gear for medical workers during the coronavirus pandemic. She also wanted to combat stories stigmatizing Asian Americans during the outbreak. Armed with resourcefulness and a teenager's urge to fit in, Xu raised donations and delivered 10,000 protective masks to a Dallas medical center. Some background: The donation drive started with a conversation Xu had with a family friend, a Florida emergency room doctor who was forced to wear the same protective mask for several days. \"This really amazed me in America,\" Xu told CNN. \"We're supposed to be considered the richest country in the world, yet doctors and nurses fighting on the front line cannot get proper protection.\" Since Xu wanted to make a local impact, she launched a GoFundMe to purchase masks for the UT Southwestern Medical Center, the largest facility near her home. So far, it has raised more than $3,800. Xu researched vendors in China and picked two suppliers, donating $1,200 of her own money to the cause. She said her campaign so far has collected a total of 11,200 masks –– 10,000 surgical and 1,200 FFP2 masks, which are equivalent to N95 masks in the US. Read more about Xu's impact. Some businesses will start to reopen in Spain on Monday as the country starts \"Phase Zero\" of loosening coronavirus restrictions. Following eight weeks of strict confinement since a country-wide state of emergency was declared on March 14, the process of transition in Spain will be gradual.  The four phases will be determined by a “series of indicators, such as the strategic capacities available in the healthcare system,\" officials say. Some of these indicators include being able to test and identify sources of contagion and the ability to isolate and control those sources. Some other context: Spain's Ministry of Health said another key to reopening the economy is the availability of hospital beds.  For every 10,000 residents, hospitals have to be able to add between 1.5 to 2 intensive care unit beds, and between 37 to 40 beds for severely ill patients, as outlined by the Ministry. Across Spain, masks will be mandatory on public transport as of Monday. Here are some of the reopening guidelines for businesses:  Hotel and restaurant terraces will be able to operate at 50% of capacity, but will have to clean and disinfect tables, chairs, and other surfaces, between clients.\nSmall retail and commercial businesses will be open to the public at 30% capacity, and will offer priority service to people over 65. \nClothing stores will be required to disinfect fitting areas, and “hygiene any garment before other clients have access to it.\"\nBusinesses are responsible for providing personal protective equipment to their employees. Asset management company and hotel group Ashford Inc. announced on Saturday that it will return all funds provided by the Small Business Administration due to the agency's recently changed rules, according to a press release.  Calling the federal guidance “inconsistent,” the company defended itself and said that Congress designed the Paycheck Protection Program to allow companies that own multiple hotel properties to obtain separate loans for each property.  Ashford said that they could not have known that appropriations would be insufficient to cover other businesses.   “Ashford management had no intention of crowding out any business from gaining equal access to the PPP funds,” the company said. Asset management company Ashford (AHT) and its related luxury hotel REITs received more than 56 loans totaling nearly $59 million, SEC filings show.  The Wall Street Journal and the Dallas Morning News first reported the news on Ashford. Connecticut closed 11 state parks Saturday as limits were reached for proper social distancing, according to the state's Department of Energy and Environmental Protection (DEEP). Sleeping Giant and Southford Falls state parks, both near New Haven, were among those closed early. All these parks were reopened Sunday morning. \"There’s plenty of room for everybody, we just encourage people to spread out as best they can,\" said DEEP spokesperson Will Healey. \"We encourage people to peruse our entire list of state parks.\" DEEP has only closed two state parks indefinitely, both because geographic features made it difficult to maintain a safe distance. If the crowds at parks continue, there may be indefinite closures, Healey said. \"That’s an option that’s on the table,\" Healey said. \"We want to keep them open during this public health crisis, but we want to do it as safe as possible.\"   Afghanistan released 98 Taliban prisoners from Pul-e-Charkhi prison in Kabul on Saturday evening as part of the government’s efforts to contain coronavirus, according to a statement from the National Directorate of Security.  The release is in line with a decree Afghan President Ashraf Ghani signed on March 11 to release Taliban prisoners as the peace talks between the Afghan government and Taliban began. The prisoners were released based on their health conditions, age and length of remaining sentence. So far, 650 Taliban prisoners have been released since March 10, and the government will release 850 more, the statement added. “The government of the Islamic Republic of Afghanistan remains open continuing joint technical work with the Taliban in order to advance the peace process,” the statement read. Gary Kelly, the CEO of Southwest Airlines, said the risk of catching coronavirus from an airplane is not “any greater than the risk anywhere else.”  In an interview on CBS, Kelly emphasized the safety precautions they have put in place, and said that they are “doing everything possible to encourage people to come back and fly.” Southwest Airlines is one of the major US airlines that has announced it will require all passengers to wear masks, starting on May 11. The Centers for Disease Control and Prevention said in an FAQ on traveling: “Because of how air circulates and is filtered on airplanes, most viruses and other germs do not spread easily. Although the risk of infection on an airplane is low, try to avoid contact with sick passengers, avoid touching your eyes, nose or mouth with unwashed hands, and wash your hands often with soap and water for at least 20 seconds or use hand sanitizer that contains at least 60% alcohol.” Some business context: Kelly said that Southwest Airlines has applied for another government loan, but that he did not know if they would take it. Although the number of flights has drastically reduced due to the coronavirus, Kelly believes that “we have seen the bottom here” and noted that “each week after the first week of April has gotten successfully better.”  Kelly is “anxious to see how the travel demand develops in the summer.\" Maryland Gov. Larry Hogan discussed protesters in his state that are opposed to the coronavirus restrictions currently in place. \"I think everybody has a right to protest and express their feelings. ... Sadly, we had far more people die yesterday in Maryland than we had protesters,\" Hogan told CNN. Protests around the US: Michigan, Ohio, Kentucky, Minnesota, North Carolina and Utah have all seen protests over the past month as people grow more concerned about the economic fallout of the pandemic. On Friday, more than 500 people gathered at the California Capitol in Sacramento to protest Gov. Gavin Newsom’s stay-at-home order. As a result, police arrested 32 people for failing to comply with the lawful orders to disperse, along with health and safety violations, a news release said. Watch the interview: New York Gov. Andrew Cuomo announced a new regional partnership with seven northeast states to form a purchasing consortium to obtain medical equipment and supplies.   The consortium will purchase $5 billion of equipment and supplies that will include personal protective equipment, tests and ventilators, Cuomo said. This new partnership will make the states more competitive in the international marketplace, save taxpayer money and help the region acquire medical equipment, Cuomo added. The governor added that the consortium will coordinate with the federal government. The seven states in the consortium are New York, New Jersey, Delaware, Pennsylvania, Rhode Island, Connecticut and Massachusetts. Gov. Andrew Cuomo warned that \"we're not out of the woods\" when it comes to the coronavirus pandemic in New York. \"My gut says the weather is going to warm, people are bored, people want this over. They see the numbers going down. They can take false comfort,\" Cuomo said at his daily coronavirus news briefing. \"We never said it was over. We said the numbers are going down,\" he added. \"Roughly a thousand new people a day walk into the hospitals.\" Cuomo said the reason numbers in the state are generally trending down is because New Yorkers followed social distancing and other measures. \"You go back to the old behavior and that number goes right back up,\" Cuomo said. The sight of New Yorkers refusing to wear masks despite the coronavirus pandemic infecting hundreds daily is \"disrespectful,\" Gov. Andrew Cuomo said Sunday. \"We almost overwhelmed the whole health care system. So cautious moving forward and, look, how people cannot wear masks, that, to me, is even disrespectful. It's disrespectful. It's disrespectful to the nurses, the doctors, the people who have been front line workers, the transit workers. You wear the mask not for yourself. You wear the mask for me. It's a sign of respect to other people. You make me sick. That's disrespectful,\" Cuomo said during a news conference attended by other state leaders around the northeast. Some context: Cuomo also announced that 280 people in New York state have died over the past day from coronavirus. Ahead of businesses reopening on Puerto Rico, crowded lines have been seen outside a grocery store which violate the social distancing order on the island, government officials say. Photos of packed lines outside a grocery store in Puerto Rico were posted by Puerto Rico Gov. Wanda Vázquez Garced and the island's department of health Saturday.   \"If businesses do not help with implementing the order, they cannot request to reopen. It is a serious matter, the economy cannot prevail over an aspiration of a healthy and living people,\" Vazquez said in a tweet Saturday.   Some context: Puerto Rico businesses have been closed since March 16, excluding grocery stores, banks, and pharmacies.  Now, some small businesses, including accounting and real estate offices, will be allowed to open on Monday as long as they adhere to social distancing guidelines and provide protective equipment to employees, Vaquez said on Thursday.   Puerto Rico's Department of Health also voiced concern over the crowded lines in a tweet: \"Our efforts have been to safeguard the health of all Puerto Ricans. If businesses and citizens do not cooperate, and promote violation of the Executive Order, we will have to close again. Distance measurements are mandatory!\"  Read the tweet:   New York Gov. Andrew Cuomo said the state will now require all hospitals to build a 90-day supply of personal protective equipment (PPE) to prepare for a possible second wave of coronavirus hospitalizations. \"We're going to put in a state requirement now that every hospital has to have a 90-day supply stockpiled. Their own stockpile of all the PPE equipment they could need for a 90-day supply at the rate of usage we saw with this Covid virus,\" Cuomo said at a news briefing on Sunday. Cuomo said New York, and the rest of the country, needs to \"institutionalize these lessons\" that were learned during the outbreak. \"We can't go through this day-to-day moving masks across the state. This mad scramble we're in and still are in in many ways. As a nation, we can't go through it again,\" he said. Cuomo said it is important to prepare for another surge of infections. \"People talk about this like it's going to come and go and so once in a lifetime. I don't know it's once in a lifetime,\" he said. \"If you look back as far back as 1918 when they had the flu pandemic people talk about, it took 10 months. It came in three different waves, and the second wave was worse than the first wave,\" Cuomo added. \"So let's be prepared and intelligent.\" Gov. Andrew Cuomo has announced that 280 people in New York have died over the past day from coronavirus. \"The number that is the most important number that we look at, which is still tremendously distressing is the number of deaths: 280. You can see the number hasn't moved dramatically in a relatively long period of time. The overall direction is good even though it's very painful. I think it's important we take a moment and learn the lessons of what we've been going through,\" Cuomo said at a news conference Sunday. The number of Covid-19 deaths in the state totaled 299 on May 1, Cuomo said Saturday. Cuomo added today that the number of intubations is down as is the number of hospitalizations. The United Kingdom has seen a decrease in number of coronavirus-related deaths in the past 24 hours. There have been a total of 28,446 coronavirus-related deaths in the UK, Michael Gove, one of the senior Cabinet ministers leading the response to the pandemic, said during a daily government press briefing.  “Before we can ease existing restrictions we must ensure the government’s five tests are met,\"  Gove said.  The tests require the number of cases to continue falling, death rates to be in decline, that the national health service has all of the equipment and support it needs and that measures are in place to stop a second peak overwhelming the National Health Service. The country is now “past the peak” of deaths, but a decline “must be sustained,\" professor Stephen Powis, the national medical director of NHS England, added. There are at least 1,134,058 cases of coronavirus in the US and roughly 66,430 deaths, according to a tally by Johns Hopkins University. As states begin to include “probable deaths” in their counts, so will the university. In the upcoming days, these changes may show as surges of deaths in the United States.  The totals includes cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases and those in the US military, veterans hospitals and federal prisons.  The number of people admitted into hospitals for Covid-19 as of yesterday was 113, which is up slightly from the 92 admitted April 30, New York City Mayor Bill de Blasio said. People that are currently in intensive care units across the city is 645; that number is down from the 677 reported on April 30, de Blasio said. About 20% of the people tested for Covid-19 across the city tested positive. That number is down from 21% reported April 30. White House trade adviser Peter Navarro told CNN that the administration thinks it moved as quickly as other countries in addressing the coronavirus pandemic.  President Trump “moves stuff in Trump time. We are moving mountains in this crisis,\" Navarro said. On the issue of testing, Navarro emphasized “we’re doing what we need to do as fast as we can do it,” and said he sees a “bright future ahead.”  On the economy: Navarro said that when he visited the General Motors plant with Vice President Mike Pence in Kokomo, Indiana, he “saw the future.\" He said the President will “have a pathway to rebuilding this economy, which now has manufactured unemployment, but which will have a manufacturing renaissance.” New York City will produce its own Covid-19 test kits, Mayor Bill de Blasio said today. The city will be working with Print Parks, a local partner, that will help create swabs for the testing kits, the mayor said. The city is on track to produce 50,000 3D-printed swabs per week, with an initial 30,000 expected by the end of this week, de Blasio said. The testing kits are broken down into three parts, swabs, transport medium and screw tube tops, the mayor said. Viral Transport Medium (VTM) will get the tests to hospitals as soon as possible, he said.  ##Health## Boston Mayor Marty Walsh said he is concerned about reopening the economy and relaxing social distancing measures, saying it is still very early in the outbreak. Massachusetts is “between the first and the fifth” inning in its fight against coronavirus, and that “we’re still very much in the beginning days of coronavirus,\" Walsh said. “I think we're between the first and the fifth. I think that these numbers, we see, they are going up. We are watching our hospitalization. Our hospitals are doing a very good job of managing,” Walsh told CNN Sunday morning. Walsh criticized the Trump administration’s response to the outbreak, saying “the mixed messaging is confusing.”  He responded to pictures of crowds on the national mall in Washington, DC, and New York's Central Park, saying, “whether it's Central Park or the Mall is the wrong message. We're still very much in the beginning days of coronavirus.” Walsh said cities across the US still need mass testing and personal protective equipment for frontline workers. \"As we move down the road here, if there's a second surge, all of the equipment that they have now, they'll need more stuff. I think that's what the federal government should be focused on,” Walsh said. Dr. Deborah Birx, the White House coronavirus response coordinator, said on Fox this morning that having a coronavirus vaccine by January is possible “on paper” but will require the proper execution. Birx was asked whether it was realistic to have a vaccine by the start of next year, given other estimates that it will take at least 12 to 18 months to develop. “The way that it’s possible is if you bring forward five or six different classes of candidates, which the Operation Warp Speed has done,” Birx said. “And so it’s not relying on a single vaccine platform. It’s relying on several different candidates that are made differently and act differently.” The vaccine would also require speeding up clinical trials, she said.  “And so, on paper it’s possible. It’s whether we can execute and execute around the globe, because you also, for phase three, have to have active viral transmission in a community in order to study its efficacy,\" Birx said. CNN previously reported that the goal is to make 100 million doses of a vaccine available by November, 200 million doses by December and 300 million doses by January, according to a senior administration official. On remdesivir: Birx described the investigational drug remdesivir as a “first step forward.\" In early results from a trial sponsored by the National Institutes of Health, the drug was found to shorten the duration of illness in severely affected patients, but it had no statistically significant effect on mortality. Birx said we’ve only seen “half the data,” but she said an independent monitoring board thought the improvement was significant enough to start giving remdesivir to patients who were previously receiving a placebo. “So it’s a first step forward. In parallel, we have a whole series of therapeutics including plasma, and also monoclonal antibodies being worked through,” she said, referring to lab-made antibodies targeting the virus.  Larry Kudlow, the head of the White House’s National Economic Council, told CNN there may be a need for additional stimulus aid because of Covid-19 but said there was a “pause” right now before money is sought. Kudlow said the government still needs to execute the last package and “see what the results are.” The President was “very keen” on a payroll tax holiday for workers and would like to see tax deductions for businesses/entertainment, as well as a shield on liabilities, Kudlow said. Democrats have opposed such a payroll holiday.    Dr. Deborah Birx, the White House coronavirus response coordinator, said that the protests last week in the Michigan state legislature were “devastatingly worrisome to me, personally.”  In an interview on Fox today, Birx expressed her concern about protestors exposing elderly family members to the virus because if there was an “unfortunate outcome,” those people would feel guilty. Birx called on Americans to “protect each other, at the same time we are voicing our discontent.” About the protests: Protesters crammed inside the capitol building where the lawmakers were meeting on Friday, demanding an end to the state's state of emergency. About 400 to 700 people stood on the Capitol grounds, according to Michigan State Police. The state of emergency was set to expire on Thursday. On Friday, Gov. Gretchen Whitmer signed executive orders that terminated the old state of emergency and put in place a new one through May 28.  Last week, Whitmer had extended the separate stay-at-home order through May 15. White House chief economic adviser Larry Kudlow defended his initial response to the coronavirus pandemic, saying \"my quote then was based on the actual facts which at the time.\" Kudlow said on February 25, \"we have contained this. I won't say airtight, but pretty close to airtight. We've done a good job in the United States.\" At that time, the US had 53 confirmed cases, but the Centers for Disease Control and Prevention was warning there would be \"community spread in the country.\" \"My quote was, at that time, there were very few cases. Then, as the virus spread exponentially in ways that virtually no one could have predicted, of course we changed our mind,\" Kudlow told CNN Sunday morning. \"There was hardly any cases,\" he added. Kudlow said the administration was dealing with the information they had at the time. \"When the information changes, you change. We changed our strategy. So did everybody else around the world change their strategy,\" he said. Watch: Spain reported 164 deaths from Covid-19 in the last 24 hours, the lowest number in six weeks, according to new figures released by the country’s Ministry of Health on Sunday. “As sad as it is to speak about the deaths, the increase of 0.7 percent from the previous day is a good number” said Fernando Simón, Spain’s director for health emergencies, comparing the number to coronavirus fatality figures in recent weeks.  The total number of deaths since the start of the pandemic in the country stands at 25,264. Speaking at the government’s daily coronavirus technical briefing, Simón noted a “clear decrease of numbers” of new hospital and intensive care unit admissions, as well as a 0.39% rise in new infections since Saturday, which are about half of the numbers of those who have recovered in the same period.   Simón cautioned that Sunday’s markedly improved numbers could be influenced by the delayed long weekend holiday reporting from Spain’s 17 regions.  More data: A total of 42,111 health workers have been infected by coronavirus to date, Spain’s health ministry Sunday reported, representing nearly one fifth of all cases at 19%.  As Spain gradually begins its de-escalation from strict confinement-in-place orders in place since March 15, four islands in the Canaries and the Balearics will be the first to transition to so-called \"Phase One\" on Monday. During this time, a further opening up of small businesses and further lifting of restrictions on movements is expected because the islands “have not had any new cases in many days, and very few, or no new infections.\"    Dallas Mayor Eric Johnson said his main priority is to keep people safe as some lockdown measures in Texas began to ease on Friday. “What I have to do is do my job as the mayor of Dallas, which is to keep our people safe,\" Johnson told CNN. People in Dallas are “putting their toe back in\" and  \"aren't pouring back into these restaurants and into movie theaters and malls and things because they don't feel like it's safe to do so,\" Johnson said. The mayor also expressed skepticism about the prospects of a speedy return to the “normal” of three months ago, as President Trump has suggested would be possible. Johnson called that prospect \"unrealistic.\" “It's impossible to say what we think is going to happen in the next few months. But I think this, I think it's unrealistic to believe that we're going to be able to be shoulder to shoulder here anymore soon,\" Johnson said. \"As much as we want to control things, to try to pick a date on the calendar and say we will be opened by this date and we will be shoulder to shoulder at baseball games by this date, it doesn't work that way,\" he added. Despite meat processing plants across the US shutting down due to coronavirus concerns, for now, you can still find plenty of meat in the grocery stores. One thing you can't find on the shelves is flour. Stores are cleaned out and it's not currently available on most websites. But why is that? Carey Underwood, who is director of mission-driven partnerships and programs at King Arthur Flour, said it's because people have been baking a lot. \"People who were baking monthly are now baking weekly, and people who were baking weekly are baking daily,\" she said. \"We expect this increase in baking to continue for the foreseeable future as trends show more in-home eating compared to dining out and people choosing to bake the food staples they cannot find in their grocery stores.\" Underwood said the shortage in grocery stores is because of the spike in demand for flour, not because there is a shortage of wheat. \"The demand for all signature flours, but especially all-purpose and bread flours, is simply unprecedented and is outpacing the inventory in our warehouses,\" she said. Underwood added: \"The wheat is available, but it must be milled, bagged, and transported to warehouses. These steps simply take time and the flour is selling out again as quickly as it reaches shelves.\" Read more. ##Daily Life## The Trump administration announced Sunday that at least 2.2 million loans, worth about $175 billion, have been paid out in the second round of federal emergency relief aid for small businesses. The second relief package was signed into law by Trump on April 24 and included an additional $310 billion for the Paycheck Protection Program (PPP). The second round of PPP was distributed starting on April 27. In a joint statement Sunday morning, Treasury Secretary Steve Mnuchin and Small Business Administration Administrator Jovita Carranza said the average size of a loan made under the second round of the program was $79,000.  During the first round, there was criticism over how some large corporations and other entities like private schools had applied for, and were given, loans. “The Paycheck Protection Program is providing critical support to millions of small businesses and tens of millions of hardworking Americans,” Mnuchin and Carranza said in the statement adding the average loan size indicated “…the program is broadly based and assisting the smallest of small businesses.” The administration said since the launch of the PPP, about 3.8 million loans, totaling more than $500 billion, have been made. Bangladesh reported 665 new coronavirus cases on Sunday -- the largest single-day increase since the outbreak was first reported in the country on March 8, the country's state-run news agency Bangladesh Sangbad Sangstha (BSS) said.  The densely populated South Asian nation has so far reported 9,455 cases and 177 deaths, the BSS reported, citing a senior health department official. Prime Minister Sheikh Hasina on Sunday held a video conference call with officials from 56 districts across the country on the coronavirus situation, according to the BSS.  During the call, the prime minister announced several stimulus packages and steps to combat the fallout from the pandemic, in addition to directing the officials to take steps to contain the virus in their areas. ##Health## The novel coronavirus has infected more than 3.4 million people and killed at least 244,000 worldwide. If you're just joining us now, here are the latest developments on the pandemic. Parks and protests in US: The pandemic drove people across the US outside for recreation and protest. While thousands rallied in California, residents of New York City and Washington DC enjoyed warmer weather Saturday while observing social distancing. States including Pennsylvania and New Jersey were able to visit some state parks, forest facilities and golf courses for the first time this spring.\nRussia cases spike: Russia reported 10,633 new coronavirus cases in another record single-day increase Sunday, bringing the total to 134,687 cases and 1,280 deaths. Russia has seen four days of record increases after a week of steady growth. Moscow, the country’s worst-hit city, accounts for more than half the cases.\nUK launches app: A contact-tracing app will be released this week in the UK as the country's transport minister suggested people would be encouraged to walk or ride to work when restrictions ease. Prime Minister Boris Johnson said doctors had plans in case things went \"badly wrong\" when he was in hospital with the coronavirus.\nLeaders pledge funds: The leaders of France, Norway, Italy and Germany have pledged to raise an initial $8 billion on Monday in an “international alliance” to find a vaccine and treatments for the coronavirus. They said more funding would be required to achieve their aim of developing and delivering medicines worldwide.\nChina's busy holiday weekend: Mainland China reported no new deaths for the fifth day in a row Saturday, as people flocked to attractions around the country for the Labour Day weekend. Meanwhile, Harbin City, on the Russia-China border, closed all dine-in restaurants until further notice, according to state-run CCTV. \nFrance's deaths decline: The daily number of deaths from coronavirus in France continues to decline. At least 24,760 people have died from coronavirus, an increase of 166 since Friday, the Health Ministry announced Saturday. The French government will extend its state of emergency for another two months.\nThailand lifts alcohol ban: Thailand began to ease some of its month-long restrictions today, as Covid-19 cases continue to fall. Businesses such as markets and hairdressers can reopen, train and bus stations can also reopen and bars can sell alcoholic drinks, but people must consume them at home. \nPhilippines suspends air travel: All passenger and commercial flights to and from the country were suspended today to prevent the spread of coronavirus. The Philippines has confirmed 8,928 coronavirus cases and 604 deaths. ##Daily Life## ##Travel## ##Health## ##Business## Perhaps we shouldn't be surprised by attacks on press freedoms and journalists around the world amid the pandemic. We've seen this pattern before: A crisis engulfs a nation, and its government moves to curtail, manipulate or shut down news coverage. But that doesn't mean that we should pay less attention to it now. In fact, we should be especially vigilant.  Iran has imposed sweeping restrictions on coverage of the pandemic, including a ban on printing newspapers. Journalists have been arrested for their reporting, including one who criticized the government's failure to prepare and another who alleged that a local official had tested positive for Covid-19. In Hungary, a new law giving the prime minister wide-ranging emergency powers includes a provision prohibiting publication of \"false information\" on the pandemic, with violators facing up to five years in prison. The law has generated uncertainty over whether journalists could be prosecuted for reporting true information. China's government maintains that controlling information is necessary to combat the virus. Chen Qiushi, a citizen journalist who traveled in January to Wuhan and posted videos on YouTube reporting that hospitals were overwhelmed, has not been heard from since February 6.  This \"Covid-19 crackdown\" — as Joel Simon, the executive director of the Committee to Protect Journalists, has called it — is unfolding as we mark World Press Freedom Day on May 3, in a reminder to defend the press from attacks on its independence, and remember those who have lost their lives while keeping us informed. This year, that reminder is particularly resonant. Read more: ##Daily Life## Los Angeles-based photographer Erin Sullivan has found an unconventional way to satiate her penchant for exploration while under a stay-at-home order because of the coronavirus pandemic.  Sullivan let her creativity go wild in her latest photo series, \"Our Great Indoors.\" In it, she constructs fantastical landscapes from common household objects found in her apartment, such as pancakes, pillow cases and raincoats.  Sullivan's career as a travel photographer has brought her to some of the most beautiful places around the world. These excursions helped her prepare for more than 40 days in self-quarantine. \"I was asking myself how I can stay creative and how I can stay connected to the outdoors and travel -- to these things that have been so important to my growth and the growth of my community,\" Sullivan told CNN.  So far, she's made an ice cave out of sheets and pillows, a paper bag canyon, a broccoli forest and a jello lake. Read more: ##Travel## The numbers evoke the worst economic nightmares in American history. But White House economic adviser Kevin Hassett freely admits he can't map the path out.  A lot of it depends on things I have no expertise in,\" Hassett, previously a CNN contributor, said in an interview this past week with Poppy Harlow.  That's the surreal reality facing President Donald Trump's economic team as growth turns into contraction and 30 million Americans have lost their jobs. It is a Great Depression-level economic crisis that has everything to do with public health -- but, unlike the 2008 financial collapse, very little to do with anything wrong in the underlying economy.  As a result, the tools economists typically use for adjusting supply and demand -- targeted spending, tax cuts, changes to trade and regulatory policy -- hold little power. The restoration of American prosperity lies more in the hands of the public health officials, epidemiologists and scientists racing to develop a coronavirus vaccine.  \"The No. 1 rule of virus economics is, go stop the virus if you want to fix the economy,\" says Austan Goolsbee, a former economic adviser to President Barack Obama. He suggested that White House economists pore over state-by-state data to identify the best ways to halt epidemic spread. Success would preserve the possibility of the rapid \"V-shaped\" recovery that the Trump administration has embraced as its objective. Read more: ##Business## The 9/11 Memorial & Museum has been continuing its mission of sharing the stories of hope and courage, even through the coronavirus pandemic.  Though the museum temporarily closed in March due to stay-at-home restrictions, employees were determined to continue their daily practice of honoring victims of the September 11 terrorist attacks on their birthdays.  The building's security team, which is considered essential staff at One World Trade Center, volunteered to take up the task. Each day, members of the team receive the list of victims' birthdays from museum employees. They then place a single white rose on top of each victim's name on the memorial outside the building.  It's a way of saying, we're not going to stop doing what we do, we just have to do it a slightly different way,\" Alice Greenwald, president and CEO of the 9/11 Memorial & Museum, told CNN.  FloraTech, which donates the flowers, has continued to order them from the Netherlands for this specific purpose, even though the store is closed. Read more: ##Daily Life## As an undocumented student, the connections Homar Jaimes Rodriguez made with educators were incredibly important, inspiring him to become a physical education teacher.  \"For underrepresented communities, it's definitely a tough thing to not have educators of color,\" he said, \"and many students have never seen a male Hispanic educator like myself.\"  Jaimes Rodriguez, a senior at Delaware State University, recently took one of the last steps toward becoming a fully-fledged teacher and began student teaching at a high school. But after just nine days, the coronavirus forced schools to close, leaving him without the classroom access he needs to complete the last requirement for his teaching license. \"It's very, very stressful,\" he said. \"It's something I think about every day, because I've worked hard to get to the point where I'm at now. I was very excited for this year, excited to get started with my career in education.\"  Across the US, aspiring educators have had to adjust their plans after 43 states and the District of Columbia closed schools through the end of the year to slow the spread of Covid-19. They should be in the classroom, working with students and gaining hands-on experience.  Instead, they're navigating new rules as states try to provide alternate routes for certification. And they've had to adapt, like their mentors, to teaching online and redefining what their student-teaching experiences look like. It's raised questions about whether they'll be ready when they have classes of their own. Read more: ##Daily Life## South Korea will relax its strict social distancing rules starting Wednesday as the number of new coronavirus cases have remained low in the country, South Korea's Prime Minister Chung Sye-kyun said on Sunday.  The measures to contain the spread of the virus have been in effect since March 22. At a briefing, Chung said that from Wednesday closed facilities will reopen gradually and events and gatherings will be allowed as long as they abide by disinfection guidelines. Local governments can however adjust their administrative orders according to local circumstances, Chung said. Chung suggested that the country’s health authorities review lowering the current highest alert level but urged the nation to maintain some social distancing measures in everyday life. The numbers: South Korea reported 13 new virus cases on Sunday, bringing the nation's total infection cases to 10,793, according to the Korea Centers for Disease Control and Prevention (KCDC).  ##Daily Life## The UK’s coronavirus contact-tracing app -- which will alert users if they have been near someone infected with the virus -- will start being used in a limited way this week, said the country’s Transport Secretary Grant Shapps. “That system’s going into testing this week on the Isle of Wight. And then later in the month that app will be rolled out and deployed -- assuming the tests are successful of course -- to the population at large,” he told Sky News. \"And the idea is that we will encourage as many people as possible to take this up as possible. \"We need for this to work – 50, 60% of people to be using this app.” He said it would be the \"best possible way\" for people to help the UK's National Health Service (NHS), adding that the data will be confidential. Other countries have already launched smartphone apps to help track the spread of the virus in the community. Shapps also indicated there’ll be a push to get more people walking or riding to work when coronavirus restrictions start to ease so that public transport is not overcrowded. “[There is] a very popular scheme where you can buy a bike through your employer – effectively before tax – and pay it back,” he told Sky News. “We’ve seen hundreds of percent increase [in interest] in that scheme.” “And I’m going to be saying more about that shortly because 'active transport’ – keeping people off the public transport and getting there off their own steam – that can be a very important part of the recovery.” The UK has now recorded 183,500 cases and 28,205 deaths from the coronavirus, according to figures from Johns Hopkins University.  ##Daily Life## Russia reported 10,633 new cases of the coronavirus in another record single-day increase Sunday, bringing the total number to 134,687. Around 50% of the cases were asymptomatic, the country’s coronavirus response headquarters said in a statement, adding that a total of 1,280 deaths had now been recorded. Russia has seen four consecutive days of record single-day increases after a week of relatively steady growth, when it added five to six thousand cases per day. Moscow, the country’s worst-hit city, accounts for more than a half of total cases. In March, Vladimir Putin radiated confidence about his government's response to a growing global crisis, reassuring his citizens that the situation was \"under control\" thanks to early intervention measures. The Russian President then played the role of international rescuer, dispatching a planeload of medical supplies to New York's John F. Kennedy Airport. But by April 13, the mood had changed. \"We have a lot of problems,\" Putin said in a video conference. \"There is nothing to boast about, and we must not let our guard down, because in general, as you and your specialists say, we have not passed the peak of the epidemic yet.\" ##Health## A video posted Saturday by the George W. Bush Presidential Center featured a message from the former US President urging compassion and empathy during “a challenging and solemn time in the life of our nation and world.”  The message was originally shared during “The Call to Unite” 24-hour event. Bush told people to remember “we have faced times of testing before” and that “empathy and simple kindness are essential powerful tools of national recovery.” He added: “…we are not partisan combatants. We're human beings, equally vulnerable and equally wonderful in the sight of God. We rise or fall together.” Former President Bill Clinton also appeared during the event, along with other notable guests like Oprah. ##Daily Life## Singapore reported 657 new confirmed coronavirus cases, bringing the total number of infections to 18,205, according to the Ministry of Health. Most of the cases are work permit holders residing in foreign worker dormitories. Ten are Singaporeans or permanent residents, the ministry said.  In recent weeks, the Asian city-state has had a spike in coronavirus infections, with thousands of new cases linked to clusters in foreign worker dormitories. To control the spread, the government has attempted to isolate the dormitories, test workers and move symptomatic patients into quarantine facilities. But those measures have left hundreds of thousands of workers trapped in their dormitories, living cheek by jowl in cramped conditions that make social distancing near impossible. Singapore has announced plans to ease restrictions over the coming weeks, with business to resume more fully from June 1. Read more about the migrant worker dormitories: ##Health## ##Daily Life## This weekend under the coronavirus pandemic drove many people across the US outside -- some for recreation and others in protest. States across the country are either holding fast to stay-at-home orders or beginning to phase out the restrictions, with several orders already expiring. In California, people showed up in droves to protest restrictions put in place to combat coronavirus, which has killed 66,385 people in the country and infected more than 1,100,000. More than 1,000 people, many of them not wearing masks, demonstrated with signs and American flags Friday at the California state capitol building to protest Governor Gavin Newsom's stay at home order, according to a statement from the California Highway Patrol. More than 30 were arrested for \"disobeying a lawful order, demonstrating without a permit and resisting or delaying a police officer,\" the statement said. Further south, between 2,500 and 3,000 people gathered Friday at California's Huntington Beach to protest Newsom's closure of the state's beaches, according to Huntington Beach Police Chief Robert Handy. There were no arrests or injuries. Elsewhere, residents of New York City and Washington DC, many of whom appeared to be observing social distancing rules, enjoyed warmer weather in parks and open spaces Saturday. And those in states including Pennsylvania and New Jersey were able to take advantage of some state parks, forest facilities and golf courses for the first time this spring.  Read the full story here. ##Daily Life## The leaders of France, Norway, Italy and Germany have pledged to raise $8 billion in an “international alliance” to find a vaccine and treatments for the coronavirus. In a press release published by the European Council on Saturday, they said that they were building on the commitments made by G20 leaders and supporting the call to action from the World Health Organization and other groups. “For this reason, we have recently launched the Access to COVID-19 Tools (ACT) Accelerator, a global cooperation platform to accelerate and scale-up research, development, access and equitable distribution of the vaccine and other life-saving therapeutics and diagnostics treatments,” the release said. “We are determined to work together, with all those who share our commitment to international co-operation,” they added. The release was signed by Giuseppe Conte, Prime Minister of Italy; Emmanuel Macron, President of France; Angela Merkel, Chancellor of Germany; and Erna Solberg, Prime Minister of Norway. It was also signed by Charles Michel, President of the European Council and Ursula von der Leyen, President of the European Commission. The leaders said they aimed to raise an initial 7.5 billion euros ($8 billion) in an online pledging conference on May 4 “to make up the global funding shortfall estimated by the Global Preparedness Monitoring Board (GPMB) and others.” They said more funding would be required to achieve their aim of manufacturing and delivering medicines on a global scale and “to achieve universal access to vaccination, treatment and testing.” ##Health## UK Prime Minister Boris Johnson has revealed \"strategic plans\" were put in place while he was in hospital with the coronavirus.  In an interview with The Sun newspaper on Sunday, the Prime Minister said he was given \"litres and litres of oxygen\" to keep him alive. “It was a tough old moment, I won’t deny it. They had a strategy to deal with a ‘death of Stalin’-type scenario. I was not in particularly brilliant shape and I was aware there were contingency plans in place. The doctors had all sorts of arrangements for what to do if things went badly wrong,\" Johnson told The Sun. Earlier, Johnson and his fiancée Carrie Symonds revealed they had named their newborn son Wilfred Lawrie Nicholas Johnson. The names are a tribute to their grandfathers and two doctors who treated the prime minister in hospital. Wilfred was the name of Boris Johnson’s grandfather and Lawrie was the name of Symonds’s grandfather. The doctors who treated Johnson were both named Nicholas.  The baby was born Wednesday, just weeks after the Prime Minister was discharged from hospital. ##Health## The Dalai Lama has called for a “coordinated, global response” to fight the coronavirus pandemic. \"In this time of serious crisis, we face threats to our health and sadness for the family and friends we have lost. Economic disruption is posing a major challenge to governments and undermining the ability of so many people to make a living,\" the exiled Tibetan spiritual leader said in a statement today. The Dalai Lama also urged people to focus on \"what unites us as members of one human family.\" \"Accordingly, we need to reach out to each other with compassion. As human beings, we are all the same. We experience the same fears, the same hopes, the same uncertainties, yet we are also united by a desire for happiness. Our human capacity to reason and to see things realistically gives us the ability to transform hardship into opportunity,\" he said.  The Dalai Lama went on to say that the pandemic \"and its consequences serve as a warning\" and that \"only by coming together in a coordinated, global response, will we meet the unprecedented magnitude of the challenges we face.\" On February 12 the Dalai Lama canceled all his public engagements “until further notice” after his personal physician and others advised him to due to the coronavirus outbreak, according to a statement from the Dalai Lama’s office in Dharamsala, and from his personal secretary. ##Daily Life## Eighteen laborers crammed inside a concrete mixer in a desperate attempt to evade India's nationwide lockdown and travel home, police said.  They were found in the machine when the truck carrying the cement mixer was pulled over by police in the state of Madhya Pradesh on Saturday.  “The laborers were found in the vent where the cement is mixed for construction purposes when a cement mixing truck was stopped for checking in central India’s Indore town by the police,\" Umakant Choudhary, a senior police official in Indore said.  The workers were traveling from Mumbai, in western India, to their homes in the northern  state of Uttar Pradesh, said Choudhary -- a distance of more than 1,300 kilometers (about 800 miles). Police said they impounded the truck and the laborers were sent to a quarantine centre in Indore. A formal complaint was filed by police.  India's nationwide lockdown has been in effect since March 24 and on Friday was extended by two more weeks until May 17, although exemptions have been issued for certain areas and activities.  Travel by air, rail, metro and inter-state movement by road is prohibited. Over the past few days, the government has arranged transportation for stranded migrant workers, students and tourists who need to travel back to their homes. ##Daily Life## ##Travel## The novel coronavirus has infected more than 3.4 million people and killed at least 243,000 worldwide. If you're just joining us now, here are the latest developments on the pandemic. China's busy holiday weekend: Mainland China reported no new deaths for the fifth day in a row on Saturday, as people flocked to attractions around the country for the Labour Day weekend. One million people visited Shanghai in two days. Meanwhile, Harbin City, on the Russia-China border, closed all dine-in restaurants until further notice, according to state broadcaster CCTV. The measures were to prevent crowds gathering over the holiday weekend.  France's deaths decline: The daily number of deaths from coronavirus in France continues to decline. At least 24,760 people have died there after contracting Covid-19, an increase of 166 since Friday, the Health Ministry announced Saturday. Meanwhile, the French government will extend its state of emergency for another two months. But deaths in Brazil climb: Brazil's Ministry of Health reported 421 deaths from coronavirus in the past 24 hours, with the total death toll now at 6,750. Brazil has the most reported cases in Latin America. Warren Buffett shares some optimism: The billionaire investor said he remains convinced that America will recover from the Covid-19 pandemic -- just as it did after other crises during the past century. He also announced his company Berkshire Hathaway recently sold its entire stakes in four airlines, calling it a mistake to invest in the industry. Thailand lifts alcohol ban: Thailand began to ease some of its month-long coronavirus restrictions today, as Covid-19 cases in the country continue to fall. Certain businesses such as markets and hairdressers can reopen, train and bus stations can also reopen and bars can sell alcoholic drinks, but people must consume them at home.   But the Philippines suspends air travel: All passenger and commercial flights to and from the country were suspended today to prevent the spread of coronavirus. The Philippines has confirmed 8,928 coronavirus cases and 604 deaths. Baby names: UK Prime Minister Boris Johnson has named his newborn son in honor of doctors who treated him for coronavirus. The baby's name is Wilfred Lawrie Nicholas Johnson -- Nicholas is in honor of two doctors who treated Johnson. ##Health## ##Daily Life## ##Business## ##Travel## The Philippines has temporarily suspended all passenger and commercial flights to and from the country starting from 8 a.m. local time Sunday, to prevent the spread of coronavirus, the country's airport authority said. In a statement released late Saturday night, the Manila International Airport Authority added that “cargo flights, medical supplies, utility, and maintenance flights will remain unhampered.\" The Philippines currently has 8,928 confirmed coronavirus cases and 604 deaths, according to the country's Department of Health. ##Travel## Thailand began to ease some of its month-long coronavirus restrictions today, as Covid-19 cases in the country continue to fall.  Bangkok and provinces can consider reopening certain businesses and loosening restrictions on daily life -- including the sale of alcohol, which had been prohibited under the Emergency Decree -- according to the Tourism Authority of Thailand (TAT),   Here's how the resumptions will work: From May 3, hotels can sell food and drinks. Airports, train stations, bus stations, hospitals, restaurants and beverage shops, convenience stores, and street stalls can reopen.\nPubs and bars can be reopened for takeaway only. People can buy alcoholic drinks  but they must consume them at home. \nIn shopping malls and department stores, the only businesses allowed to open are supermarkets, pharmacies, and other \"necessary\" services such as banks, and government and state enterprise services. Restaurants and food courts can reopen for takeaway only. Phone shops can reopen.\nRetail shops, wholesalers, markets, floating markets and flea markets can reopen \"with strict disease control.\"\nHairdressers and barbers can reopen for limited services and by appointment only.\nHospitals, clinics, dental clinics and all healthcare facilities can reopen.\nGolf courses and driving ranges, tennis courts, horse riding tracks, and shooting ranges can reopen without gatherings or competitions. \nPublic parks can reopen for outdoor activities such as running, walking, biking or individual workouts, but no gatherings, competitions or shows. \nPet shops and hospitals can reopen under strict control and on appointment only. The extended Emergency Decree will run until midnight on May 31. A curfew from 10 p.m. local time until 4 a.m. is still in effect. A ban on \"high-risk transmission areas\" such as cinemas, zoos, water parks, public swimming pools, gyms and beauty clinics remains in effect.   ##Daily Life## ##Business## Almost everyone knows the lyrics to Queen's \"We Are the Champions.\" Now, the band has turned the song on its head, as a tribute to workers on the frontline fighting coronavirus. Brian May, Roger Taylor and Adam Lambert teamed up to release \"You Are The Champions\" on Thursday, in a new version of the classic song. All proceeds made from the song will go towards the Covid-19 Solidarity Response Fund for The World Health Organization. Queen and Lambert were scheduled to be on the European leg of their Rhapsody tour, but the ongoing pandemic led the musicians to postpone the dates. This song, though, was recorded while May, Taylor and Lambert were all self-isolating in separate cities. ##Daily Life## The British government wants you: To cut lettuce from the fields, pick berries from the bushes and load boxes of fresh produce into cold storage warehouses. While many people hunker down at home, reloading the internet sites of grocery stores to secure a home delivery slot or dreading the socially distanced, masked visit to a supermarket, it's easy to lose sight of the supply chain and where that food is coming from. As Covid-19 cases surpass 170,000 in the United Kingdom, British farmers are facing spring cut off from the Eastern European migrant workers that make the harvest possible. But with thousands of Brits laid off or furloughed, the UK government now says its official policy is to try to get locals onto the fields. Sally Penfold, 45, was until recently a waitress at a restaurant in Hastings. After the UK government lockdown took effect, she lost her job. Penfold is one of several people seeking work at a family-owned farm in Kent, southeast England. \"I was fed up with being indoors, not earning any money,\" said Sally Penfold, 45. \"I just wanted to get out there and do some kind of work. I think providing food for the nation is quite an honorable thing to do.\" Read the full story: ##Daily Life## ##Business## With much of the world's human population stuck at home during the coronavirus pandemic, one Japanese aquarium is exploring a new way to ensure its inhabitants don't get too used to the peace and quiet. In an appeal this week, Tokyo's Sumida Aquarium asked for volunteers to FaceTime its 300 spotted garden eels, which have had limited interactions with humans since the aquarium was forced to close in March. \"As the (aquarium) has been closed for a long time, the animals aren't seeing any other people other than the staff ... they're beginning to forget about humans,\" the aquarium said in a statement.\n\"The garden eels in particular have started to burrow themselves into the sand and hide even when aquarium (staff) pass by their tank,\" they added. This, the aquarium says, is a problem -- the eels' newfound shyness means staff are unable to check up on the fish and make sure they are healthy. ##Travel## ##Daily Life## The novel coronavirus has infected more than 3.4 million people worldwide and killed at least 243,000, according to data from Johns Hopkins University. Here are the five countries with the highest figures: United States: More than 1.1 million cases and 66,300 deaths\nSpain: More than 216,000 cases and 25,100 deaths\nItaly: More than 209,000 cases and 28,700 deaths\nThe UK: More than 183,000 cases and 28,000 deaths\nFrance: More than 168,000 cases and 24,700 deaths ##Health## Some countries are still responding to spikes in cases and deaths while in others, people are returning to normal life. Here's what the pandemic looks like in Asia Pacific: India: The nationwide lockdown, affecting 1.3 billion people, was scheduled to lift on Sunday, May 3 -- but has since been extended to May 17. However, restrictions have eased in some low-risk areas that haven't had new cases in three weeks. China: Mainland China was the first country in the world to go under lockdown. Now, with its daily cases in the low single digits, some cities are easing their restrictions and tourist favorites like Beijing's Forbidden City are reopening. However, some limitations remain, such as daily visitor caps and health checks. More than 1 million people flocked to Shanghai's attractions over the Labor Day weekend.  Singapore: The city-state plans to ease restrictions over the coming weeks, with business to resume more fully from June 1. Employers and companies will be under strict requirements to reduce the risk of infection. Some residents will be allowed to exercise in public areas from May 5 and from May 12 select services will be allowed to resume, including food manufacturing, food delivery and takeaway, laundry services, and hairdressers. Australia: Restrictions have loosened in some states and the federal government is considering ending the nationwide lockdown early. In Queensland state, residents are   allowed to go out for recreational activities like picnics or boating. While people are still expected to observe social distancing, residents flocked outdoors today, eager for fresh air after weeks at home. Malaysia: The country will allow the majority of businesses to reopen Monday. Those that involve close contact like movie theaters or nightclubs will remain closed. Malaysia has started rounding up undocumented immigrants to prevent the spread of coronavirus. Japan: The nationwide state of emergency was set to lift on May 6, but Prime Minster Shinzo Abe said on Friday that the government plans to extend it for about a month -- a decision is expected on Monday. Japan's cases have spiked in recent weeks and on Saturday it reported 289 new coronavirus cases and 34 deaths. New Zealand: Prime Minister Jacinda Ardern said the country had \"eliminated\" the virus, but has urged people to be vigilant. Police say they have had more than 1,000 reports of people breaking the ban on mass gatherings as level 3 restrictions continue.  ##Health## ##Daily Life## ##Business## ##Travel## There are now significantly more American deaths from Covid-19 than there were US troop fatalities during the Vietnam War. Meanwhile, Vietnam still hasn't recorded a single death. With so many lives at stake, it's time the United States looked to those countries in the Asia Pacific region that have successfully controlled the pandemic to figure out how to save ourselves and the economy. Several places in the Asia-Pacific, including Australia, China, New Zealand, South Korea, Taiwan and Vietnam, have reported suppressing the reproduction number -- the average number of people who will catch the disease from a single infected person -- to below 1, without the need for continued, widespread lockdowns. They are now rapidly and successfully suppressing outbreaks of the disease by isolating those who are infected and their contacts who are likely to be infected.  It's as if there are two worlds. How have these countries succeeded to date?  Many have adopted nationwide public-health standards, using mobile technologies, professionalism of government, widespread use of face masks and hand sanitizers, and intensive public health services to isolate infected individuals or those likely to be infected.  Testing has played an important role, but has not been the decider it is sometimes portrayed to be in the United States. Read the full opinion piece here Editors note: Jeffrey Sachs is a professor and director of the Center for Sustainable Development at Columbia University. The opinions expressed in this commentary are those of the author; view more opinion articles on CNN. It's a popular argument heard at protests denouncing state shutdowns, fueled by those who say news outlets are overreacting to coronavirus: The flu kills more people than coronavirus. Why shut down the economy for this? Here are several reasons why coronavirus is more dangerous than the flu -- and why extra precautions are needed: Coronavirus is much more contagious. A person with the flu infects an average of about 1.28 other people. A person with novel coronavirus infects an average of about 2 to 3 other people. Coronavirus has killed at a much faster rate. Between October 2019 and early April 2020, the flu killed up to 331 people a day, according to the preliminary CDC numbers. From February 6 through April 30, the coronavirus killed an average of more than 739 people per day in the US. Coronavirus can be spread for many days without symptoms. With the flu, people typically start feeling sick one to four days after infection, with symptoms often showing up within two days, the CDC says. That means people will know they're sick fairly soon and will likely stay home. But with coronavirus, symptoms typically appear four or five days after exposure, and the incubation lasts up to 14 days. You can get a flu vaccine but not a coronavirus vaccine. Unlike the flu, there's no option to get a vaccine for the coronavirus to protect against infection or to reduce the severity of symptoms. At the earliest, it'll be months before a coronavirus vaccine might become publicly available. ##Health## New Zealand police have received more than 1,200 reports of people breaking restrictions on mass gatherings since the country's Level 3 alert went into effect last week.  Of those, 685 came in the 24-hour period between 6 p.m. local time on May 1 and May 2 , New Zealand police said in a statement.  “Under no circumstances should anyone be having a party under the Alert Level 3 restrictions. Such behavior could waste all the sacrifices made by our team of five million over the last five weeks,” said Acting Assistant Commissioner Scott Fraser.  Last Monday, New Zealand's toughest Level 4 restrictions were relaxed but the country is still effectively under lockdown under its Level 3 alert.  In the 24 hours between 6 p,m. May 1 and May 2, police took action against 112 people. Under Level 3, some 400,000 more New Zealanders can head back to work and 75% of the country's economy is operating, according to Prime Minister Jacinda Ardern. The  restrictions also mean that New Zealanders will be able to hold small funerals and buy takeaways. Ardern said the country has \"eliminated\" the virus after weeks of lockdown but has urged the public to remain vigilant.  Read more:  ##Daily Life## There are at least 1,132,539 cases of coronavirus in the US and at least 66,369 people have died from the virus, according to Johns Hopkins University's (JHU) tally of cases in the United States. On Saturday, JHU reported 29,078 new cases and 1,426 deaths.  The totals includes cases from all 50 states, the District of Columbia and other U.S. territories, as well as repatriated cases and those in the US military, veterans hospitals and federal prisons.   CNN has an interactive map tracking coronavirus cases across the country: ##Health## Japan's Health Ministry reported 289 new coronavirus cases and 34 deaths on Saturday. That brings the country's total infections to 15,551, with 712 of those from the Diamond Princess cruise ship.   A total of 505 people have died, with 13 of those from the cruise ship.  The capital Tokyo has been hit hardest by the outbreak and has recorded at least 11,691 infections and 141 coronavirus deaths.  On Saturday, there were 160 additional infections and 15 people died in Tokyo, according to the city's metropolitan government. ##Health## Billionaire investor Warren Buffett said he remains convinced that nothing can stop the United States and that America will recover from the Covid-19 pandemic -- just as it did after other crises during the past century. Buffett, who has long been bullish on the US economy and stock market, spoke at the company's annual shareholder meeting from a virtually empty CHI Health Center in Omaha Saturday. The remarks were webcast by Yahoo Finance. Buffett discussed prior times of hardship he's lived through, such as the Cuban missile crisis and the Cold War, the 9/11 terrorist attacks and the Great Recession of 2008. Every time it seemed that the future was bleak, he said, but America eventually recovered. He conceded that the coronavirus outbreak is a vastly different challenge than those other national emergencies. But he remains upbeat. \"This country, in 231 years, has exceeded anybody's dreams.\" Buffett said. Selling airline stakes: But the billionaire Berkshire Hathaway CEO said the company recently sold its entire stakes in the four airline stocks that company had owned, calling it a mistake to invest in the industry. Berkshire Hathaway revealed in early April that it trimmed its stakes in Delta and Southwest. But in response to a question from a Berkshire shareholder, Buffett said the company sold all its shares in Delta and Southwest, as well as United and American, because he believes it will take years for air travel to recover. Read the full story: ##Business## ##Travel## South Korea reported 13 new coronavirus cases on Sunday, raising the national tally to 10,793.  Among the 13 new cases, five are imported and were picked up by the airport screening process, according to the South Korean Centers for Disease Control and Prevention. A total of 250 people have died from coronavirus in South Korea and 9,183 people have been released from quarantine. ##Health## Brazil's Ministry of Health is reporting 421 deaths from coronavirus in the past 24 hours.  The total number of coronavirus deaths in Brazil now stands at 6,750. The health ministry said there are 4,970 new cases of coronavirus, bringing the total number to 96,559.  Brazil has the most reported cases in Latin America. Brazilian President Jair Bolsonaro has downplayed the impact of the virus, likening it to \"a little flu.\"  Bolsonaro is also under pressure to show his Covid-19 test results. A federal judge from Sao Paulo had initially set a deadline of Saturday for the President to submit his results. However the 3rd Federal Regional Tribunal suspended the order that mandated the tests to be presented. An appeal was made on behalf of the Attorney General's office to extend the deadline for five more days for the case to be reviewed.  ##Health## China's National Health Commission (NHC) has reported two new cases of the coronavirus and no deaths for the fifth consecutive day. One of the new cases was imported from abroad and the other was locally transmitted in northern Shanxi province.  Twelve asymptomatic infections were also reported. China previously did not include those patients not showing symptoms in some of its tallies. Here's the country breakdown, according to the NHC: \t\tTotal confirmed infections: 82,877\n\t\tTotal deaths: 4,633\n\t\tTotal recovered and discharged: 77,713\n\t\tActive cases remaining: 531 ##Health## US Special Forces Afghanistan (USFOR) is again calling for the Taliban to cease violence and focus on slowing the spread of coronavirus. This comes a day after a report from the Pentagon revealed a surge in attacks on America's Afghan allies since the reduction in violence agreement was signed in February. USFOR Spokesman Col. Sonny Leggett called out Taliban spokesperson Zabihullah Mujahid in a tweet Saturday, saying: \"Now is the time to stop the violence.\" On Tuesday the top US commander in Afghanistan, General Austin \"Scott\" Miller warned: \"If the Taliban continue to attack, then what they should expect is a response.\" Col. Leggett further addressed the Taliban Saturday saying: \"This moment is an opportunity for Afghanistan -- for the people of Afghanistan to say clearly to all who will listen that they want peace.\" Zabihullah Mujahid responded to Col. Leggett, tweeting: \"Path to a resolution lies in the implementation of the #Doha agreement. Do not harm the current environment with pointless & provocative statements. We are committed to our end, honor your own obligations.\" At midnight on May 2, Harbin City, on the Russia-China border, closed all dine-in restaurants until further notice, according to state broadcaster CCTV. The measures were to prevent crowds gathering in the city in China's north-east Heilongjiang province during the Labor Day holiday, according to the Heilongjiang government council. Heilongjiang has recently seen a spike in locally transmitted coronavirus cases, leading to more restrictive controls. Meanwhile, other Chinese provinces are beginning to lift lockdown measures.   The local government council urged Harbin residents to remain at home during the holiday and asked everyone to follow the principle of \"going out less, no assemblies and group gatherings, including meal gatherings.\" The Heilongjiang government said: \"This year's Labour Day, we must put the health and safety of ourselves and our families as our top priority.\"  China's Labor Day holiday runs from May 1 to 5. ##Health## ##Business## ##Daily Life## The novel coronavirus has infected more than 3.4 million people and killed at least 243,000 worldwide. If you're just joining us now, here are the latest developments. US cases: In the worst-hit country, there have been at least 1,132,315 cases of coronavirus and at least 66,364 deaths, according to a tally by Johns Hopkins University. Congress turns down testing: President Donald Trump took to Twitter after US Senate Majority Leader Mitch McConnell and House Speaker Nancy Pelosi rejected his offer of  providing 1,000 rapid coronavirus tests to Congress. The duo said the tests should be saved for frontline health care workers. France's deaths decline: The daily number of deaths from coronavirus in France continues to decline. At least 24,760 people have died there after contracting Covid-19, an increase of 166 since Friday, the Health Ministry announced Saturday. Meanwhile, the French government will extend its state of emergency for another two months. China sends help: China has sent 149 medical experts to 16 countries for Covid-19 prevention and control work, its National Health Commission said.  Malaysia migrants: Police are using movement control laws to round up undocumented immigrants to prevent the spread of coronavirus, according to state-run media agency Bernama. Hundreds of undocumented immigrants have been detained across the capital, Kuala Lumpur. Turkey exports: Turkey has lifted trade restrictions imposed on the export of some medical equipment due to the pandemic. This equipment includes ventilators, intubation tubes and intensive care unit monitors. More cases at US meat plants: About half of the people tested at the Tyson pork processing plant in Logansport, Indiana, have Covid-19. Of the roughly 2,200 employees at the plant, about 1,900 individuals were tested. Trump had signed an executive order aimed at keeping meat-processing facilities open but there are concerns over worker safety. Baby names: UK Prime Minister Boris Johnson has named his newborn son in honor of doctors who treated him for coronavirus. The baby's name is Wilfred Lawrie Nicholas Johnson -- Nicholas is in honor of two doctors who treated Johnson. ##Health## ##Daily Life## ##Business## ##Travel## India reported 2,411 new cases of coronavirus on Saturday, the highest one-day spike in the country since the pandemic began.  India had 39,699 confirmed cases of Covid-19 as of Sunday morning local time. That included 1,323 deaths, according to the John Hopkins University tally. According to the Indian Council of Medical Research, 976,363 samples have been tested as of Saturday. ##Health## Over one million people visited Shanghai’s 130 main tourist attractions on Friday and Saturday, the first two days of the May Day holiday, according to China’s state-run Xinhua News Agency. Xinhua reported that Shanghai received 456,000 visitors on Friday and 633,000 more on Saturday.  The increase in visitors comes after Shanghai’s Culture and Tourism Administration announced the reopening of several major tourist sites earlier this week in preparation for the May Day holiday. ##Daily Life## ##Business##   An emergency proclamation requiring face masks in stores and restaurants in the US city of Stillwater, Oklahoma, was nixed after business owners received threats. The proclamation was issued Thursday and, among other things, made businesses require patrons to cover their faces to combat the spread of coronavirus.  But on Friday, Mayor Will Joyce softened the rule to encourage, not require, face coverings, after several reports emerged of employees being verbally abused and being threatened with physical violence while trying to enforce the order -- all in just three hours of the rule going into effect. \"Many of those with objections cite the mistaken belief the requirement is unconstitutional, and under their theory, one cannot be forced to wear a mask. No law or court supports this view,\" City Manager Norman McNickle said in a statement. \"It is further distressing that these people, while exercising their believed rights, put others at risk.\" The masks have been recommended by the Centers for Disease Control and Prevention and the Oklahoma State Department of Health. Read the full story: ##Business## ##Daily Life## President Donald Trump's offer of providing 1,000 rapid coronavirus tests for Congress was declined on Saturday in a rare joint statement from Senate Majority Leader Mitch McConnell and House Speaker Nancy Pelosi. Their statement said the tests should be saved for frontline health care workers. Trump responded to their statement on Twitter.  \"Congress is grateful for the Administration's generous offer to deploy rapid Covid-19 testing capabilities to Capitol Hill, but we respectfully decline the offer at this time,\" Pelosi and McConnell said in their joint statement. \"Our country's testing capacities are continuing to scale up nationwide and Congress wants to keep directing resources to the frontline facilities where they can do the most good the most quickly.\" The Senate is set to return next week with the congressional physician issuing protocols for screening and social distancing.   The New York Police Department (NYPD) has 2,160 uniformed members on sick leave, which is 6% of its work force. This is down from a high of 19.8%. While 5,225 members of the NYPD have tested positive for Covid-19, 4,405 members have returned to work after recovering from a positive diagnosis. There are 639 uniformed members and 144 civilian members out sick after receiving a positive diagnosis. The department says 37 members have died due to coronavirus-related illnesses. ##Health## More than 500 people gathered at the California Capitol in Sacramento Friday to protest Gov. Gavin Newsom’s stay-at-home order. \"The majority of the demonstrators were not wearing face masks or physically distancing and at one point a group of them locked hands,\" according to the California Highway Patrol. \"In so doing, they were jeopardizing the health and safety of themselves, as well as our officers and onlookers during this ongoing Covid-19 pandemic.\" As a result, police arrested 32 people for failing to comply with the lawful orders to disperse, along with health and safety violations, the release said. ##Daily Life## China has sent 149 medical experts to 16 countries for Covid-19 prevention and control work, according to Mi Feng, China’s National Health Commission spokesperson. Mi made the statement Saturday, according to Chinese state-run media China Global Television Network (CGTN).  Mi said China is willing to continue to work with the international community to combat the pandemic. China's National Health Commission (NHC) reported a single new case of novel coronavirus and no deaths for the fourth consecutive day, according to a statement published on Saturday.  ##Health## UK Prime Minister Boris Johnson and his fiancee Carrie Symonds have named their newborn son Wilfred Lawrie Nicholas Johnson, it was announced on Saturday.  The baby was born Wednesday, and was given the middle name Nicholas in honor of two doctors who treated Johnson while he suffered from coronavirus last month. \"Wilfred after Boris' grandfather, Lawrie after my grandfather, Nicholas after Dr Nick Price and Dr Nick Hart -- the two doctors that saved Boris' life last month,\" Carrie Symonds said on her private Instagram account Saturday. \n\"Thank you so, so much to the incredible NHS maternity team at UCLH that looked after us so well. I couldn't be happier. My heart is full,\" she added. Johnson returned to work on Monday, after becoming the first world leader to fall ill with coronavirus in March. Read the full story. ##Daily Life##", "Section": "world", "Writers": ["Helen Regan", "Jenni Marsh", "Fernando Alfonso III", "Amir Vera"], "URL": "https://www.cnn.com/world/live-news/coronavirus-pandemic-05-03-20-intl/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}