{"Type": "article", "Time": "2020-07-10", "Headline": "Hong Kong was a 'safe harbor' for tech companies shut out of China. Not anymore", "Text": "For decades, Silicon Valley giants shut out of China by the country's massive censorship apparatus have continued to operate in Hong Kong thanks to the city's unique political status that guaranteed it a free internet.  But a new law that gives Hong Kong authorities sweeping powers to regulate online content could put those companies on a collision course with that censorship mechanism, known as the Great Firewall — and potentially force them out of Hong Kong altogether.  Under the national security law that went into effect last week, Hong Kong police can demand that online platforms and network providers take down content deemed a threat to China's security or restrict access to their services. If they fail to do so, company representatives could face nearly $13,000 in fines and six months in prison. That has big implications for tech companies that use the city as a regional base thanks to its relative openness and proximity to China and the Asia Pacific region, even if its approximately 7 million residents don't make up a significant portion of their users. \"It is not a huge market, but is important symbolically,\" said Adam Segal, director of the digital and cyberspace policy program at the Council on Foreign Relations.  Caught in the middle Companies are already reacting. Facebook, Twitter, Google and Microsoft were among those declaring this week that they would temporarily stop honoring government data requests about their Hong Kong users, while TikTok — owned by Chinese company ByteDance — decided to shut down its platform there completely.  \"Firms would be worried by the impact it has on their users, staff, and executives — as well as global concerns that they would be actively facilitating human rights abuse happening under that framework,\" said Raman Jit Singh Chima, Asia policy director at technology advocacy group Access Now. Chima and other experts say companies are likely to wait and see how far China will go in its crackdown on Hong Kong's internet, but exits from the city remain a possibility.  \"They may wait to see if the government makes a request, but then they will be forced to decide, and leaving is likely,\" Segal said. The vaguely worded law also has a provision that states it would also apply to offenses from outside the region \"by a person who is not a permanent resident,\" potentially giving China the ability to take action against any post against Hong Kong on any platform, anywhere.  \"I think that is meant to have a general chilling effect on people everywhere, not just not particularly high tech companies,\" said Scott Kennedy, an expert on China's economic policy at the Center for Strategic and International Studies.  And while that could lead to a degree of self-censorship overseas, Kennedy says there are questions about China's ability to actually enforce its rules on tech platforms outside its own territory. \"That's something that's a vast overreach by the Chinese, and I think they'd generate more pushback,\" he added. Facebook, Twitter and Microsoft said they will continue to examine the law and its implications on their businesses.  \"Our teams are reviewing the law to assess its implications, particularly as some of the terms of the law are vague and without clear definition,\" a Twitter spokesperson said in a statement.  A Facebook spokesperson said the company would conduct a \"further assessment\" of the law in consultation with human rights experts. \"We believe freedom of expression is a fundamental human right and support the right of people to express themselves without fear for their safety or other repercussions,\" the spokesperson added.  \"As we would with any new legislation, we are reviewing the new law to understand its implications,\" a Microsoft spokesperson said in a statement. Google, which also has operations and users in Hong Kong, did not respond to requests for comment.  While those three companies are largely cut off from mainland China, the law could also have implications for firms, such as Apple and Microsoft, that have a lot more at stake, according to Steven Feldstein, a nonresident fellow at the Carnegie Endowment for International Peace. Both companies have large manufacturing bases for their hardware products in China, which is also one of the world's biggest markets for iPhones.  \"These companies, particularly Apple, are really interesting because they have a lot more to lose, particularly given the amount of hardware that they sell in terms of iPhones as well as their manufacturing,\" Feldstein said. \"I don't know exactly where they're going to end up ... short of a lot of public pressure, it's easy to conceive of a scenario where they try to also muddle their way through.\" Apple has found itself caught between China and Hong Kong in the past, most recently last October when it removed a mapping app from its App Store that the city's pro-democracy protesters were using to track police movements.  The company did not immediately respond to a request for comment on Thursday, but said in a statement to Bloomberg earlier this week that it was \"assessing\" the law. Safe harbor Hong Kong's internet freedom is a product of a 1997 agreement between China and Britain, which handed the territory back to the Chinese government under a principle known as \"one country, two systems\" whereby the city would \"safeguard the rights and freedoms of its residents\" for a period of 50 years. But Beijing has been tightening its grip on those rights and freedoms for several years, and many fear the national security law is another big step in that direction. Several countries including the US, UK and Australia have criticized the law, with some warning their citizens against visiting Hong Kong because of it.  \"It's clear that the Chinese didn't want to pass it simply to create the illusion that they controlled Hong Kong,\" said Kennedy. \"They really want to control Hong Kong and change the facts on the ground.\" Being blocked from China hasn't stopped Facebook and Google from trying to make inroads, with Facebook CEO Mark Zuckerberg's repeated charm offensive trips to Beijing in recent years prompting criticism. Google was forced to walk back plans to build a version of its search engine in China in 2018 after widespread outrage over what was seen as aiding Chinese censorship. Many tech firms could now be eying an exit, with analysts pointing to Singapore as one of the prime alternatives if they are forced to leave Hong Kong. Many tech firms already have a presence in Singapore, though the Southeast Asian country has its own issues with free speech. \"If [Hong Kong is] a regional hub for you, or you're there specifically because of the safe harbor it provides due to rule of law ... it's a challenge for you,\" Kennedy said. \"I wouldn't be surprised If every single [US company in Hong Kong] is considering their options about location, and the same for all of their employees.\" In the meantime, Hong Kong is getting a taste — if not the full impact just yet — of life within the Great Firewall, and companies will be on their guard. \"Even Hong Kong lawyers are unable to provide clear advice or guidelines on what would amount to an offense — the provisions are so broadly crafted that they are capable of capturing even benign conduct such as slogans,\" said Sharron Fast, deputy director of the journalism graduate program at the University of Hong Kong.  \"Censorship is coming,\" she added, \"and if the breathtaking pace at which we have seen implementation ... is any indication, it will happen sooner rather than later.\"", "Section": "tech", "Writers": ["Rishi Iyengar"], "URL": "https://www.cnn.com/2020/07/09/tech/hong-kong-national-security-law-tech-companies/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}