{"Type": "article", "Time": "2021-03-11", "Headline": "March 12 coronavirus news", "Text": "US Education Secretary Miguel Cardona says his goal is to get all schools reopened for full time in-person learning “as soon as possible,” but says with an unprecedented event like the Covid-19 pandemic, “it is a process.” Cardona, who was previously Connecticut’s education commissioner, told CNN’s Jake Tapper during CNN's special \"Back to School: Kids, Covid and the Fight to Reopen,\" that safely opening the country’s schools is his biggest priority right now. “This is unprecedented, I mean, we are in the middle of a pandemic. I do feel that they’re following the science and I do think that this is hard work. There is no playbook for this in any leadership course,” Cardona said. Cardona wouldn’t put a timeline on when all of the nation’s more than 14,000 public school districts should reopen for full, five-day a week, in-person school, but says he hopes it’s as soon as possible. “I’d like to think that in many places we can do that this spring,” Cardona told Tapper. “I know schools that are functioning all day, every day, five days a week for all students currently. And we need to continue to grow and make sure that we’re giving students an opportunity to be in school as much as possible. There is no substitute for in-person learning.” Cardona also said he’s encouraged by the American Rescue Plan being signed by President Biden on Thursday, which will provide $125 billion to K-12 public schools. The funding will help districts implement mitigation strategies including social distancing, and for personal protective equipment and upgrades to school buildings. Cardona said some districts lacking the proper resources have likely been a factor in slow reopening, or why they still don’t offer a hybrid or in-person option. When pressed on whether the role of teachers unions have, on the whole, helped or hurt with the speed of school reopening, Cardona said teachers have “bent over backwards” trying to learn how to teach in a completely new way, essentially overnight. “They need to make sure that they’re advocating for a safe work environment as well,” Cardona said. “I definitely feel that having educators, school principals, superintendents, board members at the table is a critical component of safely reopening and reopening quickly.” Becky Pringle, president of the National Education Association, the largest teachers' union in the country, joined CNN tonight to discuss what teachers, staff and schools around the US are doing to return to in-person learning as the grip of the coronavirus pandemic begins to loosen.  \"All of them want nothing more than to be in-person with their students. That is how they were trained to teach and work with them, and they miss them,\" Pringle told CNN during a back-to-school special tonight. \"They want to be back in person. What we've been saying for, and now, a year, is we have been asking for the resources we need to do just that.\" Pringle also spoke to the countless number of teachers around the US who fear a return to in-person instruction while the pandemic persists. \"Each school district is making the decisions based on the guidance of the CDC, and they are being so creative to keep students safe, and make sure they implement, with fidelity, the guidelines the CDC has laid out,\" she said. \"They are doing a variety of things, hybrid measures, methods of arrival, and messages to keep educator safe.\" CNN asked teachers, students and parents to submit video diaries about the challenges they've faced while learning virtually during the coronavirus pandemic. One of those videos aired tonight during CNN's back-to-school special hosted by Jake Tapper featured Reese McCall-Reguerra of Los Angeles, California, who said it's been hard to make friends as a new student. \"I am a new student to the school, a 9th grader, and it is very hard to socialize, and make friends,\" he said. Here are three stories from students across the US: Miguel Cardona's top priority as President Biden's secretary of education is to open schools safely and quickly to provide relief to millions of families struggling under the weight of the coronavirus pandemic. \"Without question, my biggest priority, right now, is safely opening our schools and do it quickly,\" Cardona said tonight on CNN. \"It is a balance to ensure we're moving the needle in the right direction to get students in school every day. We have to do so making sure we are adhering to these mitigation strategies that have worked to keep our schools safe.\" More on Cardona: Cardona, whose family is from Puerto Rico, enjoyed a meteoric rise to the top of Connecticut's public education system. He began his career as fourth-grade teacher in Meriden, in the same district where he attended school. Cardona soon became a principal and then assistant superintendent of the district before being named state commissioner in 2019. His predecessor, Betsy DeVos, was a controversial nominee from the start when former Vice President Mike Pence had to make a tie-breaking vote to confirm her to the role. DeVos, a staunch school choice and private school advocate, had almost no experience in public education and was often at odds with the teachers' unions. Indoor dining at restaurants in Los Angeles County will be allowed to reopen Monday up to 25% capacity after being closed countywide for nearly nine months, the Los Angeles Department of Public Health (LAPDH) announced at a news conference Friday.  Movie theaters will also be permitted to reopen with up to 25% maximum capacity. The announcement comes amid declining case levels and after California health officials said two million doses of the coronavirus vaccine have been administered to people in the most under-resourced communities across the state, allowing L.A. County to move from the purple tier, the most restrictive in the state's coronavirus reporting system, to the red tier.  Restaurants in L.A. County that plan on reopening for indoor dining Monday must follow certain protocols to maintain proper safety and social distancing rules, the department said.  There must be eight feet of distancing between indoor dining tables, air conditioning systems must be evaluated and are in good working order, and ventilation must be increased to the greatest extent possible. The maximum number of guests at each table at indoor and outdoor tables will be six people. On Monday, L.A. County will also permit museums, zoos and aquariums to reopen indoors with up to 25% maximum occupancy while gyms, fitness centers, yoga studios, and dance studios can reopen indoors with up to 10% maximum occupancy, all with masking required.  By the numbers: Los Angeles County has administered more than 2.7 million doses of the vaccine since receiving their first doses, officials said. Next week, the county expects to receive an additional 260,000 doses.  Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, told Axios that, given what he knows now about the pandemic, he would have recommended shutting the country down much earlier.  Fauci told Dan Primack on an Axios Re:Cap podcast episode released Friday, reflecting on decisions made in the first months of the pandemic.  “Obviously, if we knew then that this was a virus that was capable of spectacularly efficient spread, particularly among people who have no symptoms they’re spreading it, then you would have said, we should shut the country down now,” Fauci said.  Fauci said such a recommendation would have been poorly received at the time. “You know what would have happened, people would have looked at me like I was crazy. ‘What are you talking about, shut the country down? We’ve only had a few cases.’ But if we knew then that we had clear and efficient spread predominantly by people who were not symptomatic, if we knew that as fact,\" he said. But there wasn’t enough evidence early on to justify such a measure, Fauci said.   The US Centers for Disease Control and Prevention removed language from its guidance this week referencing a three-month limit to fully vaccinated people being able to skip quarantine after a coronavirus exposure. Previously, the agency said on its website that fully vaccinated people could skip quarantine after a Covid-19 exposure if they were within three months of their final vaccine dose. They must also remain asymptomatic. Fully vaccinated means at least two weeks have passed since receiving a final dose of Covid-19 vaccine, whether that is two shots of the Pfizer/BioNTech or Moderna vaccine or one shot of the Johnson & Johnson vaccine. CNN has reached out to the agency for comment. CDC announced its first iteration of these guidelines a month ago. At the time, a spokesperson told CNN that the guidance mirrored what the agency had recommended last year for people who had become infected with Covid-19 in the last 90 days. She noted the agency wasn't suggesting vaccines were expected to wear off after 90 days, and that the CDC was continuing to evaluate that timeline as it got more information. On its website, CDC notes that guidance for fully vaccinated people \"will be updated and expanded based on the level of community spread of SARS-CoV-2, the proportion of the population that is fully vaccinated, and the rapidly evolving science on COVID-19 vaccines.” The quarantine exemption does not apply to people who live in \"non-healthcare congregate settings” such as prisons or group homes, even if they are vaccinated. ##Vaccines## The Treasury Department confirmed the first batch of payments under the American Rescue Plan are being processed today and that some could be delivered this weekend. “The Treasury Department – through the Internal Revenue Service and the Bureau of the Fiscal Service – enacted an operational plan to begin processing the first batch of these payments today, which some recipients will start receiving as early as this weekend, and with more receiving this coming week,” the department said in a statement.  CNN has previously reported that $1,400 stimulus checks will start going out this weekend.  The Treasury Department said further payments to millions of Americans will go out in the coming weeks. ##US Stimulus## AstraZeneca expects to ask the US Food and Drug Administration to authorize its Covid-19 vaccine for emergency use in March or early April, sources with knowledge of the company's ongoing clinical trial told Reuters. The company's phase 3 clinical trial completed enrollment in January and includes more than 32,000 volunteers, the sources said. They said at least 150 people in the trial have had Covid-19, and that the data will be used to determine the vaccine's efficacy. AstraZeneca declined to confirm the dates, telling CNN in a statement: \"The US phase III study results are necessary for the FDA’s evaluation of an EUA request for our vaccine. We expect data from our US Phase III trial to be available soon, in the coming weeks, and we plan to file for emergency use authorization shortly thereafter.\" In February: Ruud Dobber, an AstraZeneca executive vice president and president of the company’s biopharmaceuticals business unit, told congressional lawmakers the company would have 30 million doses of its two-shot vaccine available in the beginning of April, which could be released \"instantly\" if the vaccine is authorized.  He said 50 million doses would be available to the US at the end of April – a figure AstraZeneca reaffirmed to CNN on Friday. Biden administration Covid-19 response coordinator Jeff Zients said Friday that the US has a “small inventory” of AstraZeneca’s Covid-19 vaccine, in the event it is authorized. ##Vaccines## Washington Gov. Jay Inslee has announced that he is ordering school districts in his state to provide an in-person instruction option by April 5.   \"By April 5, all students in grades kindergarten through [6th grade] must have the opportunity to engage in an on-site hybrid model of instruction, and by April 19, all other K through [12th grade] students must be provided a hybrid model of instruction,\" Inslee said on Friday during a news conference.  “More than half of our schools have returned to some form of in-person instruction, but there are still hundreds of thousands of students who have not had access to in-person learning,” the governor tweeted on Friday. Citing concerns over the rise in mental health issues with children, he tweeted, “Now is the time for all schools to return to in-person learning.” However, Inslee said that he will still require all schools to offer both in-person \"and a remote learning option for those who prefer to remain in remote learning mode.” More than 101 million doses of Covid-19 vaccine have been administered in the United States, according to data published Friday by the US Centers for Disease Control and Prevention. The tally includes doses administered since the first shot on December 14, 2020. More than 2.9 million more doses were reported administered since yesterday, marking a new daily record. The seven-day average of reported doses administered is about 2.3 million. Overall, the CDC reports that 101,128,005 doses have been administered – about 76% of the 133,337,525 doses delivered. More than 1 in 10 people in the US – about 35 million people – are now fully vaccinated, and about 1 in 5 people – nearly 66 million people – have received at least one dose of Covid-19 vaccine. Note: Data published by the CDC may be delayed, and doses may not have been given on the day reported. ##Vaccines## President Biden touted his $1.9 trillion Covid-19 stimulus bill, saying it “changes the paradigm” for workers in the United States.  “For the first time in a long time, this bill puts working people in this nation first,” Biden said in remarks during a Rose Garden speech today.  The President said that “we’ve seen time and time again” that trickle-down economics does not work. “This time, it’s time that we build an economy that grows from the bottom up and the middle out,” he said.  The American Rescue Plan represents a rebuilding of the working class, “the backbone of this country,” he added. Biden added that he views the legislation as “only the beginning” of his administration’s efforts, and there is more work to be done.  “We're not finished yet. Conditions can change. The scientists have warned us about new variants of this virus, and the devil is in the details of implementing this legislation,” he said. “It's one thing to pass the American Rescue Plan. It's going to be another thing to implement it. It's going to require fastidious oversight to make sure there's no waste or fraud and the law does what it's designed to do, and I mean it. We have to get this right. Details matter, because we have to continue to build confidence in the American people that their government can function for them and deliver,” Biden added. Watch his speech:  ##US Stimulus## President Biden highlighted portions of his administration’s massive $1.9 trillion Covid relief bill, particularly the impact it will make on families, during an event at the White House's Rose Garden this afternoon. \"This legislation extends unemployment insurance by $300 a week until September. It's going to help 11 million Americans who were days from losing that benefit. This legislation includes the biggest investment in childcare since World War II. That's not just hyperbole. That's a fact. It's a fact,\" Biden said.  More on the bill: The bill provides direct payments worth up to $1,400 per person to married couples earning less than $160,000, heads of households earning less than $120,000 a year and individuals earning less than $80,000 a year. Individuals earning less than $75,000 will receive the full $1,400. Married couples earning less than $150,000 a year will receive $2,800 — and families with children are eligible for an additional $1,400 per dependent. Heads of households earning less than $112,500 a year will also receive the full $1,400 plus another $1,400 per dependent. ##US Stimulus## President Biden and Vice President Kamala Harris are holding an event alongside Democratic leaders at the White House's Rose Garden to celebrate the passage of their administration’s massive $1.9 trillion Covid relief bill. Biden signed the legislation into law yesterday, and stimulus payments will start going out to millions of Americans as soon as this weekend. \"To the members of the House and Senate, thanks for making this happen,\" Biden said in his remarks. \"You made it happen. As I said, I served 36 years in the Senate and I know how hard it is to pass major consequential legislation, particularly when we only have such minor and small majorities in both houses.\"  Senate Majority Leader Chuck Schumer and House Speaker Nancy Pelosi praised Biden's leadership and thanked Democrats who worked on the bill.  \"It's been a long and difficult year here in America. We've lost so many in so short a time, but finally hope is on the horizon and help is on the way,\" Schumer said. Harris also used her remarks to thank Biden for his leadership, saying he \"had a purpose\" and \"had faith\" that the American people would support the plan. \"Americans will see what we did here. What you did, Mr. President. And they will feel the impact of this bill for generations to come,\" Harris said. \"Because of you, Mr. President, help has arrived, and on behalf of our nation, thank you.\" Key features of the relief package include: Up to $1,400-per-person stimulus payments that will send money to about 90% of households (Use our calculator to see if you'll qualify for a stimulus check.)\nA $300 federal boost to weekly jobless benefits\nAn expansion of the child tax credit of up to $3,600 per child\n$350 billion in state and local aid, as well as billions of dollars for K-12 schools to help students return to the classroom, to assist small businesses hard-hit by the pandemic and for vaccine research, development and distribution.\nExtends a 15% increase in food stamp benefits through September\nHelps low-income households cover rent The President and other top officials will promote the coronavirus relief package next week by hitting the road on what the White House press secretary Jen Psaki called the “Help is Here Tour.” In a prime-time address last night, Biden said he will direct US states to open vaccine eligibility to all adults by May, a step he said could allow for small Independence Day gatherings on July 4. Watch the moment: CNN's Betsy Klein contributed reporting to this post.  ##US Stimulus##   France approved Johnson & Johnson’s single-dose coronavirus vaccine on Friday, a spokesperson for the French National Authority for Health confirmed to CNN. The move comes just a day after the vaccine developed by US pharmaceutical company Janssen received conditional marketing authorization from the European Medicines Agency. It is the fourth coronavirus vaccine to get approval from the French health authority, following Pfizer-BioNTech, Moderna and AstraZeneca. France, along with other nations in the European Union, has faced criticism for the slow rollout of its vaccine campaign.  As of Thursday, more than 4 million people in France had received at least a first injection, while more than 2 million have gotten a second injection. ##Vaccines## The US has received requests from \"around the world\" for doses of Covid-19 vaccine but so far has not fulfilled any of them, the White House says. That is because President Biden's \"priority and focus is on ensuring the American people are vaccinated\" before delivering vaccines to other countries, according to press secretary Jen Psaki. She was answering a question about why the US is sitting on tens of millions of doses of a vaccine made by AstraZeneca, which isn't yet authorized by the US Food and Drug Administration but is approved for use in dozens of other countries. The situation has caused concern in places struggling to secure enough vaccine supply, principally in Europe.  Even as the US buys up millions of doses of the three vaccines granted emergency use authorization — Pfizer, Moderna and Johnson & Johnson — it has also maintained an inventory of AstraZeneca that cannot be distributed as it proceeds through the FDA process. \"We want to make sure we have maximal flexibility, that we are oversupplied and over prepared and that we have the ability to provide vaccines — whatever the most effective ones are — to the American public,\" Psaki said. \"There are still 1,400 people who are dying in our country everyday.\" \"At this time there have been requests from around the world — of course — a number of countries who have requested doses from the US and we have not provided doses from the US government to anyone. This is not about Europe, this is about our focus and priority,\" she said.  She said while US companies have contract obligations to deliver doses to the US government, they were still free to make deals with other countries. Asked if Biden felt he had a moral obligation to deliver vaccines to other countries, she said his focus was on containing the US crisis. \"He wants to have, as a leader of this country, to have maximum flexibility,\" she said, adding he still wanted to signal the US wants to be \"collaborative and cooperative\" with the global community.  ##Vaccines## The World Health Organization is continuing with administration of AstraZeneca’s Covid-19 vaccine while the organization’s Advisory Committee on Vaccine Safety reviews reports of adverse events post-vaccine, WHO Director-General Tedros Adhanom Ghebreyesus said in a news conference Friday.  Several countries have halted the use of the AstraZeneca vaccine following reports of blood clots in people who had received the vaccination.  “It is important to note that the European Medicines Agency has said there is no indication of a link between the vaccine and blood clots, and that the vaccine can continue to be used while its investigation is ongoing,” said Tedros.  “WHO is very much aligned with the position that we should continue the immunization until we have clarified the causal relationship,” said Dr. Mariangela Simao, WHO assistant director-general. Simao added that WHO’s COVAX program for vaccine distribution sources its AstraZeneca vaccines from India and South Korea, facilities which have not been linked to the adverse events.  \"People die every day. We have more than 300 million people who have been immunized globally,” said Simao. “There will be people who have been immunized who will die but of course you know in this system, so far the preliminary data we have seen doesn’t lead to a causal relationship.” Currently, WHO’s position maintains that vaccination at all is valuable in preventing deaths.  “Covid has killed over 2.6 million people so far globally, just the known and documented deaths, and we believe that there must be more than that. And after 330 million vaccine doses that have been deployed, we are not aware of any one confirmed Covid vaccine related death. There have been deaths following vaccination in people, but people die of diseases every day, it hasn’t been a single confirmed,” said WHO Chief Scientist Dr. Soumya Swaminathan.  “It’s very important to reassure people, especially in the countries that the vaccines have just been rolled out. This is the time, and we want people to take the vaccines that are available, because all the vaccines approved to date to prevent severe disease and hospitalization and they are definitely preventing people from dying of Covid-19. And that’s what we want,” she said.  ##Vaccines## Starting Monday, any Californian with certain health conditions and disabilities will be eligible to receive a Covid-19 vaccination, according to guidance from the California Department of Public Health (CDPH). Categories include cancer, chronic kidney disease, pulmonary disease, Down Syndrome, organ transplant, pregnancy, sickle cell disease, heart conditions, obesity and type 2 diabetes. Also eligible are those with a developmental or high-risk disability. To protect confidentiality, vaccine seekers will not have to present proof of a health condition or disability but will sign a “self-attestation” that they meet the criteria as high-risk, according to the CPDH. The state warns that the national vaccine supply is limited, “so appointments for the 4.4 million Californians with these conditions or disabilities will not be immediately available to all who are eligible,” and slots will open as more vaccine is available. The state boasts 10.9 million vaccines administered. The CDPH says nearly 3.6 million Californians are fully vaccinated. ##Vaccines## The White House provided some clarity on the vaccine supply needed to meet the goal of having enough vaccines for all 300 million American adults by the end of May.  There will be 200 million doses each of the Moderna and Pfizer vaccines, per the White House, but they expect an increase in Johnson & Johnson vaccine availability due to its partnership with Merck. That additional amount, White House Covid coordinator Jeff Zients said, “Is the figure that Johnson & Johnson has talked about in terms of their cumulative doses by the end of this month.” “The work that we did, working with Johnson & Johnson and Merck to accelerate their manufacturing process, particularly the fill-finish piece, which is relevant in this timeframe, has it so that Johnson & Johnson is now, delivering at or near its 100 million by the end of May,\" Zients explained. He continued, “So if you take the 200 million doses by the end of May of Moderna, plus the 200 million doses of Pfizer, plus the at or near 100 million completions of the Johnson & Johnson first contract, that is more than enough vaccine supplies to vaccinate all adult Americans by the end of May,” adding that the next step is to ramp up vaccinators and vaccination sites to accelerate the process. The US adult population is approximately 255 million people, according to Census data. The US will have enough vaccine supply to fully vaccinated 300 million people by the end of May, according to the Biden administration and projections provided by Pfizer, Moderna and Johnson and Johnson. US Centers for Disease Control and Prevention director Dr. Rochelle Walensky declined to provide a number for how many Americans the administration would like to see vaccinated when Americans begin to gather again around the Fourth of July, as President Biden outlined in his address Friday.  Walensky instead suggested it will be dependent on the conditions of the pandemic at the time. “Maybe I'll just address the second, the first question and that is, we're not looking at a single metric of a fraction of people vaccinated in a vacuum. We're looking at it in the context of what's going on with the pandemic as well, so I don't think we can put a single metric on that, as well as what's happening in what science has emerged with regard to vaccinated people, so it's hard to put a metric on a single number,” Walensky said. ##Vaccines## While monoclonal antibodies are a “very fluid area of research,” many of these Covid-19 treatments show “really dramatic” results that help fight the disease, Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, said Friday at the White House Covid-19 Response Team briefing. Fauci referenced a number of recent studies that showed how much help these treatments offer Covid-19 patients early in the course of their disease. They are some of the only treatments authorized by the US Food and Drug Administration to treat non-hospitalized Covid-19 patients, and they are still underutilized. “The reason why I point this out is that, recently, there has been a considerable amount of information regarding some of the monoclonal antibodies that are used in the prevention and treatment of Covid-19,” Fauci said. Fauci pointed to recent studies that showed bamlanivimab and etesevimab, in combination, showed a 70% reduction in hospitalization and death in Covid-19 patients, according to a non-published study presented in at a conference this week. Another study, conducted by Vir Biotechnology and GlaxoSmithKline, showed patients who got that monoclonal therapy treatment had an 85% reduction in hospitalization or death. Eli Lilly’s monoclonal therapy, which has been authorized by the FDA, showed an 80% reduction in moderate or severe disease at eight weeks in nursing home patients. Regeneron’s antibody cocktail was 100% protective against symptomatic infection in the household setting, compared to placebo, and patients had a much lower viral load. Fauci added that the treatments work for now. There is some concern that the variants may make the treatments less effective, but the companies continue to work on several updated cocktail approaches that scientists believe will work against the variants. Correction: An earlier version of this story said that the Vir Biotechnology monoclonal treatment had an 83% reduction in hospitalization or death. It was an 85% reduction, according to the company.  The US Centers for Disease Control and Prevention on Friday updated its guidance for childcare programs during the pandemic, emphasizing the importance of mask-wearing for everyone 2 years of age and older, as well as air ventilation and other strategies. \"Early last year, CDC released initial guidance for childcare programs during Covid-19. As we learn more about the virus, CDC experts updated that guidance several times throughout 2020,\" CDC Director Dr. Rochelle Walensky said during a White House briefing on Friday. \"Today, CDC is again releasing updated guidance based on the most recent science,\" Walensky said. \"That science includes additional evidence showing that, when used consistently and correctly, prevention strategies such as mask-wearing, staying home when sick, and good hand hygiene can allow childcare programs to operate safely and reduce the spread of Covid-19.\" The guidance, updated on the CDC's website on Friday, notes that \"even after childcare providers and staff are vaccinated, there will be a need to continue prevention measures for the foreseeable future, including wearing masks, physical distancing and other important prevention strategies outlined in this guidance document.\" Here are key things recommended in the guidance:   The guidance recommends that everyone in a childcare setting 2 years of age and older should wear a mask, except when eating or sleeping. Masks should not be a substitute for physical distancing, and CDC does not recommend face shields or goggles as a substitute for masks.\nThe guidance \"also highlights strategies such as cohorting, where groups of children are kept together with the same peers and staff to reduce the risk of spread throughout the program,\" Walensky said.\nThe guidance also recommends increasing air ventilation by opening doors and windows when safe to do so, and it provides recommendations on how to adapt settings for children with disabilities and special needs, and ways to make communal spaces, eating areas and play areas safer during the pandemic.\n\"The guidance includes strategies that childcare programs can use to maintain healthy environments and operations, to lower the risk of Covid-19 clusters in their programs, to prepare for when someone is sick with Covid-19, and to support coping and resilience for their staff and children and parents they serve,\" Walensky said. She continued: \"This updated guidance is intended for all types of childcare providers including childcare centers, family childcare homes, Head Start programs and pre-kindergarten programs – and is meant to supplement, not to replace, other laws, rules or regulations that childcare programs must follow,\" Walensky said. \"Recognizing that guidance can sometimes be complex, we are also releasing a suite of complimentary resources, infographics and toolkits to help programs with implementation.\" The updated guidance and those resources are all now available online. The Biden administration has announced a new FEMA-supported vaccination site in Detroit, Michigan.  “I’m pleased to announce the addition of a new FEMA- supported site in Detroit. The site, located at Ford Field, home of the Detroit Lions, has the ability to administer 6,000 shots per day,” White House Covid-19 coordinator Jeff Zients said Friday, part of the administration’s efforts to quickly ramp up vaccinations and also promote equity in vaccine distribution to at-risk populations. The additional site brings the total of FEMA-supported sites to 19.   ##Vaccines## The World Health Organization announced Friday it has listed the Covid-19 vaccine from Johnson & Johnson for emergency use worldwide and for use in its COVAX program. COVAX, the WHO program coordinating global access to Covid-19 vaccines, has already booked 500 million doses of the Johnson & Johnson vaccine, in preparation for further WHO guidelines on rollout. “The COVAX facility has booked 500 million doses of the J&J vaccine,” WHO director-general Dr. Tedros Adhanom Ghebreyesus said Friday. “We look forward to receiving them as soon as possible. Health care workers and older people all around the world need this vaccine, and COVAX is ready to deliver it.” This is the first single-dose vaccine to receive WHO emergency use listing and the fourth vaccine to receive this designation overall. ##Vaccines## Brazil is in crisis as a deadly wave of coronavirus takes hold, pushing hospitals and intensive care units toward collapse.  More than 270,000 people have died in the country due to Covid-19, making Brazil's the second-highest national death toll after the United States.  CNN international correspondent Matt Rivers took viewers' questions from Sao Paulo.  Watch: ##Hotspots## President Biden and other top officials will promote the coronavirus relief package next week by hitting the road on what the White House press secretary Jen Psaki called the “Help is Here Tour.” Here's a look at the schedule:  On Monday: Psaki said first lady Jill Biden will travel to Burlington, New Jersey, and Vice President Kamala Harris and second gentleman Doug Emhoff will travel to Las Vegas, Nevada.  \nOn Tuesday: President Biden will travel to Delaware County, Pennsylvania, and Harris and Emhoff will travel to Denver, Colorado. \nOn Wednesday: Emhoff will travel to Albuquerque, New Mexico.  \nOn Friday: Biden will join Vice President Harris in Atlanta, Georgia.  “During their trips, they will discuss the benefits of the ARP for working families,” Psaki said on Thursday, and “will engage with people at each of these stops about how the American people can benefit from the component of the package.”  She said they will talk about the $1,400 stimulus checks, which will begin to be deployed “as early as this weekend,” as well as the child tax credit, the extension of unemployment insurance, rental and homeowner assistance, the expansion of the earned income tax credit, health insurance subsidies, “and of course the fact that the bill will lift 11 million people out of poverty and cut child poverty in half.” An internal memo obtained by CNN's Phil Mattingly says the White House will deploy messaging to “every corner” of the country with the President, vice president, first lady, and second gentleman, as well as Cabinet members and top officials. For ten days, administration officials will focus on one element of the bill per day, from the stimulus checks and emergency unemployment insurance extensions, to vaccine distribution and re-opening schools. ##US Stimulus## Some Americans will start seeing the next round of stimulus payments hit their bank accounts as early as this weekend, White House press secretary Jen Psaki said Thursday. The payments are worth up to $1,400 per person and were included in the $1.9 trillion Covid-19 relief bill signed by President Biden yesterday.  Congress on Wednesday passed the relief package, which has been Biden's first and most pressing legislative priority since taking office in January. Biden is slated to celebrate the plan's passage with a signing ceremony and remarks today at 2:30 p.m. ET in the White House's Rose Garden.  Here are key things to know about the checks:  The payments won't all go out at once. Those whose bank information is on file with the Internal Revenue Service will likely get the money first, because it will be directly deposited into their accounts. Others may receive paper checks or prepaid debit cards in the mail.\nThe money is expected to reach about 90% of families, according to an estimate from the Penn Wharton Budget Model. \nFamilies will receive an additional $1,400 per dependent, so a couple with two children could receive up to $5,600. Unlike prior rounds, families will now receive the additional money for adult dependents over the age of 17.\nThe full amount goes to individuals earning less than $75,000 of adjusted gross income, heads of households (like single parents) earning less than $112,500 and married couples earning less than $150,000. But then the payments gradually phase out as income goes up. Use our calculator below to see if you are eligible to receive a check:  ##US Stimulus## The city of Rio de Janeiro is temporarily suspending new initial Covid-19 vaccinations due to lack of doses, Mayor Eduardo Paes announced Thursday. The campaign will restart once more vaccines become available through Brazil's health ministry, he said.  However, the mayor said the application of a second dose for those residents who already got a first dose will not be affected. Since the beginning of the campaign in the city, a total of 451,829 people have been vaccinated, including health workers, indigenous people and residents over the age of 76.  Health Minister Eduardo Pazuello on Thursday lowered the estimate for Covid-19 vaccine doses available to state and municipalities for March and said at the moment the ministry is expected to distribute between 22 and 25 million doses of vaccines throughout the month.  The number has been reduced several times in the past few weeks. In mid-February, when the health ministry released the vaccination schedule for the first time, it said it expected to have 46 million doses of the vaccine to distribute in March. The government says it is negotiating new vaccine deals. ##Vaccines## ##Hotspots## President Biden hosted his first virtual multilateral summit and the first leader-level meeting of the Quad, which includes the US, India, Australia, and Japan, using his welcome remarks to tout his newly signed $1.9 trillion Covid relief bill and the way it will benefit the world. “Yesterday, I signed in the law the American Rescue Plan to get the American people through this pandemic and kickstart our economy and our economic recovery. It's a bill that will get meaningful help in the hands of people in our country who need it the most,\" Biden said.   He touted the newly-revised Organisation for Economic Co-operation and Development, OECD, rate of expected US economic growth and cited OECD’s expectation that US economic growth “fueled by the ARP and increased vaccinations will be a key driver and global growth this year,” going on to say that US trade partners will “(benefit) around the world as a consequence.” Biden highlighted the US-facilitated partnership between Johnson & Johnson and Merck, which, he noted, will “boost vaccine manufacturing” with a “global benefit.” ##US Stimulus## The EU’s drugs regulator, the European Medicines Agency (EMA), said Friday it was adding severe allergic reactions to the list of possible side effects from the AstraZeneca coronavirus vaccine. The agency’s Pharmacovigilance Risk Assessment Committee (PRAC) “has recommended an update to the product information to include anaphylaxis and hypersensitivity (allergic reactions) as side effects,” the EMA said in a statement. “The update is based on a review of 41 reports of possible anaphylaxis seen among around 5 million vaccinations in the United Kingdom. After careful review of the data, PRAC considered that a link to the vaccine was likely in at least some of these cases,” it added. Some more context: This news comes as multiple European nations have suspended the use of the Oxford-AstraZeneca Covid-19 vaccine while the European Union's medicines regulator also investigates whether the shot could be linked to a number of reports of blood clots. Denmark announced a two-week suspension on Thursday following a number of reports of clotting in the country, including one fatal case. Iceland and Norway followed suit, but did not say how long their suspensions would last. ##Vaccines## Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, told CBS’ Norah O’Donnell Thursday that he is “very much” concerned about the impact of the Covid-19 pandemic on mental health, as well as all of the other long-term effects. “Very much so,” Fauci said when asked by O’Donnell if he was concerned about a mental health pandemic. “That’s the reason why I want to get the virological aspect of this pandemic behind us as quickly as we possibly can, because the long-term ravages of this are so multifaceted.”  “I hope we don’t see an increase in some preventable situations, which would not have happened if people had the normal access to medical care, which clearly was interrupted by the shutdown associated with Covid-19,” he said.  Bulgaria became the latest country to suspend use of the AstraZeneca vaccine on Friday pending investigations into safety. Bulgarian Prime Minister Boyko Borissov ordered a halt to all inoculations using the AstraZeneca Covid-19 vaccine until the European Medicines Agency “rejects all doubts” about the vaccine's safety, according to a government statement.  The European Medicines Agency on Thursday issued a statement saying the benefits of the AstraZeneca Covid-19 vaccine outweigh the risks and did not recommend suspending use.  The EMA said it was aware that Denmark was suspending it due to reports of blood clots in people who had received it, but said: “There is currently no indication that vaccination has caused these conditions, which are not listed as side effects with this vaccine.”  ##Vaccines## The number of Americans traveling by airplane continues to spike, government data shows.   The Transportation Security Administration said it screened 1.28 million people on Thursday, making it the third busiest day at American airports since the pandemic cratered air travel nearly a year ago.   Thursday saw only 43,000 people fewer screenings than the pandemic-era record, set in early January as travelers returned from holiday plans and just 300 people short of taking the second-ranked spot set Dec. 27. It was busier than most of the travel days around the Christmas holiday and all of the days around Thanksgiving.   The industry says passenger volumes are still depressed – 57% below pre-pandemic levels – but that it is prepared for a wave of travelers headed out for spring break or to visit family, many of whom are freshly vaccinated.   “We want people to get on the airplanes. We do think it is safe or we wouldn’t be flying them,” Nick Calio of the industry group Airlines for America told CNN in a Thursday interview. “You can tell people are encouraged – lately there’s this mood and people think we’re coming through.”   But the US Centers for Disease Control and Prevention cautioned against travel even for vaccinated people in recently-released guidelines, and said it would wait to loosen those restrictions until more Americans receive the coronavirus shots.   CDC Director Dr. Rochelle Walensky said on CNN Thursday night that she is worried about Covid-19 spikes linked to travel.  “We are being very cautious right now with travel,” she said.  ##Hotspots## AstraZeneca has defended its Covid-19 vaccine after several countries suspended its use over blood clot concerns this week. The pharmaceutical giant said Friday that its analysis not only showed “no evidence of an increased risk” of blood clots in Oxford-AstraZeneca vaccine recipients, but a lower number than in the general population.  “An analysis of our safety data of more than 10 million records has shown no evidence of an increased risk of pulmonary embolism or deep vein thrombosis in any defined age group, gender, batch or in any particular country with COVID-19 Vaccine AstraZeneca,” it said in a statement.\n“In fact, the observed number of these types of events are significantly lower in those vaccinated than would be expected among the general population.\" Thailand on Friday followed Denmark, Iceland and Norway in suspending the use of the Oxford-AstraZeneca vaccine while investigators probe potential side effects and adverse reactions. AstraZeneca said it will fully support any ongoing investigations. US President Joe Biden has pinned America’s hopes of a return to normal on two key dates: May 1, by when he wants all adults to be eligible to get vaccines; and July 4, when he said Americans may be able to celebrate Independence Day in person. In his first prime-time TV address last night, Biden escalated the nation’s \"war footing\" to help beat the virus. He announced that he was directing all states, tribes and territories to make all adults eligible to be vaccinated by May 1, stating his administration would build out the infrastructure of clinics, vaccine doses and medical staff to make that prospect real. But the President also asked the American people to do their part.  \"I will not relent until we beat this virus. But I need you, the American people ... I need every American to do their part,\" Biden said. \"I need you to get vaccinated when it's your turn and when you can find an opportunity. And to help your family, your friends, your neighbors get vaccinated as well.\" Biden sounded optimistic about the progress of the vaccination rollout. He moved his target for getting 100 million shots in peoples' arms from his first 100 days in the White House to his 60th day in office, saying the US will maintain and beat its current pace of 2 million shots per day.   According to the US Centers for Disease Control and Prevention (CDC), at least 33.9 million Americans are now fully vaccinated. If everyone does their bit, Biden said, \"By July the Fourth, there's a good chance you, your family and friends will be able to get together in your backyard or your neighborhood and have a cookout and a barbecue and celebrate Independence Day.\" But this message of unity couldn’t be further away from the battles over safety measures emerging all over the country. In Texas, State Attorney General Ken Paxton is now suing leaders in Austin for maintaining local mask requirements, saying they illegally defy the governor's order ending a statewide mandate.  Paxton's lawsuit sets the stage for the latest showdown in a long-running, nationwide clash over public health rules that often breaks along political lines. Sixteen states have no statewide mask rule and there are growing divisions between local and state leaders on what public health measures should stay in place. Experts are clear on the issue: daily case numbers in the US remain high and -- as Biden’s chief medical adviser on Covid-19 Dr. Anthony Fauci put it to CBS last night -- are \"absolutely not\" low enough to relax public health measures. Italy is set to impose a nationwide coronavirus lockdown over Easter weekend, putting all of Italy’s regions in the “red zone,” according to a draft government decree that aims to tackle a recent surge in cases. A Health Ministry spokesperson told CNN that the draft decree, expected to be approved by the cabinet Friday, would announce an Easter lockdown for April 3-5. The decree, which goes into effect Monday, will include more country-wide restrictions, including limiting movement between towns.  The cabinet meeting comes a day after the country recorded the largest number of new coronavirus cases in more than three months, with its epidemiological curve rapidly rising. Italy’s R rate is now at 1.6 with coronavirus variants increasing the spread of the virus. In a small nursing home by the southern English seaside, David Alexander, 89, walks into his wife's bedroom for the first time since October. \"Hello my darling,\" he says. \"Do you know who I am? I'm David.\" Before even putting down his bags, David sits on Sheila's bed, next to her armchair, and holds her hand -- for only the second time since the pandemic came to Britain. The response from Sheila, his wife of 55 years, is impossible to read. She has advanced dementia and she rarely speaks. \"It's a long time since I've seen you,\" he tells her. \"That's because of this Covid thing.\" Throughout the pandemic, Sheila was cut off from everyone who loved her because Britain's nursing and care homes have largely remained closed to visitors. Now the UK's vaccine rollout has made an incremental but significant change possible. Each resident in England is allowed one designated, indoor visitor. CNN received permission to observe some of the first moments where people in care were reunited with loved ones. The elderly have sacrificed more freedoms than most during the pandemic, and more than half of Covid-19 deaths in England and Wales last year were from those over 80. They were prioritized in the UK's vaccine rollout from December and first doses have now been delivered to 99.9% of England's nursing and care homes, according to the country's National Health Service. Around 23 million people in total across the UK have now received a first vaccine shot. That protection is allowing modest changes, the possibility of hope and glimpses of a post-Covid future. Read Phil Black and Mick Krever's full story here: Germany will continue rolling out the Oxford-AstraZeneca Covid-19 vaccine while the European Union's medicines regulator investigates whether the shot could be linked to a number of reports of blood clots. “We are planning to continue vaccinating with AstraZeneca, just like an overall majority of other European countries,” German Health Minister Jens Spahn said late Thursday.  The United Kingdom, France, Spain and the Netherlands have also said they would continue vaccinating with Oxford-AstraZeneca. Denmark, Iceland and Norway on Thursday said they were suspending the vaccine's use as a precautionary measure. Denmark announced a two-week suspension on Thursday following a number of reports of clotting in the country, including one fatal case. Iceland and Norway followed suit, but did not say how long their suspensions would last. The European Medicines Agency (EMA) said Thursday that it did not recommend suspending use of the vaccine. \"The vaccine's benefits continue to outweigh its risks and the vaccine can continue to be administered while investigation of cases of thromboembolic events is ongoing,\" the agency added. Earlier this week, a number of EU nations also paused the use of doses that came from a particular batch of AstraZeneca vaccine, after a 49-year-old woman in Austria died of multiple thrombosis on Sunday. The EMA said Wednesday there was \"no indication\" that vaccination had been behind the cases of clotting or death.  Spahn said he would monitor the situation closely and was in touch with his European counterparts on the issue.   In a statement on Thursday, AstraZeneca said that patient safety was its \"highest priority,\" reaffirming its vaccine's safety and efficacy.  ##Vaccines## A Covid-19 outbreak at a luxury gym in Hong Kong has sparked fears of a \"superspreader\" event that could set off another wave of the virus in the city, after 60 new cases were confirmed on Friday. Many of the latest infections were linked to the outbreak at Ursus Fitness center, which offers boxing and powerlifting classes in Hong Kong's trendy Sai Ying Pun district, which is popular with the city's expatriate community. \"We can say this is a super-spreading event,\" David Hui, a government adviser on the pandemic, told Hong Kong state media Radio Television Hong Kong (RTHK) on Friday, adding that the explosive spread in the fitness center had prompted concerns of a fifth wave of the pandemic. Hong Kong reported its highest number of Covid-19 cases in more than six weeks on Thursday, according to the Centre of Health Protection (CHP). Of the 60 new cases, 47 have been linked to the gym, according to Chuang Shuk-kwan, CHP's head of communicable disease branch. Chuang said the Hong Kong government will issue an order requiring workers at fitness centers to receive a compulsory Covid-19 test by Sunday. Anyone who visited gym facilities recently should also monitor their health and consider receiving a test, she added. As of Friday, about 360 people related to the gym outbreak had been placed under government quarantine, she said, while their close contacts are required to take a Covid-19 test. \"It is a serious outbreak because many cases have popped up over a short period of time,\" Chuang said, adding that it is challenging because many of those infected work in different professions at the city center. ##Hotspots## Thailand’s Prime Minister Prayut Chan-o-cha canceled plans to publicly get the AstraZeneca vaccine on Friday due to reports that people in Denmark and Austria had experienced blood clot side effects after receiving it. Thai authorities have delayed the vaccine rollout while they consider the issue, said Dr. Piyasakol Sakolsatayadorn, a senior member of Thailand’s vaccine committee, in a news conference on Friday.  “The only purpose of our vaccination is the people’s safety. When there is an adverse event, we don’t need to be in rush,” Piyasakol said.   Officials said they would wait for the results of investigations in Denmark and by relevant health organizations in Europe before making further decisions.  Thailand received 117,300 doses of the AstraZeneca vaccine from overseas, government officials said earlier this month. The country was also planning on domestically producing 61 million doses of the vaccine through the Siam Bioscience pharmaceutical company. ##Vaccines## India’s locally developed vaccine, Covaxin, has been given the same emergency use licensure as the Oxford-AstraZeneca vaccine, the country's Health Ministry announced Thursday. Covaxin has been part of the nation's vaccine rollout since January 16. However, it was rolled out under \"clinical trial mode,\" which meant that patients had to sign informed consent forms and required subsequent monitoring.  More than 1.9 million doses of Covaxin have already been administered. Now, Phase 3 trials have shown an efficacy rate of 81%, and the vaccine has been granted approval under the “regular” emergency use authorization.  \"This has taken the authorization for Covaxin to the next level, the same level at which another great vaccine Covishield has been operating,” said V K Paul of Niti Ayog, an Indian government-led think tank.  Rising cases: The approval comes as India battles a spike in infections. On Friday, the country recorded 23,139 new cases -- the highest 24-hour increase for the second day in a row since Christmas Day. That raises the country's total to 11,308,846 cases and 158,306 related deaths, according to the Indian Ministry of Health. The western state of Maharashtra accounts for nearly 60% of new cases, marking a \"worrisome\" trend, said Dr. Balram Bhargava, Director General of the Indian Council of Medical Research.  The surge is “related to the reduced number of testing, tracking and tracing as well as Covid-inappropriate behaviors and large gatherings,\" said Bhargava at a press briefing on Thursday. ##Vaccines## ##Hotspots## Daily case numbers in the United States are \"absolutely not\" low enough to relax public health measures, according to Dr. Anthony Fauci, the director of the National Institute of Allergy and Infectious Diseases. The US is still recording an average of 60,000 new infections per day -- which is \"unacceptably high,\" Fauci told CBS Evening News. \"That is risky for triggering another surge.\" Fauci said cases need to fall below 10,000 per day in order to comfortably lift restrictions, such as wearing face masks. The good news is that vaccinations are increasing nationally, particularly among the elderly, he said. For instance, it's now safe for grandchildren to hug their grandparents if the grandparents are vaccinated and if the grandchildren are healthy. Looking back a year after Covid-19 began to sweep the US, Fauci explained that measures to curb virus spread might have been stronger earlier if public health officials had known how highly transmissible the novel coronavirus was. \"If we had known that fully early on, there likely would have been differences in how we approached it,\" he said. ##Hotspots## ##Vaccines##", "Section": "world", "Writers": ["Jessie Yeung", "Adam Renton", "Melissa Macaya", "Meg Wagner"], "URL": "https://www.cnn.com/world/live-news/coronavirus-pandemic-vaccine-updates-03-12-21/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Thailand", "Source": "CNN"}