{"Type": "article", "Time": "2019-02-16", "Headline": "Maria Ressa's arrest spells more trouble for press freedom in increasingly illiberal Asia", "Text": "The arrest of Maria Ressa, a Time Person of the Year, award-winning journalist and frequent critic of Philippine President Rodrigo Duterte, has renewed fears for the future of press freedom in the southeast Asian nation and around the region.    Ressa, co-founder of online news outlet Rappler and former CNN bureau chief, was arrested in connection with \"cyber libel\" charges against her media company on Wednesday, which critics decry as politically motivated. She posted bail the following day, after spending a night in custody.    Rappler's extensive reporting on Duterte's brutal war on drugs has earned praise from human rights advocates but has made it a target for Duterte's administration and its supporters. Last year, the government temporarily revoked Rappler's operating license, and charged it with tax evasion. Rappler's reputation Despite frequent verbal attacks and obstacles raised by the Duterte administration, Rappler is admired for its fearless reporting on the country's deadly war on drugs and scores of other issues with the current government, including its treatment of opposition politicians. In the light of its uncompromising record, Ressa's arrest has been widely seen by human rights and journalist activist groups as a warning shot to the press. \"Rappler is a giant here, their body of work is really something,\" says Carlos Conde, a Human Rights Watch researcher based in Manila. \"Trying to undermine or to sideline Maria Ressa or Rappler is a huge assault on the press in the Philippines,\" Conde says. A message to other journalists Ressa's arrest \"sends an absolutely unequivocal message to anyone working in the Philippines,\" says Peter Greste, a former Al Jazeera journalist who was jailed in Egypt after producing work critical of the government. He is now an academic in his native Australia and founding director of the Alliance for Journalists' Freedom.   \"You can't look at this in isolation, think of it in terms of what it means to the entire media in the Philippines -- if you question the administration, you can expect harassment, intimidation, and arrest.\" Conde agrees, and says the message is stark. \"The message is: 'Don't mess with us. We're determined to make our vision for this country a reality.'\" Complicating matters is the culture of violence that Filipino journalists, even before Duterte's rise, have had to face. \"The Philippines is still one of the countries with the highest rates of journalist murders,\" Conde says. \"You can publish what you want, you just have to contend with the consequences. You die, you get intimidated or you become Maria Ressa.\" Press freedom around Asia The incident has reverberated through a region that is widely seen as becoming more and more illiberal, from China and North Korea, two of the world's least free countries for the media, to Thailand and Malaysia, which have cracked down harder on the press in recent years.   \"It seems to be happening almost everywhere at the same time; it creates new norms and it is very worrying,\" says Florence de Changy, president of Hong Kong's Foreign Correspondents' Club and an Asia correspondent for French newspaper Le Monde.  She says that the region's \"rising intolerance for dissenting views\" represents a misunderstanding of the press's role in society.   The 2018 World Press Freedom Index, created by advocacy group Reporters without Borders (RSF), includes Australia, New Zealand and South Korea in its ranking of the top 50 nations for press freedom.  The index also lists Taiwan in the top 50. The rest of the Asia-Pacific region falls below that, due to varying levels of harassment, physical abuse, censorship and surveillance of journalists.   Cédric Alviani, RSF's East Asia Bureau Chief, blames China for setting a bad example. The Asian giant ranks 176th of 180 in the index. \"In the past six years, the situation (in China) has worsened a lot. This comes from the bad example that the Chinese authorities are spreading in Asia.\" \"Other countries in Asia are copying this example. Thailand, the Philippines, it's very worrying,\" he says, citing the jailing of two Reuters journalists in Myanmar, and a government crackdown on bloggers in Vietnam. The Philippines currently ranks in 133rd place—a fall from 127th place in 2017.   \"In Asia more and more you have the idea that media that are critical of the government are anti-patriotic, that they're against the people. This goes against everything we know about democracies, I would say that this is a situation that is very worrying.\" Chipping away at the media's reputation Rappler's struggles have a knock-on effect, activists say. \"If the capacity to hold governments to account (diminishes), everyone suffers,\" says Greste. \"This is about the public's right to know what their governments are doing in their name. The free press is the best way people have of informing what governments are doing. Otherwise all you get is propaganda.\"   Shawn Crispin, Senior Southeast Asia Representative at the Committee to Protect Journalists (CPJ), worries that governments elsewhere could see the international community's pallid response to Duterte's attacks on Rappler as license to launch their own crackdowns on critical voices.  \"Rappler is widely seen as the epitome of a free press, a news organization that was digging in to what is seen as an abusive government,\" he says. \"When the government fights back, how is the world going to respond?\"  \"If the wider world's response turns out to be limp, maybe other regions will think they (too) can crack down on journalists. When a government goes after a news organization and gets away with it, it sends a signal across the board,\" he adds. Journalists in the Philippines and throughout the region must continue to play their role to the best of their ability, says de Changy, the Hong Kong FCC president.   In an echo of Ressa's famous exhortation to \"hold the line\" in a speech at the Committee to Protect Journalists awards last year, de Changy says: \"Some say we have no choice but to adjust to the red line, but I think we should resist.\" Trump's influence US President Donald Trump's invective against the press is never far from the minds of press freedom advocates in Asia. \"The fact that Trump calls journalists and unfavorable reports 'fake news' is a blessing for every dictator on earth, you can see that in many countries where strongmen use the same argument,\" says RSF's Alviani. \"When you see people like [Trump] throw out those principles in his public statements, describing press as the 'enemy of the people,' it absolutely gives license to everyone else,\" says Greste. \"His rhetoric has a very significant impact.\"    Indeed, while parroting terms like \"fake news,\" authoritarians in the region also appear to have copied Trump's actions. Much like CNN White House reporter Jim Acosta's brief White House ban, Ressa and her colleague Pia Ranada have had their access to the Presidential Palace rescinded, severely hampering their reporting abilities.   In December, Philippine presidential spokesman Salvador Panelo, in a response to a question about Ranada's ban, said at a press briefing that access to the presidential palace was a \"privilege,\" according to CNN affiliate CNN Philippines.", "Section": "media", "Writers": ["Euan McKirdy"], "URL": "https://www.cnn.com/2019/02/15/media/asia-free-press-worries-maria-ressa-intl/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}