{"Type": "article", "Time": "2019-03-18", "Headline": "Asian airlines named the cleanest in the world in Skytrax survey", "Text": "Ever wonder how clean the airline seat you're sitting in is as you travel? A new survey has dished the dirt on which carriers offer the most pristine experiences for fliers. Japan's ANA All Nippon Airways was named the cleanest airline in the world, as part of the Skytrax World Airline Awards 2018. The Japanese carrier claimed the top spot ahead of Taiwan's EVA Air and South Korea's Asiana Airlines in a top 30 list dominated by Asian companies. Passengers were asked to rate the standard and quality of aircraft cabins for a global survey conducted by UK-based aviation industry reviewer Skytrax. Seat areas, tables, carpets, cabin panels and washrooms are all part of the overall score. Singapore Airlines, Japan Airlines, Cathay Pacific Airways, Qatar Airways, Swiss International Air Lines, Hainan Airlines and Lufthansa make up the rest of the top 10. Top-rated airlines for cleanliness by continent included South African Airways in Africa, Air New Zealand in Australia/Pacific, Air Canada in North America, Azul Airlines in South America and Swiss International Airlines in Europe. Cleanliness is a real concern for air travelers, with airports and planes seen as potential breeding grounds for bacteria. In 2015, website Travelmath.com sent a microbiologist to take 26 samples from five US airports and four flights by two major carriers -- although it didn't specify which ones. According to the lab results, the airplane tray table was the dirtiest of all the locations and surfaces they tested. Tested tray tables were found to have an average of 2,155 colony-forming units (CFUs) per square inch. \"Since this could provide bacteria direct transmission to your mouth, a clear takeaway from this is to eliminate any direct contact your food has with the tray table,\" said Travelmath's report on the findings. The award for the cleanest airline is one of a number of gongs handed out by Skytrax each year. The World Airline Awards have been running since 2001 and are seen as the aviation industry's equivalent of the Oscars. Singapore Airlines won the top award for Airline of the Year at a glitzy ceremony in London in December 2018. Qatar Airways was knocked into second place after winning in 2017, while ANA All Nippon Airways came in third. Skytrax top 20 cleanest airlines in 2018 1. ANA All Nippon Airways (Japan) 2. EVA Air (Taiwan) 3. Asiana Airlines (South Korea) 4. Singapore Airlines (Singapore) 5. Japan Airlines (Japan) 6. Cathay Pacific Airlines (Hong Kong) 7. Qatar Airways (Qatar) 8. Swiss International Air Lines (Switzerland) 9. Hainan Airlines (China)  10. Lufthansa (Germany) 11. Korean Air (South Korea) 12. Cathay Dragon (Hong Kong) 13. Austrian Airlines (Austria) 14. China Airlines (Taiwan) 15. Thai Airways (Thailand) 16. Garuda Indonesia (Indonesia) 17. China Southern Airlines (China) 18. Bangkok Airways (Thailand) 19. Emirates (United Arab Emirates) 20. Air New Zealand (New Zealand)", "Section": "travel", "Writers": [], "URL": "https://www.cnn.com/travel/article/cleanest-airlines-survey-scli-intl/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Thailand", "Source": "CNN"}