{"Type": "article", "Time": "2020-07-13", "Headline": "US declares 'most' of China's maritime claims in South China Sea illegal", "Text": "US Secretary of State Mike Pompeo on Monday announced a formal rejection of \"most\" of China's maritime claims in the South China Sea, the latest in the escalation between Washington and Beijing. Describing the move as \"strengthening U.S. policy,\" the top US diplomat asserted that \"Beijing's claims to offshore resources across most of the South China Sea are completely unlawful, as is its campaign of bullying to control them.\" \"The world will not allow Beijing to treat the South China Sea as its maritime empire. America stands with our Southeast Asian allies and partners in protecting their sovereign rights to offshore resources, consistent with their rights and obligations under international law,\" Pompeo said in a lengthy statement. Beijing claims almost all of the 1.3 million square mile South China Sea as its sovereign territory and over the past several years has built up military fortifications on several islands. But specific islands and waters in the South China Sea are claimed by several states and islands that surround it, including the Philippines, Vietnam, Malaysia, Indonesia, Brunei and self-governing Taiwan.  Beijing has impeded commercial activity like fishing or mineral exploration by some of those countries as it stakes ownership of territory it claims has belonged to China for hundreds of years. Late Monday, the Chinese Embassy in Washington had harsh words for Pompeo's announcement, calling the accusations \"completely unjustified.\" The US \"distorts the facts and international law ... , exaggerates the situation in the region and attempts to sow discord between China and other littoral countries,\" the Chinese Embassy said in a statement. China also accused Washington of \"stirring up tension and inciting confrontation\" in a region where it is not directly involved in the disputes. Pompeo's move Monday is \"pretty significant,\" said Gregory Poling, a senior fellow for Southeast Asia and director of the Asia Maritime Transparency Initiative at the Center for Strategic and International Studies.  \"What the US basically said is that we are going to remain neutral on questions of who owns what island or rock in the South China Sea, but we're no longer going to keep quiet on China's illegal claims to the waters,\" Poling explained, adding that in the past, the US had been \"cagey\" on the matter.  Poling told CNN that \"a lot depends on how\" the US follows through on Monday's announcement, but called it \"a big blow diplomatically.\" \"It lets the US very clearly call out China's activities as illegal, not just destabilizing or unhelpful, but to say this is illegal,\" he said. \"That helps partners like Vietnam and the Philippines, and it's going to put pressure on other countries -- the Europeans, for instance -- to get off the fence and say something themselves.\" Pompeo said Monday that the US was aligning its position with that of a 2016 decision issued by the Permanent Court of Arbitration, which sided with the Philippines against China's assertions that it had historic and economic claims to much of the South China Sea. That unanimous decision \"rejected the (People's Republic of China's) maritime claims as having no basis in international law,\" the top US diplomat noted, adding, \"As the United States has previously stated, and as specifically provided in the Convention, the Arbitral Tribunal's decision is final and legally binding on both parties.\" In the statement, Pompeo also took aim at China's attempts to establish maritime claims inside other countries' Exclusive Economic Zones, areas extending 200 miles into the sea from the shore. The top US diplomat specifically said China \"cannot lawfully assert a maritime claim -- including any Exclusive Economic Zone (EEZ) claims derived from Scarborough Reef and the Spratly Islands -- vis-a-vis the Philippines in areas that the Tribunal found to be in the Philippines' EEZ or on its continental shelf.\" He also rejected China's claims to Mischief Reef and Second Thomas Shoal -- \"both of which fall fully under the Philippines' sovereign rights and jurisdiction\" -- and said China \"has no lawful territorial or maritime claim to (or derived from) James Shoal, an entirely submerged feature only 50 nautical miles from Malaysia and some 1,000 nautical miles from China's coast.\" In addition, the US \"rejects any PRC maritime claim in the waters surrounding Vanguard Bank (off Vietnam), Luconia Shoals (off Malaysia), waters in Brunei's EEZ, and Natuna Besar (off Indonesia).\" \"Any PRC action to harass other states' fishing or hydrocarbon development in these waters -- or to carry out such activities unilaterally -- is unlawful,\" Pompeo said.  Zack Cooper, a research fellow at the American Enterprise Institute, told CNN \"that is really the core of this.\" \"The US is professing support for these countries' rights in those areas. Now, if the US wants to come to support an ally or partner in the South China Sea which is getting pushed around by China, now it has the legal justification to say China's actions are illegal in our view... even though Pompeo has previously indicated these are coercive actions by the Chinese, he probably would not have said they are illegal, now he can,\" he explained. Beijing has established military facilities in both the Paracel Islands, known as the Xisha Islands in China, and the Spratly Islands, known as the Nansha Islands in China. The US military regularly challenges China's occupation of those features with so-called Freedom of Navigation operations, in which US warships or aircraft operate in international waters. China always calls these operations violations of its sovereignty. The US has been stepping up those challenges this year, increasing tensions between the two rivals. On Tuesday -- just a day after Pompeo's announcement -- the US Navy sailed a warship near the Spratly Islands.  \"This freedom of navigation operation (\"FONOP\") upheld the rights, freedoms, and lawful uses of the sea recognized in international law by challenging the restrictions on innocent passage imposed by China, Vietnam, and Taiwan,\" Cdr. Reann Mommsen, a spokesperson for the Navy's 7th fleet, told CNN in a statement. \"Unlawful and sweeping maritime claims in the South China Sea pose a serious threat to the freedom of the seas, including the freedoms of navigation and overflight, free trade and unimpeded commerce, and freedom of economic opportunity for South China Sea littoral nations.\" After China completed naval exercises in near the Paracels earlier this month -- the US sent two Navy aircraft carriers to the South China Sea. Operating under the name the Nimitz Carrier Strike Force, the American carriers, the USS Nimitz and USS Ronald Reagan, \"conducted several tactical exercises designed to maximize air defense capabilities and extend the reach of long-range precision maritime strikes from carrier-based aircraft,\" a US Navy statement said last week. It is the first time since 2014, and only the second since 2001, that two US carriers have operated together in the South China Sea, according to Lt. Cmdr. Sean Brophy, a spokesperson aboard the Reagan. CORRECTION: This story has been updated to correct the name of the decision-making body that ruled in the Philippines' favor.", "Section": "politics", "Writers": ["Jennifer Hansler"], "URL": "https://www.cnn.com/2020/07/13/politics/south-china-sea-pompeo-announcement/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}