{"Type": "article", "Time": "2021-03-16", "Headline": "Pandemic lockdowns improved air quality in 84% of countries worldwide, report finds", "Text": "Coronavirus lockdowns led to air quality improvements in most countries, but the level of pollutants will likely rise as governments lift restrictions and economies swing back into gear, according to a new report. IQAir's 2020 World Air Quality Report said human-related emissions from industry and transport fell during lockdowns, and 65% of global cities analyzed experienced better air quality in 2020 compared to 2019. Some 84% of nations polled reported air quality improvements overall. \"The connection between Covid-19 and air pollution has shone new light on the latter, especially as many locations have observed visibly cleaner air -- revealing that air quality improvements are possible with urgent, collective action,\" the report said. Researchers from IQAir -- a global air quality information and tech company -- analyzed pollution data from 106 countries, specifically measuring PM 2.5, a microscopic pollutant that can cause serious health risks. Singapore, Beijing, and Bangkok -- all of which imposed circuit-breaker lockdowns and widespread business closures -- saw the greatest reductions in PM 2.5. But this effect won't last: air pollution levels will likely rise as Covid-19 containment measures end and businesses restart, the report said. Overall, South Asian and East Asian locations continue to top the list of most polluted places in the world, the report found. Bangladesh, China, India, and Pakistan share 49 of the 50 most polluted cities globally. Hotan, an oasis town in China's western Xinjiang region, was ranked the world's most polluted city in 2020. Its annual levels of PM 2.5 averaged 110.2 micrograms per cubic meter -- 11 times higher than the World Health Organization target for annual exposure. At Hotan's peak, those levels spiked at 264.4 in March -- deep in \"hazardous\" territory.  Xinjiang has seen rapid increases in coal and fossil fuel emissions, the report said. Human-caused land degradation and climate change have also increased the severity of droughts, which create more frequent sandstorms and dust storms that contribute to extreme pollution. China also remains the world's largest producer and consumer of coal, a major contributer to PM 2.5 pollution, the report said. The country is making major strides in renewable energies -- but these sources make up just 23% of China's energy consumption, while coal accounts for 58%. After Hotan, the next 13 most-polluted cities are all in India, where major sources of pollution include transportation, construction, and waste burning.  In the country's northern Punjab and Haryana provinces, farmers also practice stubble burning -- intentionally setting fire to cultivated fields to prepare the land for its next crop. Stubble-burning incidents in Punjab hit record levels in 2020, with a 46.5% rise from 2019. Up to 40% of air pollution in the capital Delhi originates from Punjab's farm fires, according to the report. The global decrease in human-related emissions in 2020 were also partially offset by \"extreme air pollution events\" like wildfires and dust storms, which are linked to the worsening climate crisis and unpredictable weather worldwide. Wildfires devastated parts of the United States, Australia, South America, Indonesia, and more -- causing major spikes in air pollution, and emitting huge amounts of greenhouse gases. Sao Paulo, Los Angeles, and Melbourne -- all of which were impacted by severe wildfires -- saw the greatest rise in PM 2.5 levels compared to 2019.  But there are bright spots, too. The 25 most polluted cities in South Asia have seen either a drop in PM 2.5. since 2019, or showed an overall downward trend in the past four years. East Asian countries have also made efforts to improve air quality, and PM 2.5 levels in the region are generally trending downward. In South Korea, all cities saw their air quality improve in 2020, after new measures were enacted to control the seasonal impact of coal on air pollution.", "Section": "health", "Writers": ["Jessie Yeung"], "URL": "https://www.cnn.com/2021/03/16/health/world-air-quality-report-intl-hnk-scn/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Singapore", "Source": "CNN"}