{"Type": "gallery", "Time": "2021-02-05", "Headline": "The week in 34 photos", "Text": "US Rep. Marjorie Taylor Greene wears a face mask that says \"free speech\" prior to a vote inside the US Capitol on Thursday, February 4. The House voted to remove the Georgia Republican from her committee assignments, a decisive step that comes in the wake of incendiary and violent past statements that were recently unearthed. The vote tally was 230-199, with 11 Republican House members voting with Democrats to remove Greene from her committee assignments. US Capitol Police Officer Brian Sicknick lies in honor in the US Capitol Rotunda on Wednesday, February 3. SIcknick, 42, died last month after defending the Capitol from pro-Trump rioters who breached the building. Russian opposition leader Alexei Navalny makes a heart symbol during his hearing in Moscow on Tuesday, February 2. Navalny was sent to prison for two and a half years, prompting protests across the country.  Workers clean snowy streets in New York City on Monday, February 1. A massive winter storm dumped heavy snow in the Northeast, with many states seeing a foot or more. An elephant dives underwater at its zoo enclosure in Zürich, Switzerland, on Wednesday, February 3. On her 100th birthday, Mildred Grassman got flowers, candy, money -- and her second shot of the Covid-19 vaccine. The surprise party on Monday, February 1, was planned by workers at Ascension St. Vincent Evansville, a clinic in Evansville, Indiana. Soldiers ride armored vehicles in Myitkyina, Myanmar, on Wednesday, February 3 -- two days after the country's military seized power in a coup.  Children play on swings in Perth, Australia, on Tuesday, February 2. A wildfire has been raging on the city's outskirts. A mortuary worker in Johannesburg checks coffins containing the remains of Covid-19 victims on Tuesday, February 2. NBA official Mousa Dagher looks at a fan in Atlanta as he stands in front of LeBron James on Monday, February 1. A group of fans was ejected from the game after getting into a courtside argument with James. A worker watches from a hospital in Wuhan, China, as a World Health Organization team visited the Wuhan Center for Disease Control and Prevention on Monday, February 1. The WHO team also visited a laboratory that has been the focus of conspiracies and speculation about the origin of the coronavirus pandemic. People gather in downtown Tampa, Florida, on Saturday, January 30. Tampa is hosting the Super Bowl this weekend. SpaceX's Starship SN9, an early prototype for a rocket the company hopes will carry the first humans to Mars, explodes after a crash landing in Boca Chica, Texas, on Tuesday, February 2. A.J. Dereume holds Punxsutawney Phil, the weather-prognosticating groundhog in Punxsutawney, Pennsylvania, on Tuesday, February 2. Phil saw his shadow, which, according to legend, predicts six more weeks of winter. Police try to stop local residents in Singhu, India, on Friday, January 29, as they clash with farmers who were protesting controversial agricultural reforms. Sandra Fogel watches a movie alone Saturday, January 30, during the Gothenburg Film Festival in Gothenburg, Sweden. Most fans watched the movies online this year. Fogel applied to be one of the few allowed to see a movie in person. US President Joe Biden kisses his wife, Jill, before boarding Marine One at the White House on Friday, January 29. The President was going to visit wounded troops at the Walter Reed National Military Medical Center. A huge piece of California's Highway 1 was washed out by a winter storm that brought heavy rain and snow. The section, near Big Sur, is seen here on Sunday, January 31. Police officers in Moscow detain a man Sunday, January 31, who was protesting the jailing of Russian opposition leader Alexei Navalny. Thousands of people in Moscow and across Russia took to the streets Sunday and were met with the harshest show of force the country has seen in recent years. More than 5,000 people were detained in at least 85 cities, according to the independent monitoring group OVD-Info. A panda cub in Wenchuan, China, plays with Lunar New Year decorations at the Wolong National Nature Reserve on Wednesday, February 3. A group of Republican US senators leaves the White House after meeting with President Joe Biden and Vice President Kamala Harris on Monday, February 1. They met to discuss Biden's coronavirus relief package and where the two sides differed. Everton's Alisha Lehmann heads the ball during a match in Liverpool, England, on Sunday, January 31. Law enforcement officers work at the scene where a shootout took place in Sunrise, Florida, on Tuesday, February 2. Two FBI agents were fatally shot and three agents were wounded as they executed a search warrant. Police officers detain protesters during a rally in Istanbul on Thursday, February 4. Students at Bogazici University have been protesting the appointment of Melih Bulu as the university's new rector. A train passes a flooded railroad crossing in Nidderau, Germany, on Wednesday, February 3. Michael Regan, President Joe Biden's pick to lead the Environmental Protection Agency, is hugged by his son, Matthew, after his confirmation hearing in Washington, DC, on Wednesday, February 3. A woman takes a selfie under Lunar New Year decorations at a shopping mall in Bangkok, Thailand, on Wednesday, February 3. Nubian ibexes walk in a street in Mitzpe Ramon, Israel, on Thursday, February 4. Real Madrid's Edy Tavares rises for a shot during a Euroleague basketball game in Berlin on Friday, January 29. A hotel security guard stands by wreckage on Monday, February 1, a day after the Afrik hotel was attacked in Mogadishu, Somalia. The attack began with a car bombing at the gate of the hotel, which is frequented by government officials and politicians. Somali security forces battled militants for eight hours. Five people, plus four attackers, were killed. Novak Djokovic stretches for a shot during an ATP Cup match in Melbourne on Tuesday, February 2. Ultra-Orthodox Jews gather in Jerusalem for the funeral of prominent rabbi Meshulam Dovid Soloveitchik on Sunday, January 31. Newly confirmed Transportation Secretary Pete Buttigieg is embraced by his husband, Chasten, after being sworn in by Vice President Kamala Harris at the White House on Wednesday, February 3. Buttigieg is the first Senate-confirmed LGBTQ Cabinet secretary. Peter Ben Embarek, a member of the World Health Organization team tasked with investigating the origins of Covid-19, receives a swab test on the balcony of a hotel in Wuhan, China, on Wednesday, February 3. See last week in 44 photos", "Section": "world", "Writers": [null], "URL": "https://www.cnn.com/2021/02/04/world/gallery/photos-this-week-january-28-february-4/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Thailand", "Source": "CNN"}