{"Type": "article", "Time": "2020-11-19", "Headline": "Joyy rejects short-seller fraud claim that sent its shares plunging", "Text": "Chinese social media platform Joyy on Thursday tried to fend off an attack by short-seller Muddy Waters, saying a report that sent its share price plunging was full of \"errors, unsubstantiated statements, and misleading conclusions.\" Shares in Joyy closed down more than 26% in New York on Wednesday after Muddy Waters published its report accusing the company of making up revenues and labeling the business \"a multibillion-dollar fraud.\" The shares recovered a lot of those losses on Thursday, closing up nearly 17%. The fraud allegations come just days after Baidu, China's dominant search engine, announced it was buying Joyy's domestic livestreaming business, YY Live, for $3.6 billion.  Baidu did not respond to requests for comment. The US Securities and Exchange Commission (SEC) declined to comment.  \"Muddy Waters' report shows its lack of a basic understanding of the live streaming industry in China,\" Joyy said in a statement. Like other livestreaming platforms in China, YY Live makes money from users who buy virtual gifts for performers. Performers can then cash those virtual gifts in for real money.  Muddy Waters alleges that many of those paying users are actually computer bots that can be linked to Joyy's internet servers.   \"Joyy is almost entirely fraudulent,\" Muddy Waters founder Carson Block said on his online video platform Zeroes TV. \"Almost everything in terms of revenue, profits and paying users is fake.\"  The short seller estimates about \"90% of the revenue that Joyy has reported from YY Live is fraudulent.\" Revenues from Bigo, the company's international livestreaming platform, are 80% fraudulent, according to Block. Bigo operates in Southeast Asia, Europe, the Middle East and the United States.  \"The operating metrics disclosed by Joyy are commonly used and publicized by its industry peers,\" Joyy said. \"Live streaming has become a key revenue engine for companies in the internet sector, including a number of public companies listed in the US and Hong Kong.\" Joyy reported domestic and international livestreaming revenues of about 6 billion yuan ($914 million) for the three months that ended in September, an increase of 40% compared to the same period last year. The company says livestreaming accounts for more than 95% of its total revenue. In its statement Thursday, Joyy said Bigo's revenue had grown to $490 million in the third quarter of 2020 from $181 million in the second quarter of 2019. Joyy also said that it would continue with a program of buying back $300 million worth of its own shares \"to demonstrate the company's confidence in its long-term prospects.\" The accusations against Joyy, which is listed on the Nasdaq, come as Chinese companies face growing scrutiny on Wall Street.  Chinese firms with shares traded in the United States could soon be required to use auditors overseen by US regulators or face being kicked off exchanges under a plan being drafted by the SEC, the Wall Street Journal reported earlier this week, citing people familiar with the matter.  The scrutiny of Chinese companies intensified following the Luckin Coffee scandal. Luckin was kicked off the Nasdaq in June following the disclosure of massive accounting irregularities. (Muddy Waters revealed in January that it had bet against Luckin shares after it was sent a \"credible\" anonymous report that accused the Chinese coffee chain of fraudulent accounting.)   US lawmakers, government agencies and stock exchanges have since taken steps aimed at limiting Beijing's access to America's vast capital markets. In May, the US Senate unanimously passed a bill that would prevent companies that refuse to open their books from listing on Wall Street. The bill's bipartisan co-sponsors said the goal is to \"kick deceitful Chinese companies off US exchanges.\" The bill still needs to pass the US House of Representatives. In August, iQiyi, a Chinese streaming platform similar to Netflix, revealed that the SEC had opened an investigation into its practices after short seller Wolfpack Research alleged massive fraud at the firm. Last month, iQiyi said an internal review conducted by the company's independent audit committee \"did not uncover any evidence that would substantiate the allegations.\" The SEC investigation continues. ", "Section": "investing", "Writers": ["Sherisse Pham"], "URL": "https://www.cnn.com/2020/11/19/investing/joyy-china-muddy-waters-fraud-intl-hnk/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}