{"Type": "article", "Time": "2020-08-13", "Headline": "August 14 coronavirus news", "Text": "CNN's live coronavirus pandemic coverage is moving here Seven new locally transmitted coronavirus cases have been recorded in New Zealand, as the country attempts to contain a new outbreak after weeks of being virus free.  According to Ashley Bloomfield, the country's Director-General of Health, six of the new cases were related to a known cluster in Auckland, while the origins of one case remain under investigation -- although he was confident that case would also linked to the same cluster. The total number of cases related to the Auckland cluster stands at 37, Bloomfield said. Fifty-four close contacts of those infected have been moved to quarantine centers. So far, 24 of them have tested positive for the coronavirus. It remains unclear where the latest outbreak originated. New Zealand Minister of Health Chris Hipkins said the country has not seen \"any positive tests from our border and managed isolation facilities over the last few days, and genome sequencing does not match any of the known cases in these facilities.\"  Testing of borders staff -- those who work at managed isolation centers, airports, and maritime staff -- has been carried out in a bid to find out where the virus may have come from, after local transmission was stamped out for 102 days earlier this year.  Since August 12, New Zealand has implemented an aggressive testing policy, completing 49,780 tests in three days. On Friday alone, 23,846 tests were processed. Human challenge trials are “unnecessary, uninformative and unethical,” a former professor at Harvard Medical School said Friday. Also known as controlled infection trials, human challenge involves the intentional exposure of participants to a virus to allow more rapid assessment of a vaccine’s efficacy. “Basically, it's treating (people) like laboratory animals,” William Haseltine told CNN.  The United States National Institute of Allergy and Infectious Diseases is working to create a strain of coronavirus that could be used in human challenge trials of a Covid-19 vaccine, although there are no plans to do so, NIAID Director Dr. Anthony Fauci said earlier Friday. Haseltine said such trials are typically only necessary when a virus is not “raging,” and the coronavirus is currently in widespread circulation. He added that participants would likely be mainly healthy, young people, so the trials would not yield information about those most at risk for serious illness. “Are we really ready to infect people with live virus that can kill them?” Haseltine said. China's National Health Commission (NHC) reported eight locally transmitted virus cases in the previous 24 hours, according to a statement released Saturday.  Seven cases were found in the western region of Xinjiang, where authorities have been tackling a recent outbreak, while one was detected in the southern province of Guangdong. The NHC also recorded 14 new imported cases. In China, asymptomatic cases are recorded separately to the official count. According to the NHC statement, 20 asymptomatic cases were found on Friday. The total number of recorded infections across mainland China now stands at 84,808, according to the NHC.  In the early days of the pandemic, many people came together to help each other, connecting over socially distant dinners and reaching out for video calls with friends they hadn't talked to in months. But this international crisis continues, and Americans are having trouble adjusting to the strain of a new reality. New psychological data taken during the pandemic shows mental health in the United States is languishing, according to data reported this week as part of the US Centers for Disease Control and Prevention's Morbidity and Mortality Weekly Report. Suicidal ideation is up among young people since last year, with as many as one in four people ages 18 through 24 having seriously considered suicide in the 30 days preceding the survey, according to the report, in which researchers surveyed 5,412 adults in the US between June 24 and 30. In the general US population, the CDC reported that 11% of adults surveyed had seriously considered suicide in the past 30 days before they completed the survey. Among those identifying as Black or Hispanic, the numbers were worse: 19% of Hispanics reported suicidal ideation and 15% of Blacks reported suicidal thoughts. The results reflect a nation increasingly on edge. The number of Americans reporting anxiety symptoms is three times the number at this same time last year, the CDC said. Read more here. While the US Centers for Disease Control and Prevention has said that people who have recovered from Covid-19 do not need to quarantine or get tested again for up to three months, the agency said in a statement to CNN that does not mean that they are immune to reinfection. Last week, the agency updated its guidance on who should quarantine to say: \"People who have tested positive for Covid-19 do not need to quarantine or get tested again for up to 3 months as long as they do not develop symptoms again. People who develop symptoms again within three months of their first bout of Covid-19 may need to be tested again if there is no other cause identified for their symptoms. In a statement emailed to CNN on Friday, a CDC spokesperson said the guidance is “based on the latest science about COVID-19 showing that people can continue to test positive for up to three months after diagnosis and not be infectious to others.”   Yet \"this science does not imply a person is immune to reinfection with SARS-CoV-2, the virus that causes COVID-19, in the 3 months following infection. The latest data simply suggests that retesting someone in the 3 months following initial infection is not necessary unless that person is exhibiting the symptoms of COVID-19 and the symptoms cannot be associated with another illness.”  The statement noted that people with Covid-19 should be isolated for at least 10 days after showing symptoms and until one day after their fever subsides without the use of fever-reducing medications. \"There have been more than 15 international and US-based studies recently published looking at length of infection, duration of viral shed, asymptomatic spread and risk of spread among various patient groups,\" the statement said. \"Researchers have found that the amount of live virus in the nose and throat drops significantly soon after Covid-19 symptoms develop. Additionally, the duration of infectiousness in most people with Covid-19 is no longer than 10 days after symptoms begin and no longer than 20 days in people with severe illness or those who are severely immunocompromised.\" The statement added that CDC will continue to closely monitor the evolving science for information that would warrant reconsideration of these recommendations. Brazil reported 50,644 new Covid-19 cases, and 1,060 deaths in the past 24 hours, the country’s health ministry said Friday.  The total number of confirmed cases now stands at 3,275,520, including 106,523 deaths, according to the ministry’s data.  São Paulo state reported 11,667 new cases and 289 new deaths on Friday, down from 19,274 and 455 the day before. Some context: São Paulo has been the state hardest hit by coronavirus in Brazil, with 686,122 total confirmed cases and 26,613 confirmed deaths. ##Hotspots## South Africa has reported a sharp drop in crime during the first months of Covid-19 lockdown. Police data from April 1-June 30 shows crimes such as murder down 35.8%, sexual offenses down 39.7%, and common robbery down 49.8% compared to the same period last year.  The data reflects when the country was on level five, level four lockdown and also crimes that took place during the first month of level three lockdown.  \"Indeed, the statistics we will release today, paint a never seen before ‘rosy’ picture of a peaceful South Africa experiencing a 'crime holiday.' Ladies and Gentlemen, of course we know that the decreased crime levels were impacted largely by the fact that South Africans heeded the call to STAY AT HOME!\" Police Minister Bheki Cele told reporters in Pretoria on Friday.  Cele added that the ban an alcohol also contributed to lowering crime.  The Ohio Valley Conference (OVC) will postpone all fall sport competition and championships due to “uncertainly surrounding the Covid-19 pandemic.”  Football, men’s and women’s cross country, women’s soccer and volleyball are all impacted by the postponement.  Football-playing schools will be able to play up to “four non-conference scheduled games” if approved by the NCAA. The conference's board of presidents also asked conference members to develop plans for competition in the spring semester for sports effected by the decision.  “After careful deliberation, weighing all the factors as presented, and given the current uncertainty surrounding the Covid-19 pandemic, the OVC Board of Presidents voted to postpone the Conference’s fall sports to the spring,” said Beth DeBauche, OVC commissioner in a statement issued on the conference website. “While we understand there are many student-athletes, families, and communities that are disappointed by the lack of Conference competition this fall, and we deeply share that disappointment; it is the OVC’s ardent intention to ensure seasons postponed are not seasons canceled if the facts support it.” Spring competition plans will be revealed at a later date.  Two coronavirus clusters have been identified at the University of North Carolina at Chapel Hill, according to a statement posted to the school's verified Facebook page. A cluster is defined as five or more cases in close proximity, the statement said.  The cases were identified in the Ehringhaus Community and Granville Towers, according to the statement. Ehringhaus is a residence hall and Granville Towers is a private apartment complex that serves as a housing option for some UNC Chapel Hill students, according to the school's website. All individuals identified in the cluster are isolating and receiving medical monitoring, the statement said. Adm. Brett Giroir, White House coronavirus testing czar, said the United States wants to increase Covid-19 testing, but “there is no physical way to do 5 million tests per day in this country.”   Giroir was responding to comments by Dr. Ashish Jha, director of the Harvard Global Health Institute, who told CNN’s Kate Bolduan Friday that the United States needs to be at least 4 to 5 million each day, based on current outbreak levels – and it’s testing well below that number. Jha’s remarks followed Giroir’s comments a day earlier that the United States testing is sufficient and country’s goal should not necessarily be to screen as many people as feasible.  “I don’t know why Admiral Giroir thinks that we are doing plenty of testing, when literally no public health expert I know of in the entire country agrees with his assessment,” Jha said earlier Friday. On Friday afternoon, Giroir told CNN’s Pamela Brown, “I really felt compelled to come on this afternoon after hearing Dr. Jha this morning because just about everything he said was the opposite of what reality is, and that really troubled me, and I want to make sure that the American people understand where we are and where we're going.” “When Dr. Jha comes on TV and attacks whether I care about this country and my patriotism, I figure if you have to stoop that low, the rest of the things must be doing OK.” “Yes, we want to increase testing,” Giroir said. “There is no physical way to do five million tests per day in this country. If there is a way to turn it from one million to five million today, let me know.”    Kentucky Gov. Andy Beshear and Secretary of State Michael Adams announced an expansion of voting options for voters this November as the coronavirus pandemic persists. The plan includes expanded eligibility for absentee voting, three weeks of in-person early voting ahead of Election Day, and relaxed restrictions on voter identification for those who were unable to get a driver’s license or photo ID due clerk’s office closures amid the pandemic.  As part of the plan, any Kentucky voter who is concerned about contracting or spreading coronavirus is allowed to request an absentee ballot. An online portal will be launched in the coming week for voters to request an absentee ballot online until Oct. 9, otherwise they can request absentee ballots through traditional means thereafter, Beshear said. Mail ballots must be postmarked by Election Day, Nov. 3, and they must be received no later than Nov. 6, according to the plan. Drop boxes will also be available for voters to submit their absentee ballots.  As the US has struggled with Covid-19 testing delays and supply chain shortages, White House testing czar Adm. Brett Giroir said Friday the administration has done “everything we can do to increase testing the capacity of the country.” When asked by CNN if it’s true that the administration has exhausted its executive authority to acquire additional supplies for labs that are processing Covid-19 tests, Giroir said, “I’m going to say definitively, yes.” On Thursday, Giroir said US testing is sufficient and the country’s goal should not necessarily be to screen as much of the population as possible. His claim, according to Dr. Ashish Jha, director of the Harvard Global Health Institute, is not supported by experts. “I don’t know why Admiral Giroir thinks that we are doing plenty of testing, when literally no public health expert I know of in the entire country agrees with his assessment,” Jha told CNN earlier Friday. Watch here: Dr. Anthony Fauci, the nation’s leading infectious diseases expert, said Friday that his blood does more than just boil when he sees people not following safety guideline. “My blood evaporates when I see people inside, in a bar or in a crowded area,\" he said. This is especially true when people don’t wear masks in such situations, Fauci said during an Instagram interview with The Washington Post.  “If you're going on a hike in the woods and there's nobody around for 1,000 yards, you don't really need to wear a mask,” said Fauci, adding that it’s important to always have a mask ready for use, in case people enter the vicinity. Columbia University and Barnard College in New York City jointly announced the decision to have all undergraduate courses given remotely for the fall 2020 semester. There will be no residential housing for undergraduates at Barnard, and Columbia will only have limited housing available. Just six weeks ago, Columbia had announced its plans to bring back 60% of undergraduates in Columbia College and the Fu Foundation School of Engineering and Applied Science. Those plans have since been significantly pulled back. \"Today we have concluded that we must drastically scale back the number of students we can accommodate in residence on campus, thereby limiting residential-style living only to Columbia College and SEAS undergraduates who must be present on campus due to personal or academic circumstances,\" said a letter sent Friday by University President Lee C. Bollinger. Barnard College's announcement said the decision to move all undergraduate classes online came in part as a result of New York state's travel advisory list, which now includes 31 states and two territories. \"It has become clear that the state-mandated quarantine — under conditions that Barnard does not have the facilities to accommodate — would put an unreasonable burden on many of our students and their families,\" wrote Barnard president Sian Leah Beilock in her letter to the university community. Barnard will refund all room and board charges and is giving a 10% tuition reduction for the fall semester, according to the letter. ##Schools## New York City has 18,987 confirmed coronavirus deaths and 4,628 probable coronavirus deaths as of Aug. 14, according to the most recent data on the city website. The New York City Health Department defines probable deaths as people who did not have a positive Covid-19 laboratory test, but their death certificate lists as the cause of death \"Covid-19” or an equivalent. The total number of confirmed coronavirus deaths and probable coronavirus deaths in New York City is 23,615.  More data: There have been 226,043 coronavirus cases in the city and 56,690 people have been hospitalized, according to the city. The data is from the New York City Health Department and was updated on Aug.14 at 1 p.m., according to the website. The numbers may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project. More than 96% of California students will start the school year with distance learning, Gov. Gavin Newsom said in a news conference. As the coronavirus pandemic continues to bear down on the west coast, schooling remains a top concern for students, teachers, and parents.  “We don’t just want people to take lectures and just videotape them and put them online,” Newsom said. “This has to be a much more interactive process where we want students brought into the screen, truly engaged peer-to-peer and not just with the interaction of the teacher.” How remote learning will work: Only 71% of districts are confident that students will have the technology needed for online learning. As such, California has partnered with many tech and office supply companies to ensure each student has a laptop or tablet and access to Wi-Fi.  There is a run on supplies nationwide, but many companies are prioritizing schools in providing the needed devices, State Superintendent Tony Thurmond said. “These circumstances are not ideal as students return to school,” Thurmond said, “but students continue to learn, even under these conditions.” Educators are leaning in, State School Board President Linda Darling-Hammond, said.  “We've come a long way since spring,\" Darling-Hammond said. She believes that when it is time to go back to the classroom, students and teachers will return more technologically proficient. ##Schools## ##Hotspots## If you have recovered from Covid-19, you may not need to quarantine or get tested again for up to three months — as long as you don't develop symptoms again, according to recently updated guidance on the US Centers for Disease Control and Prevention's website.  Regarding who needs to quarantine, the guidance states, \"People who have tested positive for COVID-19 do not need to quarantine or get tested again for up to 3 months as long as they do not develop symptoms again. People who develop symptoms again within 3 months of their first bout of COVID-19 may need to be tested again if there is no other cause identified for their symptoms.\" A CDC spokesperson confirmed to CNN on Friday that an agency webpage \"was updated with that information mid-last week.\" Some context: Preliminary research has suggested previously that after people are infected with the novel coronavirus, their risk of reinfection may be lower in the first three months after their initial infection  — but that natural immunity to the virus could start to decline within months as their antibodies may wane over time.  Antibodies are the proteins the body makes to fight infection.   West Virginia Gov. Jim Justice announced the implementation of a new, color-coded rating system that will revolve around a seven day, rolling cumulative positivity rate number.  \"Each county in our state will receive a code, basically either a green, yellow, orange, or red code that will change daily,\" Justice said.  The governor stated that the goal is to get everyone in the green or yellow, and if any county goes into the red category, all schools in that county will automatically go 100% to virtual learning.  Counties that are currently in the green or yellow will be permitted to go forward with school and athletics. \"If you are orange or red right now, and it would happen to be days before the opening on September the 8th, you will not open until you get to yellow or green ... if you're in the orange, you've got to get yourself out of the orange in order to be able to have extracurricular activities or to open the school safely,\" the governor said.  The governor also mentioned that for any counties that fall into the orange category, sports competitions will not be allowed to take place in that county.  West Virginia how has a total of 8,274 cases, 157 total deaths, and 135 currently hospitalized with 52 in the intensive care unit, according to the governor. Note: These numbers were released by the state of West Virginia and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project. Illinois' health department reported 2,264 new Covid-19 positive cases today, the highest daily number reported since May 24. The state now has a total of 202,691 positive cases with a 4.1% positivity rate being reported over the past seven days, up slightly over the past couple of days’ report.  The department reported a total of 7,721 deaths statewide. Region 4, which includes seven counties east of St. Louis, Missouri, and the Mississippi River, is seeing increased positivity rates, according to the latest data.  The department said the region has seen six days of increased positivity. Region 4 has also surpassed the 8% positivity rate that would require additional mitigations measures implemented by the state if it experiences three consecutive days of 8% or higher positivity.  Note: These numbers were released by the Illinois Department of Public Health and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project.   Argentina’s President, Alberto Fernández, announced his country’s quarantine measures will be extended with some changes until Aug. 30. During a televised speech on Friday, Fernández admitted the number of Covid-19 cases has increased across the country. The areas where transmission has spiked will go back to phase one, the president added. “The problem is not the AMBA region now (referring to metro area of the capital city Buenos Aires ), the problem has spread across the country,” Fernández said.  The president asked Argentinians to take individual responsibility in order to stop the spread of the virus, explaining that “the transmission of the virus occurs mostly in (social) gatherings.\"  “The whole world is sick and the only medicine is to reduce circulation among people and gatherings,” he added. Fernández also announced that some activities will be able to resume such as individual sports. His government had announced the reopening of some economic activities between July 18 and Aug. 2 but it then had to extend quarantine measures until Aug.16. Regions under the current quarantine measures are subject to a \"mandatory, preventive and social isolation,\" where people can leave their homes only for essential needs such as food and medical services. Argentina reported 7,498 new Covid-19 cases on Thursday, bringing the total number to 276,072, according to the country’s health ministry. This comes a day after it announced a record number of 7,663 cases on Wednesday.  Argentina’s health ministry announced 66 new deaths on Friday, with the death toll now reaching 5,428. ##Hotspots##  A postal workers' union has endorsed Joe Biden and Kamala Harris for president and vice president of the United States. “Vice President Biden is – was – and will continue to be – a fierce ally and defender of the United States Postal Service (USPS), letter carriers, and our fellow postal brothers and sisters,” Fredric Rolando, president of the National Association of Letter Carriers (NALC), said in a statement Thursday. “Since coming to the Senate in 2016, Senator Kamala Harris has put letter carriers and working families first,” the statement continued. “And now, our country struggles to withstand the public health and economic crises caused by the Covid-19 virus. This pandemic threatens the very survival of USPS,” Rolando said. “Yet, while postal employees are on the front lines providing essential services to the public every day, the current administration refuses to provide the necessary financial relief that would strengthen the agency during this pandemic.” The NALC represents 300,000 active and retired letter carriers. Watch here: ##Politics## The Cherokee County School District reported 80 confirmed cases of Covid-19 and 1,106 students and staff quarantined as a result of those cases, for the week.  That number is almost triple the number of students and staff that were confirmed Covid-19 positive the prior week and double the number in quarantine.  In the first two weeks of school, the district has reported a total of 108 confirmed cases of Covid-19 among students and staff. Last week, 28 positive cases of Covid-19 were reported and 563 were in quarantine.   On Wednesday, Woodstock High School announced it would temporarily close in-person learning after identifying 14 positive cases. In-person classes are tentatively set to resume there on Aug. 31. In-person classes are also set to resume on Aug. 31 at Etowah High School, which also had to temporarily stop in-person learning on Tuesday.  ##Schools##   The St. Louis Cardinals will return to the baseball field on Saturday after a Covid-19 outbreak within the team forced a 16-day hiatus from games.  The Cardinals, who last played on July 29 and have had 19 games postponed this season, will play a doubleheader against the Chicago White Sox Saturday at Guaranteed Rate Field in Chicago.  The team will stay in town to play a three-game set against the Cubs at Wrigley Field in hopes of making up as many games as possible. Most MLB teams have played 19 of the 60-game regular season. The Cardinals have played just five games. The Cardinals have had 10 players and seven staff members test positive for Covid-19. Previously, President of Baseball Operations John Mozeliak revealed one player and one staff member had visited a hospital, although neither was hospitalized. Earlier this season, the Miami Marlins had 21 members of the team test positive for Covid-19, forcing the team to miss multiple games. The United States has confirmed the US and Mexico and the US and Canada will extend shared border restrictions through Sept. 21, according to a tweet from Acting Department of Homeland Security Secretary Chad Wolf. \"We continue to work with our Canadian and Mexican partners to slow the spread of #COVID19. Accordingly, we have agreed to extend the limitation of non-essential travel at our shared land ports of entry through September 21,\" Wolf's tweet read.   Mexico's Foreign Ministry also tweeted about the extension earlier Friday saying, \"After reviewing the spread of COVID-19, Mexico proposed to the US the extension for another month of non-essential land travel restrictions at the common border.”     Some context: The announcement marks the latest extension of restrictions on nonessential travel after limits were initially put in place in late March.  The restrictions have been in place since March 21 and prohibit non-essential travel. Essential travel includes individuals traveling for medical purposes, attending school or engaged in trade, like truck drivers, among others, according to a regulation notice published in late July.   Some travelers are still permitted to cross, including, but not limited to, citizens returning home, those crossing for education or medical reasons, and those engaged in lawful cross-border trade. Thousands of people cross the US-Mexico border daily for work, school and other activities.  The US outpaces other countries in coronavirus cases, including Mexico and Canada, which have at least 505,751 and 123,194 cases, respectively, according to Johns Hopkins University data.  The World Health Organization is signaling the importance of accessing internationally controlled medicines, such as sedatives and analgesics, for non-Covid-19 patients. In a joint statement with The International Narcotics Control Board (INCB) and the United Nations Office on Drugs and Crime (UNODC), WHO said even during a global pandemic, “Non-Covid patients continue to require controlled medicines for the management of pain and palliative care, surgical care and anesthesia, mental health and neurological conditions, and for the treatment of drug use disorders.” WHO said even before Covid-19, “patients faced barriers to accessing controlled medicines.”  Now the problem is exacerbated: “The Covid-19 pandemic has further resulted in interruptions of the medicines supply chain, and it is critical that access to essential health services and medications not be forgotten or de-prioritised during this pandemic.” The statement urges countries to take advantage of the “simplified control procedures” which were put in place during the pandemic, to export, transport and supply the drugs. WHO also lays out published toolkits and guidelines to help countries acquire the drugs.  Seattle public schools will begin the school year with remote learning for most students, according to an update posted to the district’s website. The choice, made by the school board Wednesday, means that more than 53,000 students will not be in classrooms when the school year starts on Sept. 2, according to the district website. The district is the largest in the state of Washington. Exceptions will be made “for students receiving special education services in alignment with Individualized Education Programs,” the announcement on the decision said. “It is the recommendation of staff and the school board that the district continues this remote model until the risk of significant transmission of COVID-19 cases has decreased enough to resume in-person instruction,” the announcement added. ##Schools## Interim results of phase one and two trials published in the Journal of the American Medical Association suggest a coronavirus vaccine developed by the Chinese pharmaceutical company Sinopharm is safe and induces an immune response.  However, researchers said more study is needed to know whether the vaccine protects people against the virus. The phase one trial, conducted in Henan Province, China, involved 96 people given high, medium or low doses of the vaccine, or a placebo, which does nothing. The Phase 2 trial, involved 224 adults given the medium dose of the vaccine, or a placebo. Within seven days after injection, adverse reactions were reported in 15% of trial participants. The most common adverse reaction was injection site pain, followed by fever. All adverse reactions were mild and did not require any treatment.  In the phase two study, the vaccine prompted a neutralizing antibody response in 97.6% of participants. The researchers found that participants had greater neutralizing antibody responses when they were given the second dose of the vaccine three weeks after the first dose rather than two weeks after the first dose. \"My impressions is that they are getting reasonable levels of virus neutralizing antibodies,\" Dr. Peter Hotez, a vaccinologist at Baylor College of Medicine and a CNN medical analyst, said. \"Based on this and safety profile, I believe that this is definitely a vaccine worth pursuing in Phase three clinical trials. I also think that this could be as good as the Operation Warp Speed vaccines in terms of efficacy and safety, but we really need those large trials.\" Some background: The US government is supporting six vaccine candidates so far through the Trump administration's Operation Warp Speed program. Two have moved into large, phase three trials on tens of thousands in the United States. There are 29 vaccines in clinical trials worldwide, according to the World Health Organization. ##Vaccines## Dr. Evan Anderson, principal investigator for the Moderna coronavirus vaccine clinical trial at Emory University, says the trial won’t yield results until after Election Day. “At this point, it looks very unlikely that we would see any results before late November or December, at best, in my opinion. But it does depend how much Covid-19 is circulating in the community at the time that the study is ongoing,” Anderson said in an interview with CNN's Kate Bolduan.  Moderna is the first company to begin its phase three clinical trials of a coronavirus vaccine in the US.  Enrollment is increasing rapidly, according to Anderson, and he predicts that full enrollment won’t happen until September. Anderson said there would need to be studies to look at dosing and responses of children to the vaccine to determine if it is safe for them, and cautions that could “take a while.”  “I think it would be good to be able to start those studies soon so that we might be able to help protect children from Covid-19, as it is quite clear that they are infected with some frequency and do suffer life-threatening and even fatal events related to Covid-19 and the inflammatory syndrome that occurs afterwards,” he said. ##Vaccines## Michigan Gov. Gretchen Whitmer announced four million free masks will be provided to the state's most vulnerable residents, through a partnership with Ford Motor Company and the Federal Emergency Management Agency (FEMA).   \"This partnership is going to save lives,\" Whitmer said during a news conference on Friday. The measure is part of Michigan's \"Mask up Michigan\" campaign, and masks will be distributed to schools, homeless shelters and seniors, Whitmer said.  Whitmer juxtaposed the swift mitigation action taken in her state against the response in Florida and Georgia throughout the pandemic.    \"Georgia was the first state in the country to reopen its economy, and is now averaging five times the number of new cases of coronavirus in a day, five times more than the state of Michigan. And while states like Georgia and Florida and Texas reported hundreds of new deaths last week, Michigan had 43,\" Whitmer said.   Museums and cultural institutions across New York City can open – with restrictions – beginning Aug. 24, New York Gov. Andrew Cuomo announced on Twitter Friday. Cuomo tweeted that timed ticketing will be required as well as face coverings. Read his tweet:  The Brazilian economy has fallen 10.98% in the second quarter of 2020 compared to the first quarter of the year, according to a report released by the country’s Central Bank on Friday. The data is from the Economic Activity Index, a preview report to the Gross Domestic Product (GDP), which will be released by the Brazilian Institute of Geography and Statistics (IBGE) on Sept. 1. In the first quarter, Brazil had already registered a fall of 1.5% in its GDP, according to IBGE. President Jair Bolsonaro said on Thursday that Brazil is in a better situation than other countries when it comes to the economic impact of the Covid-19 pandemic and that the Brazilian economy should recover “until the end of the year.” The unemployment rate in Brazil rose to 13.3% in the quarter ended in June, reaching 12.8 million people, according to the Brazilian Institute for Geography and Statistics (IBGE).  A total of 8.9 million people lost their jobs as the coronavirus pandemic swept through Brazil — representing the sharpest contraction on record. ##Economy## The Democratic National Convention has been scaled back from Milwaukee, Wisconsin, as positivity rates for Covid-19 in the area remain high, according to Jeanette Kowalik, Commissioner of health at the Milwaukee Health Department. Through the pandemic, Milwaukee has collected data on the impact of coronavirus by race, after it became the first city county to declare racism a public health crisis last year, making race a priority in conversation. With this data, they learned that the impact of racism was playing out through the pandemic, Kowalik told CNN's Poppy Harlow “Honestly, having data about the impact of race and Covid by race and ethnicity was very, very important for us because that informed our ability to adjust our strategy,” she added. “[It] helped us alter our strategy so we could increase our outreach, add additional testing sites, just really help our communities of color prevent their exposure to Covid-19,” she said, adding that important conversations also began in the community because of this. “I don't think those conversations would have happened if we didn't start sharing the data that more people of color were being impacted by Covid-19. So the orders are meant to protect our community. It doesn't matter where people live, in the city if they're in more affluent areas or more underresourced areas, but the orders are meant for our base protections.” Watch:  When the governing board of the Queen Creek Unified School District in Arizona voted for all schools to have full-time in-person classes, teacher Matt Chicci resigned. He said the school didn’t meet the standards set by the US Centers for Disease Control and Prevention which was the reason behind his decision. \"The infection rate is still high [in] Maricopa county, that we live in,” he told CNN’s Jim Sciutto. “Our superintendent of public instruction has even said that schools in Arizona shouldn't be opening. And so if the county health department and our superintendent are saying it's not safe to reopen, it's not safe to do so.” “It was an agonizing decision to make, but for me and my family, it was the right one.” One of Chicci’s family members is also at high risk, which was a factor in the decision-making process, he said. “So if I'm put into a classroom of 30 or more kids, it's a small room, there's one exit, the ventilation isn't all that great for schools. They did increase the air flow, but that doesn't mean they put in the proper filter to filter out virus particles. So it's not a good situation,” Chicci said.  He emphasized the need for positivity rates to decrease and better social distancing plans before reopening schools that would help him feel safe to return. “The other thing is being able to social distance. In a class of 30 I can only keep them two feet apart. We did the math and we need classes of 10,” he explained. While the school district said in a statement that parents were given the option to choose between online or in-person learning, the same choice wasn’t given to teachers, Chicci said. “It wasn’t an option. We weren't given the option to teach from home,” he said. “A lot of us would have stayed if we had had that option or if we even had some kind of hybrid option to where we had smaller class sizes.” Watch:  ##Schools## Spanish health authorities have reported an additional 2,987 new Covid-19 cases in the past 24 hours, the largest daily increase since April. The increase follows a rising trend in new cases seen in the past few weeks, after local outbreaks in the Madrid, Catalonia and Aragon regions.  Health authorities also reported 62 new deaths from Covid-19 and an increase of 7 people admitted into Spanish intensive care units.  The Spanish Ministry of Health report follows an earlier announcement by Health Minister Salvador Illa of a reintroduction of certain anti-coronavirus social distancing measures to curb the outbreaks across the country. Colombia's El Dorado International Airport in Bogota is set to reopen in September, according to Bogota's City Hall Thursday.   The airport will not be open for international flights in the beginning, Bogota Mayor Claudia Lopez said, but will have three domestic routes to Cartagena, Leticia and San Andrés. \"We are going to have the same protocol in the city of origin and city of destination, every citizen who has symptoms will not be able to transit through the airport, or get on the plane. We agree that airlines, airport and health secretaries will follow up for 10 days each passenger,\" Mayor Lopez said in a news conferenceThursday. Bogota will also reopen bars and restaurants on Sept. 1 but only for outdoor dining in \"open air.\" At least 300 restaurants have received special licensing to reopen, Lopez said. The new measures come after Lopez said Thursday that Bogota has \"slowed down the spread of contagion.\" \"We have already reached the highest point and we are on a kind of plateau, and towards the end of the month we will start to go down,\" Lopez said. As of Wednesday, Colombia has 433,805 confirmed cases of Covid-19, with Bogota holding nearly 150,000 of those cases. Iraq’s Ministry of Health reported 4,013 new coronavirus cases on Friday, which is the highest daily case number recorded since the start of the pandemic. The total number of cases in Iraq is now 168,290. The health ministry also reported 68 new Covid-19 related deaths. This brings the total number of deaths in Iraq to 5,709 . In a letter, public health advisers to the US government said they are \"extremely concerned\" and \"troubled\" by the Trump administration's decision to change how hospitals report Covid-19 data. The letter, dated July 31, described hospitals as \"scrambling\" to determine how to meet new daily Covid-19 reporting requirements to the US Department of Health and Human Services, and said retiring the older system jeopardized data integrity. One doctor who signed the letter said the new data system was marred by inconsistencies, rendering it \"almost impossible\" to use for real-time decisions during the pandemic. \"Moving forward,\" the letter says, \"it will be even more challenging to perform meaningful inter-state comparisons, and to understand which COVID-19 mitigation strategies were successul (or failed).\" The nearly three dozen current and former members of the Healthcare Infection Control Practices Advisory Committee shared their concerns in a letter intended for HHS and obtained by CNN. The committee is an independent group of experts that provides guidance to the HHS and the US Centers of Disease Control and Prevention on infection control practices and strategies. When asked by CNN, HHS did not confirm if it had received the letter. Members of the committee said that the CDC, which is part of HHS, was informed of the letter. Some background: In a memo on the HHS website last month, the Trump administration ordered hospitals to report all Covid-19 patient information to HHS, rather than to the CDC and HHS, as they had been doing. The Trump administration said the change would streamline the data collection process, but it swiftly drew criticism from public health officials. Former CDC Acting Director Dr. Richard Besser said at the time that rerouting hospital data was a \"step backwards\" for the country's coronavirus response. \"It's another example of CDC being sidelined. Not only should the data be coming to CDC, but CDC should be talking to the public through the media every day,\" Besser told CNN. This recent letter shared similar concerns. \"We are extremely concerned about this abrupt change in Covid-19 reporting,\" the letter said. Retiring the CDC system that was in operation would have \"serious consequences on data integrity.\" Read more here.  Wall Street opened in the red on Friday, even though the Nasdaq Composite and the S&P 500 are still hovering near record highs. Meanwhile, investors are looking at July retail sales data released Friday morning. On the face of it, the numbers missed expectations  — but the report was better than it seemed at first blush, in large part because prior month’s sales were revised up even higher. Here is where things stood at opening:  The Dow opened 0.4%, or 115 points, lower.\nThe S&P 500 slipped 0.2%\nThe Nasdaq Composite was flat. ##Economy## Nearly 300 people have tested positive for coronavirus at a UK sandwich factory in Northampton which supplies British chain Marks & Spencer. At least 299 cases were confirmed at Greencore Group's Northampton site after the company began testing employees at the factory. “As a result of the rising number of Covid-19 cases in the Northampton area, we took the decision to start proactively testing all of the colleagues at our Northampton site,\" the company said in a statement on its website.  \"We can confirm that a significant number of colleagues have tested positive for the virus and are now self-isolating,\" the statement continued.  “We are working with colleagues at Greencore in Northampton after the discovery of an outbreak of Covid-19 in the workplace. Public Health England Midlands have been providing support to colleagues at Greencore in managing the outbreak,\" Lucy Wightman, Director of Public Health at Northamptonshire County Council, said in a statement Friday. Wightman noted that Northampton borough had seen a rising number of cases over the last four weeks.  ##Hotspots## The seven day positivity rate in Texas has dropped to 16.08%, according to the latest data released by the Texas Department of State Health Services.  The positivity rate in the state has been over 20% for the past week.  During a news conference in Lubbock on Thursday, Gov. Greg Abbott said that Texas DSHS is looking into why the positivity rate has been so high recently.  “First, during the month of July, there were several surge testing operations where we dramatically increased the amount of testing in different regions at different periods of time. And that led to a very abundant, number of tests that were done,” Abbott said. “At the same time, however, we saw a lot of people, a lot of residents in different regions, step toward wanting to get tested. We have observed for the past couple of weeks, a decline in the number of people stepping forward to get tested.” Texas DSHS reported 6,755 new cases on Thursday afternoon, with 255 new fatalities linked to Covid-19. There are 513,575 total cases in the state and 9,289 total deaths.  The latest report also shows a total of 128,526 active cases statewide.  Remember: The positivity rate is the percentage of people who test positive for the virus of those overall who have been tested. So, as more and more people are being tested, the focus is shifting to the positivity rate  — how many of those tested are actually infected. Note: These numbers were released by the Texas Department of State Health Services and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project.  ##Hotspots## California has now reported 602,997 coronavirus cases, according to Johns Hopkins University  — giving it the dubious distinction of having the most Covid-19 cases of any US state. At least 10,999 Californians have died with coronavirus since the pandemic began. This number, though high, is far below the 32,805 people who have died in New York state. Florida and Texas rank second and third on the nation’s case list, with more than 557,000 and 530,000 cases respectively. Earlier this week, Gov. Gavin Newsom said California's hospitalization and ICU rates were down, describing them as “another indication that we are turning a corner on this pandemic.\" CNN's map is tracking US cases: #Hotspots## New Jersey Gov. Phil Murphy confirmed that the state will pursue a “hybrid model” for the November election. “In the general election, it doesn’t matter what party you’re in, everybody gets a ballot. So we’re going to have a hybrid model in November,” Murphy said on CNN’s “New Day.” It will be up to voters to decide if they would like to vote by mail or in person, according to Murphy. New Jersey used a similar model for its primary election on July 7. “It was a success. Not perfect, but overwhelmingly a success,” he said.  President Trump has attacked mail-in voting as fraudulent, despite no widespread voter fraud in US elections.  In the New Jersey city of Paterson, four people, including a city councilman, were charged with voting fraud related to the May 12 municipal election.  “I’m pretty sure that we have a higher probability of being hit by lightning than we do uncovering voter fraud,” Murphy said.  Watch:  ##Politics## In Georgia's Cherokee County School District, more than 1,000 students, teachers and staff members are under quarantine after Covid-19 cases were reported.  Hilary Porterfield, a parent of a high school student in the district, was told her daughter may have been exposed to the virus — six days after the potential exposure. “It was terrifying. It was my worst fears…come true,” she said on CNN’s “New Day.” Porterfield said that masks are encouraged but not mandated and there is an ineffective amount of contact tracing. In addition, her daughter said there were seating charts for classes, but students weren’t following it.   Porterfield said there was an email recently from the superintendent outlining how masks stop the spread of coronavirus. “However, he still has yet to mandate that mask requirement,” she said. “I think he just doesn't want to admit that he was wrong, that he opened the schools with unsafe measures,” she said.  She is not “absolutely not” confident that proper safety measures will be taken to ensure there are no other future outbreaks once school is back to in-person classes.  Watch:  ##Schools## The nation's top infectious disease expert, Dr. Anthony Fauci, confirmed to CNN on Friday that scientists at the National Institute of Allergy and Infectious Diseases are working to create a strain of coronavirus that could be used in human challenge trials of a Covid-19 vaccine. Fauci, director of the NIAID, described this approach as a \"Plan D\" – and the work is still preliminary. If needed, such human challenge trials would be in a matter of months at the earliest.  \"We’re taking preliminary steps,\" he said. Human challenge trials are typically used for when a virus is not widely circulating – the coronavirus is – and therefore, this approach may not be necessary, according to Fauci. \"Should there be a need for human challenge studies to fully assess candidate vaccines or therapeutics for SARS-CoV-2, NIAID has begun investigations of the technical and ethical considerations of conducting human challenge studies,\" the agency told Reuters. Reuters first reported on Friday that government scientists have begun efforts to manufacture a strain of the novel coronavirus that could be used in human challenge trials of vaccines and some drugmakers — including AstraZeneca and Johnson & Johnson  — told the news service they would consider human challenge trials to test Covid-19 vaccines if needed. ##Vaccines## An ensemble forecast published by the US Centers for Disease Control and Prevention now projects nearly 189,000 coronavirus deaths in the United States by Sept. 5. The new projections, published Thursday, forecast 188,982 deaths, with a possible range of 181,375 to 201,431 deaths. “State- and territory-level ensemble forecasts predict that the number of reported new deaths per week may increase over the next four weeks in Colorado and may decrease in Arizona, the Northern Mariana Islands, Vermont, and Wyoming,” the CDC said on its forecasting website. Some context: Unlike some individual models, the CDC’s ensemble forecast only offers projections about a month into the future. The previous ensemble forecast, published Aug. 6, projected roughly 181,000 coronavirus deaths by Aug. 29. At least 167,029 people have already died from Covid-19 in the United States, according to data compiled by Johns Hopkins University. ##Hotspots## Four years. That’s the fastest a vaccine has ever been developed -- and most take 10 to 15. But scientists are now racing to do it in under one. Dozens of research teams around the world are working to develop a vaccine for SARS-CoV-2, the virus that causes Covid-19, using a mix of established techniques and new technologies. Funding for a vaccine has never been greater, with billions of dollars pouring in from around the world to make a product that could help to control the pandemic -- but the US, China and Europe have invested the most. Before even the most vulnerable groups can get a shot in the arm from their family doctor, however, a lot of work needs to be done -- and a lot of deals need to be made. As the coronavirus continues to accelerate unabated, here’s what it will take to bring a vaccine to the masses and how each of the three biggest players are faring in their quest to make it happen as quickly as possible. Read CNN's interactive on the path to a Covid-19 vaccine. ##Vaccines## The novel coronavirus has infected more than 20 million people worldwide and killed more than 760,000. Here's what you need to know: UK imposes quarantine on some European arrivals: People entering Britain from France, Malta and the Netherlands will have to quarantine for 14 days. France says it will impose reciprocal measures.\nFauci warns against pursuing herd immunity: The US' top infectious diseases doctor said aiming for herd immunity would lead to a massive death toll.\nHong Kong airport arrivals plummet: The city saw a 98.6% drop in airport arrivals year-on-year from July 2019 to July 2020.\nBritain secures 90 million doses of two vaccine candidates: According to an \"in-principle\" agreement, Britain has secured early access to 60 million doses of the Novavax vaccine and 30 million doses of the Janssen vaccine.\nIndia prepares for unusual Independence Day: Celebrations in Delhi are expected to be muted, with social distancing restrictions in place.\nConcerns mount over Paris and Marseilles: The French cities have been declared \"zones of active circulation\" of coronavirus, according to a French government decree published today.   For decades, Teme Ring was cut off from her Jewish faith. The former lawyer was forced to give up her career in 2000, after an onslaught of autoimmune diseases and dysautonomia, conditions that also made her too weak to step into a synagogue for in-person services. \"I'm in my own personal diaspora,\" she said. In recent years, Ring had hoped to reconnect with faith through a synagogue in downtown Chicago.  \"I realized I really missed it,\" she said. \"But it seemed ridiculous to belong and never show up.\" She only dragged herself to synagogue once, and her symptoms were such that she was physically present but spiritually absent. Now, however, during the pandemic, with many Jewish congregations taking services online for the first time, Ring's faith has undergone its long overdue blossoming. Empowered by technology, she can now regularly attend Shabbat and classes at two different synagogues in Chicago, and at a third in Southern California, where her parents live. Read more: Passenger arrivals at Hong Kong International Airport (HKIA) in July plummeted by 98.6% year-on-year, the city's airport authority has said. \"During the month, HKIA handled 96,000 passengers and 9,870 flight movements, representing year-on-year decreases of 98.6% and 73.2%, respectively,\" the authority said in a statement Friday. Just 96,000 people landed at the airport in July 2020. Officials also recorded a 7.3% decline in cargo passing through the airport. \"Cargo throughput declined 7.3% to 372,000 tonnes compared to the same month last year,\" the statement said, noting that cargo heading to or from southeast Asia, mainland China and Europe had decreased most significantly. Hong Kong has struggled to contain a third wave of the virus in recent weeks, with a number of local transmissions linked to family gatherings and workplaces emerging. The city has reported 4,312 cases and 66 deaths overall, according to Johns Hopkins University. ##Hotspots## On Tuesday night, Aaron Fortner, a high school English teacher in Missoula, Montana, sat at his computer for nearly four hours watching a virtual meeting of Missoula County Public Schools' board of trustees. Leaders listened as citizens weighed in against starting the school year in person. \"Out of 50 or 60 public comments, only one person supported in-person learning,\" he said. \"I was hopeful.\" Fortner hoped on behalf of the rattled teachers he advocated for as a member of the local teacher's union. Those educators were afraid of coronavirus spreading rampantly in schools teeming with crowds of ebullient young people. Without tenure, many teachers didn't feel confident about speaking out, he said. Nonetheless, the community appeared on their side, arguing for virtual classes. But then the board voted overwhelmingly to support a hybrid model of both online and in-person learning, to be implemented when students return on August 26. His heart sank. \"I was just blown away,\" he said. \"It was a jaw-dropping moment after three and a half hours of public comment. It was an avalanche moment for our community.\" Read the full story. ##Schools## The US Supreme Court continues to send a clear message when it comes to emergency requests to block or change state actions and regulations tied to Covid-19: not interested. Whether it's voting access, attendance limits on churches or prison crowding, the court -- steered by Chief Justice John Roberts -- is not yet stepping in to second-guess state or local officials. The current track could make it harder for Republicans and President Donald Trump to stop states from expanding absentee voting in blue states and could hurt Democrats and liberals in red states who want to loosen voting restrictions due to coronavirus. So far, however, the pattern has mainly benefited GOP interests and generally limited voting access.  But on Thursday, the justices again backed a state's position when they sided with Rhode Island to turn away a Republican attempt to block an agreement to no longer require two signatures to vote absentee. It's the first time the court came down on the side of expanding voting access after several rulings going the other way in GOP-controlled states like Alabama, Idaho, Texas and Wisconsin. Read more: It was on Valentine's Day this year that Dublin couple Annie Birney and Eoin Boyle found out they'd landed what might just be the world's most romantic job. They'd beaten more than 50,000 other applicants to become summer caretakers of Great Blasket, an unoccupied island off Ireland's west coast. They'd be posted there from April to October 2020 and they couldn't wait to get started. Great Blasket is part of Europe's most westerly island group and a popular Irish tourist destination. It's not a place for sticklers for electricity or hot running water, but the views are sublime and the generous rain keeps the landscape lush. As for stiff Atlantic breezes, they power the wind turbine that generates enough electricity to charge up a mobile phone. As the sole full-time residents, Birney and Boyle were set to manage the island's coffee shops and three vacation cottages, and the rest of the time enjoy the majestic 1,100 acres of emerald isle as their personal domain. Then Covid-19 was declared a pandemic, and their year started to look very different. Read more: A new study has found that deaths in New York City in the early part of the Covid-19 pandemic were comparable to deaths in the city at the peak of what's considered the deadliest pandemic to date -- the flu pandemic of 1918. The relative increase in deaths during the early period of the Covid-19 pandemic was actually substantially greater than during the peak of the 1918 pandemic, according to the study published Thursday in JAMA Network Open. \"The big takeaway is that when we compare what happened, we find that the magnitude of change in deaths -- like how big a shock to the system this is -- these pandemics are very similar,\" said study co-author Dr. Jeremy Faust, an emergency physician at Brigham and Women's Hospital and is an instructor at Harvard Medical School.\n \"In fact, if you think about it, Covid-19's a bigger shock to our health care system today because we have usually just a lower death rate than we did in 1918. So Covid-19 is a bigger change from norms for us than the 1918 flu was.\" Faust said by comparing the first two months of the pandemic in New York to the worst two months of the pandemic in New York 100 years ago, the Covid-19 period had over 70% as many deaths per capita.  \"Who knows what would be the case if we didn't have modern ICUs and we couldn't treat secondary infections with antibiotics or put people on ventilators or had oxygen,\" Faust said. \"If you compare these viruses side by side, without all the medical bells and whistles we have today, I'd say Covid-19 is worse.\" Read the full story: Airlines UK, the trade body representing carriers including British Airways, easyJet and Ryanair, has said Britain's decision to add France, Malta and the Netherlands to its quarantine list is yet “another devastating blow\" for the industry. “It’s another devastating blow to the travel industry already reeling from the worst crisis in its history,” the organization said in a statement to CNN on Friday. The UK announced on Thursday evening that people arriving from France, Malta and the Netherlands, as well as Aruba and the Turks and Caicos Islands were required to quarantine for 14 days from arrival from 4 a.m. local time Saturday (11 p.m. ET Friday). Since easing lockdown restrictions, the UK has maintained a travel corridor with listed countries from which people can travel without having to quarantine, but the list has changed repeatedly as cases spike and fade globally. Thursday's announcement followed rising coronavirus cases in countries across Europe. Airlines UK urged the British government to consider a regional approach to quarantines as opposed to a national one, which affects people travelling from any part of an affected country, regardless of regional case rates.  The trade body said the UK's “broad-brush, weekly ‘stop and go’ changes to travel corridors at a national level” were disruptive to airlines and passengers alike. Airlines UK has also pushed for a testing regime to be implemented for arriving passengers, so that those testing negative can avoid having to self isolate. The International Air Transport Association (IATA) has also called for co-ordinated measures – it has warned already that 780,000 jobs are at risk in the UK due to the aviation shutdown.  \"As we learn to live with Covid-19, a stop-go-stop approach to lifting restrictions cannot be the answer. Alternatives to crude nationwide quarantine requirements must be considered,” said Rafael Schvartzman, IATA Regional Vice President for Europe. France has said it will impose reciprocal quarantine measures on visitors from the UK.  Read more: We can all agree that screaming is a pivotal part of a great haunted house experience. But at a time when exhalation is discouraged because of the Covid-19 pandemic, a Japanese company has created an attraction that follows social distancing guidelines yet remains absolutely terrifying -- a drive-in haunted house. Kowagarasetai, a Japanese haunted house and horror event production company, claims the concept is the first of its kind. \"With the virus, I knew there would be no way we could have a traditional haunted house, with all that screaming in a small confined space,\" Kenta Iwana, Kowagarasetai's founder, tells CNN Travel. \"When I read that drive-through theaters were making a comeback, it was my 'aha' moment.\" With Tokyo battling another wave of Covid-19 infections, the company says it's taking every precaution to protect both its actors and customers. Each car is wiped down with alcohol to minimize risks for the ghost actors. Rental cars are lined in plastic, which is changed for every customer. Afterward, the car is wiped clean of the fake blood (and potential viruses from the hands of the ghosts).  Read the full story. The UK has announced new quarantine measures for visitors arriving from France, Malta, Monaco and the Netherlands, as well as Aruba and the Turks and Caicos Islands.  People arriving from those places from Saturday will have to quarantine for 14 days after entering Britain. \"If you arrive in the UK after 0400 Saturday from these destinations, you will need to self-isolate for 14 days,\" UK Transport Secretary Grant Shapps wrote on his official Twitter account Thursday. The destinations have been removed from the UK's coronavirus \"travel corridor\" list. Visitors arriving from countries and territories on the list do not have to quarantine upon entry. France, which has seen rising coronavirus cases, said it would apply reciprocal measures to visitors from Britain. \"France regrets the United Kingdom's decision and will apply reciprocity measures in the field of transport,\" French Secretary of State for Transport Jean-Baptiste Djebbari said Thursday on his official Twitter account. \n\"I told my counterpart Grant Shapps [UK Secretary of State for Transport] our willingness to harmonize health protocols to ensure a high level of protection on both sides of the Channel,\" Djebbari added. French Secretary of State for European Affairs Clement Beaune tweeted Thursday that he was \"hoping for a return to normal as soon as possible.\" ##Hotspots## If the United States allowed coronavirus infections to run rampant to achieve possible herd immunity, the death toll would be massive, especially among vulnerable people, the nation's top infectious diseases doctor said. Dr. Anthony Fauci, the director of the National Institute of Allergy and Infectious Diseases, explained the risks during a live Instagram session with actor Matthew McConaughey. \"If everyone contracted it, even with the relatively high percentage of people without symptoms ... a lot of people are going to die,\" Fauci said. \"You look at the United States of America with our epidemic of obesity as it were. With the number of people with hypertension. With the number of people with diabetes. If everyone got infected, the death toll would be enormous and totally unacceptable,\" Fauci added. Read the full story: The British government has secured early access to 90 million doses of two \"promising\" vaccine candidates, the Department for Business, Energy & Industrial Strategy said in a statement today.  According to the \"in-principle\" agreement, Britain has secured 60 million doses of the Novavax vaccine and 30 million doses of the Janssen vaccine. Ministers have also agreed \"in principle\" to co-fund a global clinical study of the Janssen vaccine. It will examine whether two doses of their vaccine candidate given to participants provides long-term protection against coronavirus. Novavax will conduct a Phase 3 clinical trial of the vaccine working with the UK's National Institute for Health Research (NIHR), and has plans to manufacture some of the vaccine in Britain.  \"This will ensure that, once available, the vaccine can be supplied to the British public as soon as possible,\" the UK government statement said. \n\"If the vaccines are safe and successful in clinical trials, both could be delivered to the UK in mid-2021. They would be given first to priority groups such as frontline health and social care workers, ethnic minorities, adults with serious diseases, and the elderly.\" The UK has so far secured access to six different vaccine candidates across four different vaccine types, the government says.  “The government’s strategy to build a portfolio of promising vaccine candidates will ensure we have the best chance possible of finding one that works,\" Business Secretary Alok Sharma said on Friday. ##Vaccines## India celebrates its Independence Day on August 15, but the coronavirus pandemic means this year's festivities will be more subdued.  In the capital New Delhi, 4,000 people are expected to attend Prime Minister Narendra Modi’s annual speech. The Indian government has restricted movement to the Red Fort -- the historical venue for the celebrations. Entry to the event is by special invitation this year, and most of the invites have gone out to diplomats, officials and the media. Members of the Guard of Honor, which is made up of Army, Navy, Air Force and police personnel, have been kept in quarantine ahead of the event to ensure safety as they will be inspected by the Prime Minister at the start of the ceremony.  Every guest has been asked to wear masks and will be seated with a gap of 6 feet (1.8 meters) between them, according to the press release issued by the Ministry of Defense.  The ministry has built a special entrance and dispersal plan to ensure social distancing at all times during the entire event, and medical booths have been set up at four locations in the area to cater to any attendee who may exhibit Covid-19 symptoms.  “Thermal screening at all entry points for the invitees has been planned. Thorough sanitization of the premises inside and outside the Red Fort is being carried out on a regular basis,” said the release.  The French capital Paris and the southern city of Marseille and its surrounding areas have been classified as \"zones of active circulation\" of coronavirus, according to a French government decree published today.   The classification allows local authorities to impose further restrictions, including limits on movement and the closure of restaurants, bars or other venues, according to a previous decree which set out conditions to the lifting of lockdown measures.  French Health Minister Olivier Veran announced on Wednesday that Paris and Marseille would \"probably\" soon be reclassified as zones of active circulation of the virus \"given the evolution of the epidemic.\" The cities are \"particularly at risk\" because they are highly populated, with young people who have \"an intense social activity,\" Director of National Health Agency Jérôme Salomon told France Inter radio this morning. ##Hotspots## New Zealand's extended a lockdown in its most populous city demonstrates how fast early successes in the pandemic can change. The country is battling a fresh community coronavirus outbreak after months without any locally transmitted cases. There's still a major, unanswered question: How did this outbreak happen? The remote island nation imposed strict border controls back in March, meaning that, for the most part, only New Zealanders are allowed into the country -- and those who do arrive from abroad need to spend 14 days in state quarantine facilities.  According to the Ministry of Health, 68% of New Zealand's cases are imported or linked to imported cases. Quarantine facilities: One possible cause of this latest outbreak is that coronavirus somehow got out of New Zealand's state quarantine facilities. That's what Deputy Prime Minister Winston Peters told Australian national broadcaster ABC, saying: \"I think there has been a breach in our quarantine system.\" There have been breaches in New Zealand before -- in July, a man cut through a fence at a managed isolation facility to visit a liquor store, and another man who later tested positive for coronavirus broke out of a facility and visited a supermarket.  It's possibly a different strain of the virus: So far, authorities haven't found a match between the genome involved in this latest outbreak and any cases in managed isolation facilities. New Zealand's Director General of Health Dr. Ashley Bloomfield said the new cases most closely resemble the genome patterns from the United Kingdom and Australia. Bloomfield thinks the outbreak could have come in through the isolation facilities rather than being in present for months in New Zealand. I think there's very good evidence to suggest that it hasn't been lurking in the community,\" he said.  Ardern said Friday that the strain in the new outbreak is not the same as one that previously existed in New Zealand. Warehouse samples tested: Authorities are also testing samples from surfaces at Americold, an American temperature-controlled warehouse company where one of the original four to test positive worked. A number of cases have been linked to the company. But nothing is conclusive at this stage: Ardern said that, for now, authorities did not know how the outbreak happened. \"We do not necessarily need to answer that question to deal with this cluster effectively,\" she said. Read the full story: ##Hotspots## New Zealand’s Prime Minister Jacinda Ardern announced that the current level 3 coronavirus restrictions in Auckland and level 2 restrictions in the rest of the country will be extended for 12 more days.   “In keeping with our precautionary approach and New Zealand’s philosophy of going hard and going early, today Cabinet has agreed to maintain our current settings for an additional 12 days,” Ardern said at a press conference today.  At the end of the extended lockdown, Ardern said they expect to have identified and isolated the cluster so Aukland can return to level 2.  \"That means Auckland will remain at level 3 and New Zealand will remain at level 2 -- the rest of the country -- until 11:59 p.m. on Wednesday August 26,” Ardern said. The Prime Minister said that lifting restrictions now would lead to a “potential explosion in cases” which is the “worst thing we could do for Auckland and the New Zealand economy, adding that “the best economic response is a strong health response.\" New cases: The announcement comes after New Zealand reported 12 new locally transmitted cases on Friday. The country has recorded a total of 30 new cases -- with 29 of them locally transmitted and one imported -- since Tuesday, when it broke a 102-day streak of no local infections. What the restrictions mean: Under level 3 restrictions in Auckland, public venues such as museums, playgrounds and gyms will remain closed, while people are instructed to stay home in their bubble, other than for essential personal movement. Under level 2 restrictions in place in the rest of the country, no more than 100 people can gather at one place and businesses must adhere to social distancing guidelines.  Read more about New Zealand's outbreak: ##Hotspots## The United States reported 51,443 new Covid-19 cases and 1,076 deaths on Thursday, according to the Johns Hopkins University. There are at least 5,248,854 Covid-19 cases and 167,110 people have died from the virus in the US, Johns Hopkins figures show.  The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases.  CNN's map is tracking the US cases: ##Hotspots## There are more than 20.8 million confirmed cases of Covid-19 globally and 755,550 deaths, according to the Johns Hopkins University.  Here are the latest updates: US projects more deaths this fall: The US Centers of Disease Control and Prevention's  ensemble forecast now projects nearly 189,00 US coronavirus deaths by September 5. There are more than 5.2 million cases and 167,000 deaths in the country. Dr. Anthony Fauci says the consequences could be \"devastating\" if the country reopens without getting the virus under control. US turns down Russian vaccine offer: Officials in Moscow say they have offered \"unprecedented cooperation\" with Operation Warp Speed (OWS), the US multiagency body set up to accelerate access to effective Covid-19 vaccines and treatments. But US officials say they would not accept it. Russia announced on Tuesday that it had developed a vaccine against the coronavirus.  New Zealand extends lockdown for Aukland: New Zealand's Prime Minister Jacinda Ardern is extending level 3 restrictions for Auckland for 12 days after the country reported 12 new locally transmitted coronavirus cases on Friday. The country is tackling a fresh outbreak that ended an enviable run of more than 100 days without any local infections. India-Maldives travel bubble: India says it is opening an air corridor with Maldives to boost tourism and revenue even as the country sees rising cases of Covid-19. The first flight under the new arrangement is expected to take off on August 18. India reported more than 64,500 coronavirus cases on Friday.  9/11 \"Tribute in Light\" canceled: New York City’s “Tribute in Light” that honors victims of the September 11, 2001, attacks has been canceled due to coronavirus concerns, the 9/11 Memorial & Museum announced. The annual memorial is comprised of about 88 lights that reach four miles into the sky, creating twin beams matching the shape of the towers that were destroyed. The Indian Medical Association has written a letter to Prime Minister Narendra Modi expressing the \"rising concerns of safety of doctors during this Covid crisis,\" saying that almost 200 doctors have died across the country because of the virus.  \"Increasing number of doctors are getting infected and losing lives due to Covid. Substantial number of them are General Practitioners,\" said the letter, dated August 7 and signed by the IMA's national president and honorary secretary general.  According to the IMA, 196 doctors across India have died because of the coronavirus as of August 7. The southern state of Tamil Nadu has seen the highest proportion of doctor deaths at 43. The western states of Maharashtra and Gujarat have the second-highest with 23 doctors dying in each state, according to data from the IMA. The letter added that Covid-19 does not discriminate between the government and private sector and that a lot of general practitioners had died due to the coronavirus as they provide treatment for patients who consult them for fever and related symptoms on a daily basis.  \"Disturbing reports have appeared about doctors and their families not getting beds for admission and also lack of drugs in many cases. Death among doctors due to Covid is reaching alarming proposition,\" the letter said.  The association is calling on the government to ensure adequate care for doctors and their families, who are at a greater risk of contracting the virus, and to provide sponsored medical and life insurance facilities to doctors in all sectors.  Brazil's President Jair Bolsonaro said the country \"is in a privileged situation compared to most other countries” when it comes to the pandemic's impact on the economy.  The President made the remarks during his weekly Facebook live webcast on Thursday.  Despite Brazil having the second highest death toll globally, Bolsonaro advocated for the entire country to be reopened and explained how he expects the Brazilian economy to recover “until the end of the year” if it continues to open up. Bolsonaro has been downplaying the outbreak in Brazil since the start the pandemic, frequently criticizing coronavirus lockdown measures and news coverage of the virus.  Unemployment: The latest official figures on unemployment show that a total of 8.9 million people lost their jobs as the coronavirus pandemic swept through Brazil -- representing the sharpest contraction on record for the country.  Brazil's unemployment rate rose to 13.3% for the quarter ending in June.  Cases continue to rise: On Thursday, Brazil reported at least 60,091 new cases from Covid-19 and 1,262 new fatalities, bringing the confirmed nationwide total to 3,224,876 and 105,463 deaths. ##Economy## India is creating an air corridor with Maldives in a bid to boost tourism and revenue amid the coronavirus pandemic, the Indian Ministry of External Affairs announced Thursday. The corridor would \"facilitate movement of people from both sides for employment, tourism, medical emergencies,\" the ministry said in a press release.  The first flight under the new arrangement is expected to take off on August 18.  “The air bubble symbolizes India’s support to shore up tourism arrivals and revenues in the Maldives,” the ministry said.  The Indian government has also extended urgent financial assistance of $250 million in the form of a soft loan to assist Maldives in its economic recovery during the pandemic.  In March, India banned all international flights in and out of the country as part of its coronavirus response. It has since opened up air corridors with France, the United Arab Emirates, the United States and Germany to facilitate travel.  The announcement of the Maldives travel bubble comes as India reported 64,553 new coronavirus cases and 1,007 deaths on Friday.  ##Economy## India recorded 64,553 new coronavirus cases and 1,007 deaths in the past 24 hours, the country's Health Ministry announced Friday.  The country has reported 2,461,190 Covid-19 cases since the outbreak began, according to the ministry, the third highest in the world after the United States and Brazil. The confirmed number of fatalities stands at 48,040. More than 661,595 cases remain active. The total number of recovered patients in India stands at more than 1.7 million, according to the government. On Thursday, the Health Ministry announced the highest confirmed number of daily infections, at 66,999. ##Hotspots##   South Korea registered 103 new coronavirus cases on Thursday, the South Korean Centers for Disease Control and Prevention (KCDC) said. It's the first time the country reported more than 100 new daily cases since April 1. Among the new cases, 85 were locally transmitted and 18 others were imported, Vice Health Minister Kim Ganglip said at a briefing.  Churches and schools: Kim said the health authorities are very concerned about multiple clusters from churches, door-to-door sales companies, markets and schools in Seoul and Gyeonggi province.  Sarang-jeil church in Seoul has 13 cases and the number is expected to rise. Kim said the church has not been fully cooperative with the government’s tracing efforts. New rules for foreign patients: Starting from August 17, foreign coronavirus patients who violate South Korean anti-virus measures will be responsible for full treatment costs.  South Korea has so far reported 14,873 Covid-19 cases and 305 deaths, according to the KCDC.  Venezuela reported 1,281 new Covid-19 cases on Thursday, the highest daily increase in infections, according to the country's Vice President Delcy Rodriguez. The total number of confirmed cases in Venezuela stands at 8,725. Rodriguez said there were 18 new Covid-19 related deaths on Thursday, raising the total number of confirmed fatalities since the start of the pandemic to 259.  Venezuela has seen an increase in Covid-19 cases over the past few weeks. Thursday was the fourth day in a row the country reported its highest daily number of cases. ##Hotspots## Japan reported 1,177 new cases of Covid-19 and 10 deaths on Thursday, according to the country's Health Ministry. The new infections bring Japan's nationwide confirmed total to 52,929 cases, with 712 from the Diamond Princess cruise ship. The number of deaths stands at 1,086, with 13 from the ship. Thursday marks the first day in four days that the number of daily cases has risen back over 1,000. On Thursday, the capital Tokyo counted 206 new infections, while Osaka had 177 cases. Okinawa prefecture, which has the highest number of infections per capita, extended its own state of emergency for another two weeks, while adding 97 new infections. ##Hotspots## An advisor to President Donald Trump on coronavirus has said that “young people are not at risk for serious disease” from Covid-19.   Dr. Scott Atlas made the comments to Martha MacCallum Thursday night on Fox News. Fact check: Adults are more likely to become seriously ill from Covid-19, but children can get sick, and have serious complications.  Rare complications: The US Centers for Disease Control and Prevention recently reported at least 570 cases of children with MIS-C, a rare but serious coronavirus complication in children that has been associated with fever, rash, inflammation and shock. Ten of those children died. Increased virus rates in kids: There has been a 90% increase in the number of Covid-19 cases among children in the United States over the last four weeks, according to an analysis by the American Academy of Pediatrics and the Children's Hospital Association released this week.  “It's not fair to say that this virus is completely benign in children,\" said Dr. Sean O'Leary, vice chair of the American Academy of Pediatrics Committee on Infectious Diseases, noting that about 90 children have died in the US from coronavirus. New Zealand reported 12 new coronavirus cases in the last 24 hours, the country's top health official announced today.  All the new cases were locally transmitted, New Zealand’s Director General of Health Dr. Ashley Bloomfield said at a press conference.  Two of the new cases were students while one case was a pre-school student.  The two schools and the pre-school the students attended have been closed while close contacts are being traced, according to Bloomfield.  A total of 771 close contacts of the reported Covid-19 cases this week have been identified by the national contact tracing service, he added.   Bloomfield also announced that 15,703 coronavirus tests were conducted on Thursday alone -- the highest in a single day in New Zealand since the outbreak began, bringing the total number of tests conducted across the country to 524,414.  Read more on the situation in New Zealand. ##Hotspots## ##Schools## Mexico’s Health Ministry on Thursday reported 7,371 new cases of Covid-19, bringing the country's total to 505,751. The ministry also reported 627 new deaths, bringing the total death toll to 55,293. ##Hotspots## America needs to get control of Covid-19 and carefully reopen the country, or the consequences could be devastating, Dr. Anthony Fauci told actor Matthew McConaughey in an interview on Instagram Thursday. “To think that you can ignore the biologic and get the economy back, it's not gonna happen,” said Fauci, the nation’s leading infectious diseases expert. “It's just not gonna happen. You gotta do both. You gotta get control of the biologic as you carefully, open the country.”  Fauci emphasized the importance of acting in a measured, prudent way. He noted that we have seen the consequences of jumping over the guideposts that have been established for safe reopening. “It goes beyond the economics,” said Fauci. “If you shut down, even if there was no economic issue, what happens is that psychologically, it could be devastating.\"  “If you're really shut down, children may not get their vaccinations. People don't go to hospitals when they get chest pain,” he added. “There's a lot of different things that could go wrong, beyond the economy.” Fauci gave another grim warning. “In fact, there's projections that if you stay shut down, the number of deaths unrelated to Covid will go up,” he said. “The number of suicides, overdoses, family issues, such as child abuse and things like that, they all go up.” Fauci said that he believes the country can come together to overcome the virus. “I'm old enough to have been a baby during World War II, but I remember how the country absolutely pulled together. We pulled together after 9/11. This is equivalent to that,” he said. “We've got to pull together.” Georgia's Health Department reported 2,674 new cases of Covid-19 on Thursday.   The statewide Covid-19 total is 228,668. The department also reported 83 new coronavirus-related deaths, which brings the total in the state to 4,538.   According to the Department of Health, the state reported 136 deaths Tuesday – its most in a single day since the beginning of the Covid-19 pandemic – and another 109 deaths Wednesday. Note: These numbers were released by the Georgia Department of Public Health and may not line up exactly in real time with CNN ##Hotspots##", "Section": "world", "Writers": ["Helen Regan", "Brad Lendon", "Laura Smith-Spark"], "URL": "https://www.cnn.com/world/live-news/coronavirus-pandemic-08-14-20-intl/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}