{"Type": "article", "Time": "2018-08-28", "Headline": "US airlines are struggling to make money from China's travel boom", "Text": "China will soon become the world's biggest market for air travel, but American carriers are having trouble profiting from the rapid growth.  Some US airlines are cutting routes to China, the world's second-biggest economy. American Airlines is dropping its service between Chicago and Shanghai, while Hawaiian is suspending flights between Honolulu and Beijing.  American said last week it's shelving the Chicago-Shanghai route from October because it \"is unprofitable and simply not sustainable in this high fuel cost environment.\" The airline announced earlier this year it was scrapping its Chicago to Beijing route.  United axed its service between San Francisco and Hangzhou last year after operating it for just 15 months.  The difficulties faced by US carriers are largely the result of fierce competition from state-backed Chinese rivals, which have rapidly increased their international routes. \"It's a very competitive marketplace, even for the Chinese airlines,\" said Peter Harbison, the executive chairman of research firm CAPA - Center for Aviation in Sydney.  'Difficult to make a profit' Chinese carriers have improved their fleets and quality of service markedly over the past few years compared with other big international airlines, according to industry experts.  They've also pursued aggressive growth on US routes, pushing down passenger yields — a key revenue metric — for everyone, said Greg Waldron, Asia managing editor at aviation website FlightGlobal in Singapore. \"It is difficult to make a profit,\" he added. The problem has been compounded by the rise in oil prices over the past two years. \"Higher fuel prices make a marginal route impossible,\" Harbison said.     Subsidies help Chinese carriers Chinese airlines benefit from government subsidies that help them keep ticket prices low, according to analysts.  \"The Chinese carriers will be the ultimate winners because they have strong government backing and they have deep pockets,\" said Shukor Yusof, the founder of aviation-focused consulting firm Endau Analytics in Malaysia.  \"US carriers are going to find the going incredibly difficult in being profitable flying into China,\" he added.  Research by Singapore-based bank DBS this year found that government subsidies to China's aviation industry have doubled in the past four years. 1.5 billion travelers  Despite the challenges, US airlines have strong incentives to stay the course. China will displace the United States as the world's largest aviation market by 2022, including flights to, from and within the country, according to the International Air Transport Association.  DBS forecasts that the number of Chinese air travelers will triple to 1.5 billion by 2036 as the population gets wealthier and travels more. American carriers have in the past complained about their treatment by Chinese authorities. They have claimed they have been given unfavorable landing slots — such as late at night — or been denied them altogether in some cases. Some have also found themselves caught in a political storm when Beijing demanded that they change their websites to conform with its stance on Taiwan.   Besides government assistance, Chinese airlines have other advantages over their American rivals, according to Shukor. More Chinese travelers visit the United States than vice versa, and they gravitate towards domestic carriers because of familiarity and a sense of patriotism, he said. Cooperation, not competition, could be a better solution for US airlines in China. American and Delta have both taken small stakes in major Chinese airlines in the past few years. US airlines have also expanded their code-share agreements with their Chinese counterparts, which allow them to share certain routes and coordinate some services.  \"China is a market that US carriers cannot afford to ignore, but it won't be easy,\" Waldron said. ", "Section": "companies", "Writers": [], "URL": "http://money.cnn.com/2018/08/28/news/companies/us-airlines-china/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Malaysia", "Source": "CNN"}