{"Type": "profile", "Time": "2016-12-13", "Headline": "Ellana Lee", "Text": "Ellana Lee is Senior Vice President & Managing Editor, Asia Pacific, for CNN International, and Global Head of Features Content for CNN International and CNN Digital. She is based in the network's Asia Pacific headquarters in Hong Kong.  Lee is the network's most senior executive outside of the United States. As head of the Asia Pacific region and its editorial output, she manages CNN's award-winning on-air news programming produced there, including the correspondents and newsgathering teams across eight operations, from Kabul to Seoul. As Global Head of Features Content across CNN International television and CNN Digital, she is responsible for the partnership between CNN's international editorial and commercial teams, helping to drive the network's business outside the United States. CNN's features group is an integrated, cross-platform, award-winning creative team, producing more than 1000 hours of premium original programming every year. This encompasses long-form series, documentaries and specials for TV, digital and social platforms across eight production hubs in Hong Kong, London, Abu Dhabi, New York, Atlanta, Los Angeles, Johannesburg and Miami. Under Lee's management, CNN has received a variety of prestigious awards including Best Documentary Film from the Environmental Media Association in 2020 for 'Ted Turner: Captain Planet', and Best Covid-19 Factual Feature and Best Current Affairs Programme at the 2020 ContentAsia awards. Other accolades include the Breaking News Award from the Royal Television Society TV Journalism Awards for coverage of the Hong Kong protests in 2019, five award wins at the Asian Academy Creative Awards in 2018 and Best News Coverage from the Royal Television Society in 2013 for reporting of Typhoon Haiyan in the Philippines. This award and other reporting from the region played a key role in CNN International being crowned the RTS News Channel of the Year in 2013 and 2012. Lee has also received numerous personal accolades, including ContentAsia's 'Asia Media Woman of the Year' in 2018 for her commitment to the news media industry. Lee was also an integral part of CNN's coverage of the historic Inter-Korean and the Trump-Kim summits in 2019 and 2018. She has traveled to North Korea several times and in mid-2017 spearheaded an exclusive report called Secret State: Inside North Korea. The 60-minute documentary followed CNN cameras inside the secretive nation and was awarded Best Documentary Program at the Asian Academy Creative Awards in 2018. In recognition of her leadership position, Lee was named a 'Young Global Leader' by the World Economic Forum and now sits on the board of the Young Global Leaders Foundation.  She is an Asia 21 fellow, as awarded by the Asia Society, and is a graduate of Harvard's 'Global Leadership and Public Policy for the 21st Century' Executive Program. She is also a member of the Council on Foreign Relations, and The Nature Conservancy's Asia Pacific Council, and sits on the advisory board of The Murrow Centre at Tufts University. Lee has had a longstanding and accomplished career at CNN, beginning in New York as a producer to help launch the program 'In The Money'. She subsequently worked as a business producer and a senior planning producer, coordinating major events out of the Asia Pacific region. She holds a Master's degree in Broadcast Journalism from New York University and an undergraduate degree in History and International Relations from Georgetown University.", "Section": null, "Writers": [], "URL": "https://www.cnn.com/profiles/ellana-lee-profile", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Philippines", "Source": "CNN"}