{"Type": "gallery", "Time": "2020-11-13", "Headline": "Architectural designs to combat urban flooding", "Text": "With global sea levels on the rise, architects are having to adapt to a new climate reality. Here are some of their most innovative flood-resilient projects.\n\nSan Francisco, US -- The Embarcadero district is one of San Francisco's most beloved areas, but it is also one of America's most endangered historic places, vulnerable to earthquakes and sea-level rise. In September, London-based Heatherwick Studio released its vision, \"The Cove,\" a design that would futureproof the area from flooding while providing a new social hub and ecological park for the community. The development would utilize the abandoned piers, including Piers 30-32 which were left untouched after the Loma Prieta earthquake in 1989. Manhausen, Norway -- Perched on the edge of the Arctic Circle, on the remote island of Manhausen in northern Norway, a series of cabins, built by Snorre Stinessen Arkitektur, are designed to withstand extreme weather conditions. Each one is propped up by stilts and positioned according to wave height and projected sea level rise. Manhausen, Norway -- The compact cabins are an extension of the Manhausen Island Resort, an eco-retreat owned by the polar explorer Børge Ousland. Accommodating up to five people, the cabins overlook the Barents Sea and have wide glass windows, perfect for stargazing or spotting sea eagles. Designed to be sustainable, they are built from a solid wood structure with aluminum sheet cladding to protect the timber from saltwater exposure.  Marlow, UK -- Baca Architects specializes in \"aquatecture,\" building in, on or near water. It is most famous for the Amphibious House, built in 2016 on the banks of the River Thames in Marlow, UK. To protect against flooding in the area, the house is buoyant, resting on the ground in dry conditions and rising up in its dock to float during a flood. Stratford-Upon-Avon, UK -- The firm's latest residential project consists of homes built on a flood plain in Stratford-Upon-Avon. The 11 houses on Shipston Road are built on raised piles with a floodable zone below, and the green space is landscaped to support water run-off. Richard Coutts, director of Baca Architects, says that this housing model offers a solution for flood mitigation that is sustainable and could be mass-produced.  Oceanix City -- Looking much further into the future, Bjarke Ingels' architecture firm BIG unveiled a concept for a floating city for 10,000 people, to help populations threatened by extreme weather and rising sea levels. Oceanix City consists of multiple islands that are clustered together like villages and anchored in place.  Oceanix City -- BIG unveiled Oceanix City at the UN High-Level Roundtable on Sustainable Floating Cities in 2019. It is designed to be self-sufficient, with solar roofs generating energy, spaces for communal and underwater farming and zero-waste systems.   Copenhagen, Denmark -- In an up-and-running project by BIG, Urban Rigger offers students affordable, floating housing. The buoyant structure consists of nine shipping containers, stacked on top of one another in a circular shape, with gardens on top. It's a new solution to accommodate the growing student population and utilizes Copenhagen's harbor in the heart of the city.  Pamplona, Spain -- Architecture firm Aldayjover has built a 62-acre park located within the meander of the Arga River. Due to severe flooding, the land was barely used, but now -- according to Aldayjover -- locals use the area for farming, walks and a playground for 95% of the year, while during the flood season, it is claimed by the river. Copenhagen, Denmark -- The Soul of Nørrebro, a project by Copenhagen-based firm SLA, uses the city's frequent downpours to feed urban wetland, which cleans and purifies the water while also creating a space for cultural and social interaction. Construction is due to be completed in 2024, says the firm. Copenhagen, Denmark -- Another of SLA's flood-resilient designs in Copenhagen, the Sankt Kjelds Square and Bryggervangen project collects rainwater and reuses it locally for growing plants and trees. This strengthens biodiversity and reduces air pollution in the city, while also creating green spaces for locals. Since its realization in 2016, the award-winning project has transformed 9,000 square meters of asphalt into new nature, says SLA. Amsterdam, Netherlands -- Located on a lake east of Amsterdam, IJburg is a large floating housing district, designed by Marlies Rohmer Architects. The development, completed in 2015, consists of 158 waterside homes spread over artificial islands, each one anchored to the lake bed.  Amsterdam, Netherlands -- During the summer, residents can paddle away from their homes, while in winter the water freezes over, allowing ice skating.  Modular Water Dwellings -- In response to the growing risks of climate change and increasing urbanization, UK architects Grimshaw teamed up with Dutch manufacturing specialists Concrete Valley, to design flood-resilient and affordable homes. The Modular Water Dwellings are durable concrete pontoons that can be manufactured en masse and are equipped with a solar power system.  Hamburg, Germany -- HafenCity is a 160-hectare (400 acre) development in the old port areas of Hamburg, located in the flood zone of the river Elbe. Due to be completed in 2025, KCAP's design aims to transform the derelict dockland site into a lively center. Buildings are constructed on plinths eight meters above sea level, to prevent damage from flooding.  Shenzen, China -- In partnership with landscape architects Felixx, KCAP designed East Dike, which used three dikes to restore the 130 kilometer (80 miles) coastline of Dapeng, a peninsula in the bay between Hong Kong and Shenzen, after it was battered by typhoon Mangkhut in 2018. The dike system aims to help prevent erosion, storm surge and manages rainwater, while producing a lush and safe environment for the area's residents. Lagos, Nigeria -- While many architectural projects focus on urban populations in developed countries, poorer coastal communities are disproportionately at risk from sea level rise. Makoko, a waterfront community on the Lagos lagoon, features makeshift houses sitting precariously on stilts. Lagos, Nigeria --  In 2013, architecture firm NLÉ unveiled the Makoko Floating School, a prototype floating structure to be used as an educational and community space. However, the wooden structure collapsed following heavy wind and rainfall in 2016, highlighting the vulnerability of  the area. The concept evolved into a pre-fabricated, easy-to-assemble structure called the \"Makoko Floating System,\" which NLÉ has deployed in four more countries around the world, including Cape Verde most recently. Beaufort, Malaysia -- The Etania Matakana school in Beaufort, Malaysia, is located along a river at risk of extreme flooding. BillionBricks, a non-profit that innovates shelters for the vulnerable, designed lightweight classrooms supported by shipping containers, protecting them from flooding and maintaining a cool natural breeze.  Beaufort, Malaysia -- The school has been in use for over two years, providing an education for 350 children of migrant workers, says BillionBricks.", "Section": "architecture", "Writers": [null], "URL": "https://www.cnn.com/style/gallery/flood-resilient-buildings-spc-intl-c2e/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Malaysia", "Source": "CNN"}