{"Type": "article", "Time": "2020-09-23", "Headline": "Apple finally launched an online store in India", "Text": "It's been 20 years since Apple entered India. Now the company is finally starting to sell directly to customers.  Apple launched its online store in the country Wednesday, marking a critical milestone in its plans for one of the world's biggest economies. The iPhone maker also wants to open its first physical store there next year. For years, Apple and other foreign retailers were restricted from setting up shop in India unless they sourced at least 30% of raw materials locally, forcing the California giant to rely on third-party resellers. That changed last year when the Indian government relaxed some investment rules. \"It's been a long road,\" said Rushabh Doshi, a research manager for Canalys based in Bangalore. \"Apple has been wanting to do this in the past, but regulation had not allowed it.\" The company's new e-commerce platform now lets shoppers customize their own Macs online — something Apple had not been able to offer directly in India before, according to Doshi — while giving them a more localized experience, such as the option to engrave their AirPods in seven Indian languages. More importantly, it helps Apple connect with customers and introduce more users to its ecosystem, according to experts. Until this week, many customers in India had \"never gone through a true Apple experience,\" said Doshi. \"In fact, a lot of Indians would not even be able to tell you what they're missing out on because they haven't been to Singapore, or they haven't been to Hong Kong, or [the] US to actually see the kind of experience that Apple can provide.\" The launch is timely, too. Almost one third of annual smartphone sales in India usually take place at this time of year, which marks the run-up to Diwali, the Hindu festival of lights, according to Tarun Pathak, an associate director with Counterpoint Research based in Gurgaon, India.  Retailers typically take advantage of this time by offering sales over the six-week period leading up to the holiday, he said. \"It's a very, very crucial season, and Apple does not want to miss out on that.\" A complex market Apple has big plans for India, but the iPhone maker still has a long way to go. It only captures a tiny sliver of the country's smartphone market — less than a 2% share, estimated Doshi.  That's because many of the company's products are seen as prohibitively expensive for most Indians.  Chinese smartphone vendors, which are known for lower priced alternatives, account for 72% of India's smartphone market, highlighting how price-sensitive consumers are, said Pathak. And although research from Canalys and Counterpoint shows that more people are starting to turn toward premium brands, the most expensive iPhones can still cost more than many Indians make in a year. Apple sets prices in different countries based in part on taxes and the local currency's strength against the dollar. In 2018, it jacked up prices in India after the government raised tariffs on imported smartphones to 20%. To help lower costs, the company has ramped up manufacturing in India. In 2017, it began making iPhones locally for the first time, and recently, it also started domestic production of the iPhone 11. Analysts expect this to be just the tip of the iceberg for the company in India. They expect its shipments there to grow, particularly as it continues to open stores and expand its presence. \"The bottom line is, anything which Apple will do in India will grab headlines,\" said Pathak.  \"Apple is not going to stop here.\" — Manveena Suri and Rishi Iyengar contributed to this report.", "Section": "tech", "Writers": ["Michelle Toh"], "URL": "https://www.cnn.com/2020/09/23/tech/apple-online-store-india-intl-hnk/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Singapore", "Source": "CNN"}