{"Type": "article", "Time": "2020-02-17", "Headline": "February 17 coronavirus news", "Text": "Our live coverage of the coronavirus outbreak has moved here. Hong Kong's Department of Health announced that it will prosecute two people suspected of violating compulsory quarantine requirements. In a statement released on Monday, the Department of Health said that since the compulsory quarantine began on February 8, four Hong Kong residents under quarantine have attempted to leave Hong Kong in breach of the requirements. The Department of Health added that following investigations, the department applied to serve summons to two of the people involved. The other two people are still under investigation.  According to quarantine regulation, all travelers who have been in mainland China within 14 days preceding their arrival in Hong Kong must be subject to a 14-day quarantine. If convicted of violating the quarantine regulation, the two Hong Kong residents face a maximum fine of $3,220 and up to six months in prison.    Five additional deaths were reported in mainland China on Monday, increasing the death toll there to 98, according to China’s National Health Commission (NHC). Of the 98 deaths reported Monday, 93 were in Hubei Province. The additional five deaths across all of mainland China brings the death toll to 1,868 in China. That brings the global death toll to 1,873. There have been five deaths reported outside of mainland China with one death in Hong Kong, Taiwan, Japan, the Philippines and France. Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, said the risk of coronavirus in the US is \"really very minimal because there really are only 15 cases now, in addition to those who were shipped here.\" In an interview with CNN’s Wolf Blitzer on Monday, he went on to say the cases \"were identified, they were isolated and the contacts were traced.” “Obviously, things could change. If this spreads more diffusely throughout the world, there’s the possibility we may actually have a global pandemic. So although I’m saying the risk right now is minimal in the United States and we should just go about our daily business, we need to keep an eye on it because it can change, and that’s the reason why we’re taking it very seriously,” Fauci said. He said the soonest a vaccine for the novel coronavirus could make it through the development process and clinical trials is “at least a year to a year and a half.”   The Hubei health authority reported that 93 more people died of the coronavirus in Hubei province on Monday, raising the death toll in the epicenter since the beginning of the coronavirus outbreak to 1,789. This brings the total number of deaths in mainland China to at least 1,863. The global death toll is at least 1,868, with one death each in Hong Kong, Taiwan, Japan, the Philippines and France. Hubei authorities confirmed an additional 1,807 cases of the virus in Hubei on Monday, which brings the total number of cases in the epicenter of the outbreak to 59,989.  According to the health authority, 41,957 patients have been hospitalized in Hubei, including 1,853 who are in critical condition. The health authority said 7,862 patients have been discharged.  The global number of confirmed coronavirus cases now exceeds 73,243 with the vast majority of cases in mainland China. China’s National Health Commission is expected to release numbers for all of China’s provinces later. Concerns are mounting about how long the novel coronavirus may survive on surfaces — so much so that China's central bank has taken measures to deep clean and destroy its cash, which changes hands multiple times a day, in an effort to contain the virus. It is unknown exactly how long the novel coronavirus can linger on contaminated surfaces and objects with the potential of infecting people, but some researchers are finding clues by studying the elusive behaviors of other coronaviruses. About the virus: Coronaviruses are a large group of viruses common among animals. In rare cases, they are what scientists call zoonotic, meaning they can be transmitted from animals to humans, according to the US Centers for Disease Control and Prevention. Officials do not know what animal may have caused the current outbreak of novel coronavirus in Wuhan, China. But previously, studies have suggested that people were infected with the coronavirus MERS, or Middle East Respiratory Syndrome, after coming in contact with camels, and scientists have suspected that civet cats were to blame for SARS, Severe Acute Respiratory Syndrome. These human coronaviruses, such as SARS and MERS, have been found to persist on inanimate surfaces — including metal, glass or plastic surfaces — for as long as nine days if that surface had not been disinfected, according to research published earlier this month in The Journal of Hospital Infection. Cleaning with common household products can make a difference, according to the research, which also found that human coronaviruses \"can be efficiently inactivated by surface disinfection procedures with 62-71% ethanol, 0.5% hydrogen peroxide or 0.1% sodium hypochlorite\" or bleach within one minute. Keep reading here. CNN's Randi Kaye, who is filling in for Anderson Cooper today on \"Full Circle,\" talks to an American who stayed on the Diamond Princess cruise ship instead of taking a charter flight to the US. Authorities later confirmed that 14 passengers who evacuated the ship and took charter flights to the US tested positive for coronavirus. Now after the 14 coronavirus cases, Sacramento resident Matthew Smith said, “The decision not to be evacuated was the best decision ever.”  Refresh this page to watch Anderson Cooper Full Circle live at 5 p.m. ET in the video player above. The Trump administration has prevented at least 140 travelers from entering the United States as it attempts to contain the spread of the novel coronavirus.  Fourteen foreign nationals were turned away at US airports and 126 people were refused entry at land ports from February 2 to 12, according to data provided to CNN by the Department of Homeland Security. Airlines are responsible for removing passengers who are denied entry to the US out of the country. Additionally, 34 travelers were stopped at pre-clearance locations — airports where US officials conduct screening before passengers board US-bound flights.    More on this: On February 2, the US began implementing stringent travel restrictions that include temporarily denying entry to foreign nationals who visited China in the 14 days prior to their arrival in the US. US citizens returning from China are also subject to health screenings and potential quarantine. Those US citizens and others traveling to the US from China are being funneled through 11 airports where authorities can conduct additional screening and transfer people for quarantine if needed. Last summer, as the Ebola virus threat was emerging from the Democratic Republic of Congo, DHS' Countering Weapons of Mass Destruction Office implemented plans to provide enhanced airport screening at multiple airports throughout the United States. The department's chief medical officer is housed within the CWMD office.  The department retrofitted its Ebola response plan to deal with the coronavirus outbreak, according to DHS.  Customs officers referred 43,263 air travelers for potential secondary screening since the efforts began on February 2. Of those referred at airports, 23,836 required secondary screening, according to the data.   Personnel has been added to deal with the virus as well. Around 95 CWMD contractors are employed per day across the 11 airports to conduct medical screenings. As of February 12, 19 DHS personnel were assigned to the US Department of Health and Human Services operations center.  There are also 150-200 Customs and Border Protection officers assisting with screening daily at the 11 airports. Delta Air Lines said today it is “proactively reaching out” to its passengers who recently traveled on one of its flights between Honolulu and Nagoya, Japan, after it became aware that two passengers on that flight are being reportedly treated for the novel coronavirus. Here's the statement from Delta: “We are communicating with the appropriate public health officials, including U.S. Centers for Disease Control and Prevention and local Japanese authorities. The health and safety of our customers and crews is our top priority, and in cooperation with Japanese health officials, we are proactively reaching out to customers who were onboard that flight as well as taking the necessary steps to ensure the safety of our customers and crew.\" Dr. William Walters, the Executive and Managing Director of Operational Medicine at Bureau of Medical Services at State Department, said that 328 people were evacuated on the two chartered flights out of Japan. The flight to California: The aircraft that went to Travis Air Force Base carried 177 people, he said on a briefing call today. Seven of those people “had isolated coronavirus positive,” and an additional three were isolated during the flight because of fever. These three people were not virus positive by test. Six people were moved to Omaha to be treated at the University of Nebraska, Walters said, adding there were “three spouse pairs, which means four folks that were coronavirus positive but asymptomatic were taken to health care facilities in the vicinity of Travis Air Force Base.” Dr. Robert Kadlec, the Assistant Secretary for Preparedness and Response (ASPR) at United States Department of Health and Human Services, said this was prearranged with local health authorities. The flight to Texas: There were 151 individuals on the flight to Lackland Air Force Base, Walters said, and seven were isolated with a positive lab test and no symptoms. “Two additional personnel were placed in isolation during the flight for fever in accordance with the protocol we’ve discussed,” Walters said. In total, 144 people stayed at Lackland and seven went on to Omaha, he told reporters. This post has been updated with the total number of passengers on the two flights. Fourteen people who were evacuated from the Diamond Princess cruise ship and flown back to the United States on charter flights tested positive for novel coronavirus, according to a joint statement from the US Departments of State and Health and Human Services. The passengers are among the more than 300 people removed Sunday from the ship, which docked off the Japanese port city of Yokohama, and flown to military bases in the United States. While the US is evacuating its citizens from the ship, other countries have not yet said if they will do the same.  There are 74 British nationals on board, but the UK government has not announced if they will do the same service for their citizens. UNICEF says it urgently needs over $42 million to scale up its response to the coronavirus, with the executive director calling it a “race against time.” “The immediate focus is to reduce human to human transmission but also to help children in areas where their access to essential services has been disrupted,\" UNICEF's Executive Director Henrietta Fore said in a statement. More context: UNICEF’s current response focuses on supporting China and the broader East Asia and Pacific region countries. UNICEF has flown in 13 tons of supplies to the countries, including protective suits, masks, goggles and gloves for use by health workers since January 29. Three new cases of the novel coronavirus have been confirmed in Hong Kong, bringing the city-wide total to 60 confirmed cases, including one death, the Hong Kong Health Ministry announced on Monday. The new cases are: A 69-year-old man with underlying illness and no recent travel history\nA 45-year-old man linked to a previous case\nA 46-year-old woman married to a patient who was confirmed to have the virus on Sunday The US Centers for Disease Control and Prevention has listed 467 people under investigation for the novel coronavirus in 42 states, according to an update posted to the agency's website Monday. Of them... 15 have tested positive\n392 have tested negative\n60 are still pending Keep in mind: The latest count \"does not include [people under investigation] in the US that were evacuated from the Diamond Princess cruise ship, including 14 presumptive-positive cases that are being retested,” the CDC says. These numbers are cumulative since Jan. 21 and include people with travel history to China, as well as those who have been in close contact with confirmed cases or other people under investigation. The 15 confirmed cases in the US include eight in California, one in Texas, one in Massachusetts, one in Washington state, one in Arizona, two in Illinois and one in Wisconsin. There are two instances of person-to-person transmission, one in Illinois and one in California. Two California cases and the Texas case are among evacuees from China. This is an increase from Friday, when the CDC listed 443 people under investigation in 42 states, including 15 positive, 347 negative and 81 pending cases. Dr. Michael Ryan, executive director of the World Health Organization’s Health Emergencies Programme, said the organization is still not classifying the coronavirus outbreak a \"pandemic.\" “I think we need to be extremely cautious in using the term ‘pandemic.’ We had lots of controversies during the H1N1 situation, around when it was pandemic and when it wasn’t pandemic, and I think we need to be careful,” Ryan said. Ryan continued: “The real issue here is whether we’re seeing efficient community transmission outside of China. And at the present time, we’re not observing that. And as such, we’re not in a position to have that discussion. What we’re seeing is, again, as we’ve said previously, the majority of cases outside China have a direct link still back to China. And of that transmission that’s occurred in countries outside China, the majority of that transmission can be traced through existing transmission chains. So therefore I think we have to be very, very careful not to drive fear in the world right now, and be very cautious in using the words you have used. We’ve said that the risk is very high in China, it’s high regionally and it’s high around the world. That is not, ‘the risk is high of a pandemic.’ The risk is high that the disease may spread further, and I think at face value, that is true.\" Dr. Sylvie Briand, director of WHO's Infectious Hazards Management Department, agreed, adding, “The difficulty with certain words is that their interpretation varies, and for [the] general public, very often ‘pandemic’ is really the worst-case scenario. And so I think we need, before qualifying the event as the worst-case scenario, we need a lot more evidence and a lot more data. And so that’s why I think we need to be cautious, because it can really create panic unnecessarily.” Recent data from around the world — and in particular from China — appear to show a decline in new cases. The World Health Organization says the new data must be analyzed \"cautiously.\"  “This trend must be interpreted very cautiously. Trends can change as new populations are affected. It’s too early to tell if this reported decline will continue. Every scenario is still on the table,” Tedros Adhanom Ghebreyesus, director-general of WHO, said during a press conference today.  He added that the virus seems to be \"not as deadly as other coronavirus including SARS and MERS.\" “More than 80% of patients have mild disease and will recover. In about 14% of cases, the virus causes severe diseases including pneumonia and shortness of breath. And about 5% of patients have critical diseases including respiratory failure, septic shock and multiorgan failure. In 2% of reported cases, the virus is fatal, and the risk of death increases the older you are. We see relatively few cases among children. More research is needed to understand why,” Adhanom Ghebreyesus said. Here's a look at the decline in cases, according to WHO data. These numbers may differ from those reported by national health authorities, who report updated totals at different times than the WHO. Two new cases of the novel coronavirus have been confirmed in Singapore, bringing the city-wide total to 77 confirmed cases, the Singapore Ministry of Health announced today. One of the new cases in Singapore is a 76-year old man who was evacuated from Wuhan, China on Feb. 9. The other is 35-year-old man with no recent travel to China and is linked to a previous case. Five people diagnosed with the coronavirus in Singapore were discharged from the hospital, bringing Singapore’s total of discharged patients to 24 people, the ministry said. Additionally, Taiwan’s Health Ministry announced two new cases of the novel coronavirus, bringing the total to 22 confirmed cases, including one fatality.  The first new case in in Taiwan is a woman in her 80’s and the second case is a man in his 30’s. Both are related to cases announced yesterday, the ministry said. Five more people in Japan have tested positive for coronavirus, the Ministry of Health, Labour, and Welfare has announced. The new patients are not on the Diamond Princess cruise ship.  That makes for 62 total cases not from the Diamond Princess, and 518 total in Japan. While the vast majority of coronavirus cases are in mainland China, the virus has been reported in more than two dozen countries and territories around the world.  Here's a look at where the cases are throughout the world, according to World Health Organization data. These numbers may differ from those reported by national health authorities, who report updated totals at different times than the WHO. Nearly half of China's population — 780 million people — is living under some form of travel restrictions as authorities continue to contain the novel coronavirus outbreak. According to analysis done by CNN, travel restrictions, of varying degrees are still being enforced in various provinces and cities across mainland China including Hubei, Liaoning, Beijing and Shanghai affecting over 780 million people. Restrictions include everything from self-quarantines to limits on who can come and go from neighborhoods. Some of the strictest measures can be found in four cities in Hubei province, the epicenter of the outbreak. The cities of Wuhan, Huanggang, Shiyan and Xiaogan have completely sealed off all residential complexes and communities. The use of non-essential vehicles on local roadways is also banned. Residents in each city receive daily necessities from neighborhood and community committees as they are not permitted to leave their homes. The novel coronavirus has infected at least 70,548 people and killed at least 1,770 people in mainland China alone by Feb. 16, according to China’s National Health Commission. CORRECTION: This post has been updated to correct the death toll in mainland China as of Feb. 16.  UK authorities are considering repatriating 74 British nationals on board the Diamond Princess cruise ship, docked in the Japanese city of Yokohama, a spokesperson for the UK Foreign Office (FCO) told CNN.  We sympathize with all those caught up in this extremely difficult situation. We are urgently considering all options to guarantee the health and safety of the British people on board the Diamond Princess, in line with the latest advice from the Chief Medical Officer and the World Health Organisation, and are working closely with the Japanese authorities and our international partners,\" an FCO spokesperson said.  “Our staff in Tokyo, including the Ambassador, have been in regular contact with the British passengers and crew on the Diamond Princess and we have also been speaking to families in the UK,” the spokesperson added. What the passengers are saying: In a Facebook live broadcast on Sunday, British passenger David Abel said that passengers aboard the ship were becoming \"despondent\" as other countries, including the US, started to evacuate their citizens.  “It feels that we have been forgotten. That you don’t really care about us, and that you’re actually not wanting us to come home,” he said, calling on the UK government to evacuate British nationals aboard the ship.  Passengers who flew back to the US from the Diamond Princess cruise ship told CNN about their journey from the stricken cruise ship, with passenger Karey Maniscalco saying: \"I don't feel as much like a prisoner.\"  Thousands of people have been stuck in their cabins under mandatory quarantine aboard the Diamond Princess, which is docked off the Japanese port city of Yokohama, since Feb. 3. On Saturday afternoon, the US Embassy in Tokyo sent a notice to Americans on board the Diamond Princess laying out plans to evacuate nearly 400 Americans back home. \"Every single person we encountered was the most kind and thoughtful person,\" Maniscalco told CNN upon arrival in California.  Maniscalco told CNN that while officials knew they were scared, \"they did everything in their power to make us feel at ease. They kept saying that they knew we've been through a great ordeal and how stressed out we were and now we are safe.\" Speaking about her arrival in California, she told CNN:  It's a whole different feeling already. We are not locked in a rooms anymore. We have a separate room for a TV, I have normal cell service. I don't feel as much like as a prisoner.\"\n\"Thinking of two more weeks locked up like we were on the cruise was unbearable. This is doable!\" Passenger Sarah Arana told CNN that passengers were greeted by CDC officials as they left the plane. Once they arrived at the military base in California, passengers had their temperatures taken and were assigned rooms, she said.  Watch more:  Mainland China remains the hardest hit area in the coronavirus outbreak, with the vast majority of both cases and deaths. Here's a look at where the cases are throughout mainland China, according to World Health Organization data. These numbers may differ from those reported by Chinese health officials, who report updated totals at different times than the WHO. The operator of the Westerdam cruise ship, which was stranded for days at sea before it was allowed to dock in Cambodia late last week, said it would \"investigate and follow-up\" with individuals who had contact with a guest who tested positive for the coronavirus. \"We are in close coordination with some of the leading health experts from around the world,\" Dr. Grant Tarling, the Chief Medical Officer for cruise operator Holland America Line, said in a statement on Monday. \"These experts are working with the appropriate national health authorities to investigate and follow-up with any individuals who may have come in contact with the guest.\" An 83-year-old American woman who had been on board the Westerdam tested positive after she and her husband were both found to have symptoms when they landed in Kuala Lumpur after flying in from Cambodia. The husband tested negative. Search for port: The cruise ship docked in Cambodia last week after being turned away from several other ports in Asia. Several governments feared passengers on the Westerdam could have been infected with the coronavirus because the ship had previouslu docked in Hong Kong. The Cambodian government allowed the ship to dock last Thursday, and 1,455 passengers were allowed to return to their respective countries after they successfully passed through health screenings.  On Monday, Holland America said officials from the Cambodian Health Ministry were on board the ship testing the 255 guests and 747 crew that are awaiting clearance. The cruise liner said that all 2,257 passengers and crew were screened for illness on February 10, and guests who disembarked in Cambodia underwent additional screening and checks.   A Russian woman who escaped a ward where she was under quarantine for novel coronavirus has been ordered back to the hospital, Russian state news agencies reported Monday. Alla Ilyina fled the Botkin Hospital for Infection Diseases in St. Petersburg, where she was undergoing observation after returning from a trip to China. Local authorities subsequently filed suit, saying her escape broke quarantine regulations and potentially endangered the public. RIA-Novosti reported Monday that the Petrograd District Court had ordered Ilyina back to the hospital. Ilyina will have to remain quarantined in the hospital until February 19 at the earliest, RIA-Novosti reported. Ilyina’s lawyer previously told CNN his client, who had undergone a mandatory 14-day quarantine period, had the right to return home. Separately, the head of Russia’s consumer protection service, Rospotrebnadzor, said the agency was ready to propose stricter measures for violating quarantine, RIA-Novosti reported Monday. The Tokyo Marathon will only be open to elite runners due to public health concerns about the novel coronavirus, according to an announcement by event organizers on Monday. The race, scheduled for March 1, will only allow elite runners and elite para-athletes to participate. Members of the public who were eligible to run this year will be given a slot next year without having to enter the lottery. The Tokyo Marathon lists 64 elite runners and 18 athletes listed in the “wheelchair elite” category on its website. Organizers say 293,275 people entered the lottery for one of the 26,370 marathon spots for this year. Cases in Japan: Japan has 513 confirmed cases of coronavirus -- the highest number outside of mainland China -- and one death. 456 of Japan's cases are linked to the Diamond Princess cruise ship, and 57 are on land.  A Russian passenger on board the cruise ship Diamond Princess has tested positive for the novel coronavirus, the Russian Embassy in Japan said in a statement on Facebook Monday. During a medical examination carried out by the Japanese authorities for all passengers of the vessel for infection with COVID-19, the coronavirus was detected in a Russian citizen on board,” the statement read. \n“In the near future, the Russian woman will be taken to the hospital, where she will undergo a course of treatment.” The embassy said it would continue to provide Russian citizens with all necessary assistance. China's central bank has implemented a new strategy to contain the coronavirus -- deep cleaning and destroying potentially infected cash. The virus appears to survive for at least several hours on surfaces, according to the World Health Organization. This is why buildings in affected areas are regularly disinfecting elevator buttons, door handles, and other commonly-touched surfaces -- and why people are worried about cash, which changes hands multiple times a day. New measures: Chinese banks must now disinfect their cash with ultraviolet light and high temperatures, then store it for seven to 14 days before releasing it to customers, said the central Chinese government in a news release. Cash that comes from high-risk infection areas, like hospitals and wet markets, will be \"specially treated\" and sent back to the central bank instead of being recirculated. And in the central bank's Guangzhou branch, these high-risk banknotes may be destroyed instead of merely disinfected, according to state-run tabloid Global Times. To make up for the supply, the bank will issue large amounts of new cash; in January, the bank allocated 4 billion yuan ($573 million) in new banknotes to Wuhan, the Chinese city where the outbreak began, said the government news release. How dirty is cash? Each bill, passed person to person, samples a bit of the environment it comes from, and passes those bits to the next person.  The list of things found on US dollar bills includes DNA from our pets, traces of drugs, and bacteria and viruses, according to a 2017 study in New York. That doesn't mean cash is dangerous to our health; disease transmission linked to money is rare, and no major disease outbreaks have started from our ATMs. But with new coronavirus cases being reported every day in China, the country's officials are taking no chances. Read the full story here. Asymptomatic passengers arriving at Travis Air Force Base (AFB) from the Diamond Princess cruise ship will be housed in in the same facility as the previous evacuees from Wuhan -- the Chinese city at the center of the coronavirus outbreak -- according to a Travis AFB spokesperson.  More than 300 people were removed from the ship, which is docked off the Japanese port city of Yokohama, Sunday night and flown to military bases in the United States. The Westwind Inn on Travis AFB is the facility where all the evacuees are being held. The Travis spokesperson told CNN the newest group of evacuees arriving from Japan will be kept in a separate area of the lodge from those that have already been going through their quarantine. At least 62 Americans from the Diamond Princess cruise ship have tested positive for novel coronavirus, according to figures from Princess Cruises, the Japanese health ministry and a CNN tally.  The Japanese ministry said that there were 16 Americans among the 99 new Diamond Princess cases announced today.  It is unclear whether that figure includes the 14 Americans that the US State Department said tested positive on Sunday, and were flown back to the US on charter planes. Thailand will ban all passengers except Thai nationals from the Holland America Westerdam cruise ship, the Public Health Minsniter, Anutin Charnvirakul, said Monday. One passenger is said to have tested positive for the virus by Malaysian authorities after she was transiting through the country. Passengers from the ship disembarked in Cambodia on Friday after being refused entry at several ports – including in Thailand. Charnvirakul said all passengers will be banned from entry until “incubation period is over\" for 14 days following from February 14. An airplane believed to be the second of two chartered by the US government to evacuate Americans from the coronavirus-stricken Diamond Princess cruise ship in Japan has landed at Lackland Air Force Base in San Antonio, Texas.   According to flight tracking websites Flightradar24 and FlightAware, the Kalitta Air charter with tail number N716CK landed at approximately 4:56 a.m. ET.  The flight took about 12 hours after leaving from Haneda Airport in Tokyo. A further 99 more people from the Diamond Princess cruise ship have tested positive for novel coronavirus, the Japanese Ministry of Health, Labour, and Welfare announced on Monday. It’s the largest single-day increase of cases stemming from the ship to date, and comes as multiple countries around the world prepare to follow the United States in evacuating their citizens from the ship. There are now a total of 456 cases originating from the Diamond Princess, which had around 3,600 people quarantined onboard over coronavirus fears -- more than 10% of everybody on the ship.  The new cases brings the total number of coronavirus cases in Japan to 513 -- by far the highest number of cases outside of mainland China.  Of the 99 cases, 70 are asymptomatic, the ministry said. They will be moved to onshore medical facilities. The novel coronavirus began in December in the central Chinese city of Wuhan, Hubei province. Now, it's spread to 28 other countries and territories, and killed 1,775 people, the majority in mainland China. Take a look at how we got here: December 8: First patient develops symptoms of coronavirus in Wuhan.\nDecember 31: Earliest cases of virus reported to World Health Organization (WHO).\nJanuary 1: Seafood and wildlife market in Wuhan, where the outbreak is believed to have originated, is closed for disinfection\nJanuary 7: Chinese authorities confirm that they have identified the virus as a novel coronavirus\nJanuary 9: First person dies of the virus, though his death wasn't announced until January 11.\nJanuary 13: Thai authorities report their first case -- a Chinese national who had arrived from Wuhan.\nJanuary 16: Japanese authorities confirm their first case.\nJanuary 21: US officials confirm their first case.\nJanuary 23: Wuhan is placed on lockdown, and Lunar New Year celebrations are canceled in major Chinese cities. Around 60 million people are affected by lockdowns and travel restrictions in other parts of China. WHO says virus is not yet a public health emergency of international concern\nJanuary 28: Death toll tops 100. The number of confirmed cases in mainland China overtakes the deadly 2003 severe acute respiratory syndrome (SARS) outbreak.\nJanuary 30: WHO declares a public health emergency of international concern.\nFebruary 2: A Chinese man dies in the Philippines -- the first coronavirus death outside China.\nFebruary 4: The Diamond Princess cruise ship is docked under quarantine in Japan's Yokohama Bay with more than 3,700 people on board.\nFebruary 6: Death toll tops 500 globally.\nFebruary 7: Chinese whistleblower doctor Li Wenliang, who was targeted by Wuhan police, dies of the coronavirus. Chinese social media is flooded with grief, anger, and calls for freedom of speech.\nFebruary 8: The US Embassy in Beijing confirms that a US national died in Wuhan on February 6, marking the first confirmed death of a non-Chinese national.\nFebruary 11: The death toll tops 1,000 globally. The WHO names the coronavirus Covid-19.\nFebruary 15: The first coronavirus death in Europe is confirmed.\nFebruary 17: In the early hours of the morning, American passengers on the Diamond Princess fly out of Japan on a US-chartered evacuation plane. Twelve international and World Health Organization (WHO) experts landed in Beijing yesterday, for a WHO-led joint mission with Chinese national experts. The experts will be reviewing data, holding workshops, and making field visits to three provinces to study the coronavirus outbreak. The visiting experts will stay as long as needed, said WHO director general Tedros Adhanom Ghebreyesus. “The goal of the joint mission is to rapidly inform the next steps in the Covid-19 response and preparedness activities in China and globally,” Ghebreyesus said last week. After arriving, the experts held their first meeting with their Chinese counterparts. CDC snubbed: The US Centers for Disease Control and Prevention has offered to send experts to China, but the offer has not yet been accepted.  US Health and Human Services Secretary Alex Azar told CNN that the CDC first offered to send experts to China on January 6.  \"It's dependent on the Chinese to make their decisions and facilitate that,\" Azar said. \"We are ready to go and we are waiting for final clearance from the Chinese government to make that happen.\" Police in Hong Kong have arrested two men and are searching for a third after the group stole about 600 toilet paper rolls, in a robbery likely sparked by coronavirus fears that have gripped the city. Early Monday morning, a delivery worker was transporting goods to a supermarket in the city's Mong Kok district. He had placed about 50 packs of toilet rolls, containing about 600 rolls, outside the supermarket when three men stole them, police said. Several hours later, police found the stolen toilet rolls in a nearby guesthouse, and arrested two of the men. They are investigating the incident as a robbery, and are still looking for the third suspect. Why are people stealing toilet rolls? Earlier this month, the Hong Kong government announced it would close some borders with mainland China -- sparking unsubstantiated rumors that supply chains from China would be cut off.  The city government denied the rumors and tried to reassure the public -- but to no avail. Residents rushed to supermarkets to load up on supposedly endangered goods such as toilet paper rolls, rice, hand sanitizer, and other cleaning products. Soon, supermarkets sold out entirely of toilet rolls, food staples, and other crucial goods; photos inside supermarkets showed barren shelves and empty aisles. People are scared and angry: The toilet roll crisis sparked controversy in Hong Kong. After photos circulated on social media of residents hoarding multiple packs, some accused the panic buyers of unnecessarily creating chaos and confusion. Read the full story here. The Indian government is sending a planeload of medical supplies to Wuhan later this week to help China combat the coronavirus epidemic, the Indian Embassy in Beijing said on its official Twitter account. The Embassy said the flight will take Indians in Wuhan and Hubei province back to their home country when it leaves China, but the plane has \"limited capacity.\"  The number of coronavirus cases worldwide has topped 71,000, according to the latest numbers from China's National Health Commission.  Here's the latest: More deaths in Hubei: A total of 105 people in mainland China were killed by the virus Sunday, China's National Health Commission said -- 100 of whom were in Hubei province, the epicenter of the outbreak. The global death toll is 1,775, including five people outside mainland China. New cases: Thailand, Japan and South Korea announced new cases on Monday. Americans evacuated: More than 300 Americans previously onboard the Diamond Princess cruise ship, which had been quarantined in Japanese waters, left the country on flights chartered by the United States government Monday Japan time. The first flight has landed back in the US. The US Departments of State, and Health and Human Services said in a joint statement that a total of 14 passengers were confirmed to have the novel coronavirus as they were evacuated. Malaysia bars ship passengers: The Malaysian government announced it will not allow passengers who were on board the Westerdam to enter its borders. The move follows reports that an American woman who had traveled on the cruise ship tested positive for the virus after flying from Cambodia, where the ship had docked, to Kuala Lumpur. China's top political event under threat: Beijing is considering delaying its annual meeting of the National People's Congress (NPC), a gathering of the the country's nearly 3,000 national legislators, as the government continues to deal with the fallout from the coronavirus outbreak, state media reported. The Chinese government is considering delaying its annual meeting of the National People's Congress (NPC), a gathering of the the country's nearly 3,000 national legislators, as the government continues to deal with the fallout from the coronavirus outbreak, Chinese state media reported. The annual meeting is a highly choreographed political and propaganda spectacle that ranks high on the ruling Communist Party’s agenda. The annual plenary session has not been delayed or suspended since the end of the tumultuous Cultural Revolution in the late 1970s. It went as scheduled in 2003 amid the severe acute respiratory syndrome (SARS) epidemic, which originated in China and hit the country hard. SARS eventually spread across the world to infect more than 8,000 people, killing at least 774. The full session of the NPC was due to open on March 5. Instead, the NPC Standing Committee, a smaller group of fewer than 200 people, will meet in the capital on February 24 to review a proposal to postpone the plenary session, according to state-run news agency Xinhua. “As the country is currently at a critical stage of containing the spread of the virus and winning the battle on the outbreak, we must focus our energy on this effort,” Xinhua quoted Zang Tiewei, a senior NPC official, as saying. “Of the nearly 3,000 NPC delegates, many -- including major officials at the provincial and local levels as well as in other fields -- are fighting on the frontlines and playing important roles.” The proposal to delay the NPC’s full gathering is aimed to “ensure concentrated energy on the containment effort, and to ensure the safety and health of the masses,” Zang added. Sitting alongside Chinese President Xi Jinping in Beijing's Great Hall of the People, World Health Organization director general Tedros Adhanom Ghebreyesus was effusive in his praise of the country's response to the coronavirus crisis. \"We appreciate the seriousness with which China is taking this outbreak, especially the commitment from top leadership, and the transparency they have demonstrated,\" Tedros said, in comments that would be repeatedly quoted in China's state media for weeks. This was in late January, after Xi had taken control of the situation due to local officials' apparent failure to contain the outbreak to Hubei province. As the two men met in the Chinese capital, the number of cases was rising, and revelations were emerging that officials in Hubei province and Wuhan -- the city where the virus was first detected -- had sought to downplay and control news about the virus, even threatening medical whistleblowers with arrest. Days later, the WHO declared a global public health emergency, and once again Tedros praised Beijing's response. While China did act quickly following Xi's intervention, placing several major cities on lockdown and pouring resources into the battle against the virus, it has maintained tight control over information about the virus and efforts to control its spread have veered on the side of draconian. Taiwan sidelined: The WHO's praise of China's response have led critics to question the relationship between the two entities. The UN agency relies on funding and the cooperation of members to function, giving wealthy member states like China considerable influence. Perhaps one of the most overt examples of China's sway over the WHO is its success in blocking Taiwan's access to the body, a position that could have very real consequences for the Taiwanese people if the virus takes hold there. Independence questioned: The WHO's position regarding China has also renewed a longstanding debate about whether the WHO, founded 72 years ago, is sufficiently independent to allow it to fulfill its purpose. China's Ministry of Foreign Affairs did not respond to questions regarding Beijing's relationship with the WHO. A spokesman for the WHO directed CNN to comments made by Tedros this week, when he again praised China for \"making us safer.\" Read more here The Japanese Imperial Household says that it is canceling next weekend’s public birthday celebration for Emperor Naruhito due to fears that large crowds could facilitate the spread of the novel coronavirus.  It would have been the first public birthday celebration as emperor for Naruhito, who turns 60 on February 23. He took the throne last year after his father's abdication. Japan has confirmed a total of 414 coronavirus cases -- 357 related to the Diamond Princess and 57 with no connection to the ship. There's still a lot we don't know about the novel coronavirus, officially called Covid-19, and scientists around the world are racing to gather data and develop a treatment. Here's what we can tell you so far: Is there a cure? There's no cure, but patients can be treated for symptoms and may recover. The US National Institutes of Health said it's also working on a vaccine -- but it would take months for clinical trials to begin and more than a year until a vaccine might be available.\nWhat are the symptoms? Coronavirus symptoms can look like the flu -- a runny nose, cough, sore throat, possibly a headache and maybe a fever, which can last for a couple of days.\nHow does the virus spread? The virus is thought to spread from person to person through respiratory droplets emitted by coughing or sneezing. There's also a possibility the virus can exist in and spread through contaminated fecal matter. Hong Kong authorities are exploring the possibility of the virus spreading through plumbing and pipes. There's currently no evidence that the virus is airborne -- meaning, for instance, it doesn't travel across a large room.\nWho is at risk of infection? People of all ages can be infected with the virus, but older people and those with pre-existing medical conditions are especially vulnerable to severe complications.\nHow can I protect myself? Take the same precautionary measures you would during flu season. Wash your hands often with soap and water, cover your nose and mouth when you sneeze or cough, avoid close contact with people or large gatherings, and wear a face mask. An airplane believed to be the first of two chartered by the US government to evacuate Americans from the coronavirus-stricken Diamond Princess cruise ship in Japan has landed at Travis Air Force Base near Fairfield, California.  According to flight tracking websites Flightradar24 and FlightAware, the Kalitta Air charter with tail number N710CK landed at approximately 2:28 a.m. Eastern Time. The 9.5-hour flight, from Haneda Airport in Tokyo, began shortly after 7 a.m. Japan Standard Time. A group of Australians who had been evacuated from Wuhan, the epicenter of the coronavirus outbreak, are heading home after completing their quarantine period, Prime Minister Scott Morrison tweeted Monday. Australia evacuated 241 of its nationals from the city earlier this month and transported them to Christmas Island, where most of them spent two weeks in quarantine.  The campsite on Christmas Island is known for its notorious offshore immigration detention center, and using it to house the evacuees was met with controversy due to its allegedly poor conditions. None of those evacuated in the first group had developed the coronavirus, Morrison said.  As the deadly novel coronavirus spread throughout China and the world last month, it was clear that something had gone wrong. Officials in Hubei, the province at the center of the outbreak, were blamed for downplaying -- and potentially even deliberately covering up -- the severity of the virus, ignoring evidence that it spread from person-to-person until it was too late. Against this tale of irresponsibility there was another story being told in China, one of a competent central government which had been denied the full picture by local officials, and once it understood the true ramifications stepped in to take drastic action to stop the virus' spread. And indeed, there was a major shift on January 20, when Chinese President Xi Jinping commented publicly for the first time on the virus, and ordered \"resolute efforts\" to control the outbreak. Speaking alongside Xi in Beijing a week later, World Health Organization (WHO) director Tedros Adhanom Ghebreyesus praised the \"seriousness with which China is taking this outbreak,\" and thanked Beijing for its \"transparency.\" New revelation: Over the weekend, however, a transcript of an internal Communist Party speech appeared to throw doubt on this narrative, revealing Xi knew about and was directing the response to the virus on January 7 -- almost two weeks before he commented on it publicly. Why this matters: The revelation raises major questions about whether it was the central government, not authorities in Hubei, who dithered on their response, allowing the virus to spread through the country and eventually the world. It also underlines the difficulty in maintaining Xi's image -- carefully cultivated by state media -- as an almost omniscient ruler who oversees, and is aware of everything that is happening in the country. With criticism growing of the failure to contain the coronavirus, both at home and abroad, Beijing was faced with either choosing to admit that Xi was ignorant of the true nature of the crisis until almost a month into it, or that he was aware of it and involved in the response. By choosing the latter option, however, no matter how much blame can be placed onto provincial officials for failing to \"implement\" Xi's instructions, the government is admitting that ultimate responsibility for the outbreak lies with the man at the center. Read more here: The novel coronavirus has spread throughout the world since the first cases were detected in central China in December. Five people have died outside of mainland China from the virus -- in the Philippines, Hong Kong, Japan, Taiwan, and France. There are now at least 780 confirmed cases in over 28 countries and territories outside mainland China: Australia (at least 15 cases)\nBelgium (at least 1 case)\nCambodia (at least 1 case)\nCanada (at least 7 cases)\nEgypt (at least 1 case)\nFinland (at least 1 case)\nFrance (at least 12 cases, 1 death)\nGermany (at least 16 cases)\nHong Kong (at least 57 cases, 1 death)\nIndia (at least 3 cases)\nItaly (at least 3 cases)\nJapan (at least 414 cases, including 357 on cruise ship, 1 death)\nMacao (at least 10 cases)\nMalaysia (at least 22 cases)\nNepal (at least 1 case)\nPhilippines (at least 3 cases, 1 death)\nRussia (at least 2 cases)\nSingapore (at least 75 cases)\nSouth Korea (at least 30 cases)\nSpain (at least 2 cases)\nSri Lanka (at least 1 case)\nSweden (at least 1 case)\nTaiwan (at least 20 cases, 1 death)\nThailand (at least 35 cases)\nUnited Arab Emirates (at least 9 cases)\nUnited Kingdom (at least 9 cases)\nUnited States (at least 15 cases)\nVietnam (at least 16 cases) Read more about the patients in each place. A total of 14 passengers were confirmed to have the novel coronavirus as they were evacuated from the Diamond Princess cruise ship in Japan and left the country on a flight chartered by the US government, according to a joint statement by the US Departments of State, and Health and Human Services. The US government arranged the jet to evacuate American passengers stuck on the ship, and more than 300 people boarded the plane, which left Japan yesterday. Americans who had already tested positive for coronavirus were not be allowed to board the evacuation charters. Here's what the statement said: During the evacuation process, after passengers had disembarked the ship and initiated transport to the airport, US officials received notice that 14 passengers, who had been tested 2-3 days earlier, had tested positive for COVID-19. These individuals were moved in the most expeditious and safe manner to a specialized containment area on the evacuation aircraft to isolate them in accordance with standard protocols. \nAfter consultation with HHS officials, including experts from the HHS Office of the Assistant Secretary for Preparedness and Response, the State Department made the decision to allow the 14 individuals, who were in isolation, separated from other passengers, and continued to be asymptomatic, to remain on the aircraft to complete the evacuation process. \nDuring the flights, these individuals will continue to be isolated from the other passengers. These flights departed Japan at approximately 4:30 PM Eastern time on February 16 and will arrive in the United States later this morning. \nAll passengers are being closely monitored by medical professionals throughout the flight, and any who become symptomatic will be moved to the specialized containment area, where they will be treated.  More than 3,600 people, including 428 Americans, were stuck on the ship after revelations earlier this month that a passenger on board had been infected with the virus. At least 46 Americans are among the 356 people infected with coronavirus aboard the Diamond Princess and will remain in Japanese hospitals.  Passengers onboard the chartered flight will undergo two weeks of quarantine upon arrival in the US. That decision by the US government prompted anger from some exhausted passengers.   Thailand has confirmed a 35th case of novel coronavirus, the country's Ministry of Public Health said Monday.  The patient is a 68-year-old Chinese woman tourist and the fourth person from the same family who has been infected with the virus, the ministry said. Australian Prime Minister Scott Morrison said Australia will send a charter flight to Japan to evacuate its citizens onboard the Diamond Princess cruise ship Wednesday.  However, the evacuees will have to spend another 14 days in quarantine in a mining village in the northern city of Darwin.  “Over the past two weeks, it has been a terrible ordeal for the more than 200 Australians and other passengers who are on the Diamond Princess,” Morrison said. “We are taking this action on the clear advice of our medical experts.” Australian government chief medical officer Brendan Murphy said the evacuees must undergo another round of quarantine because they are \"not quite sure why there have been ongoing infections.\" \"Given there has been recent cases, we cannot be absolutely sure that any of the currently well people on the ship who are coming home on Wednesday are not carrying the virus,\" Murphy said, according to CNN affiliate Nine News Australia. \"The Australians who have been quarantined over the last 12 days, many of them have done everything that they have been asked to do and they are probably wondering why we are imposing this extra requirement,\" he said.  Morrison thanked Australian airline Qantas for agreeing to operate the flight.  Malaysia will not allow any people who were on board the Westerdam cruise liner to enter its borders after one of the ship's passengers entered the country and then tested positive for the virus. The patient, an 83-year-old American woman, and her husband were both found to have symptoms when they landed in Kuala Lumpur after flying in from Cambodia, Malaysia's Health Ministry said in a statement. The husband tested negative. Search for port: The Westerdam spent days at sea looking for a port that would allow the ship to dock. Several governments feared passengers on the Westerdam could have been infected with the coronavirus because the ship had docked in Hong Kong. The Cambodian government allowed the ship to dock late last week, and the 1,455 passengers were allowed to return to their respective countries after they successfully passed through health screenings.  Malaysia on alert: The infected patient and her husband were among 145 people who had flown into Kuala Lumpur from Cambodia, Malaysian authorities said. Six passengers are still in the country awaiting their outbound flights -- authorities said they will be tested for the virus and if the results are negative, they will be allowed to continue their journeys. The Malaysian government has announced several other measures including barring cruise ships that originated or transited in China from entering Malaysia and suspending the remaining Westerdam passengers in Cambodia from entering Malaysia on the three remaining charter flights.  As of February 16, Malaysia has 22 confirmed cases of the novel coronavirus. Eight of them have been discharged from the hospital.  Two more people in Japan have tested positive for coronavirus, the country's Ministry of Health, Labour and Welfare has announced. One patient is an administrative assistant with the ministry who had been working on the Diamond Princess cruise ship, where hundreds of infections have been confirmed.  The other is a nurse in her 40s who had been treating a woman in her 80s infected with the virus in Kanagawa prefecture, officials there said. The elderly woman later died, becoming the first person in Japan to be killed by the virus. The nurse didn’t come into close contact with others and is undergoing treatment in hospital, authorities said. “Based on this latest incident, we will reassess and strengthen the preventive measures for staffers engaged in tackling the outbreak,” Japan’s Health Ministry said in a statement Monday. Japan has now confirmed a total of 414 cases -- 357 related to the Diamond Princess and   57 with no connection to the ship. The elderly woman is the only person in Japan to have died of the virus. The number of deaths from the novel coronavirus has risen to 1,775, with an additional 100 deaths reported Sunday in Hubei, the Chinese province at the center of the outbreak. There have been more than 71,000 cases worldwide, with the vast majority of those in mainland China. The largest outbreak outside of China has been on the Diamond Princess cruise ship, which has been docked in Yokohama, Japan, for almost two weeks. US evacuation: Hundreds of Americans onboard were able to leave Sunday, on a specially chartered flight organized by the US government. They are swapping one quarantine for another, however, with US authorities saying Saturday that on their return stateside, the passengers will have to undergo another two weeks of observation and testing at one of two military bases. Passenger anger: The move sparked anger from many passengers, who saw it as yet another delay to getting back to their normal lives. \"It's like a prison sentence for something I did not do,\" passenger Karey Mansicalco told CNN from her cabin. \"They are holding us hostage for absolutely no reason.\" Read more here. The US State Department said it is aware of reports of an 83-year-old American woman in Malaysia who was infected with the novel coronavirus, but a spokesperson for the department said it is not yet clear where and how she contracted it. “(She) has been tested by Malaysian medical authorities and confirmed by them as positive for the Covid-19 virus. We do not yet have sufficient evidence to determine when the passenger may have been exposed, and where,” said the spokesperson. The woman is now in Malaysia receiving treatment. She had been on board the Westerdam, a cruise ship which docked in Cambodia late last week after it was turned away from several other ports in Asia. Several governments feared passengers on the Westerdam could have been infected with the coronavirus because the ship had docked in Hong Kong. All passengers were screened for fever prior to disembarking in Cambodia, according to the State Department spokesperson. Passengers who reported being ill at any point during the cruise were tested for the virus, but those tests were negative according to the spokesperson. The company that owns the Westerdam, Holland America, has acknowledged that one of its disembarked passengers has tested positive for the novel coronavirus.   The number of Chinese tourists visiting South Korea has dropped significantly since the beginning of February, authorities in Seoul said.  Health Minister Park Neung-hoo told reporters Sunday that the number of daily visitors from mainland China has dropped from about 13,000 a day on February 2 to about 4,000 on Saturday.  That's a significant drop considering that in February 2019, 453,000 Chinese nationals visited South Korea -- a daily average of nearly 16,200. Why it matters: China is South Korea's biggest source of visitors, and there are concerns a drop in Chinese arrivals could exacerbate any negative effects the epidemic may have on the South Korean economy. Hong Nam-ki, the country's minister of economy and finance, said Monday that the government plans to help the domestic tourism industry by lending $253 million to budget airlines and providing $50 million worth of no-collateral, low interest rate loans for small and medium sized tour companies. Japan’s fifth evacuation flight from Wuhan landed in Tokyo Monday, carrying evacuees from the epicenter of the coronavirus outbreak. The plane left on Sunday night and landed at Haneda airport early Monday morning. There were 36 Japanese citizens and 29 Chinese citizens onboard, including spouses of Japanese nationals. Medical staff will test all the passengers for coronavirus, even if they are not showing symptoms.  Before Monday, 763 people had returned to Japan from Hubei province on four previous evacuation flights. The Japanese government said there will be no more evacuation flights for now. A 30th person in South Korea has contracted the novel coronavirus, authorities in Seoul confirmed today. Vice Minister of Health and Welfare Kim Gang-lip said the newest patient is the wife of the 29th patient, who was confirmed to have contracted the virus on Sunday. When 31-year-old engineer Edison Zhang was diagnosed with the deadly novel coronavirus, which has killed hundreds of people in his home city of Wuhan, he was actually relieved. As Zhang got increasingly sick, the worst part was waiting for a diagnosis. \"At the beginning, I was scared and fearful,\" he said. But once his case was confirmed, he stopped worrying. \"I knew from this point, there's no other choice but to receive treatment,\" Zhang added. Zhang was fortunate to receive a diagnosis. There are reports in parts of China that a shortage of testing kits and inaccurate results are leading to long delays in the diagnosis and treatment of coronavirus patients. As of Monday, there were more than 71,000 cases of the disease globally and more than 1,700 deaths -- the vast majority of which have occurred in Hubei province, the central region of China where the virus was first detected. As the death toll rises, so does the tally of those who have survived. Read more here Two Hmong men say they have been discriminated against out of fear of the novel coronavirus while looking for a hotel room in Indiana. Kao Lor and his uncle Lee Lor were traveling through the state on their way to pick up a car when they stopped to get a room at a Super 8 Motel in the northern Indiana city of Plymouth. After entering the hotel, Kao Lor says an employee asked if he was Chinese. Lor began recording the encounter. In the video a man who later identified himself as an employee asks Lor if he is Chinese, and when Lor asks why he needs to know the man responds, \"Ever heard of the coronavirus?\" Read more here. More than 300 passengers, mostly American citizens, from the Diamond Princess cruise ship are aboard two airplanes chartered by the US government, a State Department spokesperson told CNN. In its communications to passengers on the cruise ship Saturday, the US embassy in Tokyo said US citizens would be able to bring their non-American immediate relatives. All travelers were screened for symptoms of coronavirus prior to departure and will be screened by staff from the Centers for Disease Control and Prevention upon arrival in the United States, another State Department spokesperson said in a statement. \"Only those who were asymptomatic were allowed to board the flights,” the spokesperson said.\n“Our primary goal remains ensuring the welfare and safety of all US citizens involved,” the spokesperson added. “The Department of State has no higher priority than the welfare and safety of US citizens abroad.” A total of 105 people were killed by the coronavirus in mainland China on Sunday, the Chinese National Health Commission (NHC) said. One hundred of the 105 deaths yesterday were in Hubei province, the epicenter of the outbreak. The NHC said that more than 1,933 additional cases of the virus were confirmed Sunday. That brings the total number of cases in Hubei to 58,182. A total of 2,048 cases were confirmed in mainland China on Sunday.  Authorities said 10,844 patients have recovered and been discharged from hospital. The global tallies: There have been more than 71,319 cases of the virus recorded worldwide, 70,548 of which are in mainland China. The global death toll now stands at 1,775, with the vast majority of those deaths in mainland China. Five deaths have been reported outside of mainland China: one in Hong Kong, one in Taiwan, one in Japan, one in the Philippines and one in France. The novel coronavirus outbreak, which began in the Chinese city of Wuhan, continues to spread worldwide. Japan now has the highest number of cases outside China, with at least 412 total cases -- 356 of which are on the Diamond Princess cruise ship, docked in quarantine in Yokohama. Here are the latest developments: Numbers rising: The coronavirus has killed 1,775 people and infected 71,399 globally, with the vast majority of those figures in mainland China -- and within China, concentrated mostly in Hubei province, where the outbreak began.\nDeaths outside China: There have been two more deaths outside mainland China -- one in Taiwan, and one in France. That brings the total number of deaths outside China to five; the other three happened in Hong Kong, the Philippines, and Japan.\nCruise ship evacuation: Two airplanes chartered by the US government to evacuate American passengers from the Diamond Princess have departed Tokyo, with more than 300 on board. They will head to military bases in Texas and California. If it weren't for the novel coronavirus outbreak, Xu Mingxi would have been in class at a prestigious New York university this week. Instead, the 22-year-old has spent the past three weeks confined to his family's apartment in Wuhan, the Chinese city at the center of the outbreak, which is currently on lockdown to prevent the virus spreading. But even if Xu could leave home, the United States -- where he's studied for the past four-and-a-half years -- won't let him in. Over 1,000 kilometers (620 miles) away in Beijing, Alex -- who asked not to use her real name for fear of online retribution -- is in a similar situation. She's spent the past two weeks at home with her mom and grandpa, being delivered groceries by community leaders. She's worried she won't be able to fly to Sydney to study later this month and may have to delay her law degree by a semester. As novel coronavirus spreads, over 60 countries have imposed travel restrictions on Chinese citizens, hoping to limit their exposure to the virus that has killed more than 1,700 people, almost all in mainland China, and infected over 71,000 worldwide. Both Australia and the US have put temporary bans on foreign nationals who visited China in the 14 days prior to their arrival. That has locked Xu and Alex out of their studies -- and they are by no means alone. In 2017, an estimated 900,000 Chinese tertiary students studied abroad. Around half of those went to either the United States or Australia, contributing billions of dollars to their economies -- money that those countries now stand to lose. Read more here", "Section": "asia", "Writers": ["Joshua Berlinger", "Jessie Yeung", "Adam Renton", "Amy Woodyatt", "Meg Wagner", "Mike Hayes"], "URL": "https://www.cnn.com/asia/live-news/coronavirus-outbreak-02-17-20-intl-hnk/index.html", "MainKeyWord": "Macao", "AdditionalKeyWord": "Philippines", "Source": "CNN"}