{"Type": "article", "Time": "2019-08-13", "Headline": "Flights resume after second night of chaos at Hong Kong airport", "Text": "Our live coverage of the Hong Kong airport protests has ended. Read more about the ongoing crisis here. Liu Chung Yin, a 30-year-old who was named previously in court, is one of the two pilots terminated by Cathay Pacific Group, a source within the company told CNN on Wednesday. Liu's legal counsel confirmed the report to CNN as well. Liu appeared at Eastern Magistrates Court on July 31, charged with rioting on July 28. He did not enter a plea at this stage of Hong Kong's legal process but his name, age and occupation as a pilot was disclosed in open court, as customary on first appearance. The Magistrate charged Liu, among 44 other protesters. A member of Liu's legal counsel, who did not wish to be named, told CNN that he was given an exemption to allow him to leave the country, to fulfill his role as a pilot. However, two weeks after the hearing, Liu was fired by the airline, along with another unnamed pilot.  Liu posted $128 USD bail, and must abide by a curfew — midnight to 6 a.m. local time — daily, and report to the police once a week.  The crowd at a religious gathering in Hong Kong on Wednesday shone lasers on the police station and blocked the roads, a CNN crew on the ground witnessed. Police got on a megaphone and told people to clear the area. Context: According to Hong Kong law, religious gatherings — unlike protests — do not require police permissions.  This is one reason anti-government protesters have been using the name of this Buddhist festival to organize a gathering. Telegram groups that have been giving out protest information are calling on people to join this religious gathering near the Sham Shui Po police station.  As sweeping protests persist in Hong Kong, satellite imagery purports to show Chinese military vehicles gathering in Shenzen, near Hong Kong’s border with mainland China.  Recently-arrived vehicles can be seen at the Shenzen Bay Sports Center, just across the harbor from Hong Kong.  A CNN team on the ground in Shenzhen witnessed large numbers of uniformed members of the People’s Armed Police Force Wednesday evening, carrying riot shields and batons.  An officer told CNN the troops had arrived for a temporary assignment, staying at the sports stadium. The officer did not confirm why the troops were stationed there. Watch for more: The US State Department is urging China to allow Hong Kong to \"exercise a high degree of autonomy.\" \"We condemn violence and urge all sides to exercise restraint, but remain staunch in our support for freedom of expression and freedom of peaceful assembly in Hong Kong,\" a department spokesperson said in a statement. The statement comes after increased speculation that Chinese troops could enter Hong Kong to help stop the continuing protests in that city.  Keep in mind: There is no indication that Chinese military is set to imminently enter Hong Kong. However, state media has repeatedly brought up that possibility.  Read the full State Department statement: “The United States is deeply concerned by reports of Chinese paramilitary movement along the Hong Kong border. The United States strongly urges Beijing to adhere to its commitments in the Sino-British Joint Declaration to allow Hong Kong to exercise a high degree of autonomy. As the President noted, we urge all sides to engage peacefully and refrain from violence. We encourage China and all parties in Hong Kong to pursue a solution that respects the liberty of Hongkongers and Hong Kong’s high degree of autonomy, as enshrined in the Sino-British Joint Declaration. It is important for the Hong Kong Government to respect the freedoms of speech and peaceful assembly, as enshrined in the Sino-British Joint Declaration, and for China to respect Hong Kong’s high degree of autonomy. We condemn violence and urge all sides to exercise restraint, but remain staunch in our support for freedom of expression and freedom of peaceful assembly in Hong Kong.  The ongoing demonstrations in Hong Kong reflect the sentiment of Hongkongers and their broad and legitimate concerns about the erosion of Hong Kong’s autonomy. We categorically reject the false charge of foreign forces as the black hand behind the protests. The continued erosion of Hong Kong’s autonomy puts at risk its long-established special status in international affairs.” A CNN team on the ground in Shenzhen, China, witnessed large numbers of uniformed members of the People’s Armed Police Force (also known as PAP) Wednesday, carrying riot shields and batons just miles away from Hong Kong on the mainland China side of the border.  The PAP, which is under the command of China’s central military commission, is the 1.5 million-member paramilitary force the government regularly deploys to quell protests within its borders.  A PAP officer told CNN the troops had just arrived for a temporary assignment, staying at the sports stadium where they were filmed. The officer did not confirm why the troops were stationed there. Why this matters: There has been increased speculation recently that Chinese troops could enter Hong Kong to help stop the continuing protests in that city.  President Trump tweeted Tuesday that the US had seen Chinese troop buildups near the border, though it’s unclear if these are the troops he was referring to.  Remember: There is NO indication that Chinese military or PAP members are set to imminently enter Hong Kong. However, state media has repeatedly brought up that possibility and propaganda videos of soldiers training in makeshift riot scenes have been heavily promoted by the government in the mainland.    Protesters and police are facing off right now in Hong Kong's Sham Shui Po area, a residential area. The demonstrators were gathered outside a police station in the district for a religious laser vigil when the skirmish started. Tonight's clash comes a day after protesters and police clashed at Hong Kong's airport.  CNN's Paula Handcocks said that while the location of the protests has shifted, the movement is not over. \"This protest is by no means over. The authorities may have moved them from the airport itself, but now it's elsewhere,\" Hancocks said. Watch more: Police and protesters are facing off in Sham Shui Po in Hong Kong, according to CNN teams on the ground.  A religious laser vigil was taking place when the clash started. Cathay Pacific Airways released a press release Wednesday stating that it has terminated two pilots without disclosing the reason. However a well-placed source within the company tells CNN the pilots were fired in association with activities related to on-going Hong Kong protests.    Cathay’s statement did not name the two pilots.  In a memo to staff Monday, the company said it “has a zero tolerance approach to illegal activities” and that it will comply with China’s ban on company staff who participated and supported protests in Hong Kong.  The company source tells CNN that one of the pilots terminated was charged with rioting in Hong Kong and had been suspended from duty since July 30. A Hong Kong lawmaker warned that the territory could turn into a “mainland city” without the “one country, two systems” protections. Pro-democracy Labour Party lawmaker Fernando Cheung told CNN Wednesday:  “We are very worried that perhaps more escalation of violence will happen and we might be turning into a mainland city without the protection of the one country two systems rule very soon.” Some background: Hong Kong's defacto constitution, the Basic Law, states that Hong Kong will co-exist with China as \"one country, two systems\" for 50 years after the handover of power in 1997. Due to expire in 2047, it states that the city \"shall safeguard the rights and freedoms of the residents.\" One of the tenets contained in the Basic Law, and reaffirmed by Lu Ping, China's then-top official on Hong Kong, was the right to develop its own democracy.  On Tuesday night, Cheung tried to intervene in a tense situation at Hong Kong’s airport when protesters detained a journalist from Chinese state media Global Times. Cheung told CNN on Wednesday that the events from the night before were in opposition to what protesters have been trying to achieve the past but months but that their concerns are still valid.  “Although we don’t agree to that situation in the campaign, the movement itself is still very valid. The threats are still there,\" he said. The government of Hong Kong has created a page on one of its tourism websites offering tourists information on “known processions, public transport and airport situation, as well as Government responses to the protest actions and public disruptions.” Hong Kong has been seeking to reassure travelers that it is still open for business and dispel international concerns over the protest chaos that has been broadcast worldwide.  \"This online portal puts the facts at your fingertips covering transportation advice in relation to protests, clarifications of fake news, government press releases, conferences and events and more. It provides useful and timely information for businesspeople, travelers and residents alike,\" the page reads.  Here's a link to the page.  Almost 1,000 flights were affected by the protests this week at Hong Kong’s airport, according to the CEO of the Hong Kong Airport Authority. Lam Tin-fuk said a court injunction issued today, which restricts people from accessing the airport, was the only way to ensure safe operation of the airport. The CEO refused to disclose the number of airport security members on duty last night, but said that they had tried their best and couldn't contend with such large crowds. Lam also acknowledged that 28 countries had issued travel advisories concerning Hong Kong. At a press conference today, pro-Beijing lawmakers in Hong Kong denounced last night's protesters and called their actions “terrorism.” “What happened last night fits the Beijing description of “terrorist behavior,'” said lawmaker Aron Kwok Wai-keung, adding, “the strength of violence matches the description.” Lawmaker Priscilla Leung said there was no justification for the levels of violence on display at the airport yesterday. “I don’t buy the protesters’ excuses,\" she said. Another Hong Kong politician, Gary Chan, called for the pan-democracy camp to condemn the violent acts. Several of the lawmakers at the press conference specifically condemned the protesters who held a man for several hours last night, accusing him of being an undercover police officer and refusing to let paramedics through when he appeared to lose consciousness. The Chinese central government said earlier today that the unconscious man was a mainland Chinese resident. “Is it acceptable to be detained and treated this way because they have a certain background or identity?\" said pro-Beijing lawmaker Starry Lee today. After the chaos at the airport last night, some protesters are saying they're sorry. On Telegram -- an encrypted messaging app popular with protesters -- some are sharing images apologizing for last night. But it's unclear how widespread these feelings are within the movement, because only a small handful of people have posted these sentiments.   One person, who posted anonymously in a Telegram group with more than 34,000 members, explained that people had become more aggressive after police posed undercover as protesters.  \"This has led to our unsuppressed anger and overly aggressive way to respond,\" the person wrote. Another post on the app was of a picture featuring a yellow hard hat -- something protesters often wear to demonstrations as a safety measure -- alongside this message: Joshua Wong, who was a leader of the 2014 Umbrella Movement, also tweeted an apology, saying that: \"Hong Kong is sick.\"  \"We thank you for your tolerance and understanding,\" he said. The Telegram channel's admin group is anonymous, and no group or spokesperson released these messages. The protest movement does not have a centralized leadership that conveys messaging. In addition to the apologies, a handful of other posts appear to show protesters urging their fellow demonstrators not to apologize. \"Whoever apologized means they are breaking off their relationship with front-line protesters,\" wrote one user of LIGHK, an online forum that is considered Hong Kong's answer to Reddit. At a press conference today, the Hong Kong police condemned last night's protests and said the airport was not the place for protests. Police accused protesters of assaulting and imprisoning one man, and preventing medics from assisting him. Mak Chin-ho, the assistant commissioner of police, said it took a few hours to reach the injured man because \"some protesters made roadblocks and used laser pointers on our colleagues and stopped us from going forward.”  Mak said one police officer pulled out a gun in defense after “protesters pushed him to a corner to beat him up, and grabbed his pepper spray and baton.” Five men, aged from 17 to 28, were arrested for unlawful assembly, assaulting police officers, and possession of weapons. They are still in custody. Police warned that carrying out illegal activities at airports could incur heavier penalties up to life imprisonment. The airport has also received a court order banning protesters from illegally protesting there again. The order also authorizes police officers to arrest those \"reasonably believed\" to be violating the rules set out by the court. It's normally a smooth ride from Hong Kong to the airport on the Airport Express train -- it  runs every 12 minutes, and you simply buy a ticket and hop on.  But today, the train is running at 25-minute intervals.  And once passengers get off the train at the airport, there are security measures in place  -- only passengers with boarding passes and passports are being let into the terminals. Long lines are forming as passengers wait to show their documents.  Some of the new measures are in line with a court injunction, published by the airport earlier today, which bans illegal protests at the airport. Anybody who obstructs airport services or transit systems can be held in contempt of court and may be fined or imprisoned. Britt Carroll, a 29-year-old New Zealander who lives in Australia, was set to fly to Melbourne with Qantas airlines at 10.30 p.m. local time on Monday, after a holiday in Hong Kong.  Around midday, she saw reports of a protests at the airport. Qantas sent her a message saying there might be disruption at the hub, but her flight remained scheduled on time. As scores of flights were canceled and thousands of passengers descended on the airport, she heard nothing more from the airline. Then 90 minutes before departure, the flight was canceled. \"The airline was pretty terrible at communicating with passengers,\" she says.  Carroll, who hadn't yet left for the airport, was left to organize her own hotel for Monday and Tuesday in Hong Kong. Qantas has said it will reimburse her for food and accommodation for those nights. Despite the inconvenience, Carroll isn't upset with the protesters. \"I have no ill-will towards the protesters. I haven't felt unsafe in Hong Kong,\" she says. \"My frustration -- and that of other travelers I've spoken with -- lies with the airlines, airport and government ... it's frustrating that authorities were not better prepared.\" Her flight is now scheduled for Wednesday evening. Carroll says whether she would return to Hong Kong depends on how the government handles the political situation. \"If China and the Hong Kong government pursue further legislative changes that impact on the Hong Kong people, I'm not sure I would feel safe,\" she says. CNN has reached out to Qantas for comment. The idea of China's People's Liberation Army (PLA) on the streets of Hong Kong seemed unthinkable just a few weeks ago. Now it is being considered a possibility as violence escalates -- but it would have lasting ramifications for the city's economy, reputation and diplomatic ties. PLA deployment would crash the economy:  Hong Kong's stock market, the fifth-largest in the world by market capitalization, would likely drop sharply as soon as the PLA appeared. That could wipe billions of dollars off the value of companies. Given the serious damage to the city's reputation as a place where businesses are more or less free to operate without Beijing's interference, the stock market might not recover. Companies could look to relocate major operations. A mass exodus could follow, likely crashing the property market too. Hong Kong's trade status with other countries could be negatively affected. Diplomatic fallout:  Hong Kong is a major destination for expatriates from across the world. Hundreds of thousands of citizens of Australia, France, the UK and the US could be affected by a crackdown in Hong Kong. \"The diplomatic and reputational hit to China would be huge if there's another Tiananmen-like incident, because it would be broadcast and live-tweeted to the world,\" said Ben Bland, research fellow at Sydney's Lowy Institute, an Australian think tank. Hong Kong International Airport has implemented a series of new measures after last night's protests.  If you're a traveler heading to or from the airport, here's what you need to know: Passengers are advised to arrive 3 hours before their flight for security checks.\nOnly departing passengers with boarding passes and passports or airport staff with identification will be allowed to enter the terminals for the next 24 hours.\nAccess control points have been set up at departure curbs of Terminal 1 and 2, at platforms of the Airport Express train, and at the ramps leading down to ground transportation.\nThe Airport Express train is running at 25-minute intervals\nThose not flying -- who may be accompanying or greeting travelers at the airport -- should not go to the airport \"unless absolutely necessary.\"\nStarting tomorrow, parking lots 1 and 4 will be closed, while others remain open. Cathay Pacific, Hong Kong's flag carrier, has condemned the airport protests that grounded flights and left passengers stranded yesterday. \"We believe such actions are unacceptable. Not only do they seriously harm Hong Kong's status as an international aviation hub, they also damage the reputation of Hong Kong as a whole,\" the airline statement said. The statement said 272 flights coming in and out of Hong Kong have been canceled in the past two days, with more than 55,000 passengers affected. The airline reiterated support for the Hong Kong government, chief executive and police. Earlier this week, Cathay warned its staff that those who \"support or participate in illegal protests\" in Hong Kong could be fired in a \"zero tolerance\" approach. This came days after Beijing took steps to prevent Cathay workers who protested from flying to mainland China or passing through the country's airspace. Read Cathay's full statement: The Beijing government has used a combination of propaganda and its vast online censorship system to construct a narrative of its own choosing when it comes to the Hong Kong protests -- and this strategy has evolved significantly over the past two months. It began with censorship: Initially, almost all mention of the protests was censored. Stories that did appear played up local support for the now-shelved extradition law. Then, Beijing began highlighting and widely spreading images of violent clashes between police and protesters, which began in mid-June. Protesters were depicted as \"violent mobs\" solely responsible for the conflict.  Foreign interference: Senior Chinese officials added to the fray with allegations that the US and other foreign governments were \"meddling\" in the protests to attack China. As the protests continued, violent mobs became \"criminals\" and \"separatists,\" pursuing not greater democracy or an investigation into police violence, as they have demanded publicly, but Hong Kong independence. On Monday, this gradual rhetorical escalation reached a new stage, with a Chinese spokesman saying the protests showed \"signs of terrorism.\" \"Hong Kong's radical demonstrators have repeatedly attacked police officers with extremely dangerous tools. They have already constituted serious violent crimes and have begun to show signs of terrorism. This is a gross violation of the rule of law and social order in Hong Kong, which is endangering the lives and safety for Hong Kong citizens,\" the spokesman said. Read more about China's response here. The Hong Kong protests, now in their 11th week, have been chaotic and nonstop. The protests have been fast and fluid, and they can be hard to follow. Let's break down what's happening: Airport protests: Thousands of protesters occupied the airport on Monday and Tuesday, grounding hundreds of flights and leaving passengers stranded. Protesters accused three people of being undercover police officers, holding one for hours even when he appeared to lose consciousness. He was eventually evacuated and the airport cleared, but not before scuffles between police and protesters.\nWhy they're protesting: This is a tricky one. Protests in June started over a controversial extradition bill, but protesters are now also calling for greater democracy, the resignation of Hong Kong's leader, an independent investigation into alleged police brutality, and more. With such a wide range of demands, it's hard to determine exactly which motivations are driving which demonstrations.\nSummer of discontent: Almost 700 people have been arrested since the protests began on June 9, according to police, for a range of offenses including \"taking part in a riot,\" unlawful assembly, assaulting police officers, resisting arrest and possession of offensive weapons.\nWhere it's all going: Nobody really knows. Protesters are getting angrier and more volatile as fear and suspicion spread, and police ramp up arrests and crackdowns. Violence has been escalating for weeks, and it could continue if all sides refuse to give ground. The Chinese Liaison Office in Hong Kong released a statement Wednesday \"expressing great indignation and strong condemnation\" of the protests at the airport on August 13.  The statement said that demonstrators \"took off the so-called mask of ‘peaceful, reasonable and non-violent protest’ and paralyzed the airport by obstructing, insulting and attacking passengers.\" What happened? Last night, two people were held by protesters and accused of being undercover police officers. One appeared to be unconscious and was eventually evacuated by paramedics. There were also scuffles later on, when police tried to leave after evacuating the man. One of the men has been confirmed to be a reporter for the Chinese state media outlet Global Times, while the other was described by Chinese officials as a \"visitor.\" What was the response? The Chinese Liaison Office said in its statement, \"What is even more distressing is that on the evening of the 13th, the extreme violent force surrounded, body searched, illegally imprisoned and brutally beat a Global Times reporter at the scene as well as a Shenzhen resident who was in transit at the Hong Kong airport.\" \"The illegal imprisonment and brutal beating of journalists by the mob is a challenge and insult to the global press and a serious violation of freedom of the press. These atrocities are unlawful, human rights infringing and inhumane, completely go beyond the bottom line of civilized society.\" Hong Kong pro-democracy lawmakers Claudia Mo and Kenneth Leung said today that Tuesday night's airport protests were \"wrong\" but stopped short of condemning the violence that broke out. Mo said at a press conference she was “not using the word condemn. We did not know who initiated, who stopped passengers going through immigration.” She urged the international community to remember that Hong Kong’s young are “fighting for democracy” and to try to understand the “fear” of knowing some police officers are undercover posing as protesters. Leung added that the protesters want the international community to \"hear\" their message -- which is why they targeted the airport. But \"last night it went too far,\" he said. “Protests have no leaders or head of organization, so nobody can tell people what to do ... They are young adults. No one is in control of their behavior. Even if they have done something wrong they will apologize -- they will self-correct,\" Mo said. She stressed that many protesters had apologized, and Leung ended the press conference by saying “the protesters learned a bitter lesson and a change of direction would be good to have too.”  Looking at the chaotic scenes from the airport last night, it's easy to forget how Hong Kong's latest protest movement started.  Here's how peaceful demonstrations against an extradition bill have spiraled into a fragmented, leaderless movement that shut down the world's eighth-busiest airport. A sea of white:  When it kicked off on June 9 -- now 10 weekends ago -- an estimated 1 million protesters marched through Hong Kong's central streets of Hong Kong.  There were families, young people, and elderly, many wearing white to represent justice. All were opposing a controversial extradition bill that would enable China to extradite fugitives from the city -- a bill that had already copped criticism from Hong Kong's lawyers and business community. Some thought the impressive turnout would force the government to back down. But the following day, the city's leader, Carrie Lam, said she was sticking by her controversial bill. The first occupation:  Frustrated that the government wasn't listening, on June 12 tens of thousands of protesters took to the streets around Hong Kong's Legislative Council building, where legislators meet and pass laws. This time, they were mainly young and wore black -- and came prepared for a face-off, carrying umbrellas, hard hats and face masks. Starting from mid-afternoon, police fired rounds of tear gas, pepper spray, rubber bullets and bean bags -- and at least 81 people were injured. Many protesters who were afraid of China encroaching on Hong Kong's freedoms began seeing the movement as the last chance to fight for freedom in the semi-autonomous city. The 2 million march:  Six days after the 1 million-strong march, Lam backed down and suspended the controversial extradition bill. But on June 16, even more people flooded Hong Kong's city streets, with organizers estimating that around 2 million had taken part.  They wanted the bill withdrawn -- not just suspended. But they were also angry about other things too: the alleged police brutality on June 12, and the death of a protester in an apparent suicide the day before.  A government break-in:  Marches and occupations continued throughout June, but the next turning point came on July 1, the anniversary of the former British colony's handover to China, which has always been marked by pro-democracy demonstrations.  During the day, hundreds of thousands of demonstrators marched peacefully through central Hong Kong. But at night, hundreds of masked, mainly young protesters stormed the Legislative Council building and occupied it for hours, leaving a trail of destruction. Many weren't just thinking about the bill anymore -- they were calling for universal suffrage. Mob attack in a subway:  As protests continued in July, they began to follow a familiar pattern: a peaceful march in the day, followed by a face-off with the police as the day wore on. On July 21, as protesters and police clashed on Hong Kong island, an armed mob some 31 kilometers away carried out an unprovoked attack on subway passengers, leaving 45 injured. The police took up to an hour to respond to emergency calls, prompting accusations that there was collusion between the police and the mob -- and leading to further distrust of the police among protesters. Shutting down the world's eighth-busiest airport:  By August, protests had spread to neighborhoods around Hong Kong and demonstrators had led a major strike that brought chaos to the city's transport network. Protesters turned their attention on Hong Kong's airport -- the eighth-busiest in the world. On the nights of August 12 and 13, the airport was crippled as demonstrators occupied parts of the building, prompting hundreds of flights to be cancelled and leaving passengers confused and angry. Scenes of chaos erupted among the mainly young demonstrators, some of whom detained people at the airport. The Hong Kong protests have garnered international attention -- and United States politicians are weighing in. House Speaker Nancy Pelosi said Tuesday that the protesters had \"inspired the world,\" and called for city leaders and the police force to de-escalate. \"If America does not speak out for human rights in China because of commercial interests, we lose all moral authority to speak out elsewhere,\" said Pelosi. 2020 presidential candidate and California Sen. Kamala Harris also tweeted: “I stand with the people of Hong Kong and affirm the fundamental right of all people to peacefully protest for their rights. The President of the United States should call for the same.” Max Baucus, the former US ambassador to China, said Tuesday that Beijing won't succeed in trying to \"jam a solution down the protesters' throats,\" and that China was struggling to contain the chaos because \"they are used to having their own way.\" A number of other Congress members, including Sen. Marco Rubio of Florida and Rep. Jim McGovern of Massachusetts, have also expressed support for the protesters. Hong Kong airport officials have started checking boarding passes and passports at the entrance to the departures hall today, after protesters yesterday filled the huge space causing major flight disruption. Timothy Wu, an airport spokesperson, told CNN that only the departures entrances would be monitored for now. Two of the entrances have been closed -- two remain open. There is now also an additional barrier to protesters who may want to occupy the airport again -- a court order, published today, which threatens the punishment of imprisonment or fines. The Hong Kong Airport Authority has published its interim court injunction, which decrees that protesters unlawfully obstructing the airport may be imprisoned or fined. It says protesters may be held in contempt of court if they: UnlawfulIy and willfully obstruct \"the proper use\" of the airport\nObstruct any road, passageway, entry or exit point, or access control point in or near the airport\nProtest in unauthorized areas of the airport (the Airport Authority designated a \"protest area\")\nObstruct airport staff and security trying to enforce the rules\nIncite others to break the rules The court order also authorizes police officers to arrest anybody \"reasonably believed\" to be violating the rules. Read the full order here. The Chinese central government has condemned Monday and Tuesday's airport protests, calling for Hong Kong police to arrest the demonstrators. Things got ugly last night, with protesters holding three people accused of being undercover police officers. One was released after he showed identification, one was later confirmed to be a reporter and was released, and one was held for several hours, bound by zip ties even as he appeared to fall unconscious. Xu Luying, a spokesperson of the Hong Kong and Macao Affairs Office, said today that the protesters had seriously injured two mainland Chinese residents. The unconscious man was a Shenzhen resident who had been \"illegally imprisoned\" and \"abused\" by the protesters. He and the reporter, also a Chinese resident, are still in the hospital. \"We express our strongest condemnation of this tantamount to terrorism and express our deepest condolences to the injured mainland compatriots and the Hong Kong police officer,\" said the spokesperson. This is not the first time the Beijing government has used the word \"terrorism\" -- on Monday, another Chinese spokesperson said the protests showed \"signs of terrorism.\" But it marks a new escalation in the increasingly hostile rhetoric from Beijing, which labeled the protesters separatists and criminals. Out-of-control mobs beating up police. Crazed separatists throwing petrol bombs and vandalizing government buildings. The symbols of the country insulted and humiliated. Local authorities overwhelmed and in need of assistance. This is the picture Chinese state media has been painting of the Hong Kong protests. There's some truth to it -- but it's still a highly selective and incomplete take. Here's why it's wrong: Crucially, it distorts the reasons behind the unrest. Protests were initially sparked by opposition to a now-shelved extradition bill, but demands have since expanded to an investigation into police brutality and calls for political reform. It also ignores the many peaceful marches and the reciprocal, seemingly self-perpetuating cycle of violence, with both protesters and police deploying increasingly forceful tactics. Yes, there is escalating violence. Yes, many Hong Kongers are concerned and inconvenienced. But there is little sense of danger in the city beyond the protest front lines, and it is far from the war zone depicted in Chinese state media. Hear what Beijing has said about the protests: With flights grounded yesterday and passengers stranded, many are taking to social media to air out their grievances -- after all, many airlines are still scrambling to reschedule flights and rebook passengers. \"My connecting flight from Hong Kong to Guam was cancelled due to the protests, and I have nowhere to go for the day. I thought in situations like these you get a complimentary room at least?\" tweeted one passenger who was booked for United Airlines. Another passenger whose flight from Hong Kong to Bangkok was canceled last night tweeted at her airline, Emirates Airline: \"What is the rescheduling/compensation/travel options?\" The airline offered to look into her options, but added, \"The situation is beyond our control.\" Some travelers are now trying to avoid flying into Hong Kong, asking their airlines to reroute their connecting flights to other locations for fear of violence at the airport. One person tweeted, \"Hong Kong Airport not safe and I don't want to take a risk to travel with my 3 year old baby because of this protesters clash.\" Airline response: Some airlines are responding quickly -- Cathay Pacific has put out a statement telling passengers their flights are being rebooked, and that it will be free of charge for certain ticket changes -- but others are being more opaque.  There aren't statements from many local and international airlines whose services were affected yesterday -- the latest updates from their social media and website still show yesterday's cancellations, leaving many passengers frustrated with no idea what's happened to their travel plans. Nearly 200 flights were canceled on Monday, and dozens were canceled yesterday after thousands of protesters occupied Hong Kong airport. Flights have now resumed and airlines are reaching out to confused, stranded passengers. Cathay Pacific, Hong Kong's flagship carrier, said today that flights and check-in services are operating as usual, but \"there is potential for further flight disruptions at short notice.\" The airline said all charges and fare differences will be waived for certain ticket changes, and passengers whose flights were canceled have been re-booked onto new flights. Those who booked directly with Cathay are allowed one free ticket change. Many airlines haven't released updates since yesterday, when they announced flight cancellations -- but the airport's website shows that flights across various airlines are on schedule to depart today. The airlines listed as operating on the website include Eastar Jet, Asiana Airlines, Hong Kong Airlines, AirAsia, Cathay Dragon and more. The airport told CNN that it had implemented a flight rescheduling system yesterday, but was unsure how long it will take to clear the backlog. Check the list of departing and arriving flights here. Hundreds of passengers had their flights postponed or canceled last night -- including British comedian Bill Bailey. The actor -- famous for his roles in \"Black Books\" and \"Never Mind the Buzzcocks\" -- found himself caught up in the chaos, and went about documenting what he saw on Twitter. Initially, he posted pictures of Hong Kong protest art that he saw at the airport. About midnight, he tweeted that protesters were concerned for passengers' safety. \"They offered water and apologized for the inconvenience,\" he tweeted. \"Police arrived try [sic] to enter Terminal 1 but were hugely outnumbered and retreated. \"Riot police turned up and it kicked off.\" Many stranded travelers whose flights were canceled yesterday slept at the airport overnight, with families and children sleeping in and around the deserted check-in desks and luggage belts. As the airport slowly returns to normal this morning, the departure board shows a handful of canceled flights -- but the majority seem to be going ahead and on schedule. People are finally getting out. Hundreds of travelers are in the departures hall, with more arriving and checking in as usual.  The airport has been cleaned up. Lennon walls -- spaces covered in colorful Post-it notes bearing protest messages -- have been taken down and the graffiti has been covered up. It's like last night never happened ... almost. Hong Kong International Airport, which has been occupied by thousands of protesters for two days in a row, released a statement this morning saying it has obtained an injunction to prevent more disruption today. What this means: In theory, the injunction will allow the airport to \"restrain persons from unlawfully and willfully obstructing\" airport services -- but it's not immediately clear what effect this will have in practice. The airport had previously tried to implement security measures, such as only allowing passengers with boarding passes into the departures hall. But thousands of protesters quickly overwhelmed airport staff and entered the hall anyway. The airport authority has said it will publish the injunction once it obtains the sealed copies, potentially clarifying what it will mean in practical terms. Read the airport's statement here: Airlines have canceled hundreds of flights out of Hong Kong this week because of the protests -- terrible news for companies operating in the financial hub. Hong Kong airport is one of the busiest in the world. More than 74 million passengers traveled to and from the hub last year, and it serves about 200 destinations around the world. It also handles 1,100 passenger and cargo flights each day. The airport contributes 5% to Hong Kong's GDP, directly and indirectly, said Frank Chan, Hong Kong's transport secretary. Experts worry that travelers will now avoid Hong Kong. \"This is a disaster for Hong Kong that will cost tens of millions of dollars,\" said Geoffrey Thomas, editor in chief and managing director of AirlineRatings.com, a website that monitors airlines. It's still too early to assess the economic impact of the shutdowns -- but fewer tourists could hit a range of businesses hard, from those in retail to restaurants and hotels. At least 6 people were hospitalized after violent clashes at Hong Kong’s International Airport last night, according to the city’s Hospital Authority. Three of those people have been discharged, while the others are in a stable condition. Last night, two people were held by protesters and accused of being undercover police officers. One appeared to be unconscious and was eventually evacuated by paramedics. There were also scuffles later on, when police tried to leave after evacuating the man. As the protests continue, countries and international groups are chiming in. Some have expressed support for the protesters, others have condemned the violence -- nearly all have called for calm. Here's what the world is saying: China: Beijing has condemned the protests, calling demonstrators \"criminals\" and \"separatists\" who are showing \"signs of terrorism.\"\nThe United States: President Donald Trump called the unrest a “tough situation,\" and said he hopes it will work out “for everybody, including China.” A senior US official added that the administration encourages \"all sides to remain calm, safe, and peaceful.\"\nThe United Kingdom: UK Foreign Minister Dominic Raab said Monday he is concerned by what’s happening in the former British colony, and \"the worrying pictures of clashes between police and protesters at the airport.\" Another British politician called for Hong Kong citizens to be given full British nationality.\nCanada: Prime Minister Justin Trudeau said he was \"extremely concerned\" about the violence and warned China to be \"very careful and very respectful\" in dealing with the protests.\nAustralia: Prime Minister Scott Morrison has urged Hong Kong's leaders to \"listen carefully\" to the protesters and \"work towards a peaceful and calm resolution.\"\nThe European Union: A spokesperson said it was \"crucial that all sides exercise restraint, reject all kinds of violence, and take urgent steps to de-escalate the situation.\"\nThe United Nations: The UN High Commissioner condemned \"any form of violence or destruction of property.\" He urged the protesters to be peaceful and the city's leaders to \"listen to the grievances of the people\" and investigate police brutality. It's been a chaotic 48 hours in Hong Kong. Last night thousands of protesters showed up at the airport, grounding departing flights for the second consecutive evening and bringing chaos to the normally orderly hub. It's now morning local time and life is slowly returning to normal -- but tensions are still running high and there's little indication whether tonight will descend into chaos again. If you're just tuning in, here's what you need to know. What happened: On Monday night, thousands sat in at the airport, leading to nearly 200 flights being canceled. There was no violence that night. But protesters returned last night, canceling flights again -- and this time, things got ugly.  \nProtesters divided: Protesters held a man for several hours, accusing him of being an undercover cop. They tied his wrists up and wouldn't allow paramedics through, even when the man appeared to lose consciousness. Some protesters tried to get the man help, only to be pushed back by others -- showing just how fractured the leaderless movement has become. He was eventually evacuated by paramedics.\nArrests made: Police have arrested 5 people. Two police officers have been injured, according to a statement by the police today.\nWhat now? The airport was cleared out and cleaned, and flights are returning to normal. But it feels like the city is holding its breath, unsure whether there will be another occupation, clashes with riot police and more canceled flights this evening. Here's the bigger picture: This is the 11th consecutive week of protests. They began as relatively peaceful marches in opposition to a now-shelved bill that would have allowed extradition to China.  But as recent protests have shown, it's not just about the bill anymore -- protester demands now include calls for greater democracy, the resignation of Hong Kong's leader, and an independent investigation into alleged police brutality. Protesters are getting angrier and more volatile as fear and suspicion spread, and police ramp up arrests and crackdowns. Violence has been escalating for weeks -- and nobody is sure where it's all going. The Hong Kong International Airport returned to normal operations Wednesday following clashes between protesters and police, according to a CNN team there. Most flights appeared to be running on schedule based on one of the departure boards at the airport and hundreds of travelers were in the departures hall. According to the CNN team, the airport was cleaned up and graffiti was covered up with white sheets of paper.   Five people were arrested and two police officers were injured during Tuesday's protest at Hong Kong International Airport, Hong Kong police said. In a statement released early Wednesday, police said they condemned the protesters' actions, calling them \"radical and violent acts.\"  Police denounced the protesters who they said “detained, harassed and assaulted a visitor and a journalist, inflicting physical and mental harm on them.” Some background: Police said in a statement the visitor was \"assaulted and \"besieged\" by protesters at the airport. They said protesters blocked ambulances from rendering aid. Another man was detained and zip-tied to a luggage cart by protesters. He was identified as mainland Chinese reporter Fu Guohao for state-run tabloid newspaper Global Times, according to the outlet's editor-in-chief. He was later seen being wheeled out of the airport by first-aid workers. The US is monitoring unrest in Hong Kong and encourages \"all sides to remain calm, safe, and peaceful,\" a senior US administration official said. \"As the President has said, 'They’re looking for democracy and I think most people want democracy,'\" the official said. \"Freedoms of expression and assembly are core values that we share with the people of Hong Kong and these freedoms should be protected.\" \"The United States firmly rejects the notion that we are sponsoring or inciting the demonstrations,\" the official said, echoing Trump's earlier tweet. The US believes if China were to intervene militarily in the Hong Kong protests it be would likely be because the Chinese had assessed that the Hong Kong authorities have lost control, a senior administration official said. The official said losing control could be defined as the interference of commercial activity in Hong Kong. In the US, surveys taken after the violent suppression of protests in Tiananmen Square in 1989 showed public approval for China dropped dramatically, particularly among people under 30 and that has never recovered, the official explained, indicating that Chinese military intervention in Hong Kong is not a good idea. If China does intervene militarily in Hong Kong, Congress will explode and there will be a lot of negative consequences, the official said. During the unrest in Hong Kong, the US Navy's requests for two ships to make port visits in the coming weeks have been denied by the Chinese government. “The Chinese Government denied requests for port visits to Hong Kong by the USS Green Bay and USS Lake Erie, which were scheduled to arrive in the next few weeks,” according to Commander Nate Christensen, deputy spokesperson, US Pacific Fleet. The USS Green Bay was scheduled to visit Hong Kong on Aug. 17 and USS Lake Erie was scheduled to visit next month. “The US Navy has a long track record of successful port visits to Hong Kong, and we expect them to continue. We refer you to the Chinese Government for further information about why they denied the request,” Christensen said. UK Foreign Minister Dominic Raab on Tuesday said he is concerned by “what’s happening in Hong Kong and the worrying pictures of clashes between police and protesters at the airport.\" “As I said to Carrie Lam during my call last week, we condemn the violence and encourage constructive dialogue to find a peaceful way forward,” Raab tweeted.   Tuesday marked the second day that protesters gathering at Hong Kong's airport prompted flight cancelations. But the demonstrations have a much longer history: Protests kicked off in earnest in June  to oppose to a now-shelved extradition bill.  About the bill: The measure would have would allowed China to extradite Hong Kong citizens. Critics worry China would use the bill to prosecute people for political reasons and that it would erode freedoms people in Hong Kong have. While the bill was suspended in June, Hong Kong's leader has not formally withdrawn it.  Beyond the bill: While the first days of protests were all about the bill, the movement has expanded. Protesters are now demanding an investigation into police brutality and long-running calls for greater democracy and political reform. President Trump addressed the situation in Hong Kong in a pair of tweets Tuesday. He said in one tweet that US intelligence says \"the Chinese Government is moving troops to the Border with Hong Kong. Everyone should be calm and safe!\" In another tweet, Trump said, \"Many are blaming me, and the United States, for the problems going on in Hong Kong. I can’t imagine why?\" (Note: It's not clear what Trump is referring to.) A man who was detained by protesters and zip-tied to a luggage cart has been identified as a mainland Chinese reporter for state-run tabloid newspaper Global Times, according to the editor-in-chief of the outlet. “Fu Guohao, reporter of GT website is being seized by demonstrators at HK airport. I affirm this man being tied in this video is the reporter himself. He has no other task except for reporting. I sincerely ask the demonstrators to release him,” Hu Xijin, editor-in-chief of Chinese and English editions of the Global Times, tweeted.  Hong Kong TV channel iCable, a CNN affiliate, reported that the man was wearing a yellow high visibility vest and that protesters were demanding to see his press ID, while shouting \"gangster\" at him.  According to local reports, protesters pinned him to the ground, seized his belongings and draped an \"I love HK Police\" T-shirt over him, as others tried to step in and stop the violence. Here is the editor's tweet: A senior British Conservative politician has called for Hong Kong citizens to be given full UK nationality as a way to reassure them they are supported by the UK amid ongoing protests. Parliament member Tom Tugendhat, chair of the UK government’s House of Commons Foreign Affairs Committee, said Tuesday the UK should consider extending \"full citizenship rights to the HK Chinese.\" \"This should have been done in 1997 and is a wrong that needs correcting,\" Tugendhat tweeted. He said the UK has obligations under the Sino-British Joint Declaration. \"Under the Sino-British Joint Declaration the HK Special Autonomous Region has a separate status until 2047 - 50 years after reunification with China. The Basic Law provides the constitutional underpinning of HK's status. The question now is: what should the world do?,\" he tweeted. Police have come and gone from Hong Kong's airport after clashes with protesters. Here's how the chaos unfolded: Riot and tactical police clashed with protesters outside the airport. Their arrival created a brief window for paramedics to finally evacuate an unconscious man to an ambulance. The man was accused by protesters of being an undercover police officer and detained for several hours. \nAfter ambulances left, there were brief clashes between police and protesters as the cops too attempted to leave. \nProtesters were stymied by barricades they had thrown up themselves at entrances to the airport, thinking police would attempt to clear them from the area. This meant the authorities had a major numerical advantage and they were eventually able to break through the crowd. \nBut not before one police officer was isolated and attacked by protesters, during which he appeared to draw his side arm and point it at them. \nTactical officers wearing black without markings were the last to leave, after making several arrests outside the airport and deploying pepper spray multiple times. Video from tonight's clashes showed a police officer being assaulted by protesters at the airport.  The video — taken by the Wall Street Journal's Mike Bird — appeared to show the officer pull a weapon on the protesters to get them to stop. Watch the video: CNN witnessed at least four protesters detained and put into police vehicles before being driven away. All police vehicles that arrived to the airport about an hour ago in tour buses have now left the airport, CNN crews on the ground report. The tactical response unit was the last group of officers to leave the airport after clearing the roads for the larger police buses. Chaos unfolded at Hong Kong's airport late on Tuesday night, when riot police clashed with protesters who flooded the airport to rally against a proposed law, which would have seen people extradited into mainland China's opaque justice system. The police have started retreating, but here's a look at what the unrest looked like at the height of the chaos: And here's video from in front of the airport: President Trump said Tuesday that unrest in Hong Kong is a “tough situation” that he hopes will work out “for everybody, including China.” Speaking to reporters in New Jersey, Trump said his wish is for the situation to work out “for liberty.” “I hope nobody gets hurt, I hope nobody gets killed,” Trump said as he departed. Moments before, scenes of chaos played out on television of protesters and riot police scuffling at Hong Kong International Airport. Confrontations between security forces and protesters have gotten “increasingly ugly with outside groups of civilians getting involved and the scene at the airport,\" CNN senior international correspondent Ivan Watson reported. “It’s just a scene that's gotten uglier and uglier with no signs of compromise between the city government and the demonstrators. And it just feels like one massive self-inflicted wound by both sides, unwilling to find a compromise and resorting to do more and more damage to their own city in their effort to try to get some kind of an upper hand in this incredible test of wills,” he said from Hong Kong. Watson said reporters on the ground have observed demonstrators detaining people suspected of working with the police. “So according to our reporters on the ground, the demonstrators detained an individual that was suspected of being an undercover police officer and what our reporters on the ground have said is that those demonstrators then refused any medical first aid access to that person who then became unconscious,\" he said. Watson said this is “an ugly turn of events” that will “damage the reputation of these protesters who have tried to kind of present themselves as heroes to bystanders.” “But the fact is with their escalation of this campaign of civil disobedience, what they've done is ensnared a lot of innocent bystanders in this ongoing drama here,” he added. Tensions ran high at Hong Kong's airport Tuesday as protesters and riot police faced off.  Police started retreating, moments ago — but if you're just tuning in now, here's what you need to know: Massive protests: For the second day in a row, protesters flooded Hong Kong's airport. Check-ins were suspended and dozens of outgoing flights were canceled.\nAlleged undercover police officer: The protesters held a man for several hours, accusing him of being an undercover police officer. The man was seen surrounded by chanting protesters and appeared to lose consciousness. He was eventually successfully evacuated by paramedics.\nClash with police: Late Tuesday night local time, buses of riot police arrived at the airport and clashed with protesters.\nWhat do the protesters want? Today's protests are the latest in an ongoing series, sparked in early June by a proposed law that would allow for people to be extradited into mainland China's opaque justice system. The bill has been suspended, but not withdrawn. Police are now heading out from the airport. The tactical squad were the last officers left — and they're retreating now, too. There's a heavy police presence outside Hong Kong's airport, including the special tactical squad. Cops in black are carrying weapons, as protesters are blockaded inside. Essentially, reporters police are outside airport, while protesters and tourists inside. Here's a look at the scene: The European Union is urging “all sides” to exercise restraint amid growing tensions and unrest in Hong Kong. In a statement, an EU spokesperson said: “In light of the continuing unrest and the increase in violent incidents in Hong Kong, it is crucial that all sides exercise restraint, reject all kinds of violence, and take urgent steps to de-escalate the situation.” The statement continued: “It is now more vital than ever to engage in a political process of broad-based and inclusive dialogue, involving all key stakeholders.” Protesters at the Hong Kong international airport are now attempting to block the police buses outside of the airport, CNN teams on the ground report.  Police in riot gear are now outside the airport entrance as well.  A man accused of being an undercover police officer by protesters has been successfully evacuated by paramedics to an ambulance outside the airport. Watch the man be evacuated: The arrival of police at Hong Kong airport briefly broke the stand-off between protesters and paramedics surrounding a man accused of being an undercover officer. The man was earlier surrounded by chanting protesters and appeared to lose consciousness. Paramedics tried to get him treatment but protesters refused to allow him to leave.  Protester lines broke upon the arrival of police, allowing paramedics to move the man towards the exit. Protesters seemed divided earlier on whether to let the man go. “Hong Kong people are in a very very dangerous moment, some things in front of you may look crazy but we have no choice,” one 35-year-old protester named Max said.  “It’s just like war, we’re fighting for our future.” Watch the video of paramedics trying to get out: At least five vans of police have arrived at Hong Kong airport -- their first appearance since protests began at the travel hub five days ago. Protesters are running to set up barricades to slow their advance. Plenty of stranded passengers are still inside the airport waiting for their flights. Scuffles are breaking out at Hong Kong airport as paramedics try to reach a man who protesters have held for about two hours, accusing him of being an undercover police officer.  Protesters have surrounded the man, and medics are unable to push through the crowd.  There’s a tiny minority arguing to let the paramedics through, but every time they do the scene turns ugly.  One female protester has been trying desperately to help paramedics get through. She’s worried the man is going to die, she says. “This is a disaster,” she shouted at another protester.  Earlier the man appeared to have collapsed. Paramedics who were initially with him put him on oxygen and unsuccessfully attempted to take him away. As protesters continue to block Hong Kong International Airport, the editor of Chinese state media tabloid Global Times has again warned of a possible military crackdown. Editor Hu Xijin said on his official Twitter account that it would be best if \"Hong Kong can restore order by itself.\" \"(But) if the development of the situation suggests there is no such hope, Beijing's intervention will be inevitable,\" he said. \"It's a hard choice, but once it becomes the decision, it will be a firm one\" Beneath his tweet, he posted pictures of Chinese armored personnel carriers. At the Hong Kong International Airport customer service counter, just a few frontline workers are trying to address a long line of angry passengers. Some travelers are even approaching journalists in an attempt to get more information about what is going on with their flights. One woman trying to get home to Milan, Italy, said she couldn't contact anyone at Cathay Pacific to tell her what was happening. See the lengthy queue for yourself: Just after 9.30 p.m. local time (9.30 a.m. ET), there is no end in sight to the protests which have crippled Hong Kong International Airport for the second day in a row. Thousands of protesters are still occupying the airport -- blocking access to departure gates and sitting in the arrivals halls. Here's what has happened: Second day of airport protests: Hundreds of demonstrators began pouring into the airport early in the day after disrupting flights the night before.\nSafe from Hong Kong's police: Protesters said they were targeting the airport because they didn't believe police would attempt to clear it when it was full of passengers and tourists, leaving it a safe space to demonstrate.\nAirport disrupted: Dozens of outgoing flights have been canceled, with passengers unable to reach others because of protester barricades. Most incoming flights are still on schedule but some have also been canceled.\nPassengers frustrated, angry: Some delayed travelers say they support the protests, while others were infuriated by the loss of time and money from the delays. \"I don't know if we can fly,\" one 16-year-old Italian traveling with his family said. \"It was a very expensive holiday, and we wanted to have the best time.\"\nAlleged undercover police officer zip-tied: A man accused of being an undercover police officer has been held and tied up by demonstrators, without conclusive evidence. After fainting in a press of people, protesters accused him of faking. New data from flight booking analyst firm ForwardKeys shows a \"dramatic drop\" in Asia bookings to Hong Kong during the ongoing pro-democracy protests, the company said in a statement.  What's the damage: In the 27 days between July 14 and August 9, flight bookings from Asia -- not including mainland China and Taiwan -- fell by 33.4% from the same period last year.  \"There is now clear evidence that the protests have reversed a positive travel trend in which bookings for the first six and a half months of the year were up 6.6% on 2018,\" the  statement said.  \"The situation in Hong Kong has deteriorated substantially in the past eight weeks and particularly so in the past four,\" said ForwardKeys spokesperson David Tarsh.  What caused the fall in bookings: For the eight-week period from June 16 to August 9, flight bookings fell by 20% from last year, the company said. During that time, a mass protest of reportedly two million people took to the streets, the Legislative Council building was stormed by protesters, riot police fired tear gas and rubber bullets in increasingly fraught confrontations with protesters, a mob attacked protesters in Yuen Long and police fired tear gas in multiple subway stations. There have also been hundreds of arrests and dozens of injuries.  Long-haul flights affected too: There is also evidence that the protests are now affecting long-haul bookings to Hong Kong, with a 4.7% drop between June 16 and August 9 from last year, the company found.  Numbers could get worse: ForwardKeys, which analyses over 17 million flight bookings a day, says the numbers do not include the protests at the airport on Monday when all flights were canceled after demonstrators occupied the airport.  The man who Hong Kong airport protesters accused of being an undercover policeman appears to have collapsed. Amid demonstrators yelling that he was \"faking it,\" paramedics put him on oxygen and attempted to take him away. But the protesters wouldn't allow it. A 60-year-old security guard at the scene said he had never seen anything like it before in Hong Kong. Asked if they were worried the man might not be faking it, protesters said they didn't care.  \"So they shut down Hong Kong? Good! We are ready for it, we want it,\" one male protester said. Hong Kong's airport is plastered with posters, flyers, and drawings -- examples of the widely-disseminated protest art that informs, inspires and, at times, offers light relief.  The political art has taken on a distinct style, from design to distribution. Banners are not just plastered onto main roads -- they are sent directly to residents via Bluetooth and Wi-Fi almost immediately after they are created. The graphics serve multiple purposes; some advertise upcoming protest marches, others contain subversive criticism of the authorities and many encourage unity and stamina. \"Be water\": A key theme of protesters' posters is the ability to \"be water,\" a phrase inspired by martial arts icon Bruce Lee that encourages fluidity and adaptability to any situation. This is in stark contrast to the 2014 protests, which remained in one area of the city as protesters set up camp against the authorities. \"An eye for an eye\": A newly emerging poster theme depicts a woman with an eye missing, a reference to an injury suffered during Sunday night's clashes with police. Many protesters at the airport on Monday also wore eyepatches in reference to the woman's injury. Read more here. It’s no surprise that passengers are confused. Despite the airport suspending all check-ins, some flights appear to still be going ahead, albeit with delays.  At the in-town check-in on Hong Kong Island, many passengers are staring at the flight departure boards, where only some of the flights showed up as being canceled. On the airport’s website, there are still outgoing flights that appear to be going ahead Tuesday night.  Like at the airport, in-town check in is closed — but passengers are still able to travel on the Airport Express. And different airlines are giving different advice. On its website, HK Express says passengers should check the latest flight information, and advises that flights may even leave earlier than scheduled.  Hong Kong Airlines said that check-in services at the airport have been suspended until further notice and said it was \"monitoring the situation closely and may make adjustments to our flights at short notice.\" Air Asia said it was also \"closely monitoring the situation in Hong Kong\" and \"strongly advised\" passengers to check your flight status \"from time to time.\" And China Airlines said that \"due to airport operation, partially flights to/from Hong Kong International Airport have been cancelled on 12AUG and 13AUG.\" Cathay Pacific, meanwhile, has a message on its website urging customers not to travel to the airport and to postpone non-essential travel on Tuesday and Wednesday. On Monday night the airport's usually booming hospitality sector was dead quiet, with booths and tables taken over by demonstrators. But 24 hours later, they're mostly open and full of customers. Apart from a long line in the arrivals level for Starbucks, things seem pretty orderly at the eateries -- an island of calm amid the chaos At Crystal Jade, a popular Hong Kong restaurant chain, one person in line complained about waiting for more than 20 minutes for a table. A man accused of being an undercover policemen has had his wrists zip-tied together by young demonstrators. It came after an hour-long stand-off between protesters and airport workers who tried to protect the man. Airport security and pro-democracy district counselors are attempting to defuse the situation. It is symbolic of a growing paranoia of demonstrators after undercover policemen, dressed as protesters, were used on Sunday to surprise and arrest some of their number. As some protesters embrace more extreme -- and sometimes violent -- tactics, police are beginning to make arrests. Almost 700 people have been arrested since protests began on June 9, according to police, for a range of offenses including \"taking part in a riot,\" unlawful assembly, assaulting police officers, resisting arrest and possession of offensive weapons. Those found guilty face up to 10 years in jail. The youngest person charged is a 16-year-old girl. As part of their list of core demands, protesters are demanding the government release those arrested and detained and drop all charges -- which the government appears to have no intention of doing. The latest showdown at Hong Kong's international airport is extremely concerning for businesses, says Davide De Rosa, chairman of the European Chamber of Commerce in Hong Kong. Prior to this week's disruptions, companies were already worried that the protests would tarnish Hong Kong's image as a global financial hub and a favored gateway to China. Now that demonstrations appear to be blocking operations at the airport, \"this particular action is having [an] echo all over the world,\" said De Rosa. \"It just simply doesn’t look good ... It's a very worrying situation for the businesses, or for the companies doing business in Hong Kong, and then for Hong Kong itself,\" he told CNN on Tuesday. It doesn’t look like a situation that can resolved soon. I think it looks like a longer situation than expected.”  The Hong Kong airport demonstrations have been characterized by protesters wearing eye patches as well as posters and graffiti saying \"an eye for an eye.\" They refer to a protest on Sunday, where demonstrators claim a female nurse who was taking part had her eye badly injured when she was allegedly shot with a projectile by police. Prominent protesters claims she was blinded in that eye. CNN has not been able to confirm her injury but there are photographs showing a woman lying bloody and stunned on the ground. Outrage around stories of the injury sparked protesters to head to the airport in large numbers on Monday, leading to the first shutdown. Tense confrontations are erupting between travelers and protesters at Hong Kong airport as flights are canceled for a second straight day.  Groups have had brief shouting matches, with protesters yelling “free Hong Kong” and frustrated passengers growing weary of the chaos. Analysis on the ground: It's a tense scene over here. One airline employee told me that a lot of people are upset. They have children, there are elderly people. Some have visa problems. Others are losing money. All in all, there are plenty of frustrated travels who want nothing more than to sleep in their own beds tonight.  Hundreds of protesters have shut down Hong Kong's International Airport for a second straight day, with all check-ins suspended and dozens of outgoing flights canceled. Here's what you need to know: Flights canceled: All outbound flights that have not completed the check-in process have been canceled after hundreds of protesters descended on the city's international airport. It is unknown at this point whether police will attempt to clear protesters from the airport -- they did not during a similar protest on Monday. \nEscalating battle: Riot police fired tear gas inside a subway station Sunday night after clashing with protesters -- but confrontation in the airport, one of the busiest in the world, would mark a huge escalation.\nDaily sit-ins: This is the fifth day of massive protests at the airport. Protesters began the sit-ins on Friday, in opposition to alleged police brutality and an extradition bill.\nWeekend of violence: The weekend was filled with violence -- as has become the norm. Police fired tear gas across several locations citywide on both Saturday and Sunday, and at least nine people were injured on Sunday. Images of a young female protester being wounded in the eye have galvanized protesters into an 11th week.  Protesters have used luggage carts to effectively block the entrances to the airport's departure gate at Terminal 1 ahead of security check.  Behind the blockade, hundreds of protesters have sat down. “We’re here just here to express our voice to the government,” one 22-year-old woman, who is about to become a teacher, said. “Today the action is not organized by one group. Everyone just wanted to come out and speak out ... we don't only have one purpose.”  They’re not sure how long they’re staying. As with many of the recent protests in Hong Kong, there’s not a concrete plan. Hong Kong's airport has been thrown into chaos for the second day in a row, with all check-ins suspended and dozens of outgoing flights canceled. Hundreds of protesters blocked security gates at one of the world's largest commuter hubs on Tuesday, with passengers struggling to get through the demonstrators to their gates. Singapore's Scoot airline had to turn a flight around just as it was about to arrive in Hong Kong on Monday, a company spokesperson told CNN. Passengers on Scoot Flight TR980 were scheduled to arrive in Hong Kong around 6 p.m. local time on Monday. The low-cost carrier was forced to return to Singapore after Hong Kong's airport was temporarily shut down and landed back at Changi Airport at 8.37 p.m. local time. The company said in a statement that all flights Wednesday will operate as scheduled.  \"However, Scoot is monitoring the situation closely as it remains uncertain,\" it added. On Monday night, the threat of police action at Hong Kong airport sent hundreds of protesters pouring to buses and trains. But no officers ever arrived -- and now, with the airport swamped for the second straight night, protesters say they're confident they won't show. Two students, who asked not to be named, said that while inbound flights were still touching down, police wouldn't attempt to clear the airport. \"Other people from other countries are coming to Hong Kong so if the police come here and do something dangerous, it will hurt other countries' people too,\" one female protester said. \"So we feel this is more safe to just sit and say what we want. It's more safe than going outside.\" Recent weekend protests have seen violent clashes between police and demonstrators, including widespread use of tear gas and improvised weapons. Authorities in Hong Kong have canceled hundreds of flights this week because of major protests at the city's international airport. That's terrible news for companies operating in the financial hub. What's the scale? The airport shutdown is a stark reminder of the risk to global businesses and the city's tourism sector. More than 74 million passengers traveled to and from the airport last year. It handles 1,100 passenger and cargo flights each day, and serves about 200 destinations around the world.  \"This is a disaster for Hong Kong that will cost tens of millions of dollars,\" said Geoffrey Thomas, editor in chief and managing director of AirlineRatings.com What are people saying? \"Travelers for months to come will cancel and re-book with other airlines to avoid Hong Kong as a hub,\" Thomas said.  Who is affected? Hong Kong is home to seven Fortune Global 500 companies, including Lenovo and CK Hutchison, and it operates as a regional base for big corporations and major banks that prize its semi-autonomous legal system and close ties to mainland China. Read more on that here.  Hong Kong's international airport -- one of the busiest in Asia -- had emerged as a key protest target before today's mass gathering, as anti-government demonstrators looked to take their message directly to the international community. At the airport over the weekend, leaflets in Chinese, English, French, Korean, Japanese and other languages were handed out to arriving international visitors, explaining the causes of the unrest -- as protesters see it -- and the demands of the opposition movement. Showcasing the slick design that has characterized the protests, other pamphlets and posters also advertised planned demonstrations as \"new tourist spots,\" and advised tourists what to do if they were caught in the protests during their visit. On Monday, almost 200 flights were canceled to and from Hong Kong as thousands of pro-democracy protesters shut down the airport following violent clashes with police over the weekend. The economy takes a hit: While mainland China is Hong Kong's most important trading partner, the city is an international business and financial hub, and the economy is already showing signs of hurting as a result of the protests. Businesses in Hong Kong, both international and local, have also faced pressure and accusations of acting in concert or sympathizing with the protesters. Cathay Pacific, Hong Kong's flagship carrier and a major local employer, has been ordered by Chinese aviation authorities to ban staff who take part in protests from traveling to China. The PR battle: By appealing to the international community, and making sure it is their message that most foreigners are seeing, protesters have shown themselves adept at public relations. Meanwhile despite carrying out regular press briefings, the Hong Kong government has at times appeared at a loss as to how to engage with residents and protesters. Read more analysis here. Hong Kong’s in-town check-in service has been closed, leaving dozens of confused and frazzled looking passengers milling about, hoping for information on their flights. Two passengers CNN spoke to were still unsure if their fights were even affected — they hadn’t heard from their airline, and the departure information displayed at the in-town check-in indicated their flights were still going to be leaving, with delays. Despite the frustration and inconvenience, some passengers still supported the protesters. “It touched me to see Hong Kong like this. I’m not angry,” said one Hong Kong resident arriving from Seoul, South Korea, who would not give his name. The 31-year-old's trip home was delayed by more than a day by the protests. But others, like 16-year-old Italian Diego, were worried about their flights. He said he'd been planning his trip to Asia with his brother, parents and aunt for months. \"Now I don't know if we can fly,\" he said. \"It was a very expensive holiday, and we wanted to have the best time.\" A confrontation has broken out in the main airport terminal between protesters and a man they claim is an undercover police officer. Two men were surrounded by a crush of reporters and protesters, many of whom were shouting and accusing them of being “corrupt cops.”  The incident comes after police were seen dressing as protesters during weekend clashes. The man, who is seen covering his face, is flanked by airport security personnel who are asking the crowd to let him leave. Protesters, mostly young people wearing masks, are blocking other security staff from reaching the man. Analysis on the ground: These are ugly scenes and it seems much more like the crowd that besieged Hong Kong's government headquarters on July 1 than previous airport occupation protesters, who so far have been peaceful. Protesters nearby said the man was acting suspiciously and, when they asked, he had no wallet or ID.  Cathay Pacific, Hong Kong's flagship airline, has suspended a second person for misuse of company information.  It follows a Monday warning from the airline to its staff that those who \"support or participate in illegal protests\" in Hong Kong could be fired. In a statement sent to CNN from Cathay Pacific’s Corporate Affairs Department, the company said an officer was suspended from operating Flight CX216 on August 12, which flies from Manchester, England, to Hong Kong.  The company did not disclose specifics of the violation but said it has a “zero-tolerance approach to issues involving operational and aviation safety.”   Cathay Pacific said last week that it had removed a pilot from duty in July who had been arrested during one of the protests. The city's largest airline outlined its \"zero tolerance\" approach in a memo sent days after Chinese authorities took steps to prevent Cathay workers who participate in protests from flying to mainland China or passing through the country's airspace. Cathay said that it would comply with that rule. \"It is important to remember that actions and words of our employees made outside of working hours can have a significant effect on the company,\" CEO Rupert Hogg told employees. The airline shared a copy of the memo with CNN. China's Civil Aviation Administration said Friday that it would ban Cathay employees who support or take part in \"illegal demonstrations, protests and violent attacks, as well as those who have had radical behaviors\" from working on flights in China's airspace. Travelers say they are struggling to get information on the Hong Kong airport chaos that has stricken outbound flights amid ongoing unrest in the city. Loic, who works for a French company across the border in Shenzhen but lives in Hong Kong, says he is trying to fly to Paris for a holiday but cannot see if his flight will proceed. The 33-year-old says he is unable to get hold of his airline -- and his flight is still listed as postponed. “Personally I’m very affected so I don’t like it, but then so many people fighting for something I don’t know what is best -- my personal interest or the full community,\" he said. “I don’t know what I can do.\" Hong Kong's protest movement began in early June, sparked by a bill that would allow extradition to mainland China. The movement has expanded in scope since, with protesters now demanding greater democracy and an inquiry into alleged police brutality. The unrest -- now in its 11th week -- has seen protesters and police clash numerous times. Beijing, meanwhile, has criticized the actions of protesters. On Monday, a top Chinese official said the protests \"had begun to show signs of terrorism.\" Hong Kong airport has canceled all outbound flights that have not completed the check-in process, the airport authority said.  Flights that completed the check-in process before the authority canceled check-in services at 4:30 p.m. (4:30 a.m. ET) local time will continue operations.  All inbound flights will continue to operate as scheduled. Previously, Hong Kong’s Airport Authority told CNN that all outbound flights were canceled as of 5:15 p.m. local time. \"Terminal operations at Hong Kong International Airport have been seriously disrupted as a result of the public assembly at the airport today ... airlines will provide arrangements for passengers who have not completed the departure process. Members of the public are advised not to come to the airport,\" the airport authority said in a statement. Swire Pacific, the parent company of Hong Kong flagship airline Cathay Pacific, is calling for “the restoration of law and order\" in the city.  “Swire Pacific is deeply concerned by the ongoing violence and disruption impacting Hong Kong. We resolutely support the Hong Kong SAR Government, the Chief Executive and the Police in their efforts to restore law and order. We condemn all illegal activities and violent behaviour, which seriously undermine the fundamental principle of ‘One Country, Two Systems’ as enshrined in the Basic Law. All that is special about Hong Kong -- its flourishing economy and the safe home it provides for our people and families -- rests on a strong and respected rule of law. We must act now to stop the violence and preserve the stability, peace and prosperity of Hong Kong.” In the past year, Hong Kong International Airport handled 74.7 million passengers -- an average of 205,000 people every day. The airport sees 1,100 passenger and cargo flights daily between about 200 international destinations. But for the second straight day, it has been thrown into chaos by protesters.  Passengers have attempted to break through demonstrator blockades at security gates -- but many haven't been able to get through. \"Members of the public are advised not to come to the airport,\" the Hong Kong Airport Authority said in a statement. \"The Airport Emergency Centre has been activated.\" Just hours before Hong Kong airport canceled all flights for the second day in a row, Chief Executive Carrie Lam warned the ongoing protests were plunging the city into dangerous territory.  \"Riot activities (have) pushed Hong Kong to the brink of no return,\" Lam said at a press conference today. \"The only thing we have to do is to go against violence and rebuild the city.\" Lam has been a primary target for protesters. One of the main \"five demands\" of Hong Kong's protest movement calls for her resignation. But both the Hong Kong and Chinese governments have made it clear she isn't going anywhere. For the second day in a row, Hong Kong International Airport has taken the extraordinary step of canceling all outbound flights due to protesters. Hong Kong’s Airport Authority told CNN that all outbound flights were cancelled as of 5:15 p.m. (local). After the announcement was made over intercom, protesters could be heard cheering and yelling pro-democracy phrases including, “Stand with Hong Kong, fight for freedom” and “Hong Kong, add oil.” Check-in services have been suspended at Hong Kong International Airport due to protester disruptions, according to a statement published by Cathay Pacific Airways. Hundreds of protesters have blocked the security check points at Terminal 1 and Terminal 2, stopping passengers from reaching their gates. Cathay Pacific said it was informed by the Airport Authority that all check-in operations were suspended and that “there is a potential for further flights disruptions at short notice.” The statement warns customers to postpone non-essential travel from Hong Kong through Wednesday and not to proceed to the airport.", "Section": "asia", "Writers": ["Ben Westcott", "James Griffiths", "Helen Regan", "Joshua Berlinger", "Jessie Yeung"], "URL": "https://www.cnn.com/asia/live-news/hong-kong-protests-airport-chaos-intl-hnk/index.html", "MainKeyWord": "Macao", "AdditionalKeyWord": "Singapore", "Source": "CNN"}