{"Type": "", "Time": "2019-09-04", "Headline": "Philippines sides with China on revision of UNCLOS – Locsin – Manila Bulletin", "Text": "By Charissa Luci-AtienzaForeign Affairs Secretary Teodoro Locsin on Wednesday said the Philippines is “on the side” of the Chinese government in seeking the revision of the United Nations Convention on the Law of the Sea (UNCLOS).In a budget briefing at the House of Representatives, he disclosed that China gave in to the Duterte government’s call for international vessels to seek permission before they could pass through the Philippine waters.“The President said, “I will demand permission.” To our surprise, China’s answer was: That is exactly what we want, we want to ask permission. The problem was this, the western naval powers do not, as a matter of principle, ever ask permission because they insist on total and absolute freedom of navigation,” he told the House Committee on Appropriations.“We are on the side of China in the revision of UNCLOS which is now asking for permission. China has always wanted, now we find ourselves on their side, rather than on the other side,” he pointed out.The Philippines was one of the original signatories of UNCLOS in 1982, and ratified it in 1984. China also signed the international treaty, known as the “Constitution of the Oceans,” in 1994.UNCLOS guarantees navigational safety for all international vessels transiting the South China Sea.The Duterte government had filed diplomatic protests against China after Chinese warships and survey vessels were spotted in the country’s territorial waters without the knowledge of the local authorities.Locsin also denied reports that the President Duterte was apologetic when he raised the issue on the 2016 arbitral ruling with Chinese President Xi Jinping during his official visit to China last week.“The report that the President was apologetic in raising the arbitral award, that’s a total fabrication, in every aspect a complete lie,” he said, insisting that the Chief Executive has always raised the ruling of the UN-backed Permanent Court of Arbitration in The Hague that rejected China’s “nine-dash line.”Locsin requested an executive session to share what President Duterte said during his meeting with Xi.The executive session was held at 11:30 a.m. Wednesday.", "Section": "", "Writers": "", "URL": "https://mb.com.ph/2019/09/04/philippines-sides-with-china-on-revision-of-unclos-locsin/", "MainKeyWord": "China", "AdditionalKeyWord": "Philippines", "Source": "MB"}