{"Type": "", "Time": "2020-07-03", "Headline": "Duterte asks soldiers to remain calm amid NBI probe on Jolo shooting – Manila Bulletin", "Text": "President Duterte asked the soldiers to remain calm as the National Bureau of Investigation (NBI) looks into the shooting involving soldiers and policemen that resulted in the death of four military intelligence officers in Jolo, Sulu, this week.In his first public appearance since the COVID-19 lockdown was declared in March, President Duterte told soldiers in Zamboanga that they should not cultivate the animosity or even hate that they are feeling towards the Philippine National Police (PNP).“Nakita ko na hindi nga maganda (I saw that the situation looks ugly). And it has generated so much, maybe hatred, and so much animosity between the two units– the PNP pati ang (and the) Armed Forces of the Philippines (AFP)– which is not good because, in the end, it would be the people who will bear the brunt,” he said Friday evening.“There is now this raging feeling of –maybe hate, which is really a dangerous thing to nurture. It does not do us any good,” he added.The President likewise asked the soldiers not to retaliate against the police even though he understood what they were feeling.“Hindi ko kayo mapigilan. Kung gusto niyo gumanti, kung gusto niyo mag-resbak (I cannot stop you. If you want to take revenge), go ahead, I will not stop you. But also at the end of the day, just give me one answer. Did the country benefit from furthering the violence?” Duterte said.“You want to take revenge? For what? Gusto mo pumatay ng pulls (You want to kill a cop)? For what? Would it make the four officers come back to life?” he continued.Instead, the President urged soldiers to take the high road and calm down as he assured soldiers that justice will be served. Until then, he promised to stay neutral. “The ship of state is sailing. Hindi naman typhoon (It’s not a typhoon), but a little bit of turbulent water. Nandito ako para manghingi ng tulong sa inyo (I’m here to ask for your help)—help me make the waters calm,” Duterte said.“Mag-neutral na lang ako sa salita ko (I will be neutral). [I have] misgivings about the whole thing. But pending the release, pending the invitation of the NBI, we all must just keep our silence,” he added.  The President then expressed confidence that the NBI will be able to get to the bottom of the incident.“I have directed the [NBI] director to investigate. Sinabi ko sa kanya, ‘Imbestigahin mo’ (I told him to investigate). Search for the truth. Kung nakita na ninyo (Once you find it), make it public so that everybody will understand the situation,” Duterte said.“I hope the NBI will find the truth for us. Trabaho nila ‘yan (That’s their job) and I’m sure they would not fail me. Sabi ko (I told them), ‘Get the truth. ‘Wag mo sobrahan, ‘wag mo kulangan. Yung totoo lang (No more, no less, just the truth) because it will save us the trouble,'” he added.“Gusto ko lumabas ang totoo at gusto ko yung may kasalanan (I want the truth to come out and I want that those who are responsible) will have to face the consequences,” he continued.Malacañang earlier said that President Duterte was extremely saddened by what happened, triggering him to personally talk to both the AFP and PNP separately despite the risk to his health. ", "Section": "", "Writers": "", "URL": "https://mb.com.ph/2020/07/03/duterte-asks-soldiers-to-remain-calm-amid-nbi-probe-on-jolo-shooting/", "MainKeyWord": "Macao", "AdditionalKeyWord": "Southeast Asia", "Source": "MB"}