{"Type": "article", "Time": "2021-01-19", "Headline": "If Kim Jong Un destroyed North Korea's economy to keep Covid-19 out, will sanctions stop him from pursuing nuclear weapons?", "Text": "After arguably the most challenging year of his near-decade rule of North Korea, Kim Jong Un is sticking to his guns.  Kim announced last week at the Eighth Workers' Party Congress -- a meeting for North Korea's governing elite -- that his country plans to beef up Pyongyang's already dangerous nuclear weapons and ballistic missile programs with new, sophisticated armaments, such as tactical nuclear weapons designed for use on the battlefield and warheads designed to evade American-made missile defense systems.  And at a parade marking the conclusion of the Congress, Kim's military showed off a new submarine-launched ballistic missile (SLBM). Kim's message was crystal clear: Right now, North Korea needs its nuclear weapons to deter the United States \"no matter who is in power,\" he said -- and no matter the cost. The young leader's ambitious plans for modernizing his nuclear arsenal will prove expensive, at a time when money is already tight. North Korea voluntarily severed the last of its scant ties with the outside world in 2020 to prevent an influx of Covid-19. That included cutting off almost all trade with Beijing, an economic lifeline the impoverished country needs to keep its people from going hungry.  North Korea's economy is now in the gutter, and its food supply is reportedly in peril. To ward off the pandemic, Kim effectively did to his country what many in Washington hoped economic sanctions would do: bring the North Korean economy close to the brink of collapse. That he did it on his own volition has led many to question if sanctions ever be strong enough to change Kim's thinking.  Some analysts disagree with that line of thinking. They see opportunity. With North Korea's economy already on the ropes, they believe now is the time to deliver the knockout punch -- a blow of crippling coercive measures that, once and for all, convinces Kim that his continued pursuit of nuclear weapons does not guarantee his regime's safety, it threatens it.  Either way, Kim's plans will prove to be a major challenge for President-elect Joe Biden.  Trump, like Obama and President George W. Bush, will leave his successor a more-dangerous and better-armed adversary than the one he inherited.  Maximum pressure Before Trump agreed to sit face-to-face with Kim in 2018, his administration put in place an aptly named strategy called \"maximum pressure.\"  The goal was to use sanctions, diplomacy and other coercive measures, short of armed conflict, to convince Kim to agree to the complete, verifiable and irreversible dismantlement of its nuclear weapons and ballistic missile programs. As North Korea tested missiles and nuclear bombs at an unprecedented clip in 2017, the Trump administration turned up the heat. The US mission to the United Nations successfully lobbied the UN Security Council to put in place resolutions that went after North Korea's ability to make money by selling regular goods, such as coal and seafood. The Treasury Department used its tremendous power and influence over the global financial system to enact their own, unilateral sanctions. And diplomats successfully lobbied US partners to close Pyongyang's embassies overseas, which the regime has been accused of using as fronts for money-making opportunities.  By the end of 2017, North Korea was barred from almost all international trade. Even long-time  North Korean ally China agreed to sign on to incredibly punitive UN sanctions that year, and Beijing appeared to be enforcing them at first.  That momentum didn't last. As Trump pivoted to diplomacy with Pyongyang in 2018, the United States took its foot off the gas on the pressure campaign. Hundreds of new sanctions that were ready to go were put on hold ahead of Trump's first summit with Kim in Singapore, the President said. Sanctions have been issued at a much slower clip since. As the threat subsided and its relationship with the United States crumbled, China began loosening its enforcement of restrictions, Washington alleged, though Beijing repeatedly denies any claims that it does not fully enforce UN sanctions. Many experts believe Washington gave up on maximum pressure too soon. Some, including former US acting assistant secretary of state for East Asia and the Pacific Evans Revere, argue Biden's team should seriously consider a new maximum pressure model, ramping up sanctions \"in ways that would impose even more pain and isolation on North Korea.\" \"Intensification of sanctions, plus other diplomatic, economic and banking and military pressures that you could apply on North Korea could certainly shake the regimes foundations, particularly now that we see that the regime is suffering a severe economic crisis the likes of which we haven't seen in a while,\" Revere said.  Revere and other proponents of sanctions argue there are still tools left in the US arsenal to pressure North Korea, and they should be pursued. The Biden administration could, for example, try harder to close North Korean trading companies in conjunction with US allies and target Chinese banks that help North Korea access foreign currency. \"There is much, much more to be done that could squeeze, isolate and undermine North Korea in ways that would shake their confidence in their long-standing assumption that nuclear weapons are their salvation and would also drive the point home that not only are nuclear weapons not your salvation, they are the thing that has the potential to undermine the stability of your regime,\" Revere said.  Risky business Revere said he recognizes that such an approach is risky.  It could force North Koreans to choose between feeding its people and funding its nuclear weapons, and history shows Kim would likely choose the latter. Kim Jong Il, the current leader's father and predecessor, let millions die of starvation during a famine in the 1990s rather than reform, accept aid or or do anything that might have threatened his iron grip on leadership.  Things aren't that bad in North Korea right now, but analysts believe the economic situation is more dire than it has been since the famine. Devastating storms, the punishing sanctions and the pandemic pummeled North Korea's economy in 2020. There appears to be enough food to go around, but the supply is under more strain than any time since the famine, according to Chad O'Carroll, the CEO of Korea Risk Group, which produces North Korea publications NK Pro and NK News. \"We can safely say there are nationwide shortages of several key food types, food items,\" he said.  Though costly, Kim's decision to shut North Korea's borders appear to have worked from a public health perspective. North Korea's claim not to have contracted a single case of Covid-19 is likely untrue, but the country has not seemingly not experienced a serious wave of infections. A large number of cases would likely overwhelm North Korea's dilapidated healthcare infrastructure, so Kim is unlikely to lift border restrictions until the pandemic subsides. That means Pyongyang will, in order to achieve its objectives, continue to inflict a level of economic pain upon itself. John Delury, a professor at Yonsei University's Graduate School of International Relations, said that should be \"a sobering reminder to the Biden administration that (economic) pressure does not work on North Korea.\" \"North Korea subjected itself to an even more extreme form of economic pain (than sanctions) to keep away Covid. And yet, they're not budging on the nuclear thing,\" Delury said.  Getting everyone on the same page Biden now faces the same foreign policy issue that has plagued his previous five predecessors: How to get North Korea to give up its pursuit of nuclear weapons and ballistic missiles.  He may be forced to do so sooner than he'd like. Though the new weapons Kim mentioned are at various stages of development, most would need to be test-fired to be considered operational. If North Korea were to conduct such a test, it would likely set the stage for a diplomatic confrontation between Washington and Pyongyang in the first days of Biden's presidency. There are hints about how the new US administration would approach that challenge. Based on his public remarks, Biden's strategy will likely involve a commitment to multilateral alliances. Biden's pick for Secretary of State is on the record saying Washington should look to the Iran deal for inspiration on how to deal with North Korea, meaning the new administration may consider something like trading a freeze in proliferation activities for limited sanctions relief. But sources familiar with the transition said the incoming administration will take time to flesh out a policy after meeting with allies and partners. Whatever path Biden chooses, major roadblocks remain. If, like his predecessor, Biden responded with sanctions and pressure, it might preclude the type of back-channel diplomacy used to set up the Iran deal. Pyongyang views sanctions as \"hostile\" acts and could in turn shut the door to talks with its typical bombastic language. North Korea referred to the last round of UN sanctions on it in 2017 as \"an act of war,\" and called the idea that it would give up its nuclear weapons a US \"pipe dream.\" The strategy would also require buy-in from three uneasy players: China, Russia and South Korea.  \"China and Russia will not fully enforce even existing sanctions,\" said Duyeon Kim, an adjunct senior fellow at the Center for a New American Security. \"Geopolitically it would be difficult to designate new sanctions without a very convincing rationale for Beijing, Moscow and even South Korea's Moon government.\" China and Russia appear content with the status quo. South Korean President Moon Jae-in may not be on board with a pressure strategy because he favors engagement and economic cooperation as means of lowering the temperature. Moon said that dialogue and mutually beneficial cooperation are key to the Korean peace process in a speech earlier this month. If dialogue is the path chosen, the Biden administration must recognize its limits, said Delury. \"We should moderate our expectations of what engagement can do,\" he said. \"We've seen what three summits can do, and it leaves a lot to be desired.\"  But the biggest issue might simply be bandwidth. Biden comes into office facing incredibly daunting challenges at home. He must stop the Covid-19 pandemic raging within the United States' own borders, heal a wounded nation still recovering after a Trump-incited mob of insurrectionists stormed the US Capitol, and get his Cabinet approved by the Senate which must try Trump after his impeachment on charges of insurrection. \"How do you deal with this North Korea challenge ... and deal with all these other things at the same time?\" Revere said. \"This is hard, but these are extremely capable people.\"", "Section": "asia", "Writers": ["Joshua Berlinger"], "URL": "https://www.cnn.com/2021/01/18/asia/north-korea-covid-sanctions-dst-intl-hnk/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Singapore", "Source": "CNN"}