{"Type": "article", "Time": "2018-02-24", "Headline": "The 'forgotten' My Lai: South Korea's Vietnam War massacres", "Text": "Tran Thi Duoc was 16 when the soldiers came to her village.  They wore camouflaged uniforms and helmets and carried long, black rifles. Behind them, in a neighboring hamlet to the northwest, she and other villagers could see smoke from burning houses rising into the bright, midday sky.  The soldiers, who were Asian but spoke a language the villagers could not understand, ordered them to leave their houses and gather around a well in the village's center.  Then the shooting started.  As Tran later told US military investigators, she fell to the ground and tried to play dead, but a soldier saw her and pulled her back up.  \"I joined my two hands in front of my breast, knelt before him and begged for my life,\" she said. \"But he shot at me.\"  The bullets broke her fingers and tore into her arms and upper body, but did not kill her. Tran passed out. When she woke up, she discovered her parents and two brothers dead, and her three-month-old sister wounded.  In total, 69 people were killed in Phong Nhi and neighboring Phong Nhat that day in February 1968, according to a US investigation that was kept secret for decades.  It was one of many alleged Vietnam War atrocities committed against defenseless civilians that would come to be overshadowed by the My Lai massacre a month later.  Unlike My Lai, which became public the year after it happened, the Phong Nhi and Phong Nhat killings remained largely unknown until the 21st century.  They were also allegedly carried out not by US troops, but by South Korean soldiers, part of a pattern of brutal behavior documented in now declassified US government cables and reports, and the testimonies of survivors and veterans.  The revelations about South Korean atrocities during the Vietnam War, which began in the early 2000s, sparked a debate about the country's culpability for the US-led conflict. This reckoning, which jarred with South Korea's own history of abuse by foreign powers and mass killings, is still going on today and remains a deeply sensitive subject.  South Korea's 'crucial' role  In September 1965, President Park Chung-hee, a former army general who had seized power in a coup four years earlier, ordered thousands of South Korean combat troops to pour into Vietnam.  They formed the bulk of of the Free World Military Assistance Forces, an unlikely grouping of troops from South Korea, Australia, New Zealand, the Philippines, Spain and Taiwan.   According to a 2016 report by the US School of Advanced Military Studies, \"the ROK (Republic of Korea) Army played a crucial role in the US Army's operations ... and by 1972, outnumbered their American partners.\"  Around 320,000 South Korean soldiers would rotate through Vietnam during the war, with more than 50,000 in the country at the height of their deployment, according to the SAMS report. Despite this, South Korea's role in the conflict is little known in the West, where the Vietnam War is near universally depicted in popular culture as being fought by US troops, with other nations reduced to minor supporting roles.  The deployment was a political masterstroke by Park, according to historian Kil J Yi, as it made the president essential to a US government that was balking at the cost of propping up a South Korean administration moving further from, not toward, democracy.   \"South Korea was under enormous pressure to secure US economic and military assistance,\" Yi told CNN. \"The Vietnam War was the catalyst for Washington deciding to continue to pour massive aid into the Korean government.\"  \"South Korea's participation changed how Washington perceived South Korea and (ROK) military forces,\" Yi said, adding that in the wake of the war South Korea \"became a model client state.\"  Tet Offensive and brutal retaliation  South Korean assistance ramped up throughout the mid to late 1960s, but it did little to turn the tide of the war, and in early 1968, the North Vietnamese and their revolutionary allies in the South, dubbed the \"Viet Cong\" by the US, launched the devastating Tet Offensive, a massive surprise attack against 36 cities in South Vietnam, including the capital, Saigon.  In response, US, Free World, and South Vietnamese forces launched a brutal counteroffensive, one that was viscerally brought home to the US public when an AP photographer snapped Gen. Nguyen Ngoc Loan summarily executing an unarmed Viet Cong prisoner on the streets of Saigon.  According to Nick Turse, author of \"Kill Anything That Moves: The Real American War in Vietnam,\" the response to the Tet Offensive \"quickly turned into an orgy of massacres.\"  Within months, the My Lai massacre would take place.  It was also at this time when a force of South Korean marines patrolling near the village of Phong Nhat (sometimes spelled Phong Nhut) came under sporadic sniper fire.  According to a US military investigation, the South Koreans responded by shelling the village with mortars, before moving in to clear it. They then headed into nearby Phong Nhi, where they allegedly massacred dozens of villagers.  US troops entered the village after the South Koreans had left. \"The villagers had apparently been rounded up into three groups and shot,\" a report prepared by the US Embassy to South Vietnam said.  \"A number of victims had been stabbed, and one young woman had her breast cut off ... sixty-nine civilians were killed, mostly women and children.\"  Lt. JR Sylvia watched the massacre taking place from a position opposite the village with a force of US marines and South Vietnamese troops. \"The (Koreans) refused us permission to go into Phong Nhi,\" he told investigators. \"Thus we could only wait until it had ended.\"  When they eventually entered the village, \"the patrol found two old people buried under the debris of a burned house, a large number of bodies were found in a nearby ditch all covered with grass, several other corpses were recovered from the debris -- all too badly burned to identify or determine their sex.\"  \"Further down the trail another large group of bodies were found along with ... two wounded women,\" Sylvia said. \"One woman held out her ID card the entire time for fear that the patrol would kill her.\"  Photos taken by the US troops, contained within the investigators' report, show women and children shot at close range and mutilated, and their homes burned.  A US Marine Corps history of the period suggests such behavior was common: Maj. Gen. Rathvon Tompkins told the authors whenever the Korean marines received fire \"or think (they got) fired on from a village ... they'd divert from their march and go over and completely level the village ... it would be a lesson to (the Vietnamese).\"  Marine commander Gen. Robert Cushman added, \"we had a big problem with atrocities attributed to them, which I sent on down to Saigon.\"  Campaigning for the truth  Two months after the Phong Nhi massacre took place, the commander of US forces in Vietnam, Gen. William Westmoreland, sent a preliminary copy of the investigation to his South Korean counterpart, Lt. Gen. Chae Myung-shin, asking for an urgent response, according to declassified US documents.   Chae assured Westmoreland that ROK troops were not responsible, instead laying the blame at the foot of the Viet Cong communist revolutionaries.  \"Viet Cong, at numerous occasions, had operated in the area, disguised in camouflaged uniforms similar to those normally worn by ROK Marine troops,\" Chae said in a declassified cable. \"(We) conclude that the massacre was an act conspired and mercilessly (carried out) by the communists.\"  The case stopped there. Faced with an abject South Korean denial, there was little US investigators could do despite describing Chae's account as \"at odds\" with evidence from US Marines, Vietnamese troops and civilians. As Turse has documented, drawing on dozens of declassified documents, courts martial hearings, and war crimes probes, most alleged atrocities by US and allied troops were not investigated and went unpunished, despite mass killings of civilians being \"unbearably commonplace throughout the conflict.\"  My Lai was the rare exception, both in that it became front page news around the world, and that someone was held accountable for it: US Army Lt. William Calley. He was court-martialed and sentenced to life in prison, but released in 1974 after serving only three years of house arrest. None of his superiors were punished.  The horror of My Lai also served to overshadow other alleged atrocities, which, as Turse writes, \"have essentially vanished from popular memory.\"  This was despite a years-long effort by Vietnamese civilians, peace campaigners, journalists and US veterans to bring attention to the horror of the war. As future Secretary of State John Kerry testified before Congress in 1971, \"war crimes committed in Southeast Asia (were) not isolated incidents but crimes committed on a day-to-day basis with the full awareness of officers at all levels of command.\"  In the \"Winter Soldier\" hearings organized by Vietnam Veterans Against the War, a transcript of which was later entered into the Congressional Record by Sen. Mark Hatfield, soldiers testified, in Kerry's words, to how \"they had personally raped, cut off ears, cut off heads, taped wires from portable telephones to human genitals and turned up the power, cut off limbs, blown up bodies, randomly shot at civilians, razed villages in fashion reminiscent of Genghis Khan, shot cattle and dogs for fun, poisoned food stocks, and generally ravaged the countryside of South Vietnam.\"  They also testified about the conduct of their allies. One witness told the \"Winter Soldier\" hearings how they handed over four captured female North Vietnamese army nurses to ROK Marines.  \"They tied their hands to the ground, they spread-eagled them: they raped all four,\" he said, going on to describe how the Korean troops mutilated and murdered the women.  Reckoning with history  In the US, public opinion around the Vietnam War plummeted as it dragged on and evidence of civilian massacres began to come out, ending in the publication of the Pentagon Papers exposing the \"systematic\" nature in which multiple presidential administrations lied to the public about the war. However, Ku Seu-jeong, executive director of the Korean-Vietnamese Peace Foundation, says \"despite the fact that the Vietnam War was the first and largest overseas (combat) deployment in the history of South Korea, and had great influence on the country's economic growth, it was (still) a 'forgotten war'.\"  \"It was forbidden to discuss ... why South Korea engaged in the war, and what it did,\" she said.  Beginning in 1999, Ku helped bring evidence of alleged South Korean massacres to light as a Vietnam-based correspondent for the weekly news magazine Hankyoreh 21.  In 2001, South Korean President Kim Dae-jung told visiting Vietnamese leaders he was sorry \"we took part in an unfortunate war an", "Section": "asia", "Writers": ["James Griffiths"], "URL": "https://www.cnn.com/2018/02/23/asia/south-korea-vietnam-massacre-intl/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}