{"Type": "gallery", "Time": "2020-04-10", "Headline": "The week in 42 photos", "Text": "A medical staff member from China's Jilin province, center, cries while hugging nurses from the city of Wuhan on Wednesday, April 8. Wuhan, the original epicenter of the novel coronavirus, was reopening its borders after 76 days. The city had been sealed off from the outside world since January 23. A nurse adjusts a face shield on a newborn baby at a hospital in Thailand's Samut Prakan province on Friday, April 3. Medical staff take blood donations inside the Municipal Theatre of Nicosia, Cyprus, on Wednesday, April 8. Milwaukee resident Jennifer Taff holds a sign as she waits in line to vote on Tuesday, April 7. The state of Wisconsin was going through with its presidential primary despite the pandemic. Izzie, left, and Tippi wear ventilated dog masks in Philadelphia on Monday, April 6. Vehicles line up for unemployment applications that were being given out in Hialeah, Florida, on Wednesday, April 8. Many Floridians lined up to obtain paper applications this week after the state's online and phone systems were overwhelmed by a crush of newly jobless residents. Senate Majority Leader Mitch McConnell speaks to media members after leaving the Senate Chamber floor on Thursday, April 9. The Senate was at an impasse over approving additional coronavirus aid. Republicans and Democrats blocked competing proposals on Thursday. The full moon rises above the horizon in San Francisco on Tuesday, April 7. The night sky put on a spectacular show around the globe as the \"pink\" April supermoon — the biggest and brightest of the year — was visible for millions. Bodies are buried on Hart Island, a New York City public cemetery, on Thursday, April 9. With more than 5,000 deaths, New York is the epicenter of the US coronavirus outbreak. US President Donald Trump reacts to a question during the daily White House coronavirus briefing on Saturday, April 4. Young women in Henton, England, watch Queen Elizabeth II deliver a televised address about the coronavirus on Sunday, April 5. Horses race at the Royal Randwick Racecourse in Sydney on Saturday, April 4. The USS Theodore Roosevelt is docked in Sumay, Guam, on Friday, April 3. Hundreds of its crew members have tested positive for coronavirus. The aircraft carrier's captain, Brett Crozier, was dismissed after the leak of a memo in which he implored Navy officials to urgently evacuate the ship. A flight attendant waits for the departure of a one-passenger flight between Washington and New Orleans on Friday, April 3. A fire that spread through a grassy area of Southwest Florida International Airport destroyed thousands of rental cars in Fort Myers, Florida. The fire was contained on Saturday, April 4, nearly 18 hours after it began. No injuries were reported, and the cause of the fire is under investigation. Military personnel walk among cubicles as a temporary hospital is set up at the Javits Center in New York City on Friday, April 3.  A paramilitary force unloads supplies during the first day of the government's food distribution in Kampala, Uganda, on Saturday, April 4. The aid was being distributed to help those on lockdown because of the coronavirus. A man delivers flowers to No. 10 Downing Street on Tuesday, April 7. British Prime Minister Boris Johnson was hospitalized after his coronavirus symptoms \"worsened,\" according to his office.  Cheryl Norton hugs her daughter Kelsey Kerr, a nurse in Cincinnati who has been working on the front lines of the coronavirus pandemic, on Friday, April 3. Kerr was stopping at her mother's house to pick up prayer shawls for her patients. Norton wanted to hug her daughter and hold her tight, just for a moment, so she draped a sheet over her.  The Soyuz MS-16 spacecraft launches from the Baikonur Cosmodrome in Kazakhstan, carrying three new crew members to the International Space Station on Thursday, April 9. Commuters wear face masks during morning rush hour in Taipei, Taiwan, on Wednesday, April 8. Dutch cyclist Mike Teunissen trains in his home in Rosmalen, Netherlands, on Sunday, April 5. People are sprayed with disinfectant before entering a market in Tirana, Albania, on Monday, April 6. Homeless people rest inside cubicles at a temporary shelter in Kuala Lumpur, Malaysia, on Tuesday, April 7. Outdoor basketball hoops are lined up outside a city storage facility in Wheat Ridge, Colorado, on Monday, April 6. They were taken down to keep people from playing and possibly spreading the coronavirus. People are gathered inside the Hankou Railway Station after travel restrictions were lifted in Wuhan, China, on Wednesday, April 8. A cake shop employee in Athens, Greece, prepares chocolate Easter bunnies with face masks on Wednesday, April 8. Thank-you messages are written on the sidewalk outside a Mount Sinai Hospital in New York on Tuesday, April 7.  Sailors transport a patient onto the USNS Mercy, a Navy hospital ship, on Monday, April 6. The ship was deployed to the Los Angeles area to assist local hospitals dealing with the coronavirus pandemic. A volunteer barber cuts a child's hair inside a refugee camp near Maarat Misrin, Syria, on Sunday, April 5. People watch a drive-in movie in Marl, Germany, on Monday, April 6.  The US Capitol is seen through tulips in Washington on Monday, April 6. People in New Delhi light oil lamps on Sunday, April 5, to show their support for those who are working on the front lines of the coronavirus crisis. Police in Quetta, Pakistan, detain doctors and other health-care workers who were protesting a lack of personal protective equipment on Monday, April 6. Volunteers fumigate a street in Nairobi, Kenya, on Monday, April 6. Students wear face masks and keep their distance from one another as the new school year starts in Yokohama, Japan, on Monday, April 6. Members of the Washington National Guard pack food at a warehouse in Lakewood, Washington, on Friday, April 3. They will be packing food five days a week so that it can be delivered to multiple food banks. Locals gather as a cruise ship leaves Sydney on Saturday, April 4. The Australian government has temporarily banned foreign ships from docking in Australian ports. Maria Porcel cries during her mother's funeral in El Prat de Llobregat, Spain, on Saturday, April 4. Porcel's mother, Concepcion Molero, died from the coronavirus at the age of 80. Because of the state of emergency in Spain, only three relatives are allowed to attend burial ceremonies. Best friends from Austin, Texas, visit one another in the parking lot of Austin High School on Sunday, April 5. The seniors, clockwise from top left, are Brooke Peterman, Maddy McCutchin, Lucia Saenz, Reese Simek and Lily Tickle.  Johannes Laichner, a Roman Catholic priest, spreads incense among photos of his congregation while leading a Mass in Innsbruck, Austria, on Monday, April 6. Laichner records his daily Mass on video and then uploads it for viewing. He has received more than 1,000 photos from his congregation, which he has attached to the benches in his church. People stand in front of the Reflecting Pool in Washington on Friday, April 3. See last week in 34 photos", "Section": "world", "Writers": [null], "URL": "https://www.cnn.com/2020/04/09/world/gallery/week-in-photos-0410/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Malaysia", "Source": "CNN"}