{"Type": "article", "Time": "2020-03-31", "Headline": "Masa Son's global tech empire is being rocked by the pandemic. Don't count him out just yet", "Text": "Japanese billionaire Masa Son cast himself as a bold, visionary investor betting on the future. Now he's playing defense as the coronavirus pandemic threatens large swathes of his global tech portfolio and savages SoftBank's share price. Sweeping restrictions on work, travel and social interaction aimed at containing the pandemic could be catastrophic for many of the startups SoftBank CEO Son has plowed money into through his $100 billion Vision Fund, scaring investors just as they were banking on him to deliver a turnaround after a difficult year for the tech company.  Son is now trying to rescue SoftBank's plummeting share price, and last week made the surprise announcement of what amounts to a fire sale of $41 billion worth of assets to buy back shares and reduce the company's heavy debt load. SoftBank didn't say what it plans to sell. And while the news sent its shares soaring by historic amounts last week, shedding assets and buying up its own stock isn't exactly a move befitting an aggressive investor who wants to shape the future for generations to come.  Son's 'radical change in strategy'  For Son, it is a surprising change of tack. Startled by the company's falling stock price earlier this month, SoftBank managers decided something drastic had to be done, according to Bernstein analyst Chris Lane. Describing the shift as a \"radical change in strategy\" Lane upgraded his recommendation on SoftBank from buy to outperform, noting that even if the value of Vision Fund startups halve, the stock is still cheap.  Part of that significant change is SoftBank signaling a step back from Son's high-risk style of investing. SoftBank chief financial officer Yoshimitsu Goto said on an investor call last week that the company would be very conservative with new investments given the current economic climate, according to analysts from Bernstein and CLSA that were on the call. Spokespersons from SoftBank and the Vision Fund did not respond to requests for comment. Credit ratings agency Moody's was a lot more pessimistic about SoftBank's new approach than some analysts. Moody's pushed the company's credit further into junk status, citing its \"aggressive financial strategy.\"  Selling SoftBank's \"highly-valued\" stakes in established companies such as China's Alibaba or US mobile provider Sprint, just as the market is getting roiled by the pandemic, would drive down the value of its portfolio, Moody's said. SoftBank said the transactions will take place over the next year, but has not indicated what it is likely to sell. \"Asset sales will be challenging in the current financial market downturn, with valuations falling and a flight to quality,\" Motoki Yanase, Moody's vice president and senior credit officer, said last Wednesday.  SoftBank immediately pushed back on the downgrade, saying in a statement that Moody's had \"ignored\" the company's explanations. It accused the agency of having \"biased and mistaken views.\" Rival ratings agency S&P, by contrast, said the asset sale could be good for SoftBank's credit quality.  The share price crash — the stock hit a near four-year low earlier this month — may have forced Son to tap the brakes on his global spending spree. But don't count him out just yet. He's been on the back foot before, and still stuck to his strategy of betting big on splashy tech firms and their eccentric founders.   Son lost billions when the dotcom bubble burst — 99% of his net worth was wiped out in 2000.  He also made his most famous investment the same year, putting $20 million into Alibaba, a fledgling Chinese e-commerce company. That bet turned into $60 billion when Alibaba went public in 2014. SoftBank has since sold some shares, but as of Monday, its 25.1% stake in Alibaba was still worth nearly $129 billion.  When people were criticizing internet companies 20 years ago, \"I had confidence and vision in [them],\" Son said at an earnings presentation in November. When it comes to artificial intelligence and the portfolio companies in the Vision Fund, \"we have the same confidence in them,\" he said. SoftBank and Vision Fund investments are exposed Still, a lot has changed since last fall. Forty percent of the Vision Fund portfolio is made up of transportation and logistics startups, companies that are among the most exposed to the global lockdowns. Son has spent some $33 billion buying stakes in companies such as Uber, Didi, Ola and Grab.  In February, at the peak of the coronavirus outbreak in China, the number of people using ride hailing app Didi plunged by nearly 60% in cities like Beijing and Shanghai, according to research company Arora Mobile. Didi's woes could be a harbinger of what's to come for Uber in the United States and Europe, Ola in India and Grab in Southeast Asia.  Those ride hailing companies are facing steep losses because of the outbreak, according to Raymond Tsang, a partner with consulting firm Bain & Company. Most ride hailing firms aren't profitable, because they're burning through money to fend off rivals and gain market share. With the \"drain of cash\" caused by the pandemic, \"it will be harder for Didi, Grab, or any other mobility players to reach their breakeven point, or at least it will take them longer to sustain their economics,\" Tsang said. As of March 30, the Vision Fund was sitting on a loss of nearly $1.5 billion on its roughly 13% stake in Uber, according to CNN Business calculations. Shares in the car hailing company are down 33% from a recent high in early February, reversing a recovery Son had touted at an earnings presentation just last month. Stakes in real estate startups, which make up 10% of the Vision Fund portfolio, will also be hit.  WeWork is particularly vulnerable as major cities where it operates shut down for weeks on end. It still has to pay long-term leases, even if businesses squeezed by the outbreak cancel contracts with the shared office space company. To make matters worse, SoftBank is now reportedly backing away from part of its $10 billion bailout of the company.   IPO exits unlikely any time soon Earlier this month, Vision Fund head Rajeev Misra told CNBC that he expected dozens of the Vision Fund's companies to go public in the next 18 to 24 months.  Since then, the pandemic has worsened. Investments funds should now be prepared to hold onto their startups for longer than they anticipated, according to research firm PitchBook. Firms \"will be forced to hold struggling assets and may find exit markets to be completely subdued for most assets, particularly across the strategic [merger and acquisition] and IPO avenues,\" PitchBook analysts wrote in a note last week.    The coronavirus outbreak could also exacerbate a trend that began with WeWork's botched IPO last fall.  Son admitted that he had put too much faith in founder Adam Neumann, and the balance of power appears now to have shifted \"in favor of investors\" and away from \"founder-friendly terms\" and growth at all costs, the PitchBook analysts wrote.  Push back from investors could make it harder for Son and Misra to raise the $10 billion they are reportedly seeking to support Vision Fund portfolio companies grappling with the coronavirus outbreak.   One SoftBank-backed company that needed more money has already collapsed. OneWeb filed for bankruptcy last week. The company was not part of the Vision Fund portfolio, but had received about $2 billion from SoftBank.  The internet satellite startup was in talks with SoftBank to secure new funding, but the negotiations fell apart hours before OneWeb launched a batch of satellites into orbit on Saturday, according to a Financial Times report that was confirmed by CNN Business. Son may yet be right Son has been saying for years that a revolution is coming, when the use of artificial intelligence fundamentally changes how people live and work. And some are backing his vision — Oliver Matthew, with CLSA, said the virus may help accelerate the global change on which Son has been fixated.  \"The coronavirus is, in our view, likely to drive adoption for the new disruptive technology companies in which Softbank Group has been investing,\" Matthews wrote in a note earlier this month.  Autonomously driven rides from Uber or Didi, for example, would have come in handy during this outbreak.  But Son's desire to raise even more money to support the Vision Fund during this crisis still worries some analysts.  Atul Goyal, of Jefferies, said last week that the market clearly doesn't think the Vision Fund has added any value to SoftBank, and if Son \"remains committed to raise funds for Vision Fund, the value destruction risk [to SoftBank] remains.\" Correction: An earlier version of this story incorrectly stated that SoftBank's OneWeb investment was held by the Vision Fund.   Correction: An earlier version of this story misidentified a CLSA analyst.", "Section": "tech", "Writers": ["Sherisse Pham"], "URL": "https://www.cnn.com/2020/03/31/tech/softbank-coronavirus-vision-fund/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}