{"Type": "gallery", "Time": "2020-06-18", "Headline": "The week in 37 photos", "Text": "Blessing Miller, the 8-year-old daughter of Rayshard Brooks, cries during a family news conference in Atlanta on Monday, June 15. Next to her is her younger sister Memory. Brooks, 27, was fatally shot by an Atlanta police officer on June 12. The police officer has since been fired and charged with felony murder. Police in Albuquerque, New Mexico, detain members of the New Mexico Civil Guard, an armed civilian group, after a man was shot during a protest on Monday, June 15. The shooting happened as protesters were trying to pull down a statue of Spanish conquistador Juan de Oñate. A 31-year-old man was arrested in connection with the shooting, police said. The New Mexico Civil Guard told CNN by email that the man is not part of their group. Tiffany Munroe waves a rainbow flag during a Black Trans Lives Matter rally in New York on Sunday, June 14. The next day, the US Supreme Court ruled that federal civil-rights law protects gay, lesbian and transgender workers. US President Donald Trump listens to applause after signing an executive order on police reform Tuesday, June 16, in the White House Rose Garden. Trump said he was taking executive action to encourage police to adopt the \"highest and the strongest\" professional standards \"to deliver a future of safety and security for Americans of every race, religion, color and creed.\" His order, among other steps, creates a federal database of police officers with a history of using excessive force. People drink outside a bar in New York City's East Village on Friday, June 12. Bars in the city are not allowed to open yet, but many people in New York took to the streets after the city entered Phase One of its reopening plan on June 8. Embattled journalist Maria Ressa, a prominent critic of Philippines President Rodrigo Duterte, leaves a regional trial court after being found guilty of \"cyber libel\" Monday, June 15, in Manila, Philippines. She and press freedom groups have described her case as a politically motivated prosecution. Demonstrators set fire to a Wendy's restaurant in Atlanta on Saturday, June 13. Rayshard Brooks was fatally shot by police in the restaurant's parking lot on Friday night. Merlin Coles, 3, sits on his horse Mr. Glitter Sparkles and watches the Royal Ascot horse races from his home in Bere Regis, England, on Wednesday, June 17. Joining Merlin is his dog Mistress. Patrick Hutchinson carries an injured man to safety during a Black Lives Matter protest in London on Saturday, June 13. The man was allegedly attacked amid violent clashes. Hutchinson told CNN he helped the man because he didn't want the main reason for the protests to be lost in one moment of violence. DACA recipients and their supporters rally outside the US Supreme Court on Thursday, June 18. In a 5-4 ruling on Thursday, the Supreme Court blocked the Trump administration's attempt to end DACA, which stands for Deferred Action for Childhood Arrivals. The Obama-era program protects hundreds of thousands of immigrants — who were brought to the country as children — from deportation. Britain's Queen Elizabeth II attends a military ceremony in Windsor, England, as part of her birthday celebrations on Saturday, June 13.  The Queen's actual birthday is April 21, but British monarchs have been having separate public celebrations since the 18th century. Smoke rises from the Kaesong Industrial Complex in North Korea on Tuesday, June 16. North Korea blew up a joint liaison office used for talks between itself and South Korea, the latest sign that ties between the two longtime adversaries are rapidly deteriorating. People are spread out as former Vice President Joe Biden, the Democratic Party's presumptive presidential nominee, speaks in Darby, Pennsylvania, on Wednesday, June 17. Our new normal, in pictures Atlanta police officer Devin Brosnan, one of the officers at the scene of Rayshard Brooks' death, is surrounded by media after being bonded out of jail on Thursday, June 18. He faces an aggravated assault charge for allegedly standing on the prostrate Brooks' shoulders, which he denies. Former officer Garrett Rolfe, who shot Brooks and faces a felony murder charge, turned himself in on Thursday. This aerial photo shows a Black Lives Matter mural in Seattle on Sunday, June 14. Barricades and street graffiti mark the entrance to what's known as Seattle's Capitol Hill Autonomous Zone, which protesters have occupied since June 7. Racehorses train in a morning fog at Belmont Park in Elmont, New York, on Thursday, June 18. The Belmont Stakes will take place on Saturday without spectators. And instead of being the last leg of the Triple Crown, it will be the first this time around. Because of the coronavirus, people exercise in workout pods at Inspire South Bay Fitness, a gym in Redondo Beach, California, on Monday, June 15.  Graduating cadets from the US Military Academy throw their hats in the air as they celebrate in West Point, New York, on Saturday, June 13. The ceremony looked very different from those in years past. Graduates were spread out 6 feet from one another, and the ceremony's location was changed. Suzane Valverde, left, hugs her mother, Carmelita, through a plastic curtain at a Sao Paulo, Brazil, nursing home on Saturday, June 13. The coronavirus is surging in Brazil, which is Latin America's hardest-hit country. South Korean Marines patrol Yeonpyeong Island on Wednesday, June 17, as the country's relationship with North Korea continues to cool. Paperboy Prince, a congressional candidate for New York's 7th District, leads a protest march in Brooklyn on Friday, June 12. Protesters have been rallying across the United States since the death of George Floyd, an unarmed Black man who was killed in police custody in Minneapolis. Pro tennis player Dominic Thiem returns a ball to Grigor Dimitrov during a charity tournament in Belgrade, Serbia, on Sunday, June 14. Kennett High School graduate Cole Bradley and his parents adjust their masks as they ride a chairlift to receive his diploma in North Conway, New Hampshire, on Saturday, June 13. The school's unique commencement ceremony was created to adhere to social-distancing guidelines. Fans of different sports teams light flares in Sao Paulo, Brazil, during a protest against racism and fascism on Sunday, June 14. People crowd a beach in Barcelona, Spain, on Saturday, June 13, as coronavirus restrictions have been relaxed. French President Emmanuel Macron, right, is greeted by British Prime Minister Boris Johnson outside No. 10 Downing Street in London on Thursday, June 18. Social-distancing measures were in place during Macron's visit, which marked the 80th anniversary of Charles de Gaulle's broadcast from London to an occupied France during the Second World War. The BBC radio address, known as L'Appel, was a key moment in the French resistance to Nazi occupation. Charbel Abdo Habib and his wife, Rana El-hachem, raise their hands as Federal Magistrate Judge Patricia Morris swears them in during a drive-thru naturalization ceremony in Detroit on Wednesday, June 17. Professional soccer players from Aston Villa and Sheffield United show their support for the Black Lives Matter movement, taking a knee as their match kicked off in Birmingham, England, on Wednesday, June 17. Premier League teams are also sporting the words \"Black Lives Matter\" on the back of their jerseys as play resumes following a 100-day layoff. This aerial photo shows a man and woman enjoying Lake Langwieder in Munich, Germany, on Thursday, June 18. Dancers with the Czech National Ballet perform at the National Theatre in Prague, Czech Republic, on Sunday, June 14. The National Theatre donated free tickets to paramedics as a thank you for their work during the coronavirus pandemic. A pro-democracy protester is detained by police in Hong Kong on Friday, June 12. It has been a year since pro-democracy protesters took to the streets to voice their opposition to a proposed extradition bill.  Laborers build a new quarantine center in Gauhati, India, on Sunday, June 14.  A statue of Confederate Commander Richard W. Dowling is removed in Houston on Wednesday, June 17. Confederate statues are being taken down and tampered with across the United States as a racial reckoning occurs following the death of George Floyd. Barbers wear protective suits and face masks in Dhaka, Bangladesh, on Tuesday, June 16. Reporters are spread out as US President Donald Trump speaks in the White House Rose Garden on Tuesday, June 16. A protester stands by a police line in Atlanta on Sunday, June 14. A coronavirus victim is buried at the General Cemetery in Santiago, Chile, on Monday, June 15. See last week in 41 photos", "Section": "world", "Writers": [null], "URL": "https://www.cnn.com/2020/06/18/world/gallery/week-in-photos-0619/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Philippines", "Source": "CNN"}