{"Type": "article", "Time": "2020-05-18", "Headline": "Myanmar police make Asia's biggest drug bust in decades, seizing 200 million meth tablets", "Text": "Myanmar police have made Asia's biggest drug bust in decades, seizing hundreds of millions of dollars worth of contraband including \"unprecedented\" amounts of methylfentanyl, a dangerously potent synthetic opioid.  The seizures announced Monday were conducted during a three-month operation that centered around Lwe Kham village in Kutkhai Township in Myanmar's northeast Shan state. Thirty-three suspects were arrested. Jeremy Douglas, the regional coordinator for the United Nations Office of Drugs and Crime (UNODC), said the scale of the seizure was \"truly off-the-charts.\" Police seized nearly 200 million methamphetamine tablets, more than 500 kilograms of crystal methamphetamine, and 35.5 metric tons and 163,000 thousand liters of precursor chemicals used to manufacture illicit drugs, Myanmar authorities and the UNODC said in a joint statement.   They also seized nearly 3,750 liters (990 gallons) of liquid methylfentanyl, which is a powerful synthetic opioid like fentanyl. It is believed to be the first time authorities have discovered such a massive amount of fentanyl or one of its analogues in Southeast Asia.  The region has so far been spared an opioid crisis like that in the United States, but experts have warned that drug producers in Asia may eventually chose to supply those who use opiate drugs like heroin with synthetic opioids, which are made to mimic the chemical structure of poppy-based drugs.  Their potency means it is easier to overdose on synthetic opiods, especially if drug users do not know what they're consuming. A trio of overdoses in Bangkok in September were believed to be the first indications that fentanyl had shown up in the Thai capital's heroin supply. One of the users who witnessed the overdose told CNN the group thought they were taking heroin, not fentanyl.  Douglas said that the amount of methylfentanyl precursor seized could have been used to produce a batch of synthetic opioids large enough to replace the region's heroin production for a year. \"This may be the moment we have feared -- synthetic opioids are in the region in a big way,\" he said. A meth boom Asia's methamphetamine boom is one of the world's biggest drug crises. It's being fueled by major criminal syndicates who in recent years moved away from plant-based drugs like heroin -- which need space and are dependent on weather -- to cheaper and easy-to-make synthetics like methamphetamine.  They've also been able to operate with relatively little interference from police by moving production into the Golden Triangle, the border area where Thailand, Laos and Myanmar meet. The Golden Triangle was for years the world's biggest heroin-producing region, and today it is still notorious for its lawlessness -- especially on the Myanmar side, which is in some parts governed by local militias and warlords. The result has been an unprecedented boom in the synthetic drug trade. The methamphetamine market in East and Southeast Asia alone is worth as much as $61.4 billion a year, the UNODC said in a report released Friday.  The market is so strong that even the novel coronavirus outbreak appears to have done little to impact synthetic drug production and trade. \"While the world has shifted its attention to the COVID-19 pandemic, all indications are that production and trafficking of synthetic drugs and chemicals continue at record levels in the region,\" Douglas said. Douglas said the operation provided further proof of the increasing size, scale and sophistication of Asia's drug cartels.  \"It is clear that a network of production facilities like those found would not be possible without the involvement and financial backing of serious transnational organized criminal groups,\" Douglas said in the joint statement. The statement also said that authorities uncovered evidence that some militias operating in the lawless areas of northern Myanmar were involved in the trade, though it did not say what that evidence was. Analysts and law enforcement agencies have long accused the armed groups in northern Myanmar of fueling the region's drug trade.  The statement Monday did not say exactly how much the haul was worth, but it's likely a significant sum. Authorities in Australia said their seizure of 1.596 metric tons of meth in December was worth almost $820 million. Burmese authorities seized about 18 tons of meth, though most of it was in cheaper pill form, and drugs usually fetch a higher price in Australia then they do in Southeast Asia. This story has been updated to better reflect methylfentanyl's relationship to fentanyl", "Section": "asia", "Writers": ["Joshua Berlinger"], "URL": "https://www.cnn.com/2020/05/18/asia/myanmar-drug-bust-intl-hnk/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}