{"Type": "article", "Time": "2018-01-28", "Headline": "Asia under Trump: How the US is losing the region to China", "Text": "In just one year, US President Donald Trump has changed the way Asia looks at the United States. The cornerstones of American power in Asia, Japan, Australia and South Korea, all lost a little faith in their longtime close ally and protector in 2017, according to Gallup polling. No military assets have been withdrawn, no embassies closed, but the lack of interest expressed by a US administration focused on \"America First\" has deeply shaken its status in the region. \"Nowadays when we attend international conferences (around Asia), nobody really talks about the United States anymore ... it's a little bit strange,\" Chisuke Masuo, associate professor at Kyushu University's Graduate School of Social and Cultural Studies, told CNN. Uncertainty about America's commitment to the region has prompted local leaders to strengthen ties with each other, to prepare for the day when the US no longer has their backs.  Meanwhile, a number of simmering flashpoints across the region could test the US' commitment to its allies, and Masuo said China is likely to use those points of tension to prove its regional supremacy. \"It's the 100th anniversary of the Chinese Communist Party in July 2021, and I think (Chinese President) Xi Jinping will love to demonstrate his people that China has become a dominant power in Asia by then,\" she said. \"The US may want to change its Asia policy after three years, but I'm very worried if that will be possible,\" Masuo added. \"China is restructuring the entire international order in the Asia Pacific.\" Southeast Asia: The forgotten flashpoint Nowhere in Southeast Asia is the power struggle between the United States and China as clear as in the fight for control of the South China Sea. It's a regional flashpoint which has long threatened to spark a larger armed conflict amid territorial claims from at least five separate countries for a small collection of reefs and submerged islands. Since Trump was sworn into office, tensions have faded as Washington and Beijing's attention turned north to the Korean Peninsula, Ian Storey, senior fellow at the ISEAS Yusof Ishak Institute, told CNN. \"But if history is anything to go by, it means tensions will start to rise again,\" he said. China has not stopped expanding its footprint in the South China Sea during the North Korea crisis, continuing to extend its hold over the area through bases for aircraft and radar installations. Storey said over the next three years there are several lines China could cross which would likely provoke a fierce reaction from the United States and other Southeast Asian nations.  For instance, it could declare an air defense zone over the Spratley Islands, as it did in the East China Sea, or Chinese forces could begin reclamation of Scarborough Shoal.  \"(Additionally) so far China has refrained from sending any fighter aircraft to its artificial islands, but given the scale of the facilities they've built on three of these features for aircraft, it's really only a question of time,\" he said. \"That would warrant a reaction from Southeast Asian countries ... so I think China is playing it cautious for the moment. (But) I mean if they do, what options do those countries have other than to protest?\" Several countries in Southeast Asia have already started moving closer to China as US influence in the region fades, including a startling about-face by Philippines President Rodrigo Duterte in 2017. But the country to watch as a litmus test of China's growing influence in Southeast Asia is Vietnam, Storey said, which has emerged as a surprising US ally in recent years. In 2017, Vietnam built a closer defense and security relationship with the US while standing as perhaps the last major opposition to China in the neighboring sea. A US aircraft carrier will be visiting the country in 2018 for the first time since the Vietnam War. Storey said any moves by Vietnam towards Beijing would be stunning. \"That would be a key indication that China is winning in the region and that Southeast Asian countries were making concessions to China,\" he said. East Asia: Cracks in US influence The vast majority of American power in Asia, both military and diplomatic, is centered on the Korean Peninsula. In 2017, the North Korean government announced it had developed missiles capable of hitting the mainland United States, sparking a war of words between North Korean leader Kim Jong Un and President Trump as well as conflicting views inside Washington over how to resolve the crisis. How the standoff ends could well determine the future of US power in Asia, but John Park, director of the Korea Working Group at Harvard Kennedy School, told CNN the event itself shows the cracks in American influence. \"The current North Korean nuclear crisis is showing the considerable effort that the US has to make to project its power,\" he said. It isn't just the impotence of the US to stop North Korea attaining nuclear weapons. Repeated threats of military action which could come at the expense of South Korea have caused concerns among the close US ally, Park said. \"The pillar of the decades-old assurance that the US would defend Seoul as if it were Los Angeles is appearing to shake,\" he said. Trump's threats of potential military intervention in North Korea are likely to be tested in coming years as well. Park said further missile testing is likely in 2018, as well as a possible atmospheric nuclear test by the North Koreans. Neighboring countries will be watching the US carefully and any rash conflict sparked by Washington will be laid straight at the White House's door. \"The credibility of US leadership as a provider of global stability would erode,\" Park said. But while international attention is focused on the Korean Peninsula, China could seek to test US influence in Asia through a completely separate flashpoint in East Asia. In his speech at the 19th Party Congress in October, Xi Jinping did not mince his words when saying the national reunification of Taiwan with the mainland was a vital part of his plan for China. Mainland Chinese authorities announced in early 2018 they would be opening new air routes over the Taiwan Straits, in an area close to the island itself, without consulting Taipei's government. \"The one thing that has never changed (for Beijing) is the Taiwan position,\" Xu Guoqi, Kerry Group professor at the University of Hong Kong, told CNN. \"They always claimed Taiwan was part of China ... so now as China becomes more assertive, more powerful, as the Americans pull back, Beijing might do something that might be a surprise.\" Any moves by China against Taiwan would be a test for US influence, as Washington has been a close ally of Taipei for decades.  If American promises to defend the island from Beijing aggression weren't honored, Xu said, the backdown could shatter US influence and alliances in Asia. South Asia: Military focus shifting Barely two weeks into 2018, Indian Army chief Gen. Bipin Rawat said it was time for India to shift its defensive focus to the northern border it shares with China. \"The country is capable of handling China's assertiveness. China is a powerful country, but we are not a weak nation,\" he said in New Delhi on January 12, according to the Indian Express. The comments infuriated Beijing, spurring a series of rebukes from the Chinese Foreign Ministry and even editorials in state media publications.  But Bharat Karnad, research professor in national security studies at the Center for Policy Research in New Delhi, said the repositioning was necessary and long overdue. \"We are shifting our military focus from Pakistan to China. This is something we should done 30 years ago,\" he said, adding further tensions on the Chinese/Indian border such as the 2017 standoff at Doklam were inevitable. According to Rawat, India and several other countries in Asia, including Japan, were already treating the US as a \"fading power,\" who could no longer be relied on for defense purposes. \"It could manifest itself in the future via Asian countries and especially India and Japan cooperating and collaborating further on their security objectives,\" he said. Other countries in South Asia have anticipated the new paradigm in a different way, choosing to make definitive moves closer to the government in Beijing. Pakistan is a close part of China's grand One Belt One Road infrastructure initiative which will be unfolding in Asia over the coming years as Beijing sponsors projects across the region with an aim to recreate the original Silk Road. Speaking to CNN, former Pakistan Foreign Minister Hina Rabbani Khar said she didn't believe her country had to pick between the US or China, but added Beijing had been a long-term partner for Pakistan. \"(China is) perhaps the only real strategic partner Pakistan has had, not from today or the last five years, but for the last four decades. With them, we have a complete alignment of interest,\" she said. In January, the US confirmed it would be suspending an estimated $1 billion in security assistance to Pakistan over what it sees as a failure by the Pakistani government to adequately clamp down on terror groups within its borders.  Elsewhere, Myanmar's controversial State Councilor Aung San Suu Kyi recently visited Beijing again to a warm reception, while the Sri Lanka the government announced it had granted a Chinese company a 99-year lease on a newly constructed port. Despite India's neighbors Pakistan, Sri Lanka and Myanmar working closely with China, Karnad said Delhi had one advantage which would hold Beijing at bay for the near future at least. \"(China) cannot afford to lose the Indian market,\" he said. \"If it upsets India too much, it can shut off the Indian market to Chinese goods, the Chinese economy takes a big hit ... Things are far more difficult for China than many people in the West make out.\" Australia: Deft diplomacy required It's been a rough year for Australia diplomatically, caught in complicated and fractious relationships with both US President Donald Trump and the Chinese government. In the second half of the year, China and Australia regularly clashed over allegations of interference by Beijing in domestic Australian politics, allegations the Chinese vehemently denied. In January, Australian International Development Minister Concetta Fierravanta-Wells told local media China's aid in the Pacific was just creating \"useless\" buildings and \"roads to nowhere.\" Hugh White, professor of strategic studies at the Australian National University, says Australia is still trapped in the mantra which has defined its diplomatic choices for a decade: \"Australia doesn't have to choose between the United States and China.\" Even the new Australian foreign policy white paper published at the end of 2017 makes little reference to the possibility of a reduced US role in the Asia region. \"Australia tangibly supports the deep engagem", "Section": "asia", "Writers": ["Ben Westcott"], "URL": "https://www.cnn.com/2018/01/27/asia/asia-trump-us-china-intl/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}