{"Type": "article", "Time": "2021-03-16", "Headline": "High-speed trains. Fast internet. Clean water. Solar energy: These should be Biden's goals now", "Text": "House Speaker Nancy Pelosi put her finger on the key economic issues facing the United States when she recently called for a \"big, bold and transformational\" infrastructure package to follow the $1.9 trillion Covid-19 rescue bill. She wisely highlighted transportation, energy, water, education, and broadband internet as some of the nation's \"critical needs.\"  Most Americans, however, have little idea how far this country has fallen behind on meeting these needs. Yet, without modern infrastructure, the US cannot create decent jobs, social justice or climate safety. After decades of delay, now is the time for President Joe Biden to go big.   Starting with former President Ronald Reagan, Republicans turned their back on federal infrastructure. Federal spending on \"physical resources,\" including energy, transportation, housing, environment and community development, averaged around 2% of GDP during the late 1970s but fell to around 1% of GDP by the 1990s, and has been below 1% of GDP since 2013. A modest infrastructure package was passed in 2015 under former President Barack Obama (cut in size by Republican resistance), but no infrastructure package was passed during former President Donald Trump's term.   There may be several reasons for Republican opposition to federal infrastructure programs, but one of them may be the party's \"southern strategy,\" designed to curry favor with White segregationist voters in the south. Following the civil rights legislation of the 1960s, federal infrastructure aimed to serve all Americans, not just White Americans. These included new mandates under the civil rights banner, which Republicans began to attack as \"coercive federalism,\" their pejorative term for regulations enforcing federal, nondiscriminatory legislation.   As a result of decades of underfunding, much of American infrastructure is now outdated, and the United States is falling behind other industrialized countries. Consider 5G connectivity, for example. As The Wall Street Journal recently noted: \"China has more 5G subscribers than the U.S., not just in total but per capita. It has more 5G smartphones for sale, and at lower prices, and it has more-widespread 5G coverage. Connections in China are, on average, faster than in the U.S., too.\" Yet 5G will be critical for many digital technologies in the US, including our transition to clean energy.   Or consider new fast rail, with trains that operate in excess of 150 miles per hour. Since 2008, China has gone from zero miles of fast rail to 22,000 miles. The US still has zero trains operating at these speeds. The US High-Speed Rail Association has proposed to the Biden administration a number of high-speed corridors to include in the new infrastructure strategy, which would greatly facilitate passenger travel while slashing carbon dioxide emissions.    Pelosi also made the right move in including education in the list of core investments alongside physical infrastructure needed to create a high-skill economy with good jobs. American 15-year-olds are not keeping up with their East Asian counterparts in science and math. Consider the Organization for Economic and Co-operation Development's 2018 test results of the Programme for International Student Assessment. On math, US students' average score of 478, on a scale standardized to an average of around 500 for the OECD countries. Meanwhile, students in four Chinese provinces (Beijing, Shanghai, Jiangsu, and Zhejiang) averaged 591; Singapore, 569; Hong Kong, 551; Taiwan, 531; Japan, 527; and South Korea, 526. There are also many European countries outpacing the US, including Estonia, Finland, Ireland and Poland. The science scores are similar, with East Asian far outpacing the US.  The extent of America's water crisis is similar. The Guardian recently described the water crisis as follows: \"Imagine a country where ... over two million people are denied access to running water and basic indoor plumbing; Where another 30 million live in areas where they lack access to safe drinking water; Where 110 million people are exposed to toxic chemicals in their drinking water; And where 15 million people have had their supply cut off because of the country's huge water affordability crisis. Welcome to the United States of America.\" Biden has promised a science-based strategy to restore water safety, for example, by regulating the use of chemical pollutants known to be health hazards.  Polling data shows that Americans give their overwhelming support to new infrastructure. In a 2016 Gallup poll, 75% of Americans supported increased infrastructure spending. Those percentages remained relatively stable through the Trump administration. A Gallup survey analyst recently summarized public opinion as such, \"Doing something about infrastructure should be a no-brainer. This is one of relatively few policy areas for which there is strong public support from all Americans, regardless of political identity.\"  Yet important political work still lies ahead. The Biden administration should do three things to advance its infrastructure initiative. First, it should lay out a comprehensive program addressing the major infrastructure needs. Pelosi's list of priorities -- transportation, energy, water, education and broadband -- would meet that goal. The administration must also show plans for a true \"green and digital\" modernization of the US infrastructure, one that will create jobs, raise productivity, protect the environment and ensure nondiscriminatory access to infrastructure services.   My colleagues and I recently described just such a strategy for the energy sector, showing that the US has the wind and solar resources and the advanced technologies to achieve energy decarbonization by 2050 at an annual cost below 1% of GDP, while also creating more than 1 million new jobs.   Second, the Biden administration and Congress should create a national infrastructure bank to help finance the major infrastructure programs. Some of the new investments will have to go directly into the federal budget, but others will be carried out by state and local governments, or by regulated utilities (for example, in the transition to renewable energy and safe water systems). A national infrastructure bank would allow the federal government to provide safe, low-cost, long-term financing to nonfederal projects, and to blend government and private financing in complex, large-scale infrastructure projects. Europe has the European Investment Bank for this purpose; China turns to the China Development Bank. And there are also several \"green banks\" at the state level, to fund green (low-carbon) infrastructure, for example in Connecticut and California.  Third, the Biden administration should encourage cities and states to come forward with strong local and regional plans to upscale technologies, shift to green energy and launch new public-private infrastructure projects tailored to local strengths and needs. Mayors of eight cities in the American industrial heartland of the Midwest and Appalachia (Pittsburgh, PA; Youngstown, Ohio; Dayton, Ohio; Columbus, Ohio; Cincinnati; Huntington, W.Va; Morgantown, W.Va; and Louisville, KY) have recently launched a \"Marshall Plan for Middle America,\" to put the industrial states to work creating the new green and digital economy.    The plan is politically astute, ecologically sound and economically focused. The mayors know that their region has two great strengths for the future US economy: a great industrial tradition and outstanding universities at the cutting-edge of technology. Consider Pittsburgh, for example, where Mayor Bill Peduto is skillfully promoting Pittsburgh as an innovation hub that combines the digital prowess and entrepreneurial know-how of Carnegie Mellon University and University of Pittsburgh with the traditional strengths of Pittsburgh's industry.  What is true in upper Appalachia is true all over America. Texas is discovering the benefits of wind and solar projects. The plains states are investing heavily in wind power. Detroit is lining up to produce the new electric vehicles, and Ohio is scaling up to supply the batteries they'll need. Universities and businesses are teaming up to push forward on new technologies.   While many Republicans in Congress, still stuck in the past, are likely to oppose Biden's infrastructure bill, Americans around the country are clearly ready, willing and able to get started on building the new American economy.  ", "Section": "opinions", "Writers": ["Jeffrey Sachs"], "URL": "https://www.cnn.com/2021/03/16/opinions/infrastructure-president-biden-goals-sachs/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Singapore", "Source": "CNN"}