{"Type": "", "Time": "2018-08-30", "Headline": "Hyundai to ship China-made cars to Southeast Asia amid erratic sales recovery – Manila Bulletin", "Text": "By ReutersHyundai Motor Co plans to ship China-made cars to Southeast Asia, its China joint venture and two people familiar with the matter told Reuters, as a plunge in Chinese sales has left much of its massive local manufacturing capacity idled.Hyundai once ranked third by China sales alongside affiliate Kia Motors Corp. But just as it opened its fifth factory in the country last year, a diplomatic dispute saw Chinese consumers turn against South Korean goods, damaging Hyundai’s sales and brand image.Diplomatic ties have since normalized but Hyundai’s recovery has been erratic. The automaker booked China sales of 30,018 cars in July, down 40 percent from July last year and its lowest monthly total since the 2008 global financial crisis. Yet sales for January-July are up 17 percent.“A China recovery will take time. Hyundai needs a survival plan,” said one of the people with direct knowledge of Hyundai’s China operations, who were not authorized to speak to the media and so declined to be identified.The experience exposed South Korean companies’ reliance on the Chinese market, pushing the Seoul government to court counterparts in Southeast Asia where the number of Korean cars is paltry compared with those of neighboring Japan.“Hyundai is considering (exporting China-made vehicles) to emerging markets such as Southeast Asia,” the person said. “Europe may also be a consideration.”Most vehicles foreign automakers build in China with local joint-venture partners are destined for the domestic market. Among those that export China-made vehicles, General Motors Co (GM) (GM.N) ships to the United States and Volkswagen AG plans to export to Southeast Asia.Zhao Jun, a spokesman at Beijing Automotive Industry Holding Co – Hyundai’s Chinese joint venture with Beijing Automotive Group Co Ltd (BAIC) [BEJINS.UL] – confirmed the export plan.“Yes, we plan to export cars to Southeast Asia. The earliest could be the end of this year,” Zhao said. The automaker will decide on models depending on local demand, he said.Hyundai Motor said it was considering exports of China-made cars but had not finalized any plans at this stage.“Our main focus is on further developing our businesses in China, but we are also considering different options which may include exports of China factory-specific models,” it said in a statement.SEA TARIFFSChina was once the biggest market for Hyundai-Kia, whose local production was exceeded only by VW and GM. Yet their data showed a market share of 4.4 percent compared with 8.1 percent before the diplomatic spat, and as high as 10.5 percent in 2012.Exacerbating Hyundai’s plight is the increasing popularity of sport utility vehicles (SUVs) – a segment in which the automaker has relatively few models – as well as heightened price competitiveness of domestic rivals.Hyundai recently replaced the head of its China venture and gave its research-and-development vice chairman the added responsibility of overseeing China product development. It aims to sell 900,000 cars in China this year versus 785,000 last year, however, the target is almost half of its 1.65 million vehicle capacity.Should it export from China to Southeast Asia, it may avoid tariffs of up to 78 percent in Vietnam, for instance, on cars built in South Korea versus 50 percent for those made in China.It was unclear what impact any export plans would have on Hyundai’s current Southeast Asia strategy, under which it is considering building a factory in Vietnam or Indonesia.South Korea’s trade minister said, to help reduce dependence on China as well as the United States, the government would support firms expanding in Indonesia, where Korean automakers’ market share is 0.1 percent versus Japan’s 98.6 percent.Across ASEAN, sales of South Korean cars are growing, with those of Hyundai-Kia rising 26 percent on year to 71,847 cars in January-June in Indonesia, Malaysia, the Philippines, Thailand, and Vietnam, showed data from LMC Automotive.The data provider forecast overall vehicle sales in those five countries to grow 5 percent to 3.29 million vehicles this year from 2017, reaching 3.41 million vehicles in 2019.", "Section": "", "Writers": "", "URL": "https://mb.com.ph/2018/08/30/hyundai-to-ship-china-made-cars-to-southeast-asia-amid-erratic-sales-recovery/", "MainKeyWord": "China", "AdditionalKeyWord": "Southeast Asia", "Source": "MB"}