{"Type": "article", "Time": "2020-09-03", "Headline": "The US is standing firm with Taiwan, and it's making that point very clear", "Text": "When a United States guided missile destroyer sailed through the Taiwan Strait on Sunday, it marked the second such transit in less than two weeks -- and among the clearest signals yet of Washington's willingness to stand up for Taiwan in the face of Chinese aggression.  On Monday, the US went further still, taking the cover off previously classified commitments it made to Taiwan during the Reagan administration. Known as the Six Assurances, they spell out how US arms sales and diplomatic support to Taipei will move forward without regard to pressure from Beijing. Though the US has remained a decades-long ally of Taiwan following the island's split from mainland China in the wake of a civil war, policymakers in Washington have traditionally refrained from overt displays of support. China continues to view the self-governing democracy of almost 24 million people as an inseparable part of its territory, and has vowed to unify the island with the mainland.  For decades an uneasy status quo governed cross-strait relations. But in recent years, under President Xi Jinping, China has reasserted its perceived claims to the island, threatening military action in response to what it considers to be growing calls for formal independence.   On Tuesday, a Chinese government spokesperson called Washington's Six Assurances \"illegal and invalid,\" according to the state-run Xinhua news service. \"Relying on the so-called 'Six Assurances' by the United States to seek 'Taiwan independence' will only lead to self-inflicted disasters,\" said Ma Xiaoguang, a spokesperson for the Taiwan Affairs Office of the State Council in Beijing. Western analysts say the reveal of the Six Assurances, the Taiwan Strait sailings, US arms sales, the recent visit of a US Cabinet secretary -- the highest-ranked US government official to step foot in Taipei in decades -- are very visible and deliberate shows of support for the island. \"The US is attempting to make its assurances to Taiwan very clear at a time when it views China as destabilizing the Taiwan Strait,\" said Meia Nouwens, research fellow for China defense policy at the International Institute for Strategic Studies in London. With the upcoming US presidential election likely to further destabilize an already volatile US-China relationship, Washington is looking to leave Taipei no doubt on where it stands. \"The US is conducting its Taiwan engagement very, very overtly,\" said Drew Thompson, a former US Defense Department official now at the Lee Kuan Yew School of Public Policy at the National University of Singapore. \"To deter Chinese aggression, the US has to be transparent.\" Allegations US planes land in Taiwan A US Navy spokesperson on Wednesday pushed back on a report in the state-run Global Times late Monday that a US-marked EP-3 reconnaissance plane may have been on Taiwan over the weekend, an event Beijing would see as a direct threat to its sovereignty. \"I can confirm that a US Navy EP-3 did not take off from or land in Taiwan on Sunday,\" Cmdr. Reann Mommsen said. She said she could not confirm allegations of a previous flight, on August 18, for security reasons. Taiwan's air force command released a statement Monday calling the US recon plane flight allegations \"fake news and completely contrary to facts.\" But China has played it up. The story was atop the Global Times website on Tuesday morning. \"US intends to force China to 'fire first shot' over Taiwan,\" the headline read. Citing military analysts on the Chinese mainland, it said if the US had sent reconnaissance planes over Taiwan, Chinese military action could be justified. \"If military cooperation between the US and the island was discovered and poses real threats to the mainland and challenges the sovereignty of China, the People's Liberation Army (PLA) will be forced to take effective action to eliminate that threat and may even realize reunification by force once and for all,\" the Global Times story said, citing military analysts. Thompson said he was highly doubtful of the Global Times report -- especially in light of the recent openness from Washington. \"This story doesn't ring true,\" he said. \"That would be quite a dramatic shift in policy if the US were to start using Taiwan as a base for operations.\" Thompson also says Washington wants to contrast its word to that of Xi, who, for instance, said China would not militarize the South China Sea then built fortified islands there. \"Their rhetoric is difficult to take at face value when they have reversed themselves repeatedly,\" Thompson said of the Chinese leadership. Offensive vs. defensive Western analysts say Taiwan poses no threat to the Chinese mainland, at least in a combat sense. Even though Taipei is buying new US-made weapons like main battle tanks and F-16 fighter jets -- all to be paid for with an increase in the island's defense budget announced by President Tsai Ing-wen last week -- it isn't going to be sending any of that military muscle across the Taiwan Strait. \"Taiwan's military is so small that announcing increases doesn't threaten China's People's Liberation Army in a conventional sense,\" Thompson said. \"What is threatening to Beijing is the leadership of Taiwan doubling down on its defense of the island.\" This is something policymakers in Taipei will be acutely aware of. Since coming to power, Xi has refused to rule out the use of force in claiming Taiwan -- even though the ruling Chinese Communist Party (CCP) has never in its history exerted control over the island. Xi has also come down hard on another threat to Beijing's leadership: democracy protests in Hong Kong, passing a National Security Law with a global reach to silence anybody who might challenge Chinese authority over the city. \"He's been ruthless in addressing those perceived threats,\" Thompson said of Xi. But the Chinese leader would be taking a chance in pushing Washington too far over Taiwan, said Randall Schriver, former US assistant secretary of defense for Indo-Pacific security affairs. Washington has responded every time the island has come under threat since the end of the years-long Chinese civil war in 1949. \"If you're going to gamble everything on the United States not being there, I think it's a pretty risky gamble,\" Schriver told a webinar with the National Security Institute at George Mason University last week. \"If I was in Xi Jinping's shoes, I certainly wouldn't want to make the wrong bet\" on US willingness to come to the aid of Taiwan, he said. The analysts say a forcible takeover of Taiwan could be a bad bet for Xi either way -- US help or not. Defensive posture Taiwan is well situated to defend itself, with a stretch of the Pacific Ocean -- the Taiwan Strait -- sitting between it and the mainland. \"Eighty nautical miles of water ... is a pretty good opening bid before you buy a single weapons system,\" Schriver said. And while Beijing could do a lot of damage to Taiwan with its superior arsenal of missiles and bombers, destruction does not equal conquest. \"You have to have soldiers on the ground with rifles and bayonets taking ground and holding ground in order to actually exert sovereignty,\" Schriver added. \"They (the PLA) still have to get hundreds of thousands of people across the Taiwan Strait in order to prevail.\" Even though Taiwan's defense budget is dwarfed by Beijing's, modest spending can make a big difference when you're playing defense. Hardware like coastal defense and surface-to-air missiles are relatively cheap compared to the massive capital outlays Beijing would have to make to field an invasion force, like large amphibious assault ships and the escorts needed to protect them from incoming missiles or torpedoes, or mines laying in wait below the surface of the sea. \"I think Taiwan is very defensible if they buy the right things and (the US) does what (it) needs to do to support them,\" Schriver said. Nouwens, the IISS analyst, said the idea that Beijing could prevail in a conflict over Taiwan is not even supported by senior mainland defense experts. \"Recent publications from China's (National Defense University) and Academy of Military Sciences by senior experts still argued that the US should not be underestimated, and that any attempts to take Taiwan by force would equate to China throwing all its eggs into one basket -- which it could ill afford and would likely lose,\" Nouwens said. \"Engaging in a military conflict over Taiwan and losing would be catastrophic for the CCP, so I don't think this is something that can be easily provoked.\" To be sure, the Taiwanese military has its problems. With its small population, filling military billets can be a struggle. In recent war games, Taiwan has been trying to give its conscripted reserves -- who only serve short four-month stints in uniform -- bigger roles in, and more realistic, training.  People power problems extend to even what would seem to be coveted jobs, like fighter pilots. When the 66 F-16s Taiwan is purchasing from the US start showing up, there remains an open question whether there will be pilots to fly them. \"This sale will require Taiwan to recruit 107 additional pilots. And in the past nine years Taiwan has only increased its F-16 pilots by 21 officers,\" Nouwens said. \"We'll need to keep an eye on this in the next few years.\"", "Section": "asia", "Writers": ["Brad Lendon"], "URL": "https://www.cnn.com/2020/09/02/asia/china-taiwan-us-analysis-intl-hnk/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Singapore", "Source": "CNN"}