{"Type": "article", "Time": "2021-03-01", "Headline": "When can we go on vacation again? This is what experts say", "Text": "After reaching an all-time high in January 2021, global coronavirus case numbers are beginning to drop.  Vaccination roll-outs are now underway around the world, but when it comes to the recovery of leisure travel, we're a long way from being out of the woods.  While travel experts are optimistic that things will slowly begin to open up again this year, how quickly that happens will depend on where you are, where you want to travel to, and if the virus and its mutant strains are able to be brought under control.  With so much uncertainty afoot, the most advisable course of action in most parts of the world is still to stay safe and stay home.  There's no danger, however, in looking towards the future. We asked experts to weigh in on the question of when the world will be able to go on vacation again and when, if ever, travel might return to normal.  When will I be able to fly long-haul? \"There are some destinations that travelers can still book a long-haul flight right now if they wanted to,\" says Bryce Conway, travel rewards expert and founder of 10xTravel. \"For example, there are flights open to US passengers to destinations like Albania and many parts of the Caribbean. But I don't expect the volume of long-haul routes to increase to pre-Covid-19 levels until 2022.\"  Alexis Barnekow, founder and CEO of booking app Chatflights, concurs. \"Almost everything is still bookable with a few exceptions,\" he says. \"New Zealand/Australia is more difficult to book because airlines such as Qantas have decreased their inventory to a large extent. \"Two other airlines that have decreased bookable inventory are Thai Airways and Singapore Airlines, (although that's) more due to financial reasons. \"Basically all other airlines are striving to keep the supply at the same levels as before in order to keep their cash flow going. You can book but the risk of canceled flights and rescheduling is much more prevalent. This way, airlines can keep selling inventory and have cash running through their books, and when the travel dates approach use rescheduling to try to fill some planes and keep others on the ground.\" The rules for entry, of course, vary from destination to destination and also upon departure country. Dubai, for example, is one of the most open destinations in the world, while New Zealand is among the most locked down.  Travelers should check regulations at the time of booking and again before they travel, and not go on unnecessary trips when it is against official guidance.  When it comes to long-haul leisure travel becoming more permissable and advisable, optimistically, we're talking late 2021.  Australian flag carrier Qantas, one of aviation's big-hitters, announced last week that it plans to resume international flights -- on a reduced scale -- by the end of October.  Over on the other side of the world, the government of the UK -- which has had the highest Covid death rate in Europe -- has said it won't be lifting its restrictions on international travel until May at the earliest.  \"The lockdown is probably as strict as it's ever been, particularly in the Europe, US and so on,\" says Chris Goater, head of corporate communications at the International Air Transport Association (IATA), the global aviation trade body. \"We're hopeful that there's light at the end of the tunnel,\" although \"we do expect long-haul to be the last thing to recover.\" Linking far-flung markets risks exposure to potential new variants, which governments are understandably wary about, says Goater. \"A lot of business travel is long-haul and that may take some time to recover as businesses look after their cash,\" he adds.   What about 'travel bubbles' and short-haul trips? IATA's Goater is more optimistic about the revival of short-haul flying. Governments will face \"greater pressure to relax quarantine restrictions for travel to a neighbor than to a longer-haul destination, he says. In Europe, \"you can imagine that we could end up with some kind of EU-wide agreement that they will allow borders to reopen if pandemic infections are low, come the summer.\" Ohio-based Conway says, \"Short-haul flights will bounce back quickly, with most resuming by the fall of 2021. While there are destinations that will accept US travelers -- some with a negative Covid test -- I don't anticipate many travel bubbles to open up to US travelers until the pandemic is under control.\" Barnekow, based in Stockholm, says: \"'Travel bubbles seem to have not materialized. The UK had one with Dubai in the summer, but we haven't heard of other examples that have worked. There have been rumors of it for Hong Kong/Singapore and Australia/New Zealand but these haven't materialized. We get the impression that they don't do it because it's simply too complex to keep track of it all.\" Can I travel domestically? \"Some parts of the world, like China, India and Russia, recovered very strongly last year, in some cases back to pre-pandemic levels,\" says IATA's Goater. Based on this evidence, he's optimistic that as restrictions relax, domestic travel will be quick to recover. \"When lockdown is not that strong, the demand to travel domestically soars.\"   Says Conway of the US, \"Domestic travel has already started to rebound quickly and we will see this trend continue as vaccines become widely available to the public. We're seeing a huge demand for trips to US destinations in California, Florida and Nevada for summer travel. As of now, it appears there will not be any additional travel restrictions in place on domestic travel with the new administration.\" James Turner, CEO of global travel service 360 Private Travel, says that for his company's offices in Singapore and for Hong Kong, domestic \"staycations\" will be \"a big part of their business going forward.\" In the UK however, while staycations were popular last summer, \"this year I think most of our clients really want to get away.\" Can I take a road trip? \"Road trips have become incredibly popular in the last year because they seem to be the safest form of travel during a pandemic,\" says Conway of the United States. \"There is an extremely low risk of Covid-19 exposure if you take a road trip and stay in an AirBnB with those who live in your same household or a hotel that is following proper safety protocols.\" What about cruising? \"Cruising is by far the most impacted travel segment, and it's going to be quite sometime before cruising returns to 'normal,' if it ever does at all,\" says Conway. \"The cruise industry dropped the ball by trying to come back too fast, and they lost a lot of public trust by doing so. People will also likely be more health conscious in a post-Covid-19 world, and I expect this is going to cause irreparable damage to the cruise industry.\" Turner, of 360 Private Travel, has a more optimistic view. \"I think certain types of cruises will be one of the first ones to (recover), contrary to what some people might think.\" Boutique-style experiences on small ships, with strict conditions of entry and carefully tailored itineraries, will appeal to clients \"because the environment is more controlled.\" Is it safe to stay in a hotel or Airbnb? Turner says his company's Hong Kong office has seen a trend in clients choosing staycations with \"the more established brand names.\" Travelers feel happier in accommodations where they can be assured of the the hotel's stringent policies around temperatures checks, health declarations, mask-wearing, logging visits via QR code, and so on. \"Trust is very important.\" However, as Conway points out, Airbnbs, vacation rentals and other options are all fine, \"provided you are not sharing accommodations with people who are not traveling with you or are not in your household.\" Does it matter if I'm vaccinated? \"Not yet, but it will,\" predicts Conway. \"This will be one of the biggest issues facing the travel industry in the next 12-24 months.\" \"Vaccine passports,\" which could place travel restrictions on anyone who's not vaccinated, are one of the most hotly debated topics in the travel industry right now.  Some destinations -- including the Seychelles, Cyprus and Poland -- have already lifted quarantine requirements to visitors able to prove they're vaccinated.  However, fears remain over what protection vaccines actually afford, how inoculation documentation might be abused and what it means for those still awaiting their jabs, or unable or unwilling to receive them. The World Health Organization (WHO), for example, does not support the \"vaccine passport\" concept.  \"We anticipate some version of vaccine 'proof' in order to re-enter society (think: board a flight, go to a concert, eat at a restaurant),\" says Roderick Jones, executive chair of San Francisco-based risk consultancy firm Concentric Advisors. \"Although the vaccine may never become 'mandatory' it may become too disadvantageous to not have it.\"    Will travel ever get back to normal? \"Absolutely, yes,\" says Conway. \"I expect to see a huge spike in travel in late 2021 as vaccinations become available on a large scale. There will be some hiccups as the travel industry rebounds and figures out how to address the long-term strategy of addressing Covid-19, but overall I expect things to return to a relatively normal state by mid-2022.\" \"We believe business travel will be lower than before, especially among white-collar workers in large corporations,\" says Barnekow. \"Large corporations have many reasons other than Covid to have people travel less: environmental reasons, costs and morale. Even though nothing beats personal 'IRL' meetings, the pandemic has shown that many problems can be solved using other means of communication. But I still think it will bounce back to almost the same as before. If I had to guess, I'd say business travel will have a long-term reduction of 10%.\" As for leisure travel, Barnekow thinks it will have \"a short-term boost, and then we'll see the same levels as before. We've never had as much traffic to the app as now; it seems people really are craving to book travel. Ninety percent of what we're selling now is for departure after the summer, so people seem to be thinking it'll be safe to fly by then.\" Turner concurs, pointing to the large volume of interest from customers. \"We've got evidence that there is a huge pent-up demand; people want to go.\" His clients are thinking long-term and dreaming big. There's been a trend towards people interested in booking longer, luxury trips with carefully curated itineraries. Says Turner, \"2022, even 2023 -- they're looking at booking those now.\"   ", "Section": "travel", "Writers": ["Maureen O'Hare"], "URL": "https://www.cnn.com/travel/article/when-can-we-go-on-vacation-again/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Singapore", "Source": "CNN"}