{"Type": "article", "Time": "2020-08-18", "Headline": "US finalizes sale of 66 F-16 fighters to Taiwan as China tensions escalate", "Text": "Taiwan will receive 66 new American-made F-16 fighter jets in the biggest arms sale to the self-governing island in years. The deal finalized on Friday comes as China has been increasing pressure on the island, which Beijing considers to be an inseparable part of its territory.  Friday's announcement was made on the website of United States Defense Department, under the contacts updated section. The posting said the US Air Force was awarding a contract to Lockheed Martin, the maker of the F-16, for 90 of the planes as part of US foreign military sales. No customer for the purchase was named, but a US State Department source confirmed that an order from Taiwan approved by the Trump administration a year ago was part of the deal. The other 24 aircraft are expected to go to Morocco. Final deliveries are expected by 2026. The new F-16s, known as the F-16V or Viper, will be made at Lockheed Martin factories in Greenville, South Carolina, and Fort Worth, Texas. They will be the latest, upgraded models of the single-engine aircraft which first flew with the US Air Force in the late 1970s. They will join about 140 others already in the Taiwanese fleet. When the deal was formally approved last year, it was greeted with strong bipartisan backing from Congress, including from the Democratic chairman and the leading Republican on the House Foreign Affairs Committee. \"The sale of F-16s to Taiwan sends a strong message about the US commitment to security and democracy in the Indo-Pacific,\" Democratic Rep. Eliot Engel of New York and Republican Rep. Michael McCaul of Texas said in a joint statement last August. That announcement a year ago came at a time of increasing tensions between Washington and Beijing over Taiwan, a democracy of around 24 million people, and things have only gotten worse since, hitting a new low point last week when US Health and Human Service Secretary Alex Azar visited the island for talks with its leaders. Azar was the highest ranking US official to visit Taiwan in four decades. Beijing responded by condemning the visit while sending its fighter jets past the median point in the Taiwan Strait, the relatively narrow stretch of water separating Taiwan from mainland China. It was only the third time since 1999 that Chinese warplanes purposely crossed that line, according to Taiwanese and US government reports. Then later in the week, the People's Liberation Army announced it had staged military drills at both the northern and southern end of the Taiwan Strait. The exercises were \"a necessary move responding to the current security situation in the Taiwan Straits and were meant to safeguard national sovereignty,\" said spokesperson for the PLA's Eastern Theater Command, Senior Col. Zhang Chunhui. And on Saturday, China's state-owned Global Times tabloid published a critique of the F-16 sale. \"While the deal was approved by the Trump administration last year and a formal signing was expected to take place sooner or later, its announcement at this particular time is believed to be yet another US provocation and a step on the red line of the Taiwan question, which further risks confrontation,\" the Global Times report said, citing Chinese military analysts. The \"red line\" is any Taiwanese move for independence from Beijing. But Drew Thompson, a former US Defense Department official now at the Lee Kuan Yew School of Public Policy in Singapore, said Friday's announcement was procedural more than provocative, as Lockheed Martin had to line up subcontractors to get the specific components to make the airplanes to Taipei's specifications. \"It's a bit like buying a car. This was finalizing the options that Taiwan wanted,\" Thompson said. A case for stabilization Australian military analyst Peter Layton of the Griffith Asia Institute said the F-16 sale could actually help stabilize the Taiwan situation, at least from a military standpoint. \"The sale will act to broadly maintain the air combat balance\" between Taiwanese (ROCAF) and Chinese (PLAAF) air forces, Layton said. \"The PLAAF has significantly more air combat aircraft than the ROCAF, but in a conflict the ROCAF will be defending and the PLAAF attacking. The difference in roles and that the ROCAF will be operating over its own airfields compensates for the difference in numbers,\" he said. \"The additional F-16s will simply keep the balance into the early 2030s,\" Layton said. While the US has long provided arms to Taiwan as part of the 1979 Taiwan Relations Act, Beijing has frequently chafed at those sales, protesting them as a violation of China's sovereignty despite the Chinese Communist Party having never governed the island. Chinese Foreign Ministry spokesperson Zhao Lijian on Monday reiterated those claims. \"The act seriously damaged China's sovereignty and security interests and seriously violated the norms of international relations,\" Zhao said. A Pentagon report in May 2019 warned that Taiwan's traditional military advantages over Beijing in the event of a cross-strait conflict were eroding in the face of China's continued efforts to modernize its armed forces. But since then the Trump administration has been stepping up arms sales to Taiwan, including Abrams main battle tanks, Stinger anti-aircraft missiles and earlier this year, new torpedoes. Then last month the US State Department approved a request by Taipei to upgrade its Patriot surface-to-air missiles at an estimated cost of $620 million, according to Taiwan's government-run Central News Agency. Layton said Monday the Patriot missile upgrade works along with the F-16 sale to keep stability across the Taiwan Strait. \"The Patriot and F-16V sales fit together well to support Taiwan's air defenses without being confrontational to China,\" he said. A pilot favorite Thompson said the F-16s will be a morale booster for Taiwanese pilots who would likely be the first to face combat against the PLAAF in any possible conflict. He noted that the fighter can function in many roles, including launching missiles at ships, taking out enemy radar, as well as in air-to-air confrontations. \"This is a very capable aircraft. It's small, it's nimble, it's easy to fly. Pilots love it,\" Thompson said. And while it is not a stealth fighter, it does have a smaller radar cross section than earlier versions of the F-16, making it harder to target, he said. The deal does leave Taipei with a hole to fill in its forces -- pilots, said Meia Nouwens, research fellow for China defense policy at the International Institute for Strategic Studies in London. \"This sale will require Taiwan recruit 107 additional pilots. And in the past nine years Taiwan has only increased its F-16 pilots by 21 officers,\" she said. \"We'll need to keep an eye on this in the next few years.\" The finalization of the sale is also unlikely to get Beijing any more upset with Taipei than it already is, Thompson said. In past arms sales, \"China has not punished Taiwan. China seeks to punish to United States,\" he said. \"I don't see why this would be any different.\"", "Section": "asia", "Writers": ["Brad Lendon"], "URL": "https://www.cnn.com/2020/08/17/asia/taiwan-us-f-16-fighter-purchase-intl-hnk-scli/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Singapore", "Source": "CNN"}