{"Type": "article", "Time": "2020-10-06", "Headline": "Ikea's online sales surged as people turned homes into offices and schools", "Text": "Ikea's online sales got a big boost during the pandemic as millions of people turned their homes into makeshift schools and offices.  The company said in a statement on Tuesday that online sales surged 45% over the 12 months to August, driven by 4 billion visits to its website. Outdoor furniture was the retailer's fastest-growing category, with sales of office furniture also performing strongly, a spokesperson told CNN Business.  The company began selling online in three new markets, including China. Sales slipped 4% overall to €39.6 billion ($46.7 billion), with many of its stores forced to shut during lockdowns for several weeks.  Online sales remain high, even as stores reopen, it added. But the Swedish furniture retailer plans to keep opening physical outlets despite early evidence that consumers may not revert to their old shopping habits.  UK supermarket chain Tesco said it is creating thousands of new jobs to meet surging demand in its online business, while a research paper from McKinsey earlier this year said lessons from China suggest that three to six percentage points of online market share will be \"sticky.\" Household goods sales have held up better than other categories during the pandemic, insulating retailers like Ikea and Big Lots from the economic pain that has led to widespread job losses and bankruptcies elsewhere. Ikea added 6,000 employees to its global workforce, taking the total to 217,000. Life at home has become \"more important than ever for people... which has led to a repurposing of the home in many ways,\" Ingka Group, which operates 374 Ikea stores, said in a statement. Sales of household items in the United States were up more than a quarter in the three months to August versus the prior year, according to market research firm NPD Group. Families \"changed kitchens into schools, bedrooms into workplaces, and backyards into amusement parks,\" Ikea added, describing 2020 as \"a year of homecoming.\" Despite the pandemic and the spike in online sales, Ikea opened 33 new stores during the period, including in Moscow, Seoul, Shanghai and Macau, and it plans to expand into new markets like Mexico and the Philippines. Inter Ikea Group CEO Jon Abrahamsson Ring said that customers still want to \"touch and try\" its products. \"We're pleased about online sales growth, but also very happy that customers still love our stores,\" Ring said, noting that 825 million shoppers visited its outlets during the period. The company said it will continue to employ a \"total market approach,\" offering smaller showrooms in city centers, traditional suburban Ikea stores and online fulfillment centers. Ingka Group said it continues to invest in real estate, such as the Kings Mall in London and the famous Rue de Rivoli in Paris. The franchisee's online sales surged 60%, accounting for nearly a fifth of total sales, up from 11% in 2019.  — Nathaniel Meyersohn contributed reporting.", "Section": "business", "Writers": [], "URL": "https://www.cnn.com/2020/10/06/business/ikea-coronavirus-sales/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Philippines", "Source": "CNN"}