{"Type": "article", "Time": "2020-02-12", "Headline": "February 12 coronavirus news", "Text": "Our live coverage of the coronavirus outbreak has moved here. A new case of the coronavirus has been confirmed in Southern California’s Marine Corps Air Station Miramar in San Diego County, Centers for Disease Control and Prevention press officer Ana Toro told CNN.  This is the second evacuee from Wuhan, China under quarantine at MCAS Miramar to test positive.  More details: This is the 14th confirmed case in the US and the eighth in California.  The Hubei health authority reported that 242 more people died from the coronavirus in Hubei province on Wednesday, raising the death toll in the epicenter since the beginning of the outbreak to 1,310. This brings the total number of deaths in mainland China to at least 1,355. The global death toll is at least 1,357, with one death in Hong Kong and another in the Philippines. Hubei authorities confirmed an additional 14,840 cases of the virus in Hubei on Wednesday, which brings the total number of cases in the epicenter of the outbreak to 48,206. The 14,840 figure includes both test confirmed cases and clinically diagnosed cases. The government explained they are now adding \"clinically diagnosed cases\" in the tally of cases to make it easier for these patients to receive treatment early.  There have been 33,693 patients hospitalized in Hubei, including 1,437 who are in critical condition, according to the health authority, adding that 3,441 patients have recovered and been discharged. By the numbers: The global number of confirmed coronavirus cases has now exceeded 60,015 with the vast majority of cases in mainland China. China’s National Health Commission is expected to release numbers for all of China’s provinces later.   CNN's Anderson Cooper will speak with Christina Kerby, a passenger traveling on the Westerdam cruise liner, about the coronavirus outbreak live at 5 p.m. ET. The MS Westerdam remains at sea, with more than 2,000 people on board. The vessel has been denied entry by at least four different ports over fears of the virus — though no cases have been confirmed on board so far. Refresh this page to watch Anderson Cooper Full Circle live in the video player above. A ninth patient has been diagnosed with the novel coronavirus in the United Kingdom, Public Health England said in a statement on Wednesday. “One further patient in England has tested positive for novel coronavirus, bringing the total number of cases in the UK to nine,” the country's Chief Medical Officer Dr. Chris Whitty said in the statement. Whitty said the virus was “passed on in China\" and that the patient was taken to a hospital in London. Mobile World Congress, the world's largest annual mobile event, has been canceled due to coronavirus, according to a statement from the organizer. “With due regard to the safe and healthy environment in Barcelona and the host country today, the GSMA has cancelled MWC Barcelona 2020 because the global concern regarding the coronavirus outbreak, travel concern and other circumstances, make it impossible for the GSMA to hold the event. The Host City Parties respect and understand this decision,\" GSMA CEO John Hoffman said in a statement. The decision comes after major tech companies one after the other have been pulling out of the event due to safety concerns. It's too early to predict the end of the current novel coronavirus outbreak, said Dr. Mike Ryan, executive director of the World Health Organization's health emergencies program. “We would love to be able to predict the future,” Ryan said during a news conference on Wednesday. \"I think we have to be very cautious.” The number of new coronavirus cases being reported out of China has appeared to slow down. \"The number of newly confirmed cases reported from China has stabilized over the past week, but that must be interpreted with extreme caution. This outbreak could still go in any direction,” WHO Director-General Tedros Adhanom Ghebreyesus said during the news conference. At the news conference, Ryan said that the stabilization in cases is “reassuring” and is the \"result of the huge public health operation in China.” WHO on Wednesday reported 44,730 cases of coronavirus in China, with 1,114 deaths. Outside of China, there are 441 cases and one death, according to WHO. The number of novel coronavirus deaths has risen to 1,115, out of 45,171 cases diagnosed globally, World Health Organization (WHO) Director-General Tedros Adhanom Ghebreyesus  said in a news conference on Wednesday. “As of 6 a.m. Geneva time this morning, there are 44,730 cases of COVID-19 (novel coronavirus) in China, with 1,114 deaths,” he said, adding that “outside China, there are 441 cases from 24 countries, and one death.” The WHO director-general went on to say his organization was in constant contact with the Japanese government and the owners of the cruise ship Diamond Princess “to protect the health of all passengers.\" “Of the 48 new cases confirmed outside China yesterday [Tuesday], 40 were on board the Diamond Princess cruise ship, which is currently quarantined in Yokohama, Japan,” the WHO director-general added. He also said that the number of confirmed cases reported from China has “declined steadily for the past week, but that must be interpreted with extreme caution.” The US Centers for Disease Control and Prevention is taking steps to help prevent the possible spread of the novel coronavirus in the United States and prepare for an outbreak here, Dr. Nancy Messonnier, director of the CDC’s National Center for Immunization and Respiratory Diseases, said during a call with reporters on Wednesday. \"Most of the disease is in China, however, we can and should be prepared for this new virus to gain a foothold in the US. The goal of the measures we have taken to date are to slow the introduction and impact of this disease in the United States, but at some point we are likely to see community spread in the US or other countries and this will trigger a change in our response strategy,” Messonnier said during the call. \"This will require the effort of all levels of government, the public health system and our communities as we face these challenges together,” Messonnier said. \"One important aspect of this is taking steps to make sure there are enough supplies and appropriate guidance to prevent spread of the disease, especially among health care personnel caring for patients.” Some of the steps the CDC has taken include speaking regularly with manufacturers of medical supplies, including personal protective equipment or PPE, such as face masks, to make sure that enough supplies are available in case they are needed. \"CDC does not currently recommend the use of face masks for the general public. This virus is not spreading in the community,” Messonnier said. But in an effort to make sure enough supplies are available in case of an outbreak in the United States, “CDC talks regularly with health care industry partners as well as PPE manufacturers and distributors to assess availability of PPE. At this time, some partners are reporting higher than usual demand for select N95 respirators and face masks,” Messonnier said. Confirmed cases in the US: There are 13 confirmed cases of novel coronavirus in the United States, including seven in California, two in Illinois, one in Arizona, one in Massachusetts, one in Washington state and one in Wisconsin. This includes two instances of known person-to-person transmission – one in California and one in Illinois. Tedros Adhanom Ghebreyesus, director-general of the World Health Organization, has thanked Cambodia for allowing the Westerdam cruise ship to dock there. “The Westerdam ship will arrive in Cambodia tomorrow morning,” he said, adding that he called Cambodia's Minister of Health to thank the country for allowing the ship to dock. “This is an example of the international solidarity we have consistently been calling for,” the WHO director-general said, adding that \"outbreaks can bring out the best and worst in people” and that “stigmatizing individuals or entire nations does nothing but harm the response.\" He went on to reiterate that “this is a time for solidarity, not stigma.\" He added that WHO is shipping medical kits to help the worst hit areas. Two patients who had been diagnosed with the novel coronavirus in France have recovered from the disease and have been discharged from the hospital, a spokesperson for the French General Health Directorate told CNN on Wednesday.  The two patients are a Chinese couple in their thirties who had been quarantined at the Bichat Hospital in Paris. The Dalai Lama has canceled all his public engagements until further notice due to the “deteriorating outbreak” of the coronavirus, according to a statement from his office. “His Holiness will not be doing any public engagements for now until further notice due to coronavirus,\" the Dalai Lama’s secretary, Tenzing Taklha, told CNN. Read the full statement from the Dalai Lama’s office:  “An announcement was made recently regarding the ordination ceremony for monks. However due to the deteriorating outbreak of the viral disease (Coronavirus- 2019 nCoV) that originated in China, His Holiness’ personal physician as well as consultants have advised a postponement of all public engagement for the time being, and His Holiness has duly agreed to further postpone his public schedule. Hence the ordination ceremony for the monks will be rescheduled and the announcement will be made shortly afterwards. We hope for your understanding in the matter. February 12, 2019.”        The US Centers for Disease Control and Prevention has now screened more than 30,000 passengers from China at the 11 airports designated to conduct these enhanced screenings, according to Dr. Nancy Messonnier, director of the CDC’s National Center for Immunization and Respiratory Diseases. On a call with reporters Wednesday, Messonnier said that with the tighter travel restrictions now in place, there are now fewer passengers flying to the United States from China. Those who do are still being asked to self-monitor for 14 days in cooperation with state and local health department, and to limit their activities and stay home during that period. The goal is to be as restrictive as possible while maintaining protections among all Americans, Messonnier said. The latest update from the CDC, issued within the last hour, indicated that 420 people have now been investigated for the novel coronavirus in 41 states. Of them, 13 have tested positive, 327 negative and 60 are still pending. The vast majority of cases have been in mainland China. There’s currently no evidence the novel coronavirus can pass from a mother to a child in the womb, according to a study published Wednesday in the medical journal The Lancet. The small, observational study included nine women in Wuhan, China, in their third trimesters of pregnancy. Each woman had a lab-confirmed case of novel coronavirus pneumonia, officially called COVID-19, and was treated from January 20 through January 31.  Researchers tested amniotic fluid, cord blood and neonatal throat swabs at birth to study the possibility of fetal infection with the novel coronavirus, and all the samples tested negative. All the women had cesarean sections, so it’s not clear if the virus could be passed from mother to child during vaginal birth. All the pregnancies resulted in live births and none of the infants required special pediatric treatment. Four of the mothers experienced preterm labor, but the researchers said the causes weren’t related to coronavirus. Pregnancy complications that appeared after the illness began included fetal distress in two cases and premature rupture of membranes in two cases. The study also found that none of the pregnant women developed severe pneumonia or died as of February 4. Their symptoms, including fever, cough, sore throat and muscle aches, were similar to symptoms in people who aren’t pregnant. Why this is important: This is notable because pregnant women are particularly susceptible to respiratory pathogens and severe pneumonia, the researchers wrote. One study found about half the pregnant women who developed SARS during that outbreak were admitted to the intensive care unit, and during the H1N1 flu pandemic, pregnant women were more likely than the general population to be admitted to the hospital and were at increased risk of complications, the researchers wrote. Still, researchers said, the case of an infant who tested positive for the coronavirus within 36 hours of birth in early February means special consideration is needed to keep newborns safe if their mothers are infected with the coronavirus. It’s also not clear how the novel coronavirus could affect a fetus in the first or second trimester of pregnancy, the researchers wrote. The US Centers for Disease Control and Prevention has listed 420 people under investigation for the novel coronavirus in 41 states, according to an update posted to the agency's website on Wednesday. Of them, 13 have tested positive, 347 negative and 60 are still pending. These numbers are cumulative since January 21 and include people with travel history to China, as well as those who have been in close contact with confirmed cases or other people under investigation. About the confirmed cases: There are seven in California, two in Illinois, one in Arizona, one in Massachusetts, one in Washington state and one in Wisconsin. This includes two instances of known person-to-person transmission – one in California and one in Illinois. The CDC was previously the only lab in the country that could test for the virus but has since begun shipping test kits to qualified labs so that state and local health departments can conduct their own screening. Illinois is the first state with the capability to test patients for the novel coronavirus, according to an announcement Tuesday by the Illinois Department of Public Health. The US Centers for Disease Control and Prevention, which previously had the only lab in the country that could test for the virus, began shipping test kits to domestic and international labs last week. “The ability to do this testing will mean we will be able to detect any new cases of novel coronavirus earlier and prevent any possible spread,” Evonda Thomas-Smith, the Illinois health department's assistant director, said in a statement Tuesday. The test can yield results within 24 hours of receiving samples. The state health department is receiving specimens at its laboratory in Chicago and says that two more, in Springfield and Carbondale, are forthcoming. Some background: Illinois has so far documented two confirmed cases of the novel coronavirus, out of the current total of 13 in the United States. Last week, the CDC said it planned to distribute roughly 200 test kits to domestic labs and another 200 to international labs. Each test kit can perform 700 to 800 patient samples. The test is known as a reverse transcriptase polymerase chain reaction test (RT-PCR) and can detect the virus from nasal or oral swabs when used with an existing RT-PCR instrument — the same one often used to test for seasonal influenza, according to the CDC. Negative results do not preclude infection with the virus and should be combined with clinical observations, patient history and epidemiological information, health officials have said. According to numbers published Monday, the CDC has investigated 398 people for the novel coronavirus in 37 states since January 21. Most of these people — 318 — have tested negative, and 68 are still pending. The agency is expected to update its “people under investigation” case count later today. Health officials in Singapore have confirmed three additional cases of the novel coronavirus. According to the Ministry of Health, all three of the newly confirmed patients are Singaporean citizens with no travel history to mainland China. The male patients are 34, 46, and 62 years old. The Ministry of Health added that the 62 year-old newly confirmed patient worked at DBS bank in the Marina Bay Financial Center. Earlier on Wednesday, DBS evacuated all its staff from its office in the Marina Bay Financial Center following confirmation that its employee had contracted the virus. Singapore now has 50 confirmed cases of the novel coronavirus. Thirty-five patients remain hospitalized, eight of which are in critical condition. According to the Singapore Ministry of Health, 15 patients have fully recovered from the virus and have been discharged from the hospital. Ontario’s chief medical health officer said today that a patient with the novel coronavirus has recovered from the virus. “The case has had two negative tests at least 24 hours apart and is therefore considered to be resolved. This means the individual is no longer infectious with the 2019 novel coronavirus,” Dr. David Williams said in a statement.  Seven cases of 2019 novel coronavirus have been confirmed in Canada, according to government figures. Three of the cases are in Ontario, with four cases in British Columbia. The Canadian government has warned its citizens against all travel to Hubei province. It said the risk of the new coronavirus spreading within Canada remained low. Steve Walsh, a British patient with the coronavirus who infected several people while traveling, has been discharged from a London hospital after a full recovery, the National Health Service England said in a statement. \"Mr Walsh’s symptoms were mild and he is no longer contagious, and poses no risk to the public, he is keen to return to his normal life and spend time with his family out of the media spotlight,\" Keith Willett, NHS strategic incident director, said in the statement. Walsh was released from the hospital after testing negative for the virus. \"I’m happy to be home and feeling well. I want to give a big thank you to the NHS who have been great throughout and my thoughts are with everyone around the world who continues to be affected by the virus,\" Walsh said in the statement. The spread of novel coronavirus will get worse before it gets better, German health minister Jens Spahn warned at a press conference Wednesday. “The tipping point has not yet been reached – neither in China, internationally nor in Germany,” Spahn said. He added that the G7 group will hold another conference call Wednesday to coordinate their response to the spread of novel coronavirus.  The group -- which includes the US, Germany, France, Italy, Japan, Canada and Britain -- previously met in early February to discuss coordinating travel regulations and precautions as well as medical research and cooperation with the World Health Organization, the European Union and China. The disease caused by the novel coronavirus now has an official name from the World Health Organization: COVID-19.  This is an acronym: CO stands for corona, VI stands for virus, D for disease. The 19 refers to 2019. The naming of a new disease is a tricky balancing act. The WHO Director General Dr. Tedros Adhanom Ghebreyesus explained why at a news conference on Tuesday: \"We had to find a name that did not refer to a geographical location, an animal, an individual or group of people, and which is also pronounceable and related to the disease. Having a name matters to prevent the use of other names that can be inaccurate or stigmatizing.\"  If you're just joining our coverage, here is the latest on the novel coronavirus outbreak: Total number of cases: As of now, there are 45,172 confirmed cases of the virus globally, with the vast majority of them in China. All but two of the 1,115  people who have died from the virus were also in mainland China. Elsewhere, one person has died in Hong Kong and one in the Philippines. \nCruise ships affected: A number of cruise ships have had their journeys disrupted or brought to a halt by the virus. The MS Westerdam — which has been turned away from four ports over fears that its passengers might be infected with the virus — is now sailing for Cambodia. The vessel has 2,000 people on board but has no confirmed cases of the virus and is not in a state of quarantine. The Diamond Princess cruise ship, which is being quarantined in Yokohama, has seen more confirmed cases on board. At least 175 passengers have been confirmed to have the virus. \nPeople return to work: In China, people are returning to work after entire cities and business sectors were shut down for more than two weeks in efforts to contain the outbreak. In Hubei province — the outbreak's epicenter — millions remain under lockdown.   The Formula 1 Chinese Grand Prix in Shanghai has been postponed over the novel coronavirus outbreak. In a statement, F1 governing body FIA said the Chinese Grand Prix Promoter, Juss Sports Group, officially requested the postponement after ongoing discussions with the country's sports authorities. The FIA and F1 said it would continue monitoring the situation and explore the \"viability of potential alternative dates for the Grand Prix later in the year should the situation improve.\" \"The Chinese Grand Prix has always been a very important part of the F1 calendar and the fans are always incredible,\" F1 said in a statement. \"We all look forward to racing in China as soon as possible and wish everyone in the country the best during this difficult time.\" Here's a look at where the novel coronavirus cases are throughout the world, according to the latest information from the World Health Organization (WHO).  These numbers may differ from those reported by national health authorities, who report updated totals at different times to the WHO. The vast majority of the cases have been identified in mainland China, according to WHO data.   The WHO collects and publishes the global data on a daily basis, with the next update coming later this afternoon in Geneva, Switzerland. The latest data release by China's National Health Commission said there have been 44,653 cases and 1,113 deaths in mainland China.  Nokia and BT are the latest companies to ditch the world's largest mobile conference because of the risk that its employees could catch the novel coronavirus.  The two firms joined Amazon, Ericsson, Facebook, Sony, Intel, Cisco, LG and other tech companies in withdrawing from this year's Mobile World Congress in Barcelona.  Nokia said it took the decision was made \"after a full assessment of the risks related to a fast-moving situation.\" \"Primary focus has been to safeguard the health and well-being of employees and others while also recognizing responsibility to the industry and customers,\" it said in the statement. BT said pulling out was the \"most responsible decision.” \"Unfortunately, the most responsible decision is to withdraw our participation from the event to safeguard our employees and customers.”  The conference, scheduled for February 24-27, normally attracts 100,000 attendees and over 2,400 companies. It is considered the mobile industry's biggest event, one where many companies launch new products.  The Westerdam cruise ship, denied entry by at least four different authorities despite not having any confirmed coronavirus cases onboard, is now heading for Cambodia and will disembark its passengers Thursday, Holland America Line said in a Wednesday statement. “Westerdam is now sailing for Sihanoukville, Cambodia, where the current cruise will end,” the statement reads. “We will arrive at 7:00 a.m. local time on Thursday, Feb. 13 and will remain in port for several days for disembarkation.” “Guests will be able to go ashore. All approvals have been received and we are extremely grateful to the Cambodian authorities for their support.” The company said that passengers will move from Sihanoukville to Phnom Penh on charter flights. Holland America said it would pay for all flights home, as well as the previously announced full cruise refund and “100% future cruise credit.” JD.com, one of China's largest e-commerce firms, has promised to open up more than 20,000 new positions as the country's economy struggles under the coronavirus outbreak. The company is hiring warehouse workers, couriers and drivers. Some of the positions will be temporary. The jobs are meant to \"minimize the impact of the epidemic on employment in the short term,\" JD.com said in a statement, adding that it wants to \"support stable employment.\"  Dada Group, a local on-demand delivery provider that is backed by JD, will create an additional 15,000 positions. JD.com's supermarket chain, 7FRESH, will also reach out to employees from restaurants, hotels, cinemas and retail outlets \"that are temporarily closed due to the coronavirus,\" the company said in a statement. These workers will be eligible for new short-term positions, including shop clerks, packaging assistants and delivery couriers, according to the company. Business giants step in: E-commerce giant Alibaba announced a similar plan this week. On Monday, it introduced an \"employee-sharing\" scheme that would allow those who work in hospitality, dining, movie theaters, department stores and various other businesses to find temporary jobs at the company.  It declined to share an estimate on how many workers would be eligible. Some workers have already found jobs through these initiatives. JD.com said Wednesday that its logistics unit has taken in at least 700 employees from more than 10 companies, adding that the firm is continuing to work with partners, staffing agencies and restaurants to recruit more people in thousands of cities. Read the full story here. Health officials in Hong Kong have confirmed an additional case of the novel coronavirus, bringing the citywide total to 50. Officials at a news conference today said the new case involves a 51-year-old man who developed a fever on February 3 and was hospitalized on February 10. The patient is a coworker of the 37th confirmed case in the city. A total of 59 suspected cases have been reported in the past 24 hours, said Sarah Ho of the city's Hospital Authority. Four confirmed patients are in critical condition and two remain in a serious condition. The 18th confirmed case -- a 25-year-old man -- was also discharged from hospital today, Ho said. The Diamond Princess cruise ship, currently docked in Yokohama, Japan, will be released from quarantine on February 19, according to operator Princess Cruises. More than 3,700 passengers and crew have been held on board the ship since February 4. In a video statement released today, the company's executive vice president Rai Caluori said the \"highest priority is providing guests and crew with their prescription medications, and more than 2,000 prescriptions have been brought on board.\" He added that a team of seven pharmacists are assisting with the delivery of medication to guests.  According to Caluori, the 1,405 crew currently working on board the ship will receive \"normal pay and gratuities and paid time off following the quarantine.\" Japanese health officials have confirmed 175 cases of the novel coronavirus on the Diamond Princess -- the largest concentration of cases outside mainland China. Staff at a Singapore branch of DBS Bank were evacuated from their office today after one employee tested positive for the novel coronavirus.   In a statement, DBS \"confirms that one employee has been infected with the novel coronavirus\" and that as a precautionary measure \"we ensured that all employees on the affected floor of the Marina Bay Financial Center vacated the premises.\"  The bank added that it is currently conducting contact tracing with \"all employees and parties the infected employee may have come into contact with.\"  Meanwhile, office spaces and common areas like elevators and bathrooms are being deep cleaned and disinfected. Singapore currently has 47 confirmed cases of the novel coronavirus. Yesterday, health officials in Hong Kong partially evacuated residents from an apartment block over fears the coronavirus may have been transmitted via the building's pipes. Two residents living on different floors of the building had been infected, health officials said. Three more cases have since been linked to the same building. This has happened before: During the 2003 severe acute respiratory syndrome (SARS) outbreak, pipes became a major source of transmission. At one housing estate, there were more than 300 infections and 42 deaths after defective plumbing allowed the virus to spread through the building. Investigation underway: Scientists believe the coronavirus is mainly transmitted by direct contact -- such as touching someone's hand -- and through droplets, like when an infected person coughs on someone else. But because the two patients lived directly above one another, and the initial inspection found that a pipe had been disconnected from the bathroom's waste pipe, authorities decided to investigate whether the virus could have spread through the building's sewage system. Microbiologist Yuen Kwok-yung said at a news conference today that an improperly sealed pipe could have resulted in a virus transmission, by carrying infected feces into the building's ventilation system and blowing the virus into people's bathrooms. How to protect yourself: While the investigation into the building continues, Hong Kong's Center for Health Protection has advised the public to maintain drainage pipes by regularly pouring water into drain outlets and to put the toilet lid down before flushing \"to avoid spreading germs.\" Read more here One of the eight confirmed cases of novel coronavirus in the UK is an accident and emergency worker at Worthing Hospital in West Sussex, according to the British Department of Health. Worthing Hospital is about 11 miles (18 kilometers) from Brighton, where a general practitioner clinic closed because of the coronavirus. The novel coronavirus has reached 27 countries and territories outside mainland China. Authorities continue strict emergency measures -- some of which have led to unforeseen consequences, like thousands of people stranded at sea with nowhere to dock. If you're just joining us, here's what you need to know: The numbers: The novel coronavirus has killed 1,115 people and infected 45,171 globally. All but two deaths have been in mainland China, and the vast majority of cases have also been in China.\nCases leveling off: The daily increase in cases in China appear to be leveling off, suggesting we may be reaching the peak of the outbreak -- but experts warn it is still a \"grave threat,\" and that the data may be skewed because of various factors.\nThe cruise ships: Thousands are still stranded on two cruise ships -- one docked in quarantine in Japan, and another with nowhere to dock after being denied entry by Thailand and three other countries despite having no suspected cases.\nTransmission modes: Hong Kong authorities are investigating whether the virus can spread through plumbing and piping systems, after two cases were confirmed in an apartment building yesterday.\nChina resumes business: The extended public holiday in China ended this week, so many people are trying to go back to work and businesses are reopening. But they're facing difficulties with mixed instructions from authorities, transport disruptions, and face mask shortages. The novel coronavirus began in December in the central Chinese city of Wuhan, Hubei province. Now, it's spread to 27 other countries and territories, and killed more than 1,100 people, the majority in mainland China. Take a look at how we got here: December 8: First patient develops symptoms of coronavirus in Wuhan.\nDecember 31: Earliest cases of virus reported to World Health Organization (WHO).\nJanuary 1: Seafood and wildlife market in Wuhan, where the outbreak is believed to have originated, is closed for disinfection\nJanuary 7, 2020: Chinese authorities confirm that they have identified the virus as a novel coronavirus\nJanuary 9: First person dies of the virus, though his death wasn't announced until January 11.\nJanuary 13: Thai authorities report their first case -- a Chinese national who had arrived from Wuhan.\nJanuary 16: Japanese authorities confirm their first case.\nJanuary 17: Second person in China dies of virus. US airports implement screenings for symptoms. \nJanuary 21: US officials confirm their first case.\nJanuary 23: Wuhan is placed on lockdown, with movement halted in or out of the city. Lunar New Year celebrations are canceled in major Chinese cities, with 60 million people affected by travel restrictions. WHO says virus is not yet a public health emergency of international concern\nJanuary 28: Death toll tops 100. The number of confirmed cases in mainland China overtakes the deadly 2003 severe acute respiratory syndrome (SARS) outbreak\nJanuary 30: The US reports its first confirmed case of person-to-person transmission.\nFebruary 2: A Chinese man dies from the coronavirus in the Philippines -- the first time a death has been reported outside mainland China.\nFebruary 4: The Diamond Princess cruise ship is docked under quarantine in Japan's Yokohama Bay with more than 3,700 people on board.\nFebruary 7: Chinese whistleblower doctor Li Wenliang, who was targeted by Wuhan police for trying to warn friends, dies of the coronavirus. Chinese social media is flooded with grief, anger, and calls for freedom of speech.\nFebruary 8: The US Embassy in Beijing confirms that a US national died in Wuhan on February 6, marking the first confirmed death of a non-Chinese national.\nFebruary 10: A team of international experts from the WHO arrives in China to assist with containing the outbreak. A total of 10 Hong Kong residents in China's Hubei province have been confirmed infected with the novel coronavirus, the city's government said today. The government said the 10 people were part of three families. Seven people are staying in Wuhan, the capital of Hubei and epicenter of the outbreak, and three are in Enshi, in the province's west. \"After being informed of the situation, we immediately tasked the Wuhan Economic and Trade Office (ETO) to render all possible assistance to the Hong Kong people concerned,\" said the Hong Kong government in a statement.\n\"Thanks to the efforts devoted by Wuhan ETO in coordinating with the relevant authorities, six of them have been admitted to local hospitals within a short time, while the remaining four have made their own way to seek medical treatment from hospitals. At present, all of them are being treated in local hospitals and are generally in stable condition.\" Airbnb will extend the suspension of all bookings in Beijing until April 30, according to a statement from the company today. \"As efforts to control the novel coronavirus outbreak continue, we will comply with additional guidance issued for the industry during this public health emergency,\" the statement read.  All guests with canceled reservations will be refunded. Airbnb had announced a Beijing suspension throughout February earlier this week, citing “official guidance that applies to all companies in the short term rental industry.\" Editor's note: Frida Ghitis, a former CNN producer and correspondent, is a world affairs columnist. The opinions expressed here are hers. The highly contagious virus is a minefield of ethical, political and moral dilemmas. That it emerged in China, a country ruled by an authoritarian, politically-repressive regime, wrapped the crisis in a uniquely chilling atmosphere. Governments, public health experts and private firms are trying to figure out how to respond to the crisis, which has unsurprisingly created a multitude of tough decisions. China's response: China's decision to put nearly 60 million people under lockdown in and around Wuhan is unprecedented and highly controversial. When a local doctor, Li Wenliang, tried to raise the alarm in December, authorities detained him and accused him of spreading rumors. He died of the virus last week.  Then a citizen journalist, Chen Qiushi, providing critical reporting from Wuhan, suddenly disappeared. Another citizen journalist was reportedly arrested on Monday amid reports of a growing number of arrests for criticism of the government's handling of the crisis. But it's not just China's response that has raised questions. Whenever a contagion becomes so serious that the word \"quarantine\" becomes part of the discussions, the ethical cost of such prevention casts a shadow on every decision. Quarantine quandary: Quarantine is a frontal assault on freedom. It literally deprives individuals of their liberties for the sake of the larger community, raising countless difficult questions. How much power should authorities have over the daily lives of individuals? How much should individuals sacrifice for the sake of the community? How far should the state go in enforcing restrictions? Should people go to jail for violating a confinement to which they are forced because of no fault of their own? What to do when someone becomes ill on a ship holding thousands of healthy passengers? If you decide to keep the passengers on board, who will bring their food? How will they be protected? Read the full op-ed here. There's still a lot unknown about how the coronavirus is transmitted from person to person -- but in Hong Kong, there are fears that pipes in buildings may have contributed to the virus' spread. Two cases were confirmed yesterday -- both living in the same residential building but on different floors -- sparking a partial evacuation order of the building. A team of experts and engineers entered the building yesterday to ensure the safety of its air pipes, after the city's Chief Executive Carrie Lam said that the government would investigate whether the virus was transmitted through the piping system.  \"As the pipeline that transfers feces is connected to the air pipe, it is very likely for the virus in the feces to be transmitted through the air fan into the toilet,\" said Yuen Kwok-yung, chair of infectious diseases at the University of Hong Kong. He added that the transmission route was not clear yet, so the partial evacuation was conducted to protect residents.  Four more residents in the building showed virus symptoms, and are currently receiving treatment in the hospital. China is struggling to return to work after the coronavirus outbreak shut down large swaths of the world's second biggest economy for more than two weeks. Worker shortages, transport disruption, a lack of medical supplies and heavy-handed local officials are all making life difficult for businesses, the Chinese government said yesterday. \"We have also noticed difficulties in fully resuming work,\" said senior official Cong Liang, listing factors like supply chain disruption, local government restrictions and a shortage of facial masks. Confusion over resuming work: An extended public holiday ended for much of the country this week, leading some businesses to try to reopen their doors. Others, though, remain closed, and local governments have issued mixed guidance about what companies should be doing. Global effects: US Federal Reserve chairman Jerome Powell also warned yesterday that the outbreak and its knock-on effects could hurt the global economy. \"We are closely monitoring the emergence of the coronavirus, which could lead to disruptions in China that spill over to the rest of the global economy,\" Powell said in a report to Congress. Read the full story here. The brief relaxation of Chinese censorship and rare government transparency seen in January did not last long. Last week, Chinese state media began promoting positive stories hard, in an apparent effort to shift the narrative from one of crisis to a story of resilience and resurgence.  A selection of top stories from Tuesday's edition of the state-run newspaper China Daily illustrates this approach: \"Couple puts duty before reunion dinners\"; \"More medics rush to join the fight in Wuhan\"; \"Hunan student honors health workers, including his father, with artworks.\" \"We will win\": Positive stories aside, the government and state media have shifted their tone to project confidence in China's ability to contain the outbreak, even as the death toll continues to rise within the country. “We must fight this battle with confidence, we will win,” said Chinese President Xi Jinping on state broadcaster CCTV earlier this week. State-run tabloid Global Times echoed this sentiment in an article yesterday, adding, \"The majority of officials working on the frontline of viral prevention needed more support from the public, not finger pointing.\" Fact check: The desire to avoid fatalism or mass panic is understandable. But major questions remain unanswered over the Wuhan government and central authorities' response to the crisis. For weeks it has been clear that the poor handling of the epidemic early on led to it spreading throughout the country, either due to bureaucratic incompetence or an active cover-up by local officials of the type seen during the 2003 severe acute respiratory syndrome (SARS). Read the full analysis here. Three confirmed coronavirus patients were discharged from hospital on Wednesday, according to the South Korean Centers for Disease Control and Prevention (KCDC). The three patients have recovered and will continue to be monitored daily after being discharged, KCDC said.  Another patient was also discharged last week after recovering.  The total number of confirmed cases in South Korea is 28, of which 21 are are still hospitalized.  When the World Health Organization declared the coronavirus outbreak a public health emergency of international concern, it did so over fears that smaller or less-developed countries would struggle to contain the virus. \"Our greatest concern is the potential for the virus to spread to countries with weaker health systems and which are ill-prepared to deal with it,\" said WHO director general Tedros Adhanom Ghebreyesus on January 30. Why this matters: If self-sustaining outbreaks start occurring in nations with poor healthcare systems, the impact could be devastating. China is much wealthier than many low-income nations, and has implemented unprecedented measures -- like sealing off cities and building new field hospitals in just over week.  But still, China is struggling to keep the virus under control -- meaning weaker, lower-income countries would have an even harder time dealing with an outbreak, experts say. Why poorer countries could struggle to cope: Strained healthcare systems: In the past, natural disasters have strained emergency response and health systems in developing countries like the Philippines. Powerful typhoons, earthquakes, volcanic eruptions, and dengue epidemics affected hundreds of thousands in 2019.\nRapid industrialization: These countries are quickly urbanizing -- but population booms and mass migration to overcrowded cities with underdeveloped infrastructure could hasten the virus spread.\nPoverty and disease: Some developing countries are already grappling with poverty and infectious diseases like tuberculosis -- meaning they are even less equipped to deal with a new outbreak.\nMistrust of authorities: Community distrust of medical workers in some places like West Africa and the Democratic Republic of Congo could potentially lead to more deaths and spreading of the virus. Read the full story here. China Railway announced today that it is suspending the sale of \"standing room only\" tickets, in an effort to reduce the number of passengers on trains during the outbreak. The state-owned railway group said in a statement that it has implemented a range of measures to minimize the chances of transmission -- apart from eliminating standing room, it has also suspended the sale of meals in dining cars and urged passengers to refrain from moving in the train compartment. The measures will cover inter-city trains and high-speed rail running across the country. Travel season comes to a close: The announcement comes as millions of Chinese passengers are expected to return from their hometowns in the coming week before the end of the Spring Festival travel period. About 200 people who recently returned from China to the US state of Georgia are self-monitoring for symptoms of the coronavirus, said the state's Department of Health. The travelers were in mainland China, outside Hubei province, with no known high-risk exposure. They show no symptoms and are self-isolating at home, according to the department. How they identify travelers: Every day, Customs and Border Protection sends a list of Georgia travelers who have arrived from China to the state health department, which then reaches out to those travelers individually. The department makes a plan with these individuals to monitor themselves for symptoms, and gives them instructions on what to do if they get sick.  So far, there are no Georgia travelers who have returned from Wuhan or Hubei province requiring quarantine, or any confirmed cases in Georgia, the department said. Cases in the US: There have been 13 confirmed cases in the US: seven in California, two in Illinois, and one each in Arizona, Massachusetts, Wisconsin, and Washington. The novel coronavirus, which began in Wuhan, China, has now spread worldwide. The vast majority of cases and deaths are still in mainland China, concentrated in Hubei province, of which Wuhan is the capital. However, cases have also been confirmed in 27 other countries and territories. Let's break down the numbers: Deaths: In mainland China: 1,113\nOutside mainland China: 2 (one in Hong Kong, one in the Philippines)\nGlobal total: 1,115 Confirmed cases: In mainland China: 44,653\nOutside mainland China: 518\nGlobal total: 45,171 According to China's National Health Commission, a total of 4,740 patients have recovered and been discharged from hospital.  The global death toll from the novel coronavirus has topped 1,100, but there are signs that the outbreak may be peaking at the epicenter of the crisis. Authorities in Hubei, the province where the outbreak likely originated, said there were an additional 1,638 confirmed cases of the virus as of this morning. That is a lower increase than the previous day, suggesting that the spread of the virus may be leveling off in Hubei. Uncertainties about data: A large question mark hangs over those figures -- there remains uncertainty surrounding the efficiency of virus testing methods, and the length of the incubation period.  Hospitals in Hubei are overwhelmed, making it possible that some infected people may have been unable to see a doctor for diagnosis. Chinese scientists have estimated that the outbreak could peak in mid-February, though previous estimations have had to be adjusted. Warning from international experts: Tedros Adhanom Ghebreyesus, director general of the World Health Organization, warned Tuesday that the coronavirus is still \"a very grave threat.\"  He added later that while the outbreak remains \"very much an emergency\" for China, there is a \"realistic chance\" of stopping it. Read the full story here. Some 160 million Chinese citizens are expected to return to work by February 18 as the country works to stabilize the economy amid the novel coronavirus outbreak. Schools, businesses, and entire cities across China have been shut down for weeks. The coronavirus hit during Lunar New Year in January, a public holiday that was extended this year to allow people to stay home during the outbreak. February 18 will mark the official end of the Spring Festival travel period, when millions of people return to places of work or residence after having traveled home for Lunar New Year, said China's State Council in a news conference yesterday. Safety measures: The government will take measures to minimize the chances of transmission as people go back to work, such as stepping up the sterilization of public transport and conducting temperature checks on passengers, said an official from the Ministry of Transport. Economy hit by closures: The coronavirus has hit the Chinese economy hard, with closed businesses, halted operations, and disrupted supply chains in various sectors of business. On Monday, Chinese President Xi Jinping said the country needed to stabilize the economy and prevent large-scale layoffs, and that it was ready to help companies resume production. The Wuhan coronavirus has spread throughout the world since the first cases were detected in central China in December. There are now close to 520 confirmed cases in over 25 countries and territories outside mainland China: Australia (at least 15 cases)\nBelgium (at least 1 case)\nCambodia (at least 1 case)\nCanada (at least 7 cases)\nFinland (at least 1 case)\nFrance (at least 11 cases)\nGermany (at least 16 cases)\nHong Kong (at least 49 cases, 1 death)\nIndia (at least 3 cases)\nItaly (at least 3 cases)\nJapan (at least 203 cases, including 175 in cruise ship quarantine)\nMacao (at least 10 cases)\nMalaysia (at least 18 cases)\nNepal (at least 1 case)\nPhilippines (at least 3 cases, 1 death)\nRussia (at least 2 cases)\nSingapore (at least 47 cases)\nSouth Korea (at least 28 cases)\nSpain (at least 2 cases)\nSri Lanka (at least 1 case)\nSweden (at least 1 case)\nTaiwan (at least 18 cases)\nThailand (at least 33 cases)\nUnited Arab Emirates (at least 8 cases)\nUnited Kingdom (at least 8 cases)\nUnited States (at least 13 cases)\nVietnam (at least 15 cases) Read more about the patients in each place. This post was updated to remove an outdated graphic. Mongolia will suspend the delivery of coal to China until March 2, the state-run Montsame News Agency reported, citing the country’s State Emergency Commission. The decision was made after China reported two confirmed cases of novel coronavirus close to its border crossings with Mongolia. Coal is Mongolia’s main export commodity, according to China’s state-run Xinhua news agency. In the first 10 months of 2019, Mongolia earned US$2.75 billion from its coal exports to China. Mongolia has so far not reported any confirmed cases of the novel coronavirus. A total of 32 Mongolian citizens were evacuated from the Chinese city of Wuhan in early February. Measures in Mongolia: The country also closed all schools until March 2, and implemented other preventative safety measures like canceling public gatherings and certain border crossings. South Korea's Asiana Airlines has asked cabin crew members to take unpaid leave, after the airline reduced flights to China over the coronavirus outbreak, the airline said. Asiana said today that it is accepting applications from cabin crew members for voluntary leave of absence between February 15-29. Suspended flights: Earlier this month, Asiana Airlines announced that out of 28 routes between South Korea and China, 17 routes will be suspended most days in February and some until the end of March. A total of 11 other routes will operate on a reduced frequency schedule. With travel advisories across the globe, four cruise ships were put in some form of lockdown over growing concerns of the novel coronavirus.  Here's what you need to know about each ship: Diamond Princess: Quarantined in Japan since February 4, at least 24 Americans are among the 175 people infected with the Wuhan coronavirus aboard the cruise ship. The ship is the site of the single largest outbreak of the virus outside of China.\nWesterdam: More than 2,000 passengers and crew are stuck on the Westerdam cruise ship after it was denied entry to its intended final destination in Japan, despite having no confirmed cases aboard. It has since been denied entry to Taiwan, the Phillippines and most recently Thailand.\nWorld Dream: More than 3,600 people were quarantined for five days on this boat in Hong Kong as a precautionary measure after three former passengers tested positive for the coronavirus. No confirmed cases were found. Passengers and crew were cleared to leave over the weekend.\nThe Anthem of the Seas: The vessel was docked in New Jersey for two extra days after four returning passengers were sent to the hospital to be tested for the coronavirus. The four family members, and another 23 passengers, were all cleared of the virus and the ship set sail on Monday. Japan will extend its travel ban to include China's eastern Zhejiang province, Japanese Prime Minister Shinzo Abe said on Wednesday. All foreign nationals from Zhejiang or anyone who has visited it in the past 14 days will be denied entry to Japan. Zhejiang is located to the east of the virus epicenter in central Hubei province. Hangzhou, Zhejiang's provincial capital, is approximately 750 kilometers (466 miles) from Wuhan, the Hubei capital where the virus began. As of Wednesday, Zhejiang has confirmed 1,131 cases of the novel coronavirus, according to the provincial health body. Coronavirus in Japan: Japan currently has the highest number of confirmed cases outside mainland China, with a total of 201 cases -- 28 on land, and 175 on a cruise ship currently docked under quarantine in Yokohama bay. There are 650 Americans out of 1,455 guests stuck onboard the Westerdam cruise ship, according to cruise operator Holland America Line. There are more than 2,000 people onboard in total, including 802 crew members. The ship is stuck at sea with no place to dock, after being turned away by multiple countries -- despite having no confirmed cases of coronavirus and not being in a state of quarantine. The 1,455 passengers are from: United States: 650 passengers\nCanada: 271\nUnited Kingdom: 127\nThe Netherlands: 91\nAustralia: 79\nGermany: 57\nChina and Hong Kong: 30\nOther: 150 US national security adviser Robert O’Brien said the novel coronavirus could have negative consequences for the US-China trade deal, but it won’t fundamentally change the agreement.  “This could have an impact on the phase one deal,” O’Brien said Tuesday evening.  “It’s not going to change the phase one deal,” he continued. “It’s just we expect that part of the phase one deal China will spend more money on US agricultural products, and we’ll have to see how that plays out.” Virus conspiracy theory: O'Brien also admitted that it’s not clear where the virus came from, and would not flatly deny theories that it may have originated as a biological weapon, as Sen. Tom Cotton of Arkansas has suggested.  “I’ve seen those reports, and Twitter and the internet are alive with them,” he said. “I don’t have any information on that one way or the other.\" Chinese backlash: China's ambassador to the US criticized Cotton for giving credence to the unconfirmed conspiracy theories about the virus, telling CBS News a lot about the virus remains unknown. \"It’s very harmful, it’s very dangerous, to stir up suspicion, rumors and spread them among the people,” he said.  A total of 40 more novel coronavirus cases have been confirmed on the Diamond Princess cruise ship docked at Yokohama port, Japanese health minister Katsunobu Kato announced today. This brings the total number of cases from the ship to 175. It has been docked under quarantine since February 4, with the quarantine scheduled to end on February 19. The 40 new cases include one quarantine officer who came on board to help with the quarantine, Kato said. In a statement announcing the new cases, the cruise operator Princess Cruises said “we are following guidance from the Japan Ministry of Health on plans for disembarkation protocols to provide medical care for these new cases.” The novel coronavirus outbreak has now killed 1,115 people worldwide, of which all but two were in mainland China. The global number of confirmed coronavirus cases has now reached 45,169. Here's the latest on the outbreak: Stranded at sea: Thousands remain quarantined on the Diamond Princess cruise ship in Japan, with a total of 175 cases confirmed on board. And more than 2,000 people are stuck on the Westerdam cruise ship, which has been denied entry to multiple countries despite having no suspected patients on board.\nHong Kong pipes: City authorities are investigating whether two residents of the same high-rise tower have contracted the coronavirus from fecal matter due to a possible design flaw in the building's piping system.\nRace for cure: Clinical trials are underway as international scientists work with Chinese authorities to try and find a cure.\nWHO prediction: The World Health Organization director general said he believes there is a “realistic chance” of stopping the outbreak, but warned that it still posed \"a very grave threat.\" An evacuation plane carrying 140 South Koreans and their Chinese family members arrived in Seoul today, according to the South Korean foreign ministry. The plane had departed Wuhan, where the outbreak began, yesterday. This is the third chartered plane South Korea has sent to retrieve its citizens and their families from the Chinese city. These evacuees will now be quarantined at a military school facility located in a rural area. According to the ministry, there were approximately 2,000 South Korean citizens residing in Wuhan. A total of 841 citizens had been repatriated so far through the three chartered flights.", "Section": "asia", "Writers": ["Ivana Kottasová", "Jessie Yeung", "Adam Renton"], "URL": "https://www.cnn.com/asia/live-news/coronavirus-outbreak-02-12-20-intl-hnk/index.html", "MainKeyWord": "Macao", "AdditionalKeyWord": "Philippines", "Source": "CNN"}