{"Type": "article", "Time": "2017-11-30", "Headline": "Okinawan cuisine: The Japanese food you don't know", "Text": "Don't expect to find yakitori at a typical Okinawa restaurant. Or sushi. Japan's southernmost prefecture has its own unique food culture, the result of both its location and complex history. The islands that make up Okinawa were once part of an independent state called the Ryukyu Kingdom, which reigned from the 15th to 19th century. The kingdom was an important trading hub linking China, Japan, Korea and Southeast Asia. All those gastronomic influences helped form the cuisine that's still served in Okinawa restaurants today. From China came pork. Like the Chinese, Okinawans famously use every part of the pig \"except for its squeal.\" The Japanese contributed dashi, a stock made from kelp and bonito fish flakes, which serves as the base for most Okinawan soups and simmered dishes. Contact with Southeast Asia brought fruits, vegetables and spices commonly associated with the islands. Okinawan food may be difficult to define, but its bold, intriguing flavors are easy to love -- particularly when paired with a glass of local Orion beer or awamori, the area's indigenous liquor. Here's a list of the top foods to try: Goya champuru You can't have a discussion about Okinawan food without talking about Okinawa's signature dish, goya champuru. Champuru, which means \"something mixed,\" tells the story of the region's culinary heritage on a plate. It can consist of any number of ingredients, but the most popular version includes goya -- a nubby, green gourd with a distinctly bitter flavor -- along with tofu, pork and eggs. Goya came to Okinawa from Southeast Asia and quickly became one of the region's most favored vegetables. Loaded with vitamin C, it's prized as a restorative, especially during the steamy summer months. Locals prepare it in several ways -- deep-fried as tempura, thinly sliced and tossed in salads and pickled as a side dish. Rafute Local porcine specialties such as mimigaa (shredded pig's ear) and chiragaa (skin from the pig's face) may fail to entice all but the most adventurous of Western palates. But rafute, succulent slabs of pork belly simmered in soy sauce and glazed with brown sugar, is a definite crowd pleaser. The dish originated in China but exists in various incarnations across Asia. Okinawan rafute is sweet and savory, with a melt-in-your mouth texture. It's usually eaten on its own, or as a topping for Okinawa soba. Okinawa soba Despite the name, these thick wheat noodles have little connection to traditional Japanese soba (buckwheat noodles). Swimming in a clear broth of pork, bonito fish flakes and konbu (kelp), Okinawa soba noodles are firm and slightly chewy. Soki (slow-cooked spare ribs) is one of the most common toppings. The ribs are braised in soy sauce and sugar with awamori, Okinawa's fiery distilled liquor, until the meat falls off the bone. The dish is garnished with pickled ginger and scallions and can be spiked with a few extra drops of chili-infused awamori. Taco rice Visitors are often perplexed by taco rice -- a bowl of spiced ground beef, cheese and salsa served on top of white rice. Just think of it as Okinawa's answer to the West's taco salad. Taco rice is perhaps one of the U.S. military's greatest contributions to Okinawan cuisine, a specialty at countless restaurants not just in Okinawa but across Japan.  READ: Cuisines that could help you live longer Umi budo As the name umi budo (sea grapes) suggests, these delicate seaweed clusters resemble miniature bunches of grapes. Their texture is a marvel. Served with a tangy ponzu dipping sauce, the jewel-toned bubbles pop like caviar in your mouth. Sukugarasu Sukugarasu, firm tofu topped with salted baby fish, is a classic Okinawan accompaniment to sake or awamori. Each piece should be eaten in one bite. The intense briny flavor of the fish complements the mildness of the tofu. Tempura Okinawans have embraced this Japanese standard wholeheartedly, using local ingredients such as purple sweet potatoes and goya in place of the prawns, eggplant and mushrooms typically served at Japanese restaurants. A favorite is sunui tempura, made with a brown seaweed called mozuku. Tofuyo If you like the stinky tofu found at night markets in Taiwan, you'll love tofuyo -- pungent fermented tofu. It's less stinky than its Taiwanese counterpart, with a creamy consistency and a sake-like sweetness overlying the saltiness. Tofuyo is served in tiny, two-centimeter cubes and eaten with a slender utensil that looks like a toothpick. It's an acquired taste, but is a tasty match for awamori. Sata andagi Everyone loves a good donut. The Okinawan version is more heavyweight cruller than fluffy honey-dip, with a crisp, deep-brown crust encasing a dense, cakey center. Sata andagi are simple confections (the name means literally \"deep-fried sugar\") made from sugar, flour and eggs, a staple at food stalls and festivals. Fresh out of the fryer and piping hot, they're practically irresistible. At most restaurants, you'll find them on the dessert menu, served with fresh fruit or a scoop of sweet potato ice cream, but some places also pair them with savory vegetables. Awamori Okinawans owe the invention of their local drink to the Thais, who taught them the secrets of distillation in the 15th century. Awamori differs from shochu primarily in that it uses long-grain rice, which lends the spirit its idiosyncratic aroma and flavor. Like shochu, it packs a powerful punch -- around 30 to 45% alcohol -- and is usually consumed on the rocks, with a splash of water. Daring drinkers may want to try habushu (snake liquor), but you're more likely to find it in a souvenir shop than an Okinawa restaurant. MORE: World's 50 most delicious drinks Editor's note: This article was previously published in 2013. It was reformatted and republished in 2017.", "Section": "foodanddrink", "Writers": [], "URL": "https://www.cnn.com/travel/article/okinawa-restaurant-order/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}