{"Type": "article", "Time": "2020-11-30", "Headline": "The latest on the coronavirus pandemic", "Text": "Japan surpassed 150,000 Covid-19 cases Wednesday after reporting 2,029 new infections in the past 24 hours, according to the country's Health Ministry. The nationwide total number of cases now stands at 151,098. The Health Ministry also added 33 new deaths, bringing the country's death toll to 2,185. Japan has seen nine straight days of a record-high number of coronavirus patients in intensive care and on respirators, with 493 people on Tuesday, up 21 from the previous day. Tokyo reported 372 new cases on Tuesday, bringing the capital's total number of infections to 41,311. Health Minister Norihisa Tamura said on Monday the country is facing \"a sense of crisis.\" \"The number of people in serious condition tends to lag behind new cases. So, the fact that serious ones have increased to nearly 500 means we're facing a sense of crisis,\" Tamura said. ##Hotspots## Nursing homes in the United States recently reported their highest weekly new coronavirus cases since the spring, the American Health Care Association and National Center for Assisted Living (AHCA/NCAL) said in a report published Tuesday. The rise correlates with a surge in infections nationwide. “Our worst fears have come true as COVID runs rampant among the general population, and long term care facilities are powerless to fully prevent it from entering due to its asymptomatic and pre-symptomatic spread,” said Mark Parkinson, president and CEO of AHCA/NCAL, in a statement. Nursing homes in the Midwest were particularly hard hit, with a more then 400% increase in weekly cases since mid-September. During the week of Nov. 15, 49% of new nursing home cases were in the Midwest. Between mid-September and the week of Nov. 15, there was a 177% rise in new weekly nursing home cases nationwide. The rise in cases has been accompanied by a rise in coronavirus deaths in nursing homes. The report cites data from Johns Hopkins University and the Centers for Medicare and Medicaid Services. Health experts say that rising community spread of the virus is a good indicator for surges in nursing homes. “Given the fact that our elderly population is the most vulnerable and the rising level of Covid across the U.S. shows no signs of stopping, it is paramount that the Centers for Disease Control and Prevention (CDC) provide the highest priority for the vaccine distribution to long term care residents and staff,” Parkinson said. Inside a gray warehouse at the Shenzhen International Airport in southern China, a row of white chambers sits in a cordoned-off corner, each fitted with a display screen showing the customized temperature inside. A security worker in face mask, surgical gown and rubber gloves stands guard. Anyone entering this part of the warehouse has to either complete two weeks of quarantine or wear a head-to-toe hazmat suit. These climate-controlled rooms, totaling an area of 350 square meters (3,767 square feet), are soon to be filled by rows and rows of Chinese-made Covid-19 vaccines -- after they receive approval from the country's drug regulators. From there, they'll be loaded onto temperature-controlled compartments of cargo jets and flown to continents around the world. In the coming months, China will be sending hundreds of millions of doses of coronavirus vaccines to countries that have conducted last-stage trials for its leading candidates. Chinese leaders have also promised a growing list of developing countries priority access to its successful vaccines. This global campaign presents China an opportunity to repair its image, which was damaged for its initial mishandling of the coronavirus outbreak -- rather than being blamed for the primary spread of the virus it can potentially be esteemed for helping to bring an end to the pandemic. Read the full story. ##Vaccines## The United States set a record for the number of people currently hospitalized with Covid-19, according to the Covid Tracking Project. On Tuesday, 98,691 Covid-19 patients were hospitalized, according to CTP. This is the highest number of Covid-19 hospitalizations the nation has ever experienced. Per CTP, this is more than double the number of hospitalizations reported on Nov. 1, and more than triple the number of hospitalizations reported on Oct. 1. Today’s count is a more than 60% increase from peaks in the spring and summer, according to CTP data. According to CTP data, the highest hospitalization numbers are: Dec. 1: 98,691\nNov. 30: 96,053\nNov. 29: 93,265\nNov. 28: 91,665\nNov. 26: 90,443 ##Hotspots## Oregon reported the highest number of deaths in a single day from Covid-19 since the pandemic began, according to a release from the state's Health Authority. At least 24 deaths from Covid-19 were reported Tuesday, bringing the state's total to 936, according to the state's Heath Authority. The state recorded 1,233 new cases of Covid-19, both confirmed and presumptive for a total of 76,654 cases, the release said.  A total of 577 people remain hospitalized, and 111 Covid-19 patients are in intensive care, the release stated.  Note: These numbers were released by the Oregon Health Authority and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project. ##Hotspots## The first shipments of Pfizer’s coronavirus vaccine will be delivered on Dec. 15, according to an Operation Warp Speed document. The document provided to governors ahead of a call with Vice President Mike Pence and obtained by CNN, also estimates the first shipment of Moderna’s vaccine will be delivered on Dec. 22. The US Food and Drug Administration’s Vaccines and Related Biological Products Advisory Committee (VRBPAC) will meet on Dec. 10 to consider authorizing Pfizer’s vaccine. The document outlines a four-day window between Dec. 11 and Dec. 14 for review by the FDA and CDC’s Advisory Committee on Immunization Practices. On Dec. 15, the first doses of Pfizer’s coronavirus vaccine will be delivered, according to the outline. Next, the VRBPAC is scheduled to consider Moderna’s vaccine on Dec. 17. After a four-day review window from Dec. 18 to Dec. 21, the document states that the first shipments of Moderna’s vaccine are estimated to be delivered on Dec. 22. The document includes a vaccine manufacturing forecast, estimating 22.5 million doses of the Pfizer vaccine and 18 million doses of the Moderna vaccine will be manufactured in December. A list of “essential tasks” is included for governors to complete by Dec. 4, including pre-ordering Pfizer vaccines, enrolling providers in the Covid-19 vaccine program and completing microplans for distribution and administration. ##Vaccines## Maine Gov. Janet Mills announced Tuesday that she will begin quarantine after exposure to a member of her protection team believed to have Covid-19. Mills said in a statement that she has not yet developed any symptoms of the disease. \"I am feeling fine and not experiencing any symptoms whatsoever,\" Mills said. \"But as we have said all along, no one is immune from exposure to this virus.” A member of Mills' executive protection unit developed Covid-like symptoms Monday, according to the governor's office, and is awaiting the results of a Covid-19 test. The individual was not identified, but Mills' office said that the governor was last in contact with that individual Saturday, when they were both in the same car together. Mills' office said that both the governor and the member of her protection detail were wearing face masks in the car, and that they were not in the car together for more than 10 minutes. Mills is scheduled to receive a Covid-19 test on Thursday, and will remain in quarantine until Dec. 12, according to her office.   Robert Redfield, director of the US Centers for Disease Control and Prevention, informed Vice President Mike Pence and coronavirus task force members on Tuesday that the CDC will soon issue new guidelines reducing the number of days close contacts should quarantine following a suspected exposure, two senior administration officials told CNN. The new guidelines will recommend close contacts of those infected with coronavirus should quarantine for seven to 10 days after exposure, down from the 14 days currently recommended, the official said. Individuals can end their quarantine after seven days if they receive a negative test, or 10 days without getting tested. Redfield announced the forthcoming guidelines during a coronavirus task force meeting on Tuesday, the officials said, describing the change as a data-driven decision that has been under review for weeks. One official said Pence has been pushing the CDC for months to review the guidelines.  The CDC did not immediately return CNN's request for comment.  Health experts continued to stress the importance of communicating and implementing mitigation measures to decrease the alarming number of coronavirus cases across the country, the official said. There was no discussion of President Trump getting involved in public messaging around those mitigation measures.   Health officials will implement additional rollbacks and restrictions this week to temper the spread of the virus, Public Health Director Grant Colfax said at a news conference Tuesday, warning there is \"little time to spare. \"We are going to further reduce the number of people who can gather, especially from multiple households and we will be analyzing the capacity restrictions for indoor shopping and other indoor services,\" Colfax said. \"We are looking at potential travel quarantine orders and some of these orders can be issued as early as tomorrow.\" In the past two weeks, San Francisco health officials have taken numerous actions to try and slow the spread by halting indoor dining, closing nonessential businesses, and limiting the capacity at some essential businesses. However, none of these actions have slowed the rate of spread, Colfax said. As a result, Mayor London Breed said officials are weighing the possibility of closing outdoor dining entirely, a measure that would follow a similar outdoor dining ban that took effect in Los Angeles County last week. \"I want to be clear that unfortunately we can't rule it out,\" Breed said about halting all outdoor dining. \"As soon as we know when or if it happens, we will make sure that we provide as much notification as we can.\" In the last three weeks, positive cases in San Francisco have tripled to a higher point than all previous surges in the city, according to latest public health data. On Oct. 22, San Francisco was reporting an average of 34 new cases per day. It is now averaging 140 new cases per day, or about four times more new cases than a month ago. To date, San Francisco has reported 15,639 total cases and 160 deaths. Covid-19 hospitalizations in the city have doubled over the past 10 days. If this trend continues, the city will experience a hospital bed shortage around Christmas, Colfax warned. \"We are now in the most dangerous periods of this pandemic,\" Breed added. \"We need to do everything we can to stay ahead of our hospitals not being overrun.\" ##Hotspots## The United States has reported more than 2,000 deaths from Covid-19 today, according to data from Johns Hopkins University. Currently the country has reported 2,324 new deaths today. This is the 22nd day that the US has ever added more than 2,000 new deaths. The US added more than 2,000 deaths on Nov. 24 and 25. Prior to last week, the country had not seen numbers this high since May 6. One thing to note: Many states did not report cases and deaths on or around Thanksgiving Day. In the days following, more than half of those states reported their highest single day of new cases – simply because they reported at least two full days of new cases and deaths, according to Johns Hopkins University.      As the week progresses, the data should smooth out before the anticipated Thanksgiving wave occurs.     According to Johns Hopkins data, the United States has also added 154,839 cases today, for a total of 13,696,060 cases. ##Hotspots## Senate Minority Whip Dick Durbin today criticized Majority Leader Mitch McConnell for rejecting a $908 billion bipartisan coronavirus stimulus bill, warning that 12 million Americans face a financial cliff when they fall off unemployment the day after Christmas.  \"Senator McConnell will not accept this,\" said Durbin of the proposal which was hammered out by a bipartisan group of centrist senators including Republican Sen. Mitt Romney and Democratic Sen. Mark Warner. \"He wants something else. It's unfortunate,\" added the Illinois Democrat.  McConnell earlier on Tuesday summarily dismissed the bipartisan proposal, telling reporters \"we just don't have time to waste time.\" He added that he knows what kind of relief package would garner a signature from President Trump.  McConnell and some Republicans have proposed a slimmed down $500 billion \"targeted relief\" plan.\" He added he believes it is critical to have a package signed into law before lawmakers depart for the holidays.  Speaking with CNN's Wolf Blitzer today, Durbin agreed, saying it is critical that lawmakers provide relief to suffering Americans before the holidays.  \"It is important for us, if we want to go home and celebrate with our families with a clear conscience, to do something,\" he said.  “This is a middle ground,\" Durbin added of the bipartisan proposal. \"This is a compromise. It’s a good bill.\" ##Stimulus## Los Angeles County reported its highest number of new coronavirus cases and hospitalizations since the start of the pandemic, with 7,593 new cases and 2,316 hospitalizations, according to a news release from the L.A. County Department of Public Health on Tuesday. \"Today, Tuesday, December 1, 2020, is the worst day thus far of the COVID-19 pandemic in Los Angeles County,” the county's Public Health Director Dr. Barbara Ferrer said in the release. “However, it will likely not remain the worst day of the pandemic in Los Angeles County. That will be tomorrow, and the next day and the next as cases, hospitalizations and deaths increase.”  The number of new Covid-19 cases reported Tuesday easily surpassed the previous high of 6,124 new cases seen last week, signaling “that the virus is infecting more people at a faster rate than ever seen in L.A. County before,” the health department said. The daily test positivity rate has nearly doubled to 12% from 7% one week ago and the number of hospitalizations has increased nearly every day since November when the number of hospitalizations was about 799, the release adds. With 2,316 hospitalizations, “this exceeds the peak of 2,232 people hospitalized with Covid-19 during the July surge.” “Every resident and every business needs to take immediate action if we are to dampen this alarming surge. We are in the middle of an accelerating surge in a pandemic of huge magnitude,” said Ferrer. “This is not the time to skirt or debate the safety measures that protect us because we need every single person to use every tool available to stop the surge and save lives.” The public health department is urging all residents to stay home as much as possible. The county also issued a modified stay at home order that went into effect on Monday. Outdoor dining and gatherings with people outside a single household are prohibited under the new order.  Since the end of August, the public health department issued a total of 352 citations to non-compliant businesses, according to the release. To date, Los Angeles County has reported a total of 408,396 coronavirus cases and 7,700 deaths. ##Vaccines## Vaccine advisers to the US Centers for Disease Control and Prevention will meet again after their counterparts at the US Food and Drug Administration decide whether to recommend authorizing a coronavirus vaccine, likely next week. The CDC’s Advisory Committee for Immunization Practices voted Tuesday to recommend that if and when a vaccine gets emergency use authorization from the FDA, it should go first to both health care workers and residents of long-term care facilities, who have been hardest hit by the pandemic. The next meeting will come after the FDA’s advisers, known as the Vaccines and Related Biological Products Advisory Committee or VRBPAC, meet on Dec. 10 to decide on Pfizer’s application for an EUA, said ACIP’s executive secretary, Dr. Amanda Cohn. “We anticipate that the next ACIP meeting will occur sometime after the VRPBAC meeting,” Cohn said. ACIP will vote to recommend whether any vaccine the FDA authorizes should actually be given to anyone in the US. ##Vaccines## Texas reported Tuesday a record 15,182 new Covid-19 cases, bringing the total number of cases to 1,184,250, according to the state's coronavirus dashboard.  The state also reported 170 new Covid-19-related deaths, bringing the total number of deaths to 21,549. There are currently 9,047 Covid-19 patients in Texas hospitals.  Note: These numbers were released by the Texas Department of Health Services and may not line up exactly in real time with CNN's database drawn from Johns Hopkins University and the Covid Tracking Project. ##Hotspots## Vaccine advisers to the US Centers for Disease Control and Prevention voted 13-1 on Tuesday to recommend that both health care workers and residents of long-term care facilities be first in line for any coronavirus vaccines that get emergency authorization from the US Food and Drug Administration. The Advisory Committee for Immunization Practices voted to include both groups in what they’re calling Phase 1a of the CDC’s coronavirus vaccine distribution plan.  “Long-term care facility residents are defined as adults who reside in facilities that provide a variety of services, including medical and personal care, to persons who are unable to live independently,” the CDC said. “Health care personnel are defined as paid and unpaid persons serving in health care settings who have the potential for direct or indirect exposure or infectious materials.\" The CDC says long-term care facility residents account for 6% of coronavirus cases and 40% of coronavirus deaths in the US. More than 240,000 health care workers have been infected with coronavirus and 858 have died, the CDC says. The single vote against the recommendation came from Dr. Helen Talbot of Vanderbilt University, who said she was worried that the vaccine had not been studied in residents of long-term care facilities.  “We hope it works and we hope it’s safe. That concerns me on many levels,” Talbot told the meeting.  But Dr. Jose Romero, who chairs ACIP, said he believed these residents are at exceptional risk. “I believe my vote represents maximum benefit, minimum harm, promoting justice and mitigating … health inequalities,” Romero said after the vote. ##Vaccines## The US Center for Disease Control And Prevention’s Advisory Committee on Immunization Practices is about to begin voting on recommendations about who should get a coronavirus vaccine first. ##Vaccines## Just one day after Connecticut Gov. Ned Lamont expressed cautious hope that the state’s Covid-19 positivity rate might be declining, new data released by the state instead showed that Connecticut’s daily positivity rate jumped to 5.88% on Tuesday.  The state previously reported a positivity rate of 4.4% on Monday and had averaged a rate of 4.7% over the previous week, state data shows. Rising cases in the state brought Connecticut’s overall case count to 118,754, with 1,459 new cases reported on Tuesday. With an additional 20 deaths announced Tuesday, the state has now lost 5,040 residents to Covid-19.  Hospitalizations also continue to rise in Connecticut, with an additional 54 people admitted on Tuesday, with 1,152 people hospitalized overall, new data from the state shows. Note: These numbers were released by the state of Connecticut and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project.  December started out strong with a stock market rally.  Wall Street finished higher on Tuesday, with the S&P 500 and Nasdaq Composite both logging fresh all-time highs, surpassing their records from last week.  Investors are optimistic that there will be additional government stimulus before the end of the year, and are hopeful that the near-term distribution of a vaccine will help the economic recovery. Here's how things closed on Tuesday: The Dow closed 0.6%, or 185 points, higher.\nThe S&P climbed 1.1%.\nThe Nasdaq finished 1.3% higher.  ##Stimulus## ##Vaccines## Oklahoma is nearing 200,000 total Covid-19 cases, according to state data. The state is reporting at least 199,492 cases of Covid-19, up 1,737 from Monday's report. There are also 15 new deaths being reported today, bringing the total to 1,758. The Oklahoma State Department of Health shows that at least 1,718 patients are currently hospitalized with the virus. The dashboard shows that the state currently has 57 ICU beds available.  Note: These numbers were released by the state's public health agency and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project. Michigan recorded 10,428 new Covid-19 cases and 98 new deaths Sunday and Monday, according to the state Covid-19 dashboard.  The average number of new confirmed cases was 5,214 per day, according to the dashboard. The positivity rate is now 13% across the state, down from 14% on November 16, Michigan Chief Medical Executive Dr. Joneigh Khaldun said at a press conference Tuesday.  It is too soon, however, to determine whether the statewide \"pause\" will be extended next week, Gov. Gretchen Whitmer said at the press conference.  Whitmer said state officials are bracing for a holiday-related surge in cases, despite the first two weeks of the three-week limited shut down showing positive results. \"Too many people traveled for Thanksgiving. And we will see our numbers increase very likely because of it. And that will coincide with the next big holiday Christmas. Too many people are considering traveling and I'm reiterating Please don't. And about four weeks after that we will see the impact of that. So the next two months are going to be hard. Our case numbers, our hospitalizations and deaths are dangerously high already,\" Whitmer said. Note: These numbers were released by the state’s health agency, and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and our Covid tracker. The US Food and Drug Administration will look closely at vaccine clinical trial data to understand how coronavirus vaccines will work for various subsets of the population, FDA Commissioner Dr. Stephen Hahn said Tuesday. “It’s not as easy as saying the top line results are X percent effective and X percent side effects,” said Hahn. “Let's look at these groups, let's look at side effects and let's look at efficacy in each of these groups.” “When we go through the 44,000 patient data lines that are in these clinical trials, we have to ask those questions. We have to examine it and crunch the data, looking at subsets of patients,” he added.  If a vaccine does not appear to work for a certain portion of the population, the FDA will say so, Hahn said.  “If we don't have data to support the use of a vaccine, we're going to come out and say that,” Hahn said. “And then we're going to have to make some decisions about that in the emergency use authorization process.” Hahn said the FDA will be looking at the data to understand how these vaccines work for pregnant women, children, those with existing health conditions and people from minority communities.  “We did not require a pregnancy test for entry into the clinical trials, which means that you know when we look at the data there are likely going to be women of childbearing age who have gotten pregnant,” Hahn said. “Will that be enough data for us to have confidence in say, pregnant women should be vaccinated? I think that's something that we'll have to take a look at. I think it's unlikely, but we need to look at the data.”  ##Vaccines## Canadian Prime Minister Justin Trudeau acknowledged Tuesday that a second wave of the virus was compromising Canada’s economic recovery and pledged more than $77 billion more in stimulus.  \"This will be a significant investment to get our economy back on track and it's an investment that will make sure no one gets left behind,\" he said during a news conference in Ottawa Tuesday.  The program will prioritize young families and other impacted communities. Trudeau added that the historic stimulus will be equal to more than 3% of GDP. Canada’s average weekly test positivity rate has soared to more than 7% on average in the last week of November according to the Public Health Agency of Canada.  In an interview with the Canadian Broadcasting Corporation (CBC) Tuesday, Trudeau said that given the current spike in cases in Canada and worldwide, he would continue to ban most non-essential travel to Canada, including maintaining a partial border closure with the US.  “Until the virus is significantly more under control everywhere around the world, we’re not going to be releasing the restrictions at the border,” Trudeau told the CBC.  Note: These numbers were released by Canada's public health agency, and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project. ##Hotspots## Wisconsin reported a daily record number of deaths on Tuesday, as the state continues to see a high rate of hospitalizations due to Covid-19, health officials said. At least 107 deaths from Covid-19 were reported Tuesday — the second time the state has reported more than 100 new fatalities. There are now 3,420 total deaths statewide, the state's dashboard shows.  Hospitals across the state are reporting \"current and imminent critical staffing shortages,\" Department of Health Secretary-designee Andrea Palm said during a news conference today. The state dashboard currently shows that 15% of the state's staffed hospital beds are available.   As CNN reported on Monday, nearly one in four people hospitalized in Wisconsin due to Covid-19 are in the intensive care. Gov. Tony Evers said today that more than 1,800 people are currently hospitalized due to the virus.  Wisconsin reported 4,078 new cases Tuesday, bringing the state's total to 391,313.   \"As we continue to move through the holiday season and winter months, we must be as vigilant as ever,\" Evers said as he encouraged Wisconsinites to continue to wear masks and practice social distancing. Note: These numbers were released by the state's public health agency and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project. ##Hotspots## Although federal officials expect to have 40 million doses of coronavirus vaccine available by the end of December, those doses will not all be available at once, US Centers for Disease Control and Prevention vaccine advisers were told Tuesday. The CDC’s Advisory Committee on Immunization Practices is meeting to vote on who should be the first to get any vaccines that win emergency use authorization from the US Food and Drug Administration. ACIP is expected to designate health care workers in the first group. One consideration: All 40 million doses would not be available right away, the CDC’s Dr. Sara Oliver told the meeting. “We expect a constrained supply environment,” Oliver said.  Oliver said the CDC expects between 5 million and 10 million doses will become available each week for the first few months as vaccine makers ramp up manufacturing. That means ACIP may need to designate sub-groups to receive priority for vaccination, she said.  Two companies – Pfizer and Moderna – have applied for EUA from the FDA for coronavirus vaccines. ##Vaccines## Sen. John Cornyn, a member of GOP leadership, tells reporters that he met last night with the bipartisan Covid-19 relief group. The group remains at an impasse over how to structure liability protections and Cornyn went over to help them talk through some ideas last night. Cornyn said he wasn’t ready to sign off on their proposal so far, but “I think it has some merit.” Asked if this sent a message to House Speaker Nancy Pelosi that Democrats are willing to go much smaller than $2 trillion, Cornyn said, “I think it helps to show where some of the votes are.”  He also added that Pelosi has a narrow path to victory as speaker. ##Stimulus## Close to 2,000 people are now dying every day from Covid-19 in the United States – more than one every minute, federal vaccine advisers were reminded as they started a meeting Tuesday to discuss how to allocate coronavirus vaccines.  The US Centers for Disease Control and Prevention’s Advisory Committee on Immunization Practices (ACIP) will vote later in this meeting on who should be among the very first people to receive any coronavirus vaccines that win authorization. “In the time it takes us to have this ACIP meeting, 180 people will have died of Covid-19. So we are acting none too soon,” Dr. Beth Bell of the University of Washington, who chairs ACIP’s Working Group, told the meeting as it opened. ACIP is expected to recommend that health care workers, including not only doctors and nurses, but also staff such as technicians and room cleaners, should be in the first group to get any vaccines that get emergency authorization from the US Food and Drug Administration.  ACIP chair Dr. Jose Romero also said he expects the committee to recommend that residents of long-term care facilities get vaccinated as part of the first group. Once a vaccine is approved, there will not be enough vaccines for everyone at first, so choices have to be made. The CDC estimates there are 21 million healthcare personnel, 87 million essential workers, 100 million adults with high-risk medical conditions and 53 million others 65 and older.  The federal government has said 40 million coronavirus vaccine doses could be available by the end of December.  ##Vaccines## Florida became the third state to surpass 1 million cumulative Covid-19 cases on Tuesday, according to the Florida State Department of Health.  The state department said there have been at least 1,008,166 total cases of Covid-19 across the state and 18,679 resident deaths since the pandemic began.  On Nov. 8, Texas became the first state in the nation to surpass the 1 million milestone. California followed shortly after on Nov. 12, according to data compiled by Johns Hopkins University.   Note: These numbers were released by the state's public health agency, and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project. ##Hotspots##  Senate Majority Leader Mitch McConnell told his members in a conference call that he’s working with White House chief of staff Mark Meadows and Treasury Secretary Steven Mnuchin on a revised stimulus proposal with the President’s blessing, three sources tell CNN.  He has previously put forward a $500 billion plan that has been blocked by Democrats as insufficient. McConnell is not embracing the new bipartisan proposal unveiled today, worth $908 billion, according to these sources.  The bill will be slightly revised from the previous $500 billion proposal, but the new price tag and what exactly will be different is unclear. One source familiar tells CNN there will be similar elements with some additions. McConnell is about to hold his weekly presser.  ##Stimulus## Advisers to the US Centers for Disease Control and Prevention have called an emergency meeting to vote on who they recommend should be the first to get a coronavirus vaccine once one is authorized. The meeting kicked off at 2 p.m. ET. Officials said they expect the meeting to last until 5 p.m. ET. What officials have said so far: The CDC has already recommended that the first group — designated as 1a — should include frontline health providers and support personnel.  The 1a group likely should also include residents of nursing homes and other long-term care facilities, who have been badly hit by the pandemic, the CDC has said.  \"Long term care facility residents and staff accounted for 6% of cases and 39% of deaths in the US, despite the fact that long term care facility residents account for less than 1% of the US population,\" the CDC's Dr. Kathleen Dooling told the Advisory Committee on Immunization Practices on Monday. There are not going to be enough vaccines for everyone at first, so choices have to be made. The CDC estimates there are 21 million healthcare personnel, 87 million essential workers, 100 million adults with high-risk medical conditions and 53 million others 65 and older.  The federal government has said 40 million coronavirus vaccine doses could be available by the end of December. Remember: No Covid-19 vaccine has been approved yet. The US Food and Drug Administration has a meeting scheduled for Dec. 10 to discuss Pfizer’s application for emergency use authorization for it's Covid-19 candidate. The agency has a second meeting on Dec. 17 to consider Moderna's application. FDA officials say their decisions on the vaccines could come days to weeks after the meetings — it depends on what questions come up. ##Vaccines## Pfizer has shipped an undisclosed amount of coronavirus vaccines from its manufacturing facility in Belgium to its US manufacturing facility in Kalamazoo, Michigan, in preparation for expected mass shipments later this month. A Pfizer spokesperson told CNN the shipments from Pfizer Manufacturing Belgium in Puurs were designed to ensure the US would have the appropriate number of doses.  The shipment traveled via Chicago O’Hare International Airport on Nov. 28. The company declined to elaborate on the details of the shipment.  The spokesperson told CNN “the goal of our supply chain is to get the right number of doses to the right place at the right time.\" Before distributing any vaccine, Pfizer must first receive an emergency use authorization from the US Food and Drug Administration. A decision on that is expected after an FDA committee meeting on Dec. 10. ##Vaccines##  Iowa Gov. Kim Reynolds said today that hospitalizations throughout the state due to Covid-19 have declined after seeing a peak on November 17. \"Even though the progress we are making is reassuring, we're not out of the woods,\" Reynolds said.  She said that the first week of November, Iowa had 28,000 new Covid-19 cases and a positivity rate of 32%. The second week saw a positivity rate at 29% with new cases at 30,000 but hospitalizations were climbing at that point.  Mitigation measures were put in place on both Nov. 10 and Nov. 16, and Reynolds said that cases decreased starting the week of Nov. 15 to 24,210 and a 21% positivity rate. Hospitalizations peaked on Nov. 17, according to Reynolds, but are starting to go down. She said case numbers and positivity rate were down last week as well, with 14,200 new cases reported at a 15% positivity rate for the week. Iowa is reporting 1,171 new cases today, bringing the state's total to 230,897. The 14-day positivity rate is at 17.1%, according to the state's dashboard.  Note: These numbers were released by the state's governor and public health agency and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project. Lizanne Jennings knew it was time to let her husband go. Dennis was suffering in the hospital, sick with Covid-19. “I leaned down to him and I said, ‘Baby, I'm here.’ I said, ‘You remember our talks?’ And he said, ‘Uh-huh.’ And I said, ‘Are you ready to be at peace?’ He said, ‘Uh-huh.’ And I said, ‘OK.’ I said, ‘Mom's fine she's back at the house. She's going to stay with me.’\" But that was not true. Just three days ago, the Oklahoma intensive care nurse’s mother had already passed after battling Covid-19. “I knew he would keep fighting if I told him my mom had already died. So I started giving him morphine and Ativan. And I turned him over and rubbed his back and I said, ‘I love you.’ He said, ‘I love you.’ I said ‘you're going to go now, OK? You can finally be at peace.’” Dennis took his final breath about 30 minutes later, she said. Now, it’s just her and her two sons. “I feel like we're both drowning but as we go down we're trying to push the other one back up to take a breath. It didn't have to be this way,” she said. “Everybody talks about it's 0.1 whatever percent. Well, it's 40% of my family that’s gone.” Speaking through tears, she said they did everything right and yet the virus came into their home and claimed two of her family members. People should “stop being selfish” and “just wear a mask,” she said. “I couldn't save either one of them,” she said, recounting everything she and her husband had done together. “I’m in a 2,500-square-foot house with a mother-in-law suite and everything he wanted. And I'm alone.” Pennsylvania reported 5,676 new cases of Covid-19 on Tuesday, according to a release from the state’s Department of Health. At least 4,631 people are hospitalized with the virus and 970 patients are in the intensive care unit with Covid-19, the release says.   “Most of the patients hospitalized are ages 65 or older, and most of the deaths have occurred in patients 65 or older,” according to the release.  The statewide percent positivity for the week of Nov. 20 - Nov. 26 is 11.7%.  Note: These numbers were released by the state’s health agency, and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and our Covid tracker. ##Hotspots## Following a Tuesday board meeting, the English Premier League released a statement announcing postponement of the Newcastle at Aston Villa match scheduled Friday because of a significant increase in Covid-19 cases at the Newcastle club. Newcastle lodged a request to the league to have the game rescheduled after the Public Health England North East (PHE) advised the club’s facilities be closed due to the increase in coronavirus infections. According to the statement, Newcastle correctly notified PHE regarding a number of positive Covid-19 test results, in accordance with government and Premier League protocols. The Premier League board agreed the club was therefore unable to train and prepare safely and adequately for Friday’s match. All players and training ground staff will be retested this week, and PHE and league officials will meet again to assess the situation. The league did not set a new date for the postponed fixture, saying that decision will come in due course. Stephen Hoge, the president of Moderna, told NBC’s Lester Holt Monday that they are “quite optimistic” when it comes to authorization of their Covid-19 vaccine candidate. “We are quite optimistic, actually, that the vaccine is – the data speaks for itself and they’ll be supportive,” Hoge said in a preview clip from a longer interview, set to air on “Dateline” Thursday night. The US Food and Drug Administration’s Vaccines and Related Biological Products Advisory Committee (VRBPAC) is scheduled to meet on Dec. 17 to review Moderna’s application for emergency use authorization. The FDA also has a meeting scheduled Dec. 10 to discuss Pfizer’s application for emergency use authorization for it's Covid-19 candidate. Once authorized, Hoge said that Moderna would be ready to ship its vaccine quickly. Like others, he said, Moderna has partnered with Gen. Gus Perna and Operation Warp Speed: “I’ve been told they want trucks rolling within hours, if not a day.” “So, what we’ve done is we’ve been helping to position the vaccine in the warehouses where they can access it immediately if it’s approved and start distribution,” Hoge said. When asked by Holt if there was a plan B if the vaccine isn’t approved, Hoge said, “There hasn’t been much of a plan B since about February, you know. We’re all in on this. We hope this vaccine works.” He added that they are confident in the data, and if FDA comes back with any questions, they will do everything they can do answer them. ##Vaccines## During a teleconference call Tuesday, New Gov. Andrew Cuomo announced 7,285 new Covid-19 cases in New York State, with 66 deaths. The statewide positivity rate excluding “micro-cluster” areas stands at 4.46%. The positivity rate within New York’s “micro-clusters” is 6.27%, he said. The total hospitalizations are at 3,774.  “The numbers are going up, we expected the numbers to go up, my projection is that the numbers will continue to go up through the holiday season, Cuomo said during a teleconference Tuesday.  Note: These numbers were released by New York Governor’s office and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project.  Arizona reported 10,322 new Covid-19 cases today, according to the state’s data dashboard. However, the state's health department said \"this large number of newly reported cases is a result of the extended four-day weekend.”  \"With the long weekend, classification was delayed for a large portion of cases, resulting in much higher numbers than usual,\" Cara Crist, Director Arizona Department of Health Services, wrote in a blog post. Remember: As CNN has been warning, many states posted much lower than usual cases/deaths on Thanksgiving, and it has taken them a few days to catalog and report the lag, which is why Arizona’s number is so high.  Prior to today, the highest single day of new cases in the state was more than 4,800 set on July 1. Regardless of the holiday delays, Arizona has been experiencing a surge in Covid-19 cases in the last few weeks with daily case counts regularly topping 3,000 new Covid-19 cases.  Arizona has reported a total of 337,139 cases of Covid-19 and 6,687 reported deaths to the disease since the pandemic began. Note: Some of these numbers were released by the Arizona Department of Health Services and may not line up exactly in real time with CNN's database drawn from Johns Hopkins University and the Covid Tracking Project. ##Hotspots## Sens. Joe Manchin, Susan Collins, Mark Warner, Bill Cassidy, Jeanne Shaheen, Lisa Murkowski, Angus King, Mitt Romney and Maggie Hassan announced what they called a bipartisan and bicameral Covid-19 emergency relief framework aimed at helping Americans affected by the pandemic.  Manchin called the $908 billion dollar “framework” relief that would go through April 1 “a labor of intense effort” that came together in about 30 days.   “It’s inexcusable for us to leave town and not have an agreement,” Manchin said. “This is going to get us through the most difficult times.”  Warner also said he hopes they pass something before Christmas.  “It’s not going make everybody happy but there's been an enormous amount of work done,” Warner said. “It would be stupidity on steroids if Congress left for Christmas without doing an interim package as a bridge.\"  Romney said the group has spoken with Treasury Secretary Steven Mnuchin about the framework but he hasn’t weighed in. He also said they’ve spoken to Senate Majority Leader Mitch McConnell as well.  “I happened to be a deficit hawk, I don’t like borrowing money, I don’t like spending money we don’t have,” Romney said, but he supports this proposal because $560 billion dollars is money repurposed from the CARES Act so the amount of new money is actually $348 billion dollars.  When asked when there will be a bill, Manchin said the group can put one together.  “We can put one together,” Manchin said. “We have not had assurances .. for a vote, but I think the American people will put the pressure showing there’s a group of us coming together that this needs to be done.”  Reps. Abigail Spanberger, Dean Phillips, Dusty Johnson, Tom Reed, Josh Gottheimer, Anthony Gonzalez and Fred Upton of the Problem Solvers Caucus were present as well.   ##Stimulus## Senate Majority Leader Mitch McConnell reiterated his call for Congress to pass further coronavirus relief before the end of the year and slammed House Speaker Nancy Pelosi for pushing a more expensive and comprehensive proposal than Republicans will agree to. \"Let's hope our Democratic colleagues will finally let us make law in all the enormously important areas where we do not even disagree,\" he said on the Senate floor Tuesday morning. Moments before McConnell's speech, Treasury Secretary Steve Mnuchin told reporters on Capitol Hill that he will speak to House Speaker Nancy Pelosi for the first time this month. ##Stimulus## There have been at least 13,554,038 cases of coronavirus in the US, and at least 268,434 people have died since the pandemic began, according to data from Johns Hopkins University. So far today, Johns Hopkins has reported 12,817 new cases and 389 reported deaths. The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases.   ##Hotspots## US Treasury Secretary Steve Mnuchin told reporters while entering a hearing this morning on the CARES Act that he is speaking to Nancy Pelosi this afternoon. Mnuchin said they're \"going to talk about where we are with the appropriations issue, keep the government running, that is the first priority.\" On what the White House wants for funding, Mnuchin said, \"We would like to see funding, especially for small businesses.\" Pelosi and Mnuchin are speaking at 1 p.m. ET by phone today, a source familiar with the matter tells CNN.  ##Stimulus## While vaccine authorization is expected “pretty soon,” the coronavirus vaccination program itself may not go completely smoothly, according to Dr. Tom Frieden, former director of the US Centers for Disease Control and Prevention.  “We do expect approval to come pretty soon,” he told George Stephanopoulos on “Good Morning America” on Tuesday. \"But I would also expect there to be bumps in the road in the vaccination program.”  Frieden said that when millions of people are vaccinated, some people feel sick after vaccination, “and you don’t know whether that was the vaccine, or that was just coincidence.” He said that this has to be studied carefully “or you’re going to get all sorts of wilds rumors flying around, that’s another place where you really need transparency — this is how many cases of severe adverse effects we may have or may expect, is it higher? Is it related?”    There could also be production problems, or people who don’t want the vaccine, even if it’s available to them, he added. “This is probably, George, the single most complicated vaccination program in American history, and I would expect that there are going to be some bumps in the road,” Frieden said. ##Vaccines## As the US Centers for Disease Control and Prevention prepares to hold an emergency meeting today to vote on who will get a Covid-19 vaccine first, the US continues to report record-high hospitalizations, and experts worry about hospital capacity as cases surge. Hospitalizations more than doubled since the beginning of November, and the US saw more Covid-19 deaths last month than the pandemic's combined death toll in Australia, Canada, China, Japan and Germany, according to data from Johns Hopkins University. Here's a look at the latest figures in the US:  There were a record-setting 96,039 hospitalizations reported on Monday, according to the Covid Tracking Project data. \nThe US is now averaging 91,326 hospitalizations over the last 7 days. This is up 9.63% since last week. These metrics have never been higher.   \n18 states reported record-high hospitalizations on Monday.\nThe Covid Tracking Project data warned in a tweet that “Hospitalizations have doubled since November 1 and tripled since October 1. We should see 100k hospitalizations in the next couple of days.” \nOn the final day of November, the US added 157,901 new Covid-19 cases and 1,172 reported deaths according to Johns Hopkins University.\nThe US now averages 160,428 Covid-19 cases per day, which is down slightly from last week due to the holiday.   \nGoing back to Nov. 1, the nation was averaging 82,057 new cases per day. That is a 95.51% increase over just 30 days.     And the numbers will likely get much worse before a possible vaccine begins to offer some relief in the spring. Experts say the daily death toll will double in the coming days, while infections will likely see another surge in a few weeks, fueled by Thanksgiving travel and gatherings. ##Hotspots## Federal government officials are promising coronavirus vaccines soon — some even before Christmas — and states are gearing up to begin vaccinating some Americans sometime in December. Here's a look at some of the key dates to watch in the vaccine approval process: Today: A US Centers for Disease Control and Prevention advisory committee will meet to vote on who will get the first coronavirus vaccine.\nDec. 10: The US Food and Drug Administration has meeting scheduled to discuss Pfizer’s application for emergency use authorization for it's Covid-19 candidate.\nDec. 17: The FDA has a second meeting to discuss Moderna's application for emergency use authorization.\nDays to weeks after the meetings: FDA officials say their decisions on the vaccines could come days to weeks after the meetings — it depends on what questions come up. ##Vaccines## The novel coronavirus may have infected people in the United States as early as Dec. 13, 2019, according to a study published Monday in the journal Clinical Infectious Diseases. The study, which was conducted by scientists at the US Centers for Disease Control and Prevention, analyzed blood donations collected by the American Red Cross from Dec. 13, 2019 through Jan. 17, 2020.  The 7,389 samples, collected from nine states, were tested for SARS-CoV-2 reactive antibodies. SARS-CoV-2 is the scientific name for the coronavirus that causes Covid-19. Of the samples tested, at least 106 were found to have antibodies for SARS-CoV-2, including ones collected from California, Oregon and Washington from Dec. 13 through Dec. 16, 2019. “SARS-CoV-2 infections may have been present in the U.S. in December 2019, earlier than previously recognized,” the authors wrote. Previously, the first known case of Covid-19 in the US was reported on Jan. 21. CNN has reached out to the World Health Organization for comment. Dr. Jose Romero, the chair of the US Centers for Disease Control and Prevention's advisory committee meeting today to vote on who will get the first coronavirus vaccine, said the decision is a \"weighty\" one, but one that is guided by science and facts. Romero, the chair of the CDC's Advisory Committee on Immunization Practices, spoke to CNN this morning ahead of the committee's afternoon meeting and vote. \"These are weighty decisions,\" he said. \"So our decisions for deciding which of the priority groups are based on current knowledge and current information about the pandemic, the epidemiology, the persons most affected by this pandemic.\" The CDC has already recommended that the first group — designated as 1a — should include frontline health providers and support personnel.  The 1a group likely should also include residents of nursing homes and other long-term care facilities, who have been badly hit by the pandemic, the CDC has said.  Romero said each state will decide within the recommended groups, who will get the vaccine first. \"It's not the same to be a health care provider that is not having direct patient contact as it is a health care provider that's in the intensive care unit caring for individuals with Covid or emergency room physicians or nurses that are caring for Covid,\" he said. Watch: ##Vaccines## While the USA Food and Drug administration reviews the Moderna and Pfizer vaccine candidates' data for emergency use authorization, CNN's chief medical correspondent Dr. Sanjay Gupta outlines key things you should know about how the process will work. How does the vaccine approval process work? So far, all of the data about the effectiveness of the vaccine has come from the companies manufacturing them. Now, the FDA scientists will review that data to consider the finer points on the protections these vaccines provide. “Are there certain groups of people who did better with this vaccine or worse? Do we have any insights into durability? We know that maybe it prevents disease but does it also prevent infection? Does it prevent transmission? These are all open-ended questions and… that's what they're focused on,” Gupta explains. A vaccine can prevent me from getting sick but can it also prevent me from being a carrier? Moderna and Pfizer vaccine candidates have shown high effectiveness in preventing people from getting Covid-19. But the data has not shown yet if the vaccines prevent people from getting infected or from transmitting the disease. “So far, we can’t say for sure,” Gupta says. If someone already had Covid-19, should they still take the vaccine? Scientists are saying that a vaccinated immunity should last longer than a naturally acquired immunity, Gupta reports. The immunity you get from contracting Covid-19 does last for a certain amount of time but the nature of the vaccine should provide longer immunity. It’s unclear how long that might be. Pfizer and Moderna have two doses. One primes the immune system, then the second shot sort of boosts it. This makes it a better option for obtaining immunity, Gupta adds. Could the new technology used to create these vaccines cause healthy cells to mutate or cause cancer down the road? It is not entering the nucleus of the human cell where it would interfere with DNA so there is no evidence that it would cause mutations nor is there any evidence that it would actually cause an infection, Gupta says. “You are not giving the virus, you're giving the genetic sequence for a portion of the virus. So someone cannot become infected with this either,” he added. “They're still going to need the long-term studies but at least the two months' worth of data seem to show that it was safe.” Can people decide which vaccine to take? Initially, there won’t be a much of a choice. Pfizer’s vaccine needs very specific cold storage so it may be the only one you can take if you live in a community where that storage facility is available. Moderna may be able to go to smaller cities and smaller facilities like even nursing homes. “The expectation is that by January you may have the Johnson & Johnson vaccine, AstraZeneca vaccine applying for [Emergency Use Authorization,]” Gupta said. If this becomes a yearly shot, then people may have the option to choose. Watch Dr. Sanjay Gupta answer your coronavirus vaccine questions: You can read more of the answers to all of your coronavirus questions at cnn.com/coronavirusanswers. If you have specific vaccine related questions, submit them here and we will try to find you some answers.  ##Vaccines## Advisers to the US Centers for Disease Control and Prevention have called an emergency meeting for today to vote on who they recommend should be the first to get a coronavirus vaccine once one is authorized. What officials have said so far: The CDC has already recommended that the first group — designated as 1a — should include frontline health providers and support personnel.  The 1a group likely should also include residents of nursing homes and other long-term care facilities, who have been badly hit by the pandemic, the CDC has said.  \"Long term care facility residents and staff accounted for 6% of cases and 39% of deaths in the US, despite the fact that long term care facility residents account for less than 1% of the US population,\" the CDC's Dr. Kathleen Dooling told the Advisory Committee on Immunization Practices on Monday. Remember: There are not going to be enough vaccines for everyone at first, so choices have to be made. The CDC estimates there are 21 million healthcare personnel, 87 million essential workers, 100 million adults with high-risk medical conditions and 53 million others 65 and older.  The federal government has said 40 million coronavirus vaccine doses could be available by the end of December. ##Vaccines## In November, 47 US states saw growth in new Covid-19 cases, according to data from Johns Hopkins University (JHU). Looking at the seven-day average of new cases for each state on November 1 and comparing that to November 30, only three states saw a decline in average cases over the last month:  North Dakota\nSouth Dakota\nWisconsin The other 47 states and Washington, DC all saw an increase in their seven-day average of new cases over the month, according to JHU. November cases: The US added a total of 4,408,176 new coronavirus infections -- or nearly 33% of all Covid-19 cases since the pandemic began, the JHU data shows. Hospitalizations: Thirty-four states and one US territory reported at least one record-high day of Covid-19 hospitalizations last month, according to The Covid Tracking Project. They were: Alabama, Alaska, Arkansas, Colorado, Idaho, Illinois, Indiana, Iowa, Kansas, Kentucky, Maine, Michigan, Minnesota, Missouri, Montana, Nebraska, Nevada, New Hampshire, New Mexico, North Carolina, North Dakota, Ohio, Oklahoma, Oregon, Pennsylvania, Rhode Island, South Dakota, Tennessee, Utah, Virginia, Washington, West Virginia, Wisconsin, Wyoming, and Puerto Rico.   ##Hotspots## The International Rescue Committee (IRC) has urged the new Biden-Harris administration \"to devote an additional $20 billion to the fight against COVID-19 globally\" in its first 100 days. This money will help \"stem the immediate impact of the virus on lives and livelihoods amongst the world's most vulnerable,\" according to Elinor Raikes, regional vice president and head of program delivery at ICR, in a statement released Tuesday. \"The number of people in need has increased by 40 percent to 235 million in the last year, almost entirely due to COVID-19 and the burden it is placing on economies, healthcare, education, and basic infrastructure,\" Raikes said in the statement.  \"President-Elect Biden must take urgent and expansive action to reverse these devastating trends, returning the US to global humanitarian leadership and galvanizing the international community into much-needed humanitarian action,\" Raikes added. ##Hotspots## Ventilator use is up by almost 50% in Miami-Dade County in Florida and the number of coronavirus patients in intensive care has risen by 35% in the last two weeks, according to the county’s Covid-19 dashboard. County records show 795 patients are currently hospitalized in Miami-Dade County, a 37% increase. Florida is reporting that 4,162 patients are hospitalized state-wide, according to its Agency for Health Care Administration -- a 28% increase in the past two weeks, per data compiled by The Covid Tracking Project.  A record-high 96,039 Covid-19 patients were hospitalized in the US as of Monday evening, according to the Covid Tracking Project. California Gov. Gavin Newsom on Monday told reporters that the intensive care unit bed capacity in the state might reach 112% by Christmas Eve, if the trend of surging infections continues. In Rhode Island, officials prepared to use field hospitals after telling residents their systems were already at capacity. ##Hotspots## As the process of trialing and approving the multiple Covid-19 vaccines continues across the world, here's the latest on when they're expected to be available, and where: North America: BioNTech/Pfizer and Moderna have both submitted requests for emergency use authorization to the US Food and Drug Administration (FDA) for their vaccine candidates. The FDA has called meetings of its advisers for December 10 to discuss Pfizer’s application and December 17 to discuss Moderna’s. Health and Human Services Secretary Alex Azar said Monday that meant it’s possible people could begin receiving vaccines by Christmas. Pfizer has also initiated a rolling submission in Canada.  Europe: Pfizer and Moderna submitted applications of their Covid-19 vaccine to the European Medicines Agency today that could enable their use before the end of the year. Pfizer also formally reported its data to the UK's Medicines and Healthcare products Regulatory Agency (MHRA). The UK government has referred the vaccine candidate from AstraZeneca and Oxford University to the national medicines regulator for assessment on Friday, but questions over some of its data could delay the rollout. South America Several Covid-19 vaccines are undergoing clinical trials in Brazil, which has the second-highest number of virus deaths worldwide and the third-highest number of total cases. The Oxford/AstraZeneca trial has been conducted with the support of the Ministry of Health and public health federal research institute Fiocruz. Elcio Franco, the ministry's executive secretary, said the public may have access to that vaccine by January. Venezuela is taking part in Russia’s Sputnik V vaccine candidate's Phase 3 clinical trials, and Peru and Argentina in Chinese pharmaceutical giant Sinopharm's Phase 3 trials.  Asia-Pacific Pfizer and BioNTech have initiated rolling submissions in Australia and Japan. Almost a million people have been given an experimental vaccine developed by Sinopharm as part of an emergency-use program authorized by Beijing, the Chinese pharmaceutical giant's chairman said. In June, Chinese company CanSino Biologics announced it had been given special authorization to administer its experimental vaccine to the People's Liberation Army.  India is preparing to distribute \"hundreds of millions of doses\" of the Oxford/AstraZeneca vaccine in the first and second quarter of 2021, drug manufacturer Serum Institute of India's CEO Adar Poonawalla said at a news conference on Saturday. SII will apply for an emergency use license from India's drug authority in the next two weeks. Middle East: Sinopharm has carried out Phase 3 trials in 10 countries, including the United Arab Emirates, Bahrain, Jordan and Egypt -- but it is not clear whether that means they will be first in line to receive the vaccine. Phase 3 trials for Russia's Sputnik V vaccine are also taking place in the UAE. Israel began the first phase of clinical trials earlier this month for vaccine candidate BriLife, developed at the Israel Institute for Biological Research. Phase 3 is expected to begin in April or May. Africa: Vaccinations against Covid-19 might not start in Africa until the middle of next year, the head of the continent’s centers for disease control John Nkengasong said Thursday.   Pfizer and Moderna's early supply of vaccines will be tied up in the US and Europe. AstraZeneca is the only company that has announced Phase 3 trial results that has so far promised to supply doses to Covax, the vaccine initiative that will roll it out in many low- and middle-income countries. It will do so on a non-profit basis. Current modelling suggests it could take until September 2023 for vaccines to reach all countries.  ##Vaccines## A record 235 million people will need humanitarian assistance and protection next year, \"a near-40% increase on 2020 which is almost entirely from COVID-19,” the UN’s emergency relief chief Mark Lowcock said statement Tuesday. This number has risen to 1 in 33 people worldwide, a significant increase from 1 in 45 registered at the same time last year, which was already the highest figure in decades, the UN Global Humanitarian Overview 2021 reported.   Multiple famines are looming,\" Lowcock warned Tuesday in an appeal for $35 billion to help 160 million of the most vulnerable in 56 countries.  The global health crisis has \"dramatically\" impacted people already reeling from conflict, record levels of displacement and climate change shocks, Lowcock said, adding that this was “the bleakest and darkest perspective on humanitarian needs in the period ahead that we have ever set out\" He said that was a reflection of the fact that the pandemic \"has wreaked carnage across the whole of the most fragile and vulnerable countries on the planet.” Echoing Lowcock’s call for global solidarity, UN Secretary-General António Guterres urged the world to “stand with people in their darkest hour of need,” as the global pandemic continues to worsen, the statement reads.  ##Hotspots## A Texas doctor who was pictured cradling a distraught Covid-19 patient on Thanksgiving has spoken of the isolation of his elderly patients and pleaded with people to \"do the basic things\" to avoid infection. Hospitalizations from Covid-19 reached another record high across the US Monday, with officials across several states expressing concern that health care facilities would be overwhelmed. Dr. Joseph Varon, chief of staff at United Memorial Medical Center in Houston, told CNN's New Day on Monday that he had worked for 256 days nonstop in the pandemic so far and was frustrated by people not doing the right thing as coronavirus patients continue to fill his hospital beds. He said the man he had been consoling had just wanted to see his family, but would not be able to see his wife until he tested negative and could be discharged. \"As I'm going inside my Covid unit I see that this elderly patient is out of his bed and trying to get out of the room and he's crying. So, I get close to him and I tell him 'why are you crying' and the man says, 'I want to be with my wife',\" Varon said. \"So, I just grab him, I hold him, I did not know that I was being photographed at that time.\" Some 96,039 Covid-19 patients were hospitalized across the US as of Monday evening, according to the Covid Tracking Project and the virus's toll continues to climb. Read the full story here: Watch: BioNTech and Pfizer have submitted an application of their Covid-19 vaccine to the European Medicines Agency (EMA) that could enable its use before the end of the year, according to a news release.  \"If EMA concludes that the benefits of the vaccine candidate outweigh its risks in protecting against COVID‑19, it will recommend granting a CMA (Conditional Marketing Authorization) that could potentially enable use of BNT162b2 in Europe before the end of 2020,\" said the release from German company BioNTech. This submission completes a rolling review process that began on October 6. The vaccine candidate will now be assessed according to EMA’s normal stringent standards for quality, safety and efficacy, the drug makers said. “Today’s announcement marks another key milestone in our efforts to fulfil our promise to do everything we can to address this dire crisis given the critical public health need,” said Albert Bourla, Pfizer Chairman and CEO. “We have known since the beginning of this journey that patients are waiting, and we stand ready to ship COVID-19 vaccine doses as soon as potential authorizations will allow us.” Ugur Sahin, CEO and co-founder of BioNTech, said it was an important step \"as we continue to seek to enable a worldwide supply upon potential approval\" of the vaccine. Earlier this month, BioNTech and drug giant Pfizer submitted their mRNA coronavirus vaccine candidate to the US Food and Drug Administration (FDA). The companies have now submitted to the EMA, FDA and UK Medicines and Healthcare Products Regulatory Agency, and have initiated rolling submissions in countries including Australia, Canada and Japan. Drugmaker Moderna yesterday announced it will become the second pharmaceutical company to apply to the FDA for emergency use authorization of its Covid-19 vaccine. ##Vaccines## The Dutch government is mandating the use of of face masks in all publicly accessible, covered places from today. The mandate applies in stores, public transportation (including platforms), barbers, and schools (though not primary schools). By making a mask mandatory almost everywhere, it is clearer what the rules are,” the government said in a statement.  Those who do not adhere to the mandate face the possibility of a 95 euro ($114) fine. The mandate does not apply to children under 13 years old, or to buildings not accessible to the general public and places of worship. ##Hotspots## Austria has launched a mass Covid-19 testing program for its 9 million citizens, as infections surge across Europe. According to the country's health ministry, the mass testing aims to achieve an \"inventory of active infections, faster and broader localization of active cases of infection and thus a more efficient break in the chains of infection.”  Inhabitants started getting tested Tuesday morning, according to the website of the Salzburg federal state. All those registered in Salzburg can voluntarily get checked. In Annaberg-Lungötz, the mayor went door-to-door to alert people that the test was available, according to CNN affiliate NTV. Austria has recorded 282,456 infections and 3,184 virus-related deaths so far, according to its interior ministry. CORRECTION: An earlier version of this post misidentified where the mayor knocked door-to-door to inform people about the testing program. It happened in Annaberg-Lungötz. ##Hotspots## German chancellor Angela Merkel has warned of a third coronavirus wave if people don't follow precautions, as cases surge across Europe. \"We still have to be very, very careful this winter. Otherwise we are immediately sitting in the next wave again,\" she said on a video call with police officers on Monday. “We have to make it through these winter months,” she said.  The country has a total of 1,067,473 confirmed cases and 16,636 related deaths, according to the Robert Koch Institute, Germany's center for disease control and prevention. Germany passed the 1 million mark on Friday, as new restrictions came into effect nationwide.  ##Hotspots## Hong Kong and Singapore's air travel bubble (ATB), which was supposed to launch in November, has been deferred until next year as a fourth wave of coronavirus infections hits Hong Kong.  Hong Kong officials said on Tuesday that they would review later this month whether the travel corridor could open next year. \"The two Governments have been closely monitoring the epidemic situation in both places. The decision on a further deferral of the launch date of the ATB was taken in view of the severity of the epidemic situation in Hong Kong with the number of local cases of unknown sources increasing rapidly,\" a Hong Kong government spokesman said in a statement.  How the travel bubble works: Under the scheme, travelers between Singapore and Hong Kong will be subject to Covid-19 tests but not to mandatory quarantine in either location. The bubble was scheduled to launch on Nov. 22 but was canceled less than 24 hours before flights were due to take off, as cases began to rise in Hong Kong.  ##Hotspots## Formula One champion Lewis Hamilton, who wrapped up a record-equaling seventh world title last month, will miss this weekend’s Sakhir Grand Prix in Bahrain after testing positive for Covid-19, his Mercedes team confirmed on Tuesday. In a statement, the team said that the Briton had three negative test results last week including on Sunday at the Bahrain International Circuit, where he won the Bahrain Grand Prix. But Hamilton “woke up on Monday morning with mild symptoms” and was informed at the same time that “a contact prior to arrival in Bahrain had subsequently tested positive,\" said the statement. The 35-year-old took a further test that returned a positive result, which was later confirmed by a retest. Hamilton is “now isolating in accordance with COVID-19 protocols and public health authority guidelines in Bahrain.” The team added that “apart from mild symptoms, he is otherwise fit and well” and as a result will miss this weekend’s race. Mercedes said a replacement driver to fill Hamilton’s seat for this coming weekend will be announced in due course. Virus in F1: Other F1 drivers have tested positive this season -- Racing Point's Sergio Perez contracted the virus in August ahead of the British Grand Prix. His teammate, Lance Stroll, also tested positive in October after the Eifel Grand Prix. The coronavirus may invade the brain through nerve cells in the nose, German researchers reported Monday. Autopsy results from 33 people who died of coronavirus showed the virus in the brain and in the nasopharynx -- the upper part of the throat where it connects to the nasal cavity. The researchers found high concentrations of virus in the tissue associated with smell (the olfactory mucosa). Why this matters: The findings can help explain some of the neurological symptoms of coronavirus infection -- notably, the loss of smell that so many people experience, the researchers reported in the journal Nature Neuroscience. They might also help explain symptoms such as headache, fatigue, vomiting and nausea, according to Frank Heppner of the Berlin Institute of Health. How the study was done: The researchers sampled tissue from the patients and used imaging to see RNA from the virus. They found evidence the virus travels along the nerves from the cells lining the throat and sinuses to the brain. “Lower levels of viral RNA were found in the cornea, conjunctiva (eyes) and oral mucosa, highlighting the oral and ophthalmic routes as additional potential sites of SARS-CoV-2 central nervous system entry,” they wrote. It’s not a surprising finding -- researchers have suspected the coronavirus gets into the central nervous system this way. Other viruses do, too, including flu. The German study is unique in that imaging was used to catch the virus in the act. White House Chief of Staff Mark Meadows is scheduled to meet with FDA Commissioner Dr. Stephen Hahn Tuesday, as President Donald Trump has privately demanded to know why his agency hasn't granted emergency use for Pfizer's coronavirus vaccine yet, according to two sources.  Meadows summoned Hahn for a progress update over the weekend. Hahn requested their meeting happen over the phone, one source said, but was told by the White House that the chief of staff preferred to meet in person. That appears to have led to concern within the FDA that the meeting could become tense, leading Hahn to issue a statement to Axios tonight defending the FDA's timeline.  \"Let me be clear — our career scientists have to make the decision and they will take the time that’s needed to make the right call on this important decision,\" Hahn said. Pfizer applied for the EUA on Nov. 20.  Emergency use authorization from the FDA is not the same as full approval, but allows products to be used under particular circumstances before all the evidence is available for approval, according to previous CNN reporting.  The FDA has previously said it has scheduled a meeting of its outside advisory panel to discuss Pfizer and BioNTech's application for emergency use authorization for a coronavirus vaccine for Dec. 10. But Trump has become privately frustrated over how long the process is taking, sources told CNN. He has proudly and publicly admitted to pressuring the FDA to move faster.  \"It could have taken four or five years to do this,\" Trump told reporters about vaccine progress on Thanksgiving. \"Normally, it probably would have taken four or five years, just getting it through the FDA. We pushed it very hard.\" It's not clear how the meeting between Meadows and Hahn will go until it takes place. A sense of distrust between Trump's closest advisers and career scientists on the FDA already existed before the FDA issued public statements about the meeting on Monday night.  ##Vaccines## Friday is the “locked and loaded” date for states to have their dose requests for Pfizer's Covid-19 vaccine, Claire Hannan, executive director of the Association of Immunization Managers, told CNN Monday. After that, they won’t be able to change their requests, said Hannan, whose group is helping states with their immunization plans.   \"I guess they're calling it the locked and loaded date,\" she said. \"And their allocation numbers won't change after December 4.\"\n\"The pieces need to be put into place and locked in,\" Hannan said. \"They've got these sites prepared. They've talked to them. They're planning out exactly how many doses they're going to use and how, over what timeframe. They're getting all of that in place.\"  Friday is also the deadline for states to submit physical locations for the Pfizer vaccine, according to Gen. Gustave Perna, who is helping to oversee Operation Warp Speed. Another Covid-19 vaccine maker, Moderna, has a similar deadline set for Dec. 11, according to Perna.  Pfizer and Moderna have both submitted requests for emergency use authorization to the US Food and Drug Administration. The FDA has called meetings of its advisers for Dec. 10 to discuss Pfizer’s application and Dec. 17 to discuss Moderna’s.  Health and Human Services Secretary Alex Azar said Monday it was possible people could begin receiving vaccines by Christmas. ##Vaccines##  The United States reported 157,901 new coronavirus cases and 1,172 virus-related deaths on Monday, according to a tally by Johns Hopkins University. That brings the country's total to at least 13,541,221 cases and 268,045 deaths. The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases.  See CNN's live tracker: ##Hotspots## After many Americans traveled and gathered with people living outside of their households for Thanksgiving, Dr. Anthony Fauci urged people to do things differently over the rest of the holiday season. “I actually think that we need to, this time, do things a little bit differently,” Fauci told Facebook CEO Mark Zuckerberg Monday.  Fauci, the director of the National Institute of Allergy and Infectious Diseases, acknowledged that it will be difficult for people to stay apart over the holidays.  “That seems to be unfortunately … the antithesis of the Christmas, the New Year, the Hanukkah season, because you really want to bring friends, the warmth, the fireplace, the people sitting down together,” he said. “Unfortunately, that's the perfect setup for people who may have no symptoms and innocently and inadvertently come into the home and infect someone.” Fauci said that people should consider whether they have friends and family who are susceptible to the virus. “If you do, do you really want to take the chance of exposing that person to something that might not allow them to have future Christmases and New Years and Hanukkahs?” he asked. South Korea reported 451 coronavirus cases on Tuesday, the nation’s Disease Control and Prevention Agency (KDCA) announced. Of those, 420 are locally transmitted infections and 31 imported -- and 255 of the cases were detected in the Seoul metropolitan area, the KDCA said.  The new cases bring the national tally to 34,652 coronavirus cases.  No additional deaths were reported, meaning the country's death toll remains at 526. ##Hotspots## People who receive a coronavirus vaccine should expect “low grade” side effects, Dr. Anthony Fauci said Monday. “When you get an injection of the vaccine, you induce a response. In some people, they don't feel anything,” the director of the National Institute of Allergy and Infectious Diseases told Facebook CEO Mark Zuckerberg Monday. \n“Others feel an ache in the arm. Some may feel an ache in the arm and kind of a little chilly feeling, almost like you have a flu-like syndrome, and in a minority of people that get a fever. They'll actually get a fever for a day.”\n“Almost all of this goes away within 24 or at the most, 48 hours,” he added.  It’s important to be honest with people about the side effects they may experience, said Fauci. “What the body is telling you by that response is that it's responding well to the injection,” he said. ##Vaccines## A record 96,039 people in the United States are currently hospitalized with Covid-19, according to data published Monday evening by The COVID Tracking Project. This is the third straight day of new record numbers, following a slight dip reported on Friday. The states with the most people currently hospitalized with Covid-19 are Texas, California, Illinois, Ohio and Pennsylvania. Dr. Scott Atlas, a highly controversial member of the White House's coronavirus task force, has resigned from his post in the Trump administration, according to a person who works with the task force. A source familiar with what happened told CNN that Atlas turned in his resignation letter to President Donald Trump on Monday. As a special government employee, Atlas had a 130-day window in which he could serve and that window was technically going to close this week. The White House did not immediately respond to a request for comment. Another source close to the task force told CNN on Monday that Atlas' departure comes as welcome news, as his discredited theories will no longer have a seat at the table. Read more: Asked about his expectations regarding how many Americans will be vaccinated against Covid-19 by June, Lt. Gen. Paul Ostrowski, director of supply, production and distribution for Operation Warp Speed, said, “A hundred percent of Americans that want the vaccine will have had the vaccine by that point in time.” “We will have over 300 million doses available to the American public well before then,” Ostrowski told MSNBC’s Yasmin Vossoughian on MSNBC Monday afternoon. About the vaccines: Pharmaceutical company Moderna intends to apply Monday to the US Food and Drug Administration for authorization of its Covid-19 vaccine. Moderna will become the second company to apply to the FDA for emergency use authorization for a coronavirus vaccine. Pfizer applied on Nov. 20 with data showing similarly high efficacy. The FDA is scheduled to meet with its Vaccines and Related Biological Products Advisory Committee on Dec. 10 to review Pfizer's application and on Dec. 17 to review Moderna's application. ##Vaccines## Distribution of Covid-19 vaccines could begin within weeks, pending authorization from the US Food and Drug Administration, US Health and Human Services Secretary Alex Azar said. “We could be seeing both of these vaccines out and getting into people's arms before Christmas,” Azar said during an interview with “CBS This Morning” on Monday.  An FDA advisory committee is scheduled to discuss Pfizer’s Covid-19 vaccine on Dec. 10. “We could be looking at approval within days after that,\" Azar said. Pfizer applied to the FDA for emergency use authorization earlier this month and Moderna applied on Monday. The FDA committee is expected to consider Moderna’s Covid-19 vaccine on Dec. 17. ##Vaccines##", "Section": "world", "Writers": ["Jessie Yeung", "Adam Renton", "Emma Reynolds ", "Ed Upright"], "URL": "https://www.cnn.com/world/live-news/coronavirus-pandemic-12-01-20-intl/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Singapore", "Source": "CNN"}