{"Type": "article", "Time": "2020-06-03", "Headline": "June 3 coronavirus news", "Text": "Our live coverage of the global coronavirus pandemic has moved here. The Brazilian state of Rio de Janeiro reported a record number of coronavirus-related deaths in a day, according to Rio's state health secretary.  On Wednesday, the state announced 324 Covid-19 deaths in the last 24 hours, the highest daily jump for Rio, bringing the state's total to 6,010. The state also recorded 2,508 new confirmed cases, bringing the total number of cases to 59,240. Rio de Janeiro city began opening some nonessential businesses and activities Tuesday after an announcement from Mayor Marcelo Crivella this week. Crivella said he expects the Brazilian city to “return to normal” in early August. ##Cases## There are at least 1,849,560 cases of coronavirus in the US and at least 107,093 people have died, according to Johns Hopkins University's tally of cases.  So far on Wednesday, Johns Hopkins reported 17,739 new cases and 913 new deaths.  The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases. ##Cases## The Senate on Wednesday evening passed by voice vote a House-passed Paycheck Protection Program reform bill in the chamber, clearing it for President Trump’s signature.  Earlier in the afternoon, GOP Sen. Ron Johnson of Wisconsin objected to a prior effort to pass the bill via unanimous consent, blocking approval. But Johnson agreed to let the bill pass after getting a letter entered into the record clarifying the authorization period.   The bill, which passed the House last week, gives business owners more flexibility and time to use loan money and still get it forgiven as part of the Paycheck Protection Program, set up to help struggling small businesses with emergency loans during the pandemic. The legislation — titled the Paycheck Protection Program Flexibility Act — was introduced by Republican Rep. Chip Roy of Texas and Democratic Rep. Dean Phillips of Minnesota. It is intended to make loans more accessible under the program by making its terms of use more flexible  The legislation would give small businesses more time to use emergency loans under the program by extending the eight-week period in which they must use the money to qualify for loan forgiveness to 24 weeks. The bill would also give small businesses more flexibility by changing the so-called 75/25 rule, which requires recipients of funds under the program to use three-quarters of the money for payroll costs and to limit other costs to no more than 25% in order to be eligible for loan forgiveness. The new ratio would be at least 60% on payroll and no more than 40% on other costs. Delta Air Lines CEO said the company would be announcing plans to test every Delta employee for Covid-19 and antibodies.   “We’re going to be announcing in the next couple of weeks a partnership with the Mayo Clinic as well as with Quest Labs – a very strategic partnership around testing,” CEO Ed Bastian said. “We’re going to be testing all of our employees, all 90,000, and getting a real baseline, not only on the active virus but on the antibodies so we have a real good – so our people know they’re protected, they know where they stand relative to the virus and we can then continue to surveil them.”   By the numbers: Ten Delta employees have died due to the virus, but the company has now “flattened the curve” in its workforce, he said. While it was once receiving word of between 20 and 25 positive cases daily, it now receives word of “one to two a day” among its 90,000 employees.   The New York City Triathlon has been canceled citing coronavirus concerns.  Organizers called it an “incredibly difficult decision,” especially following last year’s cancellation which was due to excessive heat. Announcing the decision Wednesday, organizers said they \"believe that it is the right one to protect the safety and best interest of all involved.”  The event was scheduled to take place July 19. Strict lockdowns like the restrictions put into place in China — when the coronavirus pandemic hit — are better for economies than longer, more moderate closures like the United States and many European countries have taken, a new international study suggests. Shorter but stricter lockdowns don’t hit businesses as hard, researchers reported Wednesday in the journal Nature Human Behavior. Businesses can weather a short, extreme shutdown but run out of supplies and reserves as time goes on. And if the pandemic returns, a second round of lockdowns will really hurt economies, the team led by economist Dabo Guan from Tsinghua University in China found.  “While predicting the true cost of lockdowns is not possible at this stage, our research suggests that shorter, stricter lockdowns minimize the impact on supply chains, while gradually easing restrictions over the course of a year may also be less disruptive than a swift lifting of restrictions followed by another lockdown,” Guan said in a statement. The team simulated three kinds of lockdown: a strict lockdown in which 80% of travel and labor ceases, similar to what China did; a more moderate lockdown with a 60% reduction in work and travel, similar to what the US did; plus a third, lighter lockdown with 40% reductions. A gradual easing of the restrictions over a year would minimize damage to the global supply chain, they said. But if the virus resurged in the fall, forcing a second round of restrictions, costs to the economy would worsen by one-third. “Our analysis quantifies the global economic benefits of robust public health responses and suggests that economic justifications to re-open businesses could backfire if they result in another round of lockdowns,” said Steve Davis of the University of California Irvine, who took part in the study. Things will be even worse if countries stagger a second round of closures and restrictions instead of coordinating them if a second global lockdown occurs. A coordinated global lockdown would raise costs by 33%, but if countries just move on their own, costs will rise by 57%, the model predicts. Lincoln Premium Poultry reports an additional 15 cases of Covid-19 at its poultry plant in Fremont, Nebraska, today, bringing their total cases to 88.   LPP processes poultry for Costco Wholesale.  According to company spokesperson, Jessica Kolterman, “We have watched Covid-19 cases come in each week, but we continue to keep the curve flat within our facilities and are working to improve our mitigation efforts. As we ease into the next phase and what we consider a ‘new normal’ we will report total cases to the public once a month.”  That “new normal,\" according to a written statement sent to CNN, is the continued use of masks, temperature checks, social distancing and additional “interventions.” The company also states that of all their employees tested in Fremont, 110 of those tests came back negative. According to their website, the company was established in 2016 in collaboration with Costco to serve as the poultry management for this poultry plant in Fremont, Nebraska.   ##Cases## UK Business Secretary Alok Sharma has been tested for coronavirus and is self-isolating, after looking visibly unwell while giving a statement at the UK Parliament earlier on Wednesday.  Sharma was seen profusely sweating and repeatedly wiping his face with a handkerchief and holding his forehead during his speech at the House of Commons. “Secretary of State Alok Sharma began feeling unwell when in the chamber delivering the second reading of the Corporate Governance and Insolvency Bill. In line with guidance he has been tested for coronavirus and has returned home to self-isolate,” the press office for Sharma's Department for Business, Energy and Industrial Strategy told CNN. Hundreds of MPs returned to UK Parliament to take part in a socially-distanced voting procedure on Wednesday. Kentucky Gov. Andy Beshear said the death of a 9-month-old child is now on the list of Covid-19-related deaths. He said while the leading cause of death in this case was not Covid-19, it was a contributing factor. Kentucky Health Commissioner Dr. Steven Stack said in normal world without Covid-19, SIDS, or Sudden Infant Death Syndrome, would have been considered the cause of death — but because the child tested as positive for novel coronavirus, the state’s reporting methodology has this case listed as a Covid-related death. ##Cases## Pennsylvania Gov. Tom Wolf will allow the stay-at-home order to expire at 11:59 p.m. on Thursday evening. He renewed the 90-day disaster declaration which was originally signed March 6. The declaration was set to expire Thursday. The declaration provides the state extra support to respond to coronavirus and for recovery during reopening.  “Pennsylvanians have done a tremendous job flattening the curve and case numbers continue to decrease,” Wolf said in a statement Wednesday. “Renewing the disaster declaration helps state agencies with resources and supports as we continue mitigation and recovery.” ##The Future## Sao Paulo's government projected that the coronavirus cases in the state could double by the end of June.  At the end of May, Sao Paulo state – which includes the city of Sao Paulo – had reported a total of 109,698 cases and the government projected that by the end of June the cases could reach between 190,000 to 265,000, the state’s Vice-Gov. Rodrigo Garcia said at a news conference Wednesday. The state on Tuesday reported a record 327 daily coronavirus-related deaths.  Claiming the advance of the epidemic is \"within the predicted dimension,” Garcia said, “this increase we've seen in the past few days is not surprising. In April, the epidemic grew 10 times. In May, 3.6 times. For June, we expect the number of cases to grow between 1.7 and 2.4 times.” On Wednesday, Sao Paulo reported 5,188 new coronavirus cases, bringing the total number of cases in the state to 123,483. Last week, the mayor of Sao Paulo city announced a gradual reopening of certain sectors, despite the continued spike of infections and deaths.  ##Cases## US stocks finished higher after rallying all day. Both the S&P 500 and the Nasdaq Composite logged their fourth straight day of gains. For the Dow, it was the third up day. Market sentiment was boosted by a much better than expected ADP employment report, which shored up hopes that the worst might be over for America’s battered labor market. Here's how the markets closed today: The Dow finished up 2.1%, or 527 points.\nThe S&P 500 ended 1.4% higher.\nThe Nasdaq Composite rose 0.8%.   On the heels of several studies showing hydroxychloroquine doesn’t help patients in the hospital with Covid-19, a new study – the first of its kind – shows the drug doesn’t work to prevent infection with the virus, either.   The study of 821 people is a randomized, double-blind, placebo-controlled clinical trial, considered the gold standard in medicine. The study was expected to be published Wednesday in the New England Journal of Medicine. The researchers assigned about half the study subjects to take hydroxychloroquine and half to take a placebo, or a pill that does nothing. Neither the researchers nor the study subjects knew who was taking hydroxychloroquine and who was taking a placebo. They found the drug didn’t make a difference – over the next two weeks, the study subjects came down with Covid symptoms in equal amounts.  The study’s senior author, Dr. David Boulware, says that on May 9, the White House physician sent him an email asking his opinion of hydroxychloroquine as a preventive measure against Covid-19.    Boulware, an infectious disease expert at the University of Minnesota, says he advised Trump’s physician that there was no published research showing hydroxychloroquine worked preventatively and shared that people in his study who took hydroxychloroquine had higher rates of side effects, mostly gastrointestinal problems such as nausea and vomiting.   On May 18, Trump announced that he’d been taking the medicine for a week and a half.    “I knew they were probably going to ignore what I said because the White House had been talking about hydroxychloroquine for weeks and weeks and weeks,” Boulware said.  ##Cases## The Trump administration has selected five companies as the most likely to produce a Covid-19 vaccine, a White House Coronavirus task force source tells CNN.  The same source added that the decision came from \"Operation Warp Speed,\" which seeks to quickly ramp up production, organize distribution and determine who gets the first doses of a potential vaccine.   Dr. Anthony Fauci, the nation's top infectious disease expert, has previously suggested January as a potential date for a vaccine, but vaccines typically take years to produce. The New York Times first reported that the administration had selected five companies most likely to produce a vaccine.  The World Health Organization (WHO) said on Wednesday it is \"very concerned\" about the evolution of the Covid-19 pandemic in Haiti. \"We are very concerned about Haiti at the moment because of its unique circumstances, unique fragility and the fact that the disease is accelerating in a highly vulnerable population\", WHO's Executive Director for Health Emergencies, Michael Ryan, said during a press conference. \"What has been common to many regions has been intense community transmission and it is clear that once community transmission has been established it's very difficult to root the virus out\", Ryan added. By the numbers: Haiti has reported at least 2,507 confirmed cases of Covid-19 and at least 48 deaths, according to the latest report by the Haitian Ministry of Health from June 1. ##Cases## Two thousand Brazilians will participate in June tests of a vaccine against Covid-19 developed by Oxford University in partnership with AstraZeneca pharmaceutical, the Federal University of Sao Paulo (Unifesp) said in a statement. On Tuesday, the Brazilian Ministry of Health approved the beginning of the study that will vaccinate 1,000 patients in São Paulo and 1,000 more in Rio de Janeiro. The country is the first site of these vaccination tests outside the United Kingdom. The study will happen as Brazil is registering an increase in the number of cases and deaths. Tuesday's reported death toll of 1,262 was a record for a 24-hour period. Brazil's biggest cities have started to relax the social isolation rules imposed since mid-March. “The most important thing is to carry out this stage of the study now when the epidemiological curve is still rising and the results may be more assertive\", the lead investigator of the study in Brazil and researcher at the Federal University of São Paulo (Unifesp), Lily Yin Weckx, said.  Other countries will also participate in the study and the official registration of the vaccine is expected to be made later this year in the United Kingdom, Unifesp said in its statement. Brazil is now the country with the second-highest number of cases after the United States, and the rate of infections continues to rise.   ##The Future## At least seven regions in New York are ready to enter phase two and reopen restaurants for outdoor seating beginning tomorrow, according to a news release from Gov. Andrew Cuomo’s office. Restaurants in Capital Region, Central New York, Finger Lakes, the Mohawk Valley, the North County, the Southern Tier and Western New York can all reopen for outdoor seating, the release says. Here are the guidelines restaurants must follow:  Outdoor tables must be spaced six feet apart\nAll staff must wear face coverings \nCustomers must also wear face coverings when not seated New York state reported its lowest daily coronavirus death toll so far, with 49 deaths reported yesterday, Cuomo announced in a news conference today. The state confirmed 1,045 additional cases of Covid-19 for a statewide total of 374,085. \"Covid-19 is still a real threat and we're still battling it. I know it's not on the front pages today, but it is still in people and in society,\" Gov. Cuomo said. \"But thanks to the people of New York and the nurses, doctors and essential workers, today we have the lowest number of hospitalizations ever and we have the lowest death toll ever. We are continuously evaluating activities that can be safely reopened, and today we are adding outdoor seating at restaurants to phase two.\" ##Reopening## The Dutch government announced Wednesday that it will allow citizens to travel abroad for vacation to a large number of European countries, and will also allow some foreign tourists to come to the Netherlands. The policy goes into effect on June 15.  The government will continue to advise against nonessential travel to the United Kingdom and Sweden, “because the health risks there are estimated to be higher.” Travel outside Europe will still be “discouraged.” “The short answer to all questions is that we can indeed go on vacation this summer – but not everywhere, and anyhow, there are uncertainties,” Prime Minister Mark Rutte said in a news conference on Wednesday. Starting on June 15, the Dutch government will lower its health travel warnings for Belgium, Bulgaria, Germany, Estonia, Italy, Croatia, Latvia, Lithuania, Luxembourg, Portugal, Slovenia, the Czech Republic, and the Dutch islands of the Caribbean.  France and Spain have yet to make a decision about whether Dutch tourists will be welcomed, the government said, and Denmark has already made clear that it does not want Dutch tourists. The government said that it would welcome “foreign tourists from countries with similar or lower health risks as in our country.” The government uses a three-level, color-coded scale of yellow, orange, and red, to indicate the health risk of a foreign country. “It will therefore be a different summer vacation than usual,” Rutte said. “The main advice is to think carefully about what you do, and if you do go on vacation, travel wisely.” ##Reopening## California Gov. Gavin Newsom signed an executive order today requiring mail-in ballots be sent to all registered voters in the state for the upcoming general election in November. The executive order cites the health risks posed by the Covid-19 pandemic and the potential of spreading the virus through in-person voting.  In addition to mail-in ballots, county officials are directed to provide voting locations remain available for those wishing to cast their ballots in person. At least one voting location per 10,000 registered voters is required.  “We are committed to protecting the hard-fought right for Californians to make their voices heard this November, even in the face of a pandemic,” Newsom said. “As the demonstrations across the country remind us, civic participation is critical to our democracy. If we are to address the racial inequities that exist in our institutions, policies and representation, we must ensure that all eligible Californians have an opportunity to safely cast their ballot.” ##The Future##  ER visits during the pandemic for non-Covid emergencies have dropped 42% across the United States, when compared to this same time last year, according to a new report from the US Centers for Disease Control and Prevention (CDC). The new research published on Wednesday found that emergency department visits drastically fell from about 2.1 million visits per week between March 31 and April 27 last year, to 1.2 million between March 29 and April 25 this year. The \"steepest decreases\" were among children 14 and younger, women and girls, and people living in the Northeast region of the country, CDC researchers noted in the report.   Yet overall, \"the proportion of infectious disease-related visits was four times higher during the early pandemic period,\" according to the report. In the report, CDC recommended for people to keep using virtual doctor's visits and triage help lines during the pandemic, but not to hesitate seeking care for serious conditions, such as heart attack. The research had some limitations, including that the number of hospitals reporting to National Syndromic Surveillance Program change over time; the data do not capture all US hospitals, just those who reported to the surveillance program; and the data is limited to emergency department visits only, so people who may have sought treatment elsewhere are not captured in the data. ##Cases## ##The Future## A sixth, and last extension of the state of emergency was approved in a close vote by the Spanish Parliament, to last until June 21. Now in its third month, the extended state of emergency, which has been in place since March 14, will give the government continued authority to control movement across Spain even as the country continues to relax confinement measures.  The country’s 17 regional governments will have the power to determine the pace and course taken during the last, third phase, of the de-escalation process in their communities, which has been managed by the central government until now. “We’ve overcome the worst of the pandemic,” Prime Minister Pedro Sánchez said during the debate ahead of the vote in Spain’s lower chamber.  He said the state of emergency, considered to be Europe’s strictest confinement measures, were fundamental to controlling the spread of Covid-19. Answering the main conservative opposition Popular Party leader Pablo Casado’s accusation that the Prime Minister “was unable to save lives\", Sánchez said: “Today, we have zero deaths from Covid-19 in Spain,” referring to the previous day’s zero mortality statistic. He continued by saying that “the strict confinement has been efficient” in battling Spain’s health emergency. Sánchez, whose Socialist minority government worked in recent days to ensure enough votes from other parties to pass the extension, urged parliamentarians to approve it this last time, saying said it is needed in order to complete the country’s de-escalation towards a “new normality.” Opposition parties, including the far-right Vox party, the third largest in parliament, have accused the government of dictatorial rule through the state of emergency, and pushing the country into economic ruin. Sanchez responded by saying “the government understands the impatience of economic sectors, but health takes priority. Without health, no business will stay open.” Sanchez also said his cabinet will approve a decree for a “new normality,” with necessary containment measures until a vaccine or treatment is found. Some more context: 70% of Spain is currently in Phase 2 of de-escalation from the severe confinement measures in place at the height of the pandemic, but the capital, Madrid, and Spain’s second largest city, Barcelona, are behind in Phase 1.  They were the hardest hit areas by the virus, with the most cases and deaths. Four small islands in Spain’s Canaries and Balearic Islands have already advanced to Phase 3, which has the fewest restrictions on activity and movement. Most recent data from Spain’s Ministry of Health published Wednesday afternoon show a total of 27,128 deaths due to Covid-19, and 240,326 infections. One new Covid-19 death has been reported in the latest data. ##The Future## The World Health Organization (WHO) said a large number of scientists across the world are studying coronavirus and none of the genome sequences show the virus is mutating to become more dangerous. But WHO warns that doesn’t mean the pandemic is not getting more dangerous.  “There are more than 40,000 full genome sequences that are available,” WHO infectious disease epidemiologist Dr. Maria Van Kerkhove told a briefing. “Scientists are looking to see, are there changes in the virus? And as it is a coronavirus — it is an RNA virus — there are normal changes in this virus that one would expect over time,” she said. RNA viruses such as influenza and coronaviruses are generally more unstable and prone to mutation than viruses that use DNA to replicate. “None of these changes so far indicate that the virus itself is changing in terms of its ability to transmit or to cause more severe disease,” Van Kerkhove added.  But Van Kerkhove said that doesn’t mean the spread of the virus isn’t becoming more dangerous. “People grow tired,” she said. They may become lax in the measures needed to control the spread of the virus, such as social distancing. “It's very difficult to keep up all of these measures and we must remain strong and vigilant,” she said. As lockdowns are lifted, slowly, across the globe, some “social measures may need to be reintroduced again, and that may frustrate people,” Van Kerkhove said.  “And that, in a sense, could make the virus more dangerous because people become complacent. And it's important that no one becomes complacent. This is far from over.”  Dr. Mike Ryan, WHO executive director of Health Emergencies Program, said the virus does remain stable, but added, “This is already a dangerous virus; we've been seeing this consistently for months now.” ##Cases## New Jersey Gov. Phil Murphy will sign an executive order Wednesday to allow restaurants and bars to begin offering in-person, outdoor dining beginning June 15. Guidance on the subject will be issued later today, he said in a news conference. Murphy announced that there were 112 new coronavirus-related deaths Wednesday, bringing the statewide death toll to 11,880. During his daily briefing, he also announced 652 new coronavirus cases across the state, bringing statewide total to 162,068. ##Reopening## ##Cases## The World Health Organization's Data Safety and Monitoring Committee has recommended for WHO to continue studying hydroxychloroquine as a potential Covid-19 treatment in its Solidarity Trial, WHO Director-General Tedros Adhanom Ghebreyesus said during a media briefing in Geneva on Wednesday.  Last week, WHO announced that it had temporarily paused the hydroxychloroquine arms of the trial due to concerns surrounding the drug's safety. \"This decision was taken as a precaution while the safety data were reviewed. The Data Safety and Monitoring Committee of the Solidarity Trial has been reviewing the data,\" Tedros said on Wednesday. \"On the basis of the available mortality data, the members of the committee recommended that there are no reasons to modify the trial protocol,\" Tedros said, adding that the recommendation about resuming hydroxychloroquine studies will be shared with the trial's principal investigators. Currently, there is no approved treatment for Covid-19. \"As of now, there’s no evidence that any drug actually reduces mortality in patients who have Covid-19,\" WHO Chief Scientist Dr. Soumya Swaminathan said during Wednesday's briefing. \"In fact, it’s an urgent priority for all of us to do the needed studies, to do the randomized clinical trials, in order to get that evidence,\" Swaminathan said. \"You can do analyses but there are so many potential biases in the way that patients are managed in a regular clinical setting that the only way to get definitive answers is to do a randomized trial.\" ##Cases## The World Health Organization said that “cases in Europe continue to decline” during a briefing Wednesday. “Yesterday saw the fewest cases reported in Europe since the 22nd of March,” said WHO Director-General Tedros Adhanom Ghebreyesus. Though Tedros added, WHO is “especially worried” about Central and South America where “many countries are witnessing accelerating epidemics.” “More than 100,000 cases of Covid-19 have been reported to WHO for each of the past five days. The Americas continues to account for the most cases,” Tedros said. “For several weeks, the number of cases reported each day in the Americas has been more than the rest of the world put together,” Tedros said. He added WHO is also seeing an increase of cases in the Eastern Mediterranean, Southeast Asia and Africa.  ##Cases## The Venezuelan government, led by embattled President Nicolas Maduro, and the opposition led by Juan Guaidó, have signed an agreement to cooperate in the fight against Covid-19 by allowing aid into the country through the Pan American Health Organization (PAHO).  This is one of the few times the two sides are known to have signed an agreement. \"The Ministry of Health signed an agreement with the (...) Venezuelan opposition. In the context of the blockade against Venezuela, it is necessary that we, Venezuelans, find common ground to fight against Covid-19,\" the government said in a statement. In the same statement, the Vice President for Communication, Culture, and Tourism, Jorge Rodríguez, added that both sides need to \"set politics aside and work together to fight Covid-19\" More on the agreement: The agreement was signed on Monday by the Venezuelan Minister of Health, Carlos Alvarado, the Health Adviser of the opposition-led National Assembly, Julio Castro, and the Venezuelan representative of the Pan American Health Organization, Gerardo de Cosio.  On their website, PAHO says it is the specialized international health agency for the Americas. It serves as Regional Office for the Americas of the World Health Organization. The Venezuelan opposition confirmed the agreement in a statement:  \"The interim government and the president Juan Guaidó and the National Assembly, reaffirm its commitment to do whatever it takes to alleviate the suffering of Venezuelans,\" they said.  \"We took an important step, but it won't be enough for what's ahead,\" the statement added. Guaidó is recognized as the interim leader of Venezuela by more than 50 countries, including the United States.  According to the opposition, the agreement will allow the PAHO to receive and manage the funding allocated for humanitarian aid. The funds will be used towards protection equipment, \"improving diagnostic capacity\" and treating confirmed cases, according to the opposition.  The PAHO confirmed to CNN in an email that \"this agreement is real and that PAHO is taking action to support its implementation.\" ##Cases## Researchers are learning more about how Covid-19 affects children, and a new study finds that among a group of children and adolescents in New York who were hospitalized with the disease, about a fifth — 22% — had obesity. The study, published in the journal The Lancet on Wednesday, suggests that having obesity could put a child at an increased risk of getting severely ill with Covid-19, the disease caused by the novel coronavirus.  \"The significance of obesity as an independent risk factor for severity is now being increasingly described in adult studies of Covid-19, so it was interesting that many of the hospitalized patients in this study had obesity and/or overweight,\" the researchers, from Columbia University Irving Medical Center and New York-Presbyterian Hospital in New York, wrote in the study. \"Obesity was the most significant factor associated with mechanical ventilation in children 2 years and older,\" the researchers added. \"Contrary to some previous reports, infants seemed largely spared severe manifestations.\"  More on the study: The study included data on 50 young people, ages 21 and younger, who were diagnosed with Covid-19 between March 1 and April 15 and hospitalized for at least a day or longer. The data, which came from the patients' electronic medical records, showed that about half of the patients — 52% — had an adult family member or was living with someone with symptoms associated with Covid-19. None of the patients had a history of international travel around the time they were diagnosed.  Most of the patients — 80% — had a fever, and 64% had some respiratory symptoms, but three of the patients only experienced gastrointestinal problems, the researchers found. Nine of the patients, or 18% of them, needed mechanical ventilation and one patient died. Overall, the researchers found that obesity was significantly associated with needing mechanical ventilation among children ages 2 or older. Among the patients who required mechanical ventilation, six of them — 67% — had obesity. About the study: The study had some limitations, including that the group of patients included in the data was small and half of the patients were Hispanic. The researchers noted that the hospital serves a predominantly Hispanic community. So more research is needed to determine whether similar findings would emerge among a more diverse group of patients. Yet overall, \"studies such as this one emphasize that certain groups of children may be disproportionally affected. In this study, 50% were Hispanic,\" Dr. Jason Newland of the Washington University School of Medicine in St Louis, and Dr. Kristina Bryant of the University of Louisville in Kentucky, co-wrote in an editorial that accompanied the new study. \"As the Covid-19 pandemic has spread and created adversity for many people physically, emotionally, and economically, the groups most affected have been those of color,\" Newland and Bryant wrote.  \"Going forward, multicenter collaborative studies are needed to define the infectious and postinfectious sequelae of Covid-19 in children in communities across the US, including rural communities, and in all racial and ethnic groups. We also need to understand the association of the pandemic with adverse health outcomes in children beyond the consequences of viral infection,\" they wrote. The researchers noted that on May 15, \"the US Centers for Disease Control and Prevention reported a precipitous drop in the ordering and administration of pediatric vaccines. Are outbreaks of vaccine-preventable diseases on the horizon? That could be the next important chapter of the evolving Covid-19 story.\" New York state reported its lowest daily coronavirus death toll so far, with 49 deaths reported yesterday, Gov. Andrew Cuomo said. That's down from 58 deaths on Monday and 54 on Tuesday, the governor said. Hospitalizations are also at an all-time low. Cuomo warned that although many headlines are focusing on the nationwide protests over George Floyd's death at the hands of police, coronavirus remains a threat. \"It is still in people and in society. We're still battling that,\" he said of the virus. ##Cases## WATCH GOV. CUOMO: Brazilian President Jair Bolsonaro on Wednesday officially appointed Army General Eduardo Pazuello as interim health minister.  Brazil has been 19 days without a health minister so far. Bolsonaro suggested that for the time being, he does not plan on naming a permanent replacement for Nelson Teich, his second health minister to resign. In practice, Pazuello has been acting as the head of the ministry since the resignation of former minister Teich on May 15.  Some background: Brazil has had two health ministers since the beginning of the pandemic. The original cabinet minister, Nelson Mandetta, was dismissed on April 16 by Bolsonaro for disagreeing with the president's handling of the pandemic. Mandetta’s replacement, Teich, also resigned after less than a month in office for the same reason. Bolsonaro has been nominating military personnel to key positions in the health ministry for the past month. Latest numbers: On Tuesday, Brazil registered at least 1,262 new deaths by coronavirus, the highest number since the beginning of the pandemic. The country has had more than 555,000 cases of coronavirus and at least 31,199 reported deaths. More than 600 nurses worldwide have died from Covid-19, and more than 230,000 health care workers have contracted the virus, the International Council of Nurses (ICN) said Wednesday in a statement. The ICN represents more than 130 national nursing associations with 20 million members globally, and “has been highlighting the lack of systematic data on COVID-19 infection rates of healthcare workers (HCWs) and related deaths of nurses,\" an ICN spokesman told CNN.  It “implores\" governments to act to protect their health and save lives. “Without this data we do not know the true cost of COVID-19, and that will make us less able to tackle other pandemics in the future,” ICN CEO Howard Catton added in the statement. The ICN report is based on data from national nursing associations, official figures and media reports from a limited number of countries. ##Cases## Another 2.8 million jobs in the private sector disappeared in May, according to the ADP national employment report. The private sector lost far fewer jobs than expected, however. Economists surveyed by Refinitiv had forecast 9 million lost jobs last month. In April, ADP reported a revised 19.6 million jobs vanished, the worst month since the company began reporting national employment numbers in 2002. All segments of the economy were decimated again in May, but large businesses with 500 employees or more accounted for more than half the jobs lost — 1.6 million. Nearly 2 million of the losses occurred in the battered services industry, with the trade, transportation and utilities sector leading the declines. In the goods-producing industry, manufacturing shed the most jobs. “The impact of the COVID-19 crisis continues to weigh on businesses of all sizes,” said Ahu Yildirmaz, co-head of the ADP Research Institute. “While the labor market is still reeling from the effects of the pandemic, job loss likely peaked in April, as many states have begun a phased reopening of businesses.” The ADP report comes two days ahead of the US Bureau of Labor Statistics' jobs report, which is due Friday morning. Economists polled by Refinitiv expect another 8 million jobs lost in May, following a 20.5 million drop in April. That would push the unemployment rate to nearly 20%, a new record high. ##Economy## Portugal hopes to welcome British holidaymakers this summer according to Portuguese Foreign Minister Augusto Santos Silva.  Speaking to BBC Radio 4 on Wednesday, Santos Silva said the UK and Portugal were considering a potential “air bridge” between the two countries.  Calling quarantine “an enemy of tourism,” Santos Silva said that UK and Portuguese diplomats “will work together in order to guarantee that British tourists coming to Portugal would not be subjected in their return to England to any kind of quarantine”. The UK is set to introduce a mandatory 14-day quarantine for overseas travelers from Monday with the UK Home Secretary Priti Patel expected to set out the details in Parliament Wednesday.  UK Health Minister Edward Argar also confirmed on the BBC Radio 4 that the UK government was looking into the possibility of airbridges. “One of the mitigating aspects for the industry that is being looked into a lot is this concept of airbridges where you do come to agreements with other countries were they are happy with your levels of infection and your control of it and you are happy with theirs” he said. Argar refused to “pre-empt” any further details about the potential air bridges. ##Reopening## European rail operator Thalys is to gradually resume its international train services between the Netherlands, Belgium, France and Germany starting next week. Thalys, which normally carries 7.5 million passengers a year to 26 destinations has been running four trains a day between Brussels, Amsterdam and Paris since March 10. Beginning on June 9, the operator will restart a daily service between Dortmond and Paris and increase other services to 20% of its normal offering by the middle of July, with the hope of running 50% of its trains by August. In an email to customers, Thayls CEO Bertrand Gosselin said: “We do not know when the Covid-19 pandemic will end, nor when our lives will regain some normality.” Gosselin also assured passengers, “that the safety, well-being and health of our clients and employees is at all times at the core of our decisions.” Passengers will be required to wear a face covering at all times while onboard and the number of seats available on Thalys trains has been halved to maintain social distancing. Since April 8, anyone traveling to and from France is required to complete an International Travel Certificate to Mainland France form, confirming their journey is necessary and they are free of Covid-19  symptoms. Other international European rail operators Deutsche Bahn, SNCF and NS — who have also been running a limited service or no service at all — have begun to slowly resume services from 1 June. Eurostar, which runs trains between mainland Europe and the United Kingdom will continue to run a reduced service.  A spokesperson for Eurostar told CNN, “We continue to closely monitor the situation as it develops, and we hope to gradually increase our number of services and destinations over the coming weeks in line with the easing of lockdown restrictions.”  ##Reopening## If you're just joining us, here's the latest on the coronavirus pandemic: European travel: Austria and Germany are preparing to ease travel restrictions imposed to limit the spread of the coronavirus. Austria will reopen its borders with seven neighboring countries from Thursday -- but not with Italy.\nFirst Rohingya death: A Rohingya refugee has died in Bangladesh in the first Covid-19-related fatality at the world's largest refugee camp, the UN agency charged with protecting refugees said.\nIbuprofen trial: A new London-based coronavirus treatment trial launched this week will test if a formulation of ibuprofen can treat one of the complications of coronavirus: severe acute respiratory distress syndrome. \nAustralia in recession: The country's economy shrank 0.3% in the first quarter, as Australia entered recession for the first time in nearly three decades. Covid-19 was largely to blame, said Treasurer Josh Frydenberg, adding he expected second quarter figures to be worse.\nStorm over India's virus epicenter: Cyclone Nisarga is moving across the state of Maharashtra, a region home to the megacity of Mumbai, which is already reeling from the impact of the virus. Covid-19 patients were among more than 100,000 people evacuated from low-lying coastal areas before the storm hit.\nMeanwhile, India cases surge: The country reported nearly 9,000 new Covid-19 infections today -- a highest single-day spike that pushes its total over 200,000 cases. \nUS protest fears: Members of the White House coronavirus task force discussed the \"increasing\" risk that the virus could spread among protesters at demonstrations over the death of George Floyd, a source familiar with the discussion said. The US surgeon general said he expects new outbreaks due to the protests. ##Catch Up## A new London-based coronavirus treatment trial launched this week will test if a formulation of ibuprofen can treat one of the complications of coronavirus: severe acute respiratory distress syndrome.  The trial is jointly headed by King's College London, a London research hospital and the pharmaceutical organization, the SEEK Group. It aims to reduce Covid-19 related respiratory failure, which in turn may decrease the need for more aggressive intervention such as ventilation, Kings College London said in a statement.  The drug would be given at a “very specific stage” of the virus to hospitalized patients with confirmed or suspected Covid-19 in a randomized study.  Researchers say the drug differs from standard ibuprofen and is already licensed for use in the UK to treat other conditions. If proven successful, the treatment could be “invaluable” because of the low cost and high availability of the drug, the statement adds. ##The Future## Austria will lift its coronavirus-related border restrictions with seven neighboring countries from Thursday, the country's Foreign Minister Alexander Schallenberg said Wednesday. Those countries are Germany, Switzerland, Liechtenstein, Hungary, Slovenia, Slovakia and the Czech Republic.  “We are returning to the pre-corona situation regarding these countries,” Schallenberg declared, adding that there will therefore be no more border controls with these countries. However, Austria’s border with Italy -- one of Europe's worst-affected countries -- will remain closed. Schallenberg said the current infection rate in Italy would “not yet” allow an opening, adding that it would happen “as soon as the figures allow.” Schallenberg said that although most borders are reopening, it is still best to refrain from unnecessary travel and to holiday instead within Austria. Meanwhile, Germany is to lift its blanket travel warning for 29 European countries from June 15, Foreign Minister Heiko Maas said Wednesday.  Berlin will then issue individual travel guidelines on a country-by-country basis, “unless there are no-entry bans or large scale lockdowns in place in the respective countries,” he said.  Germany does not advise travel to Britain due to its plan to impose a 14-day quarantine on new arrivals, Maas added. EU countries are starting to lift Covid-19 pandemic-related travel restrictions in place since March.  But Maas warned Germans to travel at their own risk. There will not be another repatriation initiative for any citizens stranded abroad this summer, he said. Two influential medical journals have issued expressions of concern about the data used in different coronavirus studies -- data that came from the same international registry. One study, in the Lancet, found that giving hydroxychloroquine or chloroquine to hospitalized coronavirus patients was linked to increased rates of mortality and serious heart rhythm complications.  “We are issuing an Expression of Concern to alert readers to the fact that serious scientific questions have been brought to our attention,” the Lancet editors wrote, noting that “important scientific questions have been raised about data” in the paper. The Lancet said results of an independent audit to determine the validity of the data in the study, published May 22, were expected “very shortly.” Its study had provided a counterpoint to US President Donald Trump, who has called hydroxychloroquine a \"game-changer.\" Another study, published in the New England Journal of Medicine on May 1, found that certain heart disease drugs, including ACE inhibitors, didn’t worsen the risk of death for coronavirus patients.  “This retrospective study used data drawn from an international database that included electronic health records from 169 hospitals on three continents. Recently, substantive concerns have been raised about the quality of the information in that database. We have asked the authors to provide evidence that the data are reliable,” the New England Journal of Medicine editors wrote Tuesday. Both studies used data from Surgisphere, which describes itself as a “public service organization dedicated to making the world a better place.” “Our multi-national observational registry study published in The Lancet Medical Journal has been met with both high praise and some skepticism from the scientific community and global institutions,” Surgisphere said in a statement posted on its website. “The Surgisphere registry is an aggregation of the deidentified electronic health records of customers of QuartzClinical, Surgisphere’s machine learning program and data analytics platform,” it added. Surgisphere said it had detected a problem with one hospital in its database. “This hospital was properly reclassified in our database. The findings of the paper are unaffected by this update,” it said. Scientists independent of either study said even if the data mix-up did not affect the conclusions, the discrepancies needed to be cleared up. There are at least 1,831,821 cases of coronavirus in the United States and at least 106,181 people have died, according to Johns Hopkins University's tally of cases. The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases. The first death of a Rohingya refugee from Covid-19 has been confirmed in the camps in Cox’s Bazar, Bangladesh, according to the United Nations High Commissioner for Refugees (UNHCR). The victim was a 71-year-old man. A UNHCR statement said the agency was \"deeply saddened to learn of this development and sends our condolences to the family and the wider Rohingya community.\" As of June 2, according to the World Health Organization, there were 29 confirmed Covid-19 cases among the refugee population in the camps. In the wider Cox’s Bazar district, there were 729 cases with 16 deaths. Numbers continue to rise. \"We are all working round the clock to ensure that testing is available to refugees, those who are identified as Covid-19 positive have adequate facilities in place to care for them, and to ensure contact tracing and isolation of those who may have been exposed,\" the statement said. The sprawling refugee camps in Cox's Bazar are home to nearly 1 million Rohingya refugees.  Arrests and fines for breaking the UK’s coronavirus lockdown laws in London have disproportionately affected black people, according to an analysis released Wednesday by the city's Metropolitan Police Service (MPS). While 12% of London’s population is black, according to 2018 Office for National Statistics data referenced in the report, 26% of Covid-19 Fixed Penalty Notices were given to black people and 31% of those whose arrests included breaching coronavirus legislation were black. The Met Police report acknowledges there are “some differences in the use of Covid-19 related enforcement in relation to gender, age and race, when compared to the resident population.” “Crime is also not proportionate, with different crimes affecting different groups, the root causes of which are complex,” the report adds.  “Tragically, knife crime and street violence in the capital disproportionately affects boys and young men, particularly of African-Caribbean heritage, both in terms of victims and perpetrators. Throughout the Covid-19 lock down the MPS has continued to prioritise its policing activity against violent crime and protecting the communities most impacted by it. This dynamic is reflected in the arrest figures where Covid-19 is an additional feature.” The report also notes the \"street population\" is different to official residential population data “which is only updated once every 10 years,” referencing population information gathered by census. More than 70% of fines have been given to young people between the ages of 18 and 34, and almost all fines and arrests have been of men. The report also noted there was a “strong correlation to hot weather and holiday periods contributing to people being out and breaching the legislation in the earlier part of lock down.” In a statement alongside the report, the Met Police noted the policing approach had been “to help explain the new laws and encourage Londoners to play their part in adhering to them” and said this had caused a “low number” of arrests and fines “in comparison to the approximate nine million population of London.”  There was a total of 973 fixed penalty notices between March 27 and May 14 in London. There were also 711 arrests in that period where an individual was arrested primarily for a separate criminal offence and then also arrested for a breach of Covid-19 legislation, and 36 arrests were solely for breaching coronavirus legislation. ##Politics## Editor's Note: Kelly Henning is the director of public health at Bloomberg Philanthropies. The views expressed in this commentary are her own.  Protecting people from the dangers of tobacco products -- and holding tobacco companies accountable for their global actions -- is a critical component in the fight against Covid-19. Smokers are more likely than non-smokers to develop severe complications with Covid-19, according to a review of studies by public health experts convened by the World Health Organization. And, a new study of 169 hospitals in Asia, Europe and North America found that smokers have nearly double the likelihood of in-hospital death than non-smokers. But just as important, tobacco use -- a pandemic in its own right -- is costly to individual smokers and to society. Smoking kills more than 8 million people a year, mainly in low- and middle-income countries. These deaths are preventable and come mostly from cancer, heart disease, stroke, chronic lung disease and diabetes -- conditions that also contribute to high rates of Covid-19 mortality. The human price is exacerbated by the economic toll in health care costs and lost productivity costs that reaches $1.4 trillion annually worldwide. We'll be better able to fight this pandemic, and future ones, if we commit ourselves to improving the world's health. Helping smokers quit will reduce the amount of people with underlying conditions that could make them more susceptible to Covid-19 and other infections. At the same time, to adequately fund efforts to fight coronavirus and prepare for unknown health emergencies to come, we must lower health care costs for households and health care systems and shift our economy away from production and purchase of harmful products, such as tobacco. Read the full opinion: ##The Future## If you're just joining us, here's the latest on the coronavirus pandemic: Australia in recession: The country's economy shrank 0.3% in the first quarter, as Australia entered recession for the first time in nearly three decades. Covid-19 was largely to blame, said Treasurer Josh Frydenberg, adding he expected second quarter figures to be worse.\nStorm over India's virus epicenter: Cyclone Nisarga is now moving across the state of Maharashtra, a region home to the megacity of Mumbai, which is already reeling from the impact of the virus. Covid-19 patients were among more than 100,000 people evacuated from low-lying coastal areas before the storm hit.\nMeanwhile, India cases surge: The country reported nearly 9,000 new Covid-19 infections today -- a highest single-day spike that pushes its total over 200,000 cases. \nLufthansa losses: The German airline blamed the global pandemic for most of the damage after it reported 2.1 billion euros ($2.35 billion) worth of losses in the first quarter. The airline recently secured a German government bailout of nearly $10 billion.\nFirst Rohingya death: A Rohingya refugee has died in Bangladesh in the first Covid-19-related fatality at the world's largest refugee camp, the UN agency charged with protecting refugees said.\nUS protest fears: Members of the White House coronavirus task force discussed the \"increasing\" risk that the virus could spread among protesters at demonstrations over the death of George Floyd, a source familiar with the discussion said. The US surgeon general said he expects new outbreaks due to the protests.\nVaccine hopes: The US should have 100 million doses of one candidate Covid-19 vaccine by the end of the year, Dr. Anthony Fauci, the nation's top infectious diseases doctor, said on Tuesday. The plan is to manufacture doses of the vaccine even before it is clear whether it works, he said. ##Catch Up## “Thousands” of people are being successfully traced as part of the UK government’s coronavirus response, junior health minister Edward Argar told Sky News on Wednesday, although he was unable to provide specific numbers. The test and trace system launched on May 28. “We are into the thousands being successfully traced at the moment,” Argar told Sky News.\n“I don’t have the precise figures, because as you’d expect we’re working with the UK statistics authority to agree the process to make sure they accept it’s reliable.\n“There’s a bit more work to do on that.”  ##Politics## Coronavirus patients were among more than 100,000 people evacuated from low-lying coastal areas in India's western states as a cyclone advanced toward Mumbai in Maharashtra today. Cyclone Nisarga made landfall at around 1 p.m. local time (3:30 a.m. ET) with wind speeds of up to 110 kph (68 mph), according to the Indian Meteorological Department (IMD). The cyclone, which formed in the Arabian sea on Tuesday morning, hit Alibag town, south of Mumbai. Cyclones in that part of the country are relatively rare -- Mumbai, India's financial center and home to 18 million people, was last hit by a major storm in 1948.  The arrival of Cyclone Nisarga today comes as Maharashtra grapples with India's worst coronavirus outbreak. Hospitals are struggling to treat an influx of patients as the confirmed number of cases in that state passes 72,300, with more than 2,400 deaths. Ahead of landfall, the cyclone strengthened to the equivalent of just below a Category 1 Atlantic hurricane, or a Severe Cyclonic Storm in the West Pacific. Read more: Zoom said Tuesday that its revenue skyrocketed 169% from the prior year to $328 million for the three months ending in April, as it became the go-to video-conferencing service for many stuck at home during the pandemic. The company reported an even more astronomical spike in business customers. There were roughly 265,400 companies with more than 10 employees using its platform, a 354% increase from the year prior. Zoom \"deployed millions of licenses for new customers,\" CEO Eric Yuan said on an earnings call. Created as a business communication tool nearly a decade ago, Zoom's popularity exploded at the beginning of this year, as millions of people in lockdown began using it to host events ranging from birthday parties to religious events and even to cabinet meetings. \"Work-from-home and social distance initiatives have meaningfully accelerated the adoption and traffic on the Zoom video communications platform,\" Yuan said.  He added that the pandemic had also resulted in a big spike in Zoom's number of free users, who can host calls up to 40 minutes long before being asked to pay. Read more:  ##Economy## UK Home Secretary Priti Patel and Transport Secretary Grant Shapps defended their decision to require all travelers entering the United Kingdom from overseas to undergo 14 days of quarantine, a move that the travel and tourism industries believe could deter visitors from coming.  Airlines and holiday companies have been campaigning against the policy, which is due to begin on Monday. Some government lawmakers are also critical of the new rules. Patel and Shapps, however, warned that the UK will \"suffer if we get this wrong and that is why it is crucial that we introduce these measures now.\" “Let’s not throw away our progress in tackling this deadly virus. We owe it to the thousands who have died,\" the two wrote in an opinion piece published in the Telegraph newspaper. “We are working with the transport industry to see how we can introduce agreements with other countries when safe to do so, so we can go abroad and tourists can come here.” ##Economy## ##Reopening## ##Politics## ##The Future## Lufthansa suffered 2.1 billion euros ($2.35 billion) worth of losses in the first quarter of 2020, the German airline group said in a statement on Wednesday. The airline blamed the global pandemic for most of the damage and said cost-cutting measures implemented so far -- like moth-balling jets and putting large parts of staff on Germany’s labor protection program -- were only able to partially offset the revenue decline. “Global air traffic has come to a virtual standstill in recent months. This has impacted our quarterly results to an unprecedented extent,” Lufthansa CEO Carsten Spohr said.\n“In view of the very slow recovery in demand, we must now take far-reaching restructuring measures to counteract this.” Lufthansa recently secured a German government bailout of nearly $10 billion to help the carrier through the crisis.  ##Economy## Australia is entering its first recession in nearly three decades, largely due to the economic impact of the Covid-19 pandemic, Treasurer Josh Frydenberg said on Wednesday. The nation's economy contracted 0.3% in the first three months of this year, according to the Australian Bureau of Statistics. Frydenberg said he expected figures for the second quarter of 2020 to be worse.  When asked at a news conference on Wednesday whether Australia is in recession, Frydenberg replied: \"Yes and that is on the basis of the advice that I have from the Treasury Department about where the June quarter is expected to be.\" Experts say Australia was able to weather other serious global financial crises thanks to a combination of steady population growth, a rise in exports and the increasing importance of its service economy. Frydenberg acknowledged the Covid-19 shutdown as the end of a 29-year run of economic growth in Australia, but praised his government's economic stimulus measures. \"We have avoided the economic fate, and the health fate, of other nations because of the measures,\" he said.  ##Economy## ##The Future## A cyclone is expected to make landfall near Alibag in the Indian state of Maharashtra -- a region already reeling from the impact of coronavirus -- on Wednesday afternoon, according to the India Meteorological Department.  Maharashtra has been hit harder by Covid-19 than any other state in India. A total of 72,300 cases and 2,465 virus-related deaths have been reported there, and the storm poses a fresh challenge to authorities attempting to enforce social distancing rules. The department said that Cyclone Nisarga will cross north Maharashtra, including the city of Mumbai -- home to more than 18 million people -- and the adjoining state of Gujarat's coast in western India. The eye of the storm is about 65 km (40 miles) in diameter as observed through radar, and the wind speed was 90 to 100 kph (56 to 62 mph), gusting to 110 kph (68 mph), on Wednesday morning local time, according to the department. More than 60,000 people from Maharashtra’s coastal districts, including Mumbai, and over 50,000 people living in low-lying areas along the coast of southern Gujarat have been evacuated, according to authorities. India's National Disaster Response Force has deployed 20 teams in Maharashtra, 16 teams in Gujarat and two teams in the Union Territory of Daman and Diu. At least 90 people were killed and thousands more left homeless after Cyclone Amphan slammed into coastal towns and cities in India and Bangladesh last month. Amphan was the most powerful cyclone ever recorded in the Bay of Bengal, but it weakened before making landfall. A Rohingya refugee has died in Bangladesh in the first Covid-19-related fatality at the world's largest refugee camp, the United Nations agency charged with protecting refugees said.  The refugee, who was not named, tested positive for the virus near Cox's Bazar. The camps near the city are home to nearly a million Rohingya refugees, many of whom fled across the border to escape violence in neighboring Myanmar.  The first known cases in the camps were confirmed last month, prompting serious concerns about the virus' spread there. The majority of the refugees live in densely packed, squalid conditions. ##Cases## The University of Southern California plans to resume in-person classes for the fall semester starting August, USC President Carol Folt said in a letter to students on Tuesday. Folt said that starting the week of August 10, orientation for incoming students will be conducted online. Small, in-person events will be held if possible.  “While we still have many details to work out, we are planning for an in-person fall semester for students beginning on August 17, 2020, a week earlier than originally scheduled,” she said.  Folt said the plans, however, are \"contingent on several factors, including the continued spread of COVID-19, and the health orders from state and local authorities.” The university is planning to mandate that anyone on campus and in a classroom wear face coverings and practice physical distancing. Every in-person class for undergraduate students will also be offered online, the letter said. Classrooms and offices are being reconfigured to meet physical distancing requirements. According to the letter, all classes, including final exams, will end by Thanksgiving to minimize the spread of the coronavirus as flu season starts. There will be no fall break. “Things could change, but we are excited to move forward and to have you back,” Folt said.  USC is one of the biggest schools in Southern California. A total of 48,500 students were enrolled in the 2019-2020 academic year, according the university’s website. Like many schools across the United States, USC moved all its courses online as the coronavirus pandemic spread throughout the country. ##Reopening## The novel coronavirus has infected nearly 6.4 million people and killed at least 380,000 worldwide. If you're just joining us, here's what you should know: India cases surge: The country reported nearly 9,000 new Covid-19 infections today -- a highest single-day spike that pushes its total over 200,000 cases. Only six countries have officially confirmed more cases than India.\nParts of Latin America reopen as crisis deepens: Several nations in the region, including Brazil and Mexico, are easing movement restrictions and allowing more businesses to resume operations, even as cases surge. The World Health Organization's director for the Americas, Dr. Carissa Etienne, warned on Tuesday that countries reopening too quickly \"risk a resurgence of Covid-19 that could erase the advantage gained over the past few months.\"\nUS protest fears: Members of the White House coronavirus task force discussed the \"increasing\" risk that the virus could spread among protesters at demonstrations over the death of George Floyd in the United States, a source familiar with the discussion said. The US surgeon general said he expects new outbreaks due to  the protests.\nVaccine hopes: The US should have 100 million doses of one candidate Covid-19 vaccine by the end of the year, Dr. Anthony Fauci, the nation's top infectious diseases doctor, said on Tuesday. The plan is to manufacture doses of the vaccine even before it is clear whether it works, he said.\nSouth Korea approves virus treatment: The antivirus drug remdesivir can now be imported into the East Asian country. Authorities say the drug has shortened the treatment period for severe cases of Covid-19 in other nations, including the US and Japan. ##Catch Up## India has identified another 8,909 confirmed cases of the novel coronavirus in the past 24 hours -- the most in a single day since the pandemic began -- pushing the nationwide total to 207,615, the country's Ministry of Health and Welfare said.  More than 5,800 people have died in the country after contracting the virus, the ministry said.  India is the seventh country to pass the 200,000 confirmed case threshold, according to data compiled by Johns Hopkins University.  The others are:  United States (1.8 million)\nBrazil (555,383)\nRussia (423,186)\nUnited Kingdom (279,392)\nSpain (239,932)\nItaly (233,515) ##Cases## Japan’s health ministry said 52 new coronavirus cases were identified in the country on Tuesday -- 34 of which were in Tokyo. Authorities in the Japanese capital rolled out a new alert system on Tuesday night, in large part due to the spike in cases there. The Tokyo region has recorded 5,283 cases of Covid-19, killing 306 people.  Total numbers: 17,698 patients have contracted Covid-19 in Japan, 913 of whom have died. Of those, 712 cases and 13 fatalities are tied to the Diamond Princess cruise ship. ##Cases## South Korea has approved imports of the antivirus drug remdesivir, the country’s Ministry of Food and Drug Safety said in a news release on Wednesday.  Authorities said the decision was made because the drug had meaningfully shortened the treatment period for severe cases of Covid-19 in the United States, Japan and United Kingdom during the pandemic. Remdesivir has helped speed up recovery in moderately ill patients with pneumonia from Covid-19, drugmaker Gilead Sciences said Monday. Remdesivir is approved to treat Covid-19 in Japan, but is considered an investigational treatment for Covid-19 elsewhere in the world, Gilead said in a statement. South Korea’s Ministry of Food and Drug Safety and its Centers for Disease Control and Prevention (KCDC) will negotiate with drug importer Gilead Science Korea to import the drug as soon as possible, the release said.   ##Cases## People from the UK's ethnic minority communities are up to 50% more likely to die with coronavirus than their white British peers, a government review has found. The analysis, conducted by government agency Public Health England (PHE), found that people of Bangladeshi heritage who tested positive for the virus were around twice as likely to die as their white British peers. People from other minority communities, including those of Chinese, Indian, Pakistani and Caribbean descent, also had a 10% to 50% higher risk of death when compared to white Britons, the report found. Those from black ethnic groups were also more likely to be diagnosed with Covid-19. The diagnosis rate per 100,000 of the population was 486 for black women and 649 for black men, compared to 220 for white women and 224 for white men. The document was published Tuesday -- after the UK government denied British media reports that its release had been delayed due to protests in the United States over the killing of George Floyd. Read more: ##Cases## At least 20,461 new Covid-19 cases and 1,015 deaths were reported in the United States on Tuesday, according to Johns Hopkins University. A total of at least 1,831,821 infections, including 106,181 virus-related fatalities, have now been recorded nationwide. The totals includes cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases.  More than 373,000 cases and nearly 30,000 deaths have been reported in New York state, the epicenter of the US epidemic. CNN is tracking US coronavirus cases here: ##Cases## Some Latin America nations are partially reopening this week, despite still recording thousands of coronavirus deaths and infections. In Brazil: Non-essential businesses were allowed to reopen Tuesday in the huge coastal city of Rio de Janeiro. Churches, car shops and furniture and decoration stores were all permitted to open, while people are now allowed to exercise along the city's famous promenade and swim in the ocean. The easing of restrictions marks the beginning of six phases of reopening planned by officials. Brazil has the second highest number of Covid-19 cases globally, having recorded more than 555,000 instances of the disease. Cases across the country multiplied by five across the month of May, according to Brazil's health ministry. In Mexico: Several sectors of the economy reopened on Monday, including the mining, construction and tourist industries. Mexico's newly reported cases and deaths continue to rise. The country recorded at least 3,891 new Covid-19 patients on Tuesday -- the highest number of cases identified in a single day since the pandemic began. The country has recorded more than 97,000 cases of the disease, yet officials have pushed ahead with easing the lockdown with a plan dubbed the \"new normal.\" Read more: ##Cases## ##Reopening## ##Economy## NASA and Fitbit received approval from the US Food and Drug Administration on Tuesday for their ventilators designed to help Covid-19 patients.  NASA’s design, dubbed the VITAL (Ventilator Intervention Technology Accessible Locally), is a temporary piece of equipment that uses an internal compressor and is meant to last three to four months. Because the VITAL runs on parts that are not typically in the medical device supply chain it shouldn’t have any impact on need for supplies for current ventilators. The FDA also added the Fitbit Flow to its list of authorized ventilators. The device, which has quietly been in the works for some time, is a continuous respiratory support system that also includes an FDA-approved manual resuscitator as part of the machine. The company calls it a “a high-quality, easy-to-use, and low-cost automatic resuscitator that is designed for emergency ventilation.” “COVID-19 has challenged all of us to push the boundaries of innovation and creativity, and use everything at our disposal to more rapidly develop products that support patients and the healthcare systems caring for them,” said Fitbit CEO James Park.\n“We saw an opportunity to rally our expertise in advanced sensor development, manufacturing, and our global supply chain to address the critical and ongoing need for emergency ventilators and help make a difference in the fight against this global virus.” Oklahoma State linebacker Amen Ogbongbemiga said in a tweet on Tuesday that he has tested positive for Covid-19 after attending a protest. \"After attending a protest in Tulsa AND being well protective of myself, I have tested positive for COVID-19,\" Ogbongbemiga tweeted. \"Please, if you are going to protest, take care of yourself and stay safe.\" Top doctor's warning: US Surgeon General Dr. Jerome Adams said in an interview with Politico on Monday to expect new outbreaks of the virus resulting from nationwide protests over the death of George Floyd that have seen thousands of people gather in close proximity. \"Based on the way the disease spreads, there is every reason to expect that we will see new clusters and potentially new outbreaks moving forward,\" Adams said. ##Cases## US President Donald Trump said Tuesday that the Republican Party will be \"forced\" to find a new state to host their convention as North Carolina Gov. Roy Cooper stands by his demand that party leaders provide him with plans for a scaled-down event amid coronavirus concerns. Cooper, the President tweeted, \"is still in Shelter-In-Place Mode, and not allowing us to occupy the arena as originally anticipated and promised. Would have showcased beautiful North Carolina to the World, and brought in hundreds of millions of dollars, and jobs, for the State.\" \"Because of @NC_Governor, we are now forced to seek another State to host the 2020 Republican National Convention,\" he said. The tweets come after the Democratic governor wrote in a letter to Republican National Committee Chairwoman Ronna McDaniel and Convention CEO Marcia Lee Kelly that he would like to continue the conversation with organizers, but unless they offer up a much different plan, the chances of Charlotte, North Carolina, being able to host the August event are \"very unlikely.\" \"The people of North Carolina do not know what the status of COVID-19 will be in August, so planning for a scaled down convention with fewer people, social distancing and face coverings is a necessity,\" Cooper wrote. \"We are happy to continue talking with you about what a scaled down convention would look like and we still await your proposed plan for that.\" Two sources with knowledge told CNN that, despite the President's tweet, it appears the decision isn't final. But the sources say there have been tense conversations in the past 48 hours between the RNC and the governor's office ahead of Trump's self-imposed deadline, which is Wednesday. Following Trump's tweet, Cooper said it was \"unfortunate\" no deal was made. \"We have been committed to a safe RNC convention in North Carolina and it's unfortunate they never agreed to scale down and make changes to keep people safe. Protecting public health and safety during this pandemic is a priority,\" Cooper said on Twitter. Officials from the Republican National Committee are considering Nashville, Las Vegas, Orlando, Jacksonville and venues in Georgia to host their August convention if they fail to reach a deal with officials in North Carolina, two Republicans familiar with the planning tell CNN. Read more:  ##The Future## ##Politics## US Surgeon General Dr. Jerome Adams said to expect new outbreaks of the coronavirus resulting from the nationwide protests over the death of George Floyd that have seen thousands of people gather in close proximity. While a majority of protesters nationwide have worn masks and face coverings as they demand justice for Floyd, an African-American man who died last week while in police custody, the large crowds have made it difficult to social distance. The coronavirus pandemic has also disproportionately affected communities of color, an issue Adams has highlighted. \"I remain concerned about the public health consequences both of individual and institutional racism (and) people out protesting in a way that is harmful to themselves and to their communities,\" Adams told Politico in an interview published Monday.\n\"Based on the way the disease spreads, there is every reason to expect that we will see new clusters and potentially new outbreaks moving forward,\" he added. Read more: ##Cases## The number of coronavirus cases in Peru rose to 174,884 on Tuesday, an increase of 4,845 from the previous day, according to the country's health ministry. The country also reported 133 new coronavirus-related deaths, taking the national death toll to 4,767.   Peru has the second-highest number of coronavirus cases in South America, behind Brazil.  ##Cases## Mexico recorded 3,891 new novel coronavirus patients on Tuesday, the highest number of cases identified in a single day since the pandemic began.  The previous daily highest total was set last Tuesday, indicating that the outbreak is showing no strong signs of slowing down. To date, Mexico has confirmed 97,326 cases of the virus, and could pass the 100,000 mark as soon as Wednesday. The country also recorded 470 newly confirmed virus deaths on Tuesday. CNN is tracking worldwide coronavirus cases here: ##Cases## Brazil registered a single-day highest total of 1,262 fatalities related to the novel coronavirus over the past 24 hours, bringing the nationwide death toll to 31,199, according to its health ministry. The country also recorded 28,936 new virus cases over the same time period, bringing its total to 555,383, according to the ministry. The state of São Paulo, Brazil’s most populous state and the epicenter of the country’s outbreak, also reported 327 virus-related deaths over the past 24 hours, bringing its death toll to 7,994. On Monday, the World Health Organization warned the Americas are seeing a rapid increase in the number of new coronavirus cases “I would certainly characterize that Central and South America in particular have very much become the intense zones of transmission for this virus as we speak,” said Dr. Mike Ryan, WHO executive director of Health Emergencies Program.  He added: “And I don't believe that we have reached the peak in that transmission, and at this point, I cannot predict when we will.” ##Cases## The US should have 100 million doses of one candidate Covid-19 vaccine by the end of the year, Dr. Anthony Fauci, the director of the National Institute of Allergy and Infectious Diseases (NIAID) and a member of the White House coronavirus task force, said Tuesday. “Then, by the beginning of 2021, we hope to have a couple hundred million doses,” Fauci said during a live question and answer session with the Journal of the American Medical Association. Fauci said the first vaccine candidate, made by biotech company Moderna in partnership with NIAID, should go into a final stage of trials in volunteers, known in the industry as Phase III, by mid-summer. Preparations at national and international sites are already under way, he said.  “The real business end of this all will be the Phase III that starts in the first week of July, hopefully, “ Fauci said. “We want to get as many data points as we can.” Phase III will involve about 30,000 people. The vaccine will be tested in people between the ages of 18 and 55, as well as in the elderly and in people who have underlying health conditions. “It’s going to be the entire spectrum,” Fauci said. Fauci said Phase II of the trial started a few days ago. A few hundred volunteers will be involved in that part of the trial. The plan is to manufacture doses of the vaccine even before it is clear whether the vaccines work, making close to 100 million doses by November or December, Fauci said. That’s so if it does work, it can be deployed quickly. Scientists should have enough data by November or December to determine if the vaccine works, Fauci said. The AstraZeneca trial underway in the UK will follow a similar schedule. A handful of other vaccine studies should start just one to two months after that, he said. “I’m cautiously optimistic that with the multiple candidates we have with different platforms, that we are going to have a vaccine that will make it deployable,” Fauci said. He is optimistic, he said, because, while the number of deaths from Covid-19 are “profound,” largely people recover from this disease. Recovery shows that there is an immune response that can clear the virus.  “Which tells us, that if the body is capable of making an immune response to clear the virus of natural infection, that’s a pretty good proof of concept,” Fauci said. “Having said that, there is never a guarantee.”  Fauci said he is a little more concerned about what the durability of the response will be. People develop antibodies to fight common colds caused by other strains of coronavirus, but that protection generally only lasts about a year. That might mean people would need a fresh vaccine every year, as is the case with influenza. Watch more: ##The Future## The topic of the protests spanning across the United States came up at today's coronavirus task force meeting, a source familiar with the discussion said.   Members of the task force discussed the \"increasing\" risk that the virus is spreading among protesters at demonstrations across the country. \"It came up briefly in the context of increasing the risk of spreading infection,\" the source said. ##Cases## Covid-19 cases are increasing rapidly in parts of Latin America. Yet, some countries in the region are easing movement restrictions and moderately reopening their economies while others stand firm. On Tuesday, WHO director for the Americas, Dr. Carissa Etienne, warned about epidemiological curves in the region sharply rising, and urged governments to \"not open too fast,\" or \"risk a resurgence of Covid-19 that could erase the advantage gained over the past few months.\" Here's a look at some countries that are standing firm on restrictions: Argentina: Continues on mandatory lockdown until June 7. Chile: The country's main cities remain under quarantine. Chile never declared a full quarantine. Cuba, El Salvador, Haiti and Nicaragua have not and are not announcing any easing of restrictions yet.  And here's how some countries are easing restrictions: Bolivia: Some districts across the country started a \"dynamic quarantine\" on Monday, allowing citizens to go out near their homes during specific times for weekdays and weekends. Religious services are also allowed with a maximum 30% capacity. Industries such as agriculture, mining, lumber, and construction can now resume their activities and domestic flights will resume on June 3. Brazil: Parts of Brazil have begun reopening nonessential businesses and activities, such as churches, car shops, furniture and decoration stores. In the state of São Paulo, shopping malls, commerce, offices and real estate reopened on Monday. However, quarantine in the city of São Paulo -- which is inside the state -- has been extended until June 15.  In the state of Rio de Janeiro, some restrictions were lifted on Tuesday, allowing people to exercise on the city's promenade and to swim in the ocean. Salvador, Recife, Fortaleza and Manaus have also lifted some restrictions. Colombia: A gradual reopening started on Monday for hairdressers, shopping malls, museums, libraries and real estate. Outdoor exercise is also allowed for people over 70 and children over 6 three times a week, 30 minutes per day. Those aged between 18 and 69 can exercise outdoors for two hours every day. Costa Rica: The country entered phase 2 of reopening procedures on Monday, allowing national parks, museums and restaurants to operate with up to 50% capacity. Hotels can also reopen up to 50% capacity. Dominican Republic: \"Covidianidad\" (Covid-19 life), a reopening measure, will start on Wednesday. Churches will be allowed to host services on Sundays, small companies can resume work and big firms can resume activities with 50% of staff. Businesses will be allowed to open in shopping malls and private passenger transport will also be allowed. Ecuador: Airports in Quito and Guayaquil are resuming local and international flights at only 30% of regular flight frequency. The government has reduced the stay-at-home number of hours ordered, while the use of masks is mandatory. Restaurants can reopen in most cities with 30% maximum capacity. The strict quarantine in Quito will be relaxed starting Wednesday. Guatemala: The country begins phase 1 of its reopening by allowing people to be outside for a period of 13 hours a day. Honduras: Companies enter phase 0 of preparation for reopening on June 8. Mexico: On Monday, some industries in parts of the country, such as mining, construction, auto parts, and tourism were allowed to reopen as part of \"new normal\" reopening measures. Panama: On Monday, the country entered phase 2 of the \"new normality.\" Public construction and mining can resume, and places of worship, sporting and social areas, can reopen with a maximum 25% occupancy. Paraguay: The country remains in phase 2 until June 11. Civil construction and corporate offices have resumed activities. Cultural and sporting events have resumed without audiences and some shops have also reopened. Peru: The country enters phase 2 of reopening measures, allowing hairdressers, clothing, shoe and book stores to reopen. Specialty health services, dentists, fertility clinics, veterinary clinics, food delivery, IT companies, electrical services, carpentry, laundry, and repair services, can also reopen. Uruguay: The country, which began easing restrictions in early May, has been praised for its virus prevention strategy and low number of cases. On Monday, at least 403 schools resumed their activities, in addition to special-ed schools and universities, except in the capital city of Montevideo. Venezuela: The government announced a \"flexibilization\" of the restriction measures for five days, followed by a new 10-day quarantine. Municipalities bordering Colombia and Brazil, as well as Maracaibo, San Francisco and Zulia, are not included. During this five-day reopening, banks, doctors’ offices, dentists, the construction sector, blacksmiths and hairdressers, among other businesses, can resume operations during specified times of the day. ##Reopening##  ##The Future## The number of active coronavirus cases in Italy has dropped to 39,893, a decrease of 1,474 since Monday, the country's Civil Protection Agency said on Tuesday. There have been 318 more patients diagnosed with Covid-19, bringing the total number of cases, including deaths and recoveries, to 233,515. At least 55 more people have died with the virus, raising the total number of fatalities to 33,530. There are 408 people with coronavirus currently in intensive care, 16 fewer than on Monday.  The number of people who recovered from coronavirus is now 160,092, an increase of 1,737 people since Monday. ##Cases##", "Section": "world", "Writers": ["Joshua Berlinger", "Adam Renton", "Laura Smith-Spark"], "URL": "https://www.cnn.com/world/live-news/coronavirus-pandemic-06-03-20-intl/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}