{"Type": "article", "Time": "2020-02-03", "Headline": "Fireflies are facing extinction due to habitat loss, pesticides and artificial light", "Text": "Around the world, fireflies light up the night with their shimmering bodies. But scientists say this magical display is under threat -- with the loss of their natural habitats, pesticide use and artificial light putting some of the 2,000 or so species at risk of extinction.   Habitat loss is leading to the decline of many wildlife species, with some fireflies suffering because they need certain environmental conditions to complete their life cycle, said Sara Lewis, a professor of biology at Tufts University, who led the research published Monday in the journal Bioscience.  For example, she said, one Malaysian firefly (Pteroptyx tener), famous for its synchronized flashing displays, needs mangroves and the plants they contain to breed but across Malaysia mangrove swamps have been converted into palm oil plantations and aquaculture farms.  More surprisingly, the researchers found that the use of artificial light at night, something that has grown exponentially over the past century, was the second most serious threat to the creatures.    Skyglow Artificial light includes both direct lighting, such as street lights and commercial signs, and skyglow, a more diffuse illumination that spreads beyond urban centers and can be brighter than a full moon.  \"In addition to disrupting natural biorhythms -- including our own -- light pollution really messes up firefly mating rituals,\" said Avalon Owens, a PhD candidate in biology at Tufts and a co-author of the study, in a news release. Many fireflies rely on bioluminescence -- chemical reactions inside their bodies that allows them to light up -- to find and attract mates, and too much artificial light can interfere with this courtship. Switching to energy efficient, overly bright LEDs is not helping, said Owens. The study noted that, according to conservative estimates, more than 23% of the planet's land surface now experiences some degree of artificial brightness at night.  The authors of the study, who are affiliated with the International Union for Conservation of Nature Firefly Specialist Group, surveyed 350 members of the Fireflyers International Network to catalog the threats faced by the insect. They said that more monitoring studies, with long-term data, were needed to understand to what degree firefly populations were declining. Most evidence about firefly numbers is anecdotal, they said.  Dave Goulson, a professor of biology at the University of Sussex in the UK, said the ranking of habitat loss as the single most important driver, with pesticides a significant secondary concern, is in line with what is believed to be driving declines of insects more broadly.  \"Of course fireflies are particularly vulnerable to light pollution, more so than perhaps any other insect group, so it makes sense that this also emerges as a major concern,\" said Goulson, who was not involved in the research. Scientists have detailed a \"quiet apocalypse\" among insect populations, with 41% of bug species facing extinction, according to a recent report on insect decline for the UK Wildlife Trusts authored by Goulson.  The firefly paper highlighted the risk posed by insecticides, like neonicotinoids, which is used in the US for corn and soybean seeds. Firefly tourism Another factor was what the authors called \"firefly tourism.\" In places like Japan, Taiwan and Malaysia, it's long been a recreational activity to watch the spectacular light displays put on by some firefly species. However, it is now becoming more popular and widespread --  attracting more than 200,000 visitors per year -- impacting firefly numbers as a result. In Thailand, the authors said that motorboat traffic along mangrove rivers in Thailand was toppling trees and eroding river banks and destroying habitat, while flightless species were getting trampled on by tourists in North Carolina and Nanacampila in Mexico.  The authors said guidelines were needed to establish and manage tourist sites that outline the best way to protect the fireflies from trampling, light pollution, and pesticides. \"Our goal is to make this knowledge available for land managers, policy makers, and firefly fans everywhere,\" said co-author Sonny Wong of the Malaysian Nature Society. \"We want to keep fireflies lighting up our nights for a long, long time.\"", "Section": "world", "Writers": ["Katie Hunt"], "URL": "https://www.cnn.com/2020/02/03/world/fireflies-extinction-risk-scn/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Thailand", "Source": "CNN"}