{"Type": "", "Time": "2020-03-21", "Headline": "DOH: 120,500 test kits coming from China, S. Korea, Brunei, Singapore – Manila Bulletin", "Text": "By Analou De Vera and Roy Mabasa The Department of Health (DOH) said more testing kits coming from various countries are expected to arrive in the Philippines as the number of confirmed cases of coronavirus disease 2019 (COVID-19) continues to rise.The DOH said it is anticipating 120,500 test kits from South Korea, Brunei, and China. This is in addition to the 1,300 available test kits at the Research Institute for Tropical Medicine (RITM) and 2,050 more test kits from China and South Korea.The government of Singapore is donating 3,000 sets of COVID-19 test kits and one\nPolymerase Chain Reaction (PCR) Machine, Foreign Affairs Secretary Teodoro Locsin Jr. said on Sun- day.Locsin made this announcement in a tweet, saying that he is sending President Duterte a memo regarding the donation.“Singapore is donating 3,000 COVID19 test kits and one PCR machine. Memoing the President right now. Thank you Singapore,” Locsin said.In an earlier tweet, Locsin assailed the disposition of donations intended for the government as he called for concerned agencies to “fix it.”“All donations for med supplies said all donations for medical supplies must go to the government for disposition. Private hospitals cannot receive them. They can buy from abroad but their shipments will be detained by Customs. The doctors and HCWs (health care workers) are too busy getting exposed to do the paperwork. Fix this,” he said.On Saturday, Locsin personally received China’s donation of testing kits, masks, and personal protective equipment when it arrived at the Ninoy Aquino International Airport.Locsin also called on the Bureau of Customs to facilitate the release of the medical supplies shipment since the test kits are “perishable and need to stay (under) refrigeration.”Testing labs for COVIDWith this development, the DOH said that it is “accelerating its COVID-19 testing capacity.”The DOH also reported that two additional laboratories are being set up to help in the testing for COVID- 19.“Western Visayas Medical Center and Bicol Public Health Laboratory will undergo proficiency testing for one week before it can begin testing,” the DOH said.Meanwhile, five private hospitals will also be undergoing assessment to be able to conduct testing for COVID-19.“The DOH will be assisted by the World Health Organization and the RITM to assess five more molecular biology laboratories in private tertiary hospitals as possible extension labs starting March 21,” the DOH noted.The five private hospitals are St. Luke’s Medical Center- Global City,\nMakati Medical Center, The Medical City, St. Luke’s Medical CenterQuezon City, and Chinese General Hospital.“We must underscore the importance of laboratory certification due to the hazards of handling a live virus. The Department is exercising utmost care in certifying more subnational laboratories and ensuring that bio-safety measures are in place,” Health\nSecretary Francisco Duque III said.Meanwhile, the University of the Philippines- National Institutes of Health has been mobilized as an extension laboratory and is “currently testing overflow samples” from the RITM.The DOH recently announced that other sub-national laboratories are now processing COVID-19 tests. These are San Lazaro Hospital, Baguio General Hospital and Medical Center, Vicente Sotto Memorial Medical Center, and Southern Philippines Medical Center.Meanwhile, the Food and Drug Administration has approved eight testing kits from South Korea, China, and Germany for commercial use. “Hospitals with laboratory capability can already procure and use [them],” the DOH said.The DOH said that it may change its testing protocols once it increases its testing capacity.“Once increased testing capacity is in place, testing of mild cases and patients under investigation can resume…. DOH is, however, optimistic that with its expanded testing capacity, it can now test more people faster,” the Health department said.Mass testingHealth Undersecretary Maria Rosario Vergeire said that there is no need yet to conduct mass testing for COVID-19.“The transmission is there, it is sustained in the community. Even if I test you now, after two weeks you might get another exposure, do we test you again?” Vergeire said in a radio interview on Saturday.“Ito po yung mga questions na kailangan sinasagot natin (These are the questions we need to answer)… that is why (the) government is really studying this proposal,” Vergeire added.Watch:\n", "Section": "", "Writers": "", "URL": "https://mb.com.ph/2020/03/21/doh-120500-test-kits-coming-from-china-s-korea-brunei-singapore/", "MainKeyWord": "China", "AdditionalKeyWord": "Singapore", "Source": "MB"}