{"Type": "article", "Time": "2020-10-19", "Headline": "October 20 coronavirus news", "Text": "Cathay Pacific Group, the owner of Hong Kong flag carrier Cathay Pacific, is cutting 5,900 jobs across its global workforce in a bid to stay afloat, the company said Wednesday. Cathay is just one of many airlines across the world that have been decimated by the Covid-19 pandemic, as anti-epidemic measures have forced travelers to stay home. The company said it would shutter its regional carrier, Cathay Dragon, and lay off 5,300 employees based in Hong Kong. About 600 employees based outside of Hong Kong are likely to be affected \"subject to local regulatory requirements,\" the company said in a statement. “We have taken every possible action to avoid job losses up to this point. We have scaled back capacity to match demand, deferred new aircraft deliveries, suspended non-essential spend, implemented a recruitment freeze, executive pay cuts and two rounds of Special Leave Schemes,\" Cathay Pacific chief executive officer Augustus Tang said. Tang said that in spite of these efforts, the company was burning through up to 2 billion Hong Kong dollars (about $260 million) in cash each month, which was \"simply unsustainable.\"  He said the changes announced today would reduce those expenditures by about 500 million Hong Kong dollars ($65 million) per month. Tang said Cathay expects to operate at just 25% of its 2019 capacity in the first half of next year, and less than 50% for the entirety of 2021. ##Economy## Bank tellers are out and robotics engineers are in, according to a new report that says the coronavirus recession is accelerating technological changes that could displace 85 million jobs within the next five years. \"Automation, in tandem with the Covid-19 recession, is creating a 'double disruption' scenario for workers,\" said the report published Wednesday by the World Economic Forum, which warns that inequality is likely to increase unless displaced workers can be retrained to enter new professions. More than two-fifths of large companies surveyed by the WEF plan to reduce their workforces due to the integration of technology. \"For the first time in recent years, job creation is starting to lag behind job destruction — and this factor is poised to affect disadvantaged workers with particular ferocity,\" the WEF said in its report. The coronavirus pandemic has caused a sharp spike in unemployment around the world. Several major economies in Europe and elsewhere have extended support for wages in order to offset the alarming rise in joblessness. Unemployment in the United States, meanwhile, continues to march higher while lawmakers quarrel over new stimulus measures. \"As unemployment figures rise, it is of increasing urgency to expand social protection including support for retraining to displaced and at-risk workers as they navigate the paths... towards the 'jobs of tomorrow,'\" the WEF report said. The pandemic risks deepening existing inequalities because industries that have been hardest hit, including travel and tourism, hospitality and retail, tend to have younger, and lower-wage workers who are disproportionately female. The World Bank has warned that the pandemic could increase income inequality and push up to 115 million people into extreme poverty this year. Read the full story: ##Economy## Nevada Gov. Steve Sisolak is warning residents that more restrictions could be needed if people aren’t more careful about stopping the spread of Covid-19.  “Covid wasn't supposed to last this long. We all feel Covid fatigue,” Sisolak said at a news conference Tuesday. “Unfortunately, this virus doesn't get fatigued.” The state’s daily case count has doubled in the past month, according to state health officials. The test positivity rate in Nevada is now 9.1%, the highest rate since early September and 82% higher than the goal set by the World Health Organization. \"We're beginning – just beginning – to see an alarming trend in the number of cases and hospitalizations in Nevada,” he said. Mindfulness expert Jon Kabat-Zinn led CNN's Anderson Cooper today on \"Full Circle\" through a short guided meditation, a discipline which he said can help bring calm in these turbulent times. After Anderson closed his eyes, Kabat-Zinn started the session by ringing bells and instructing viewers to follow the sounds into silence and the sensations of the breath leaving the body.  \"You drop into the present moment when you do this,\" he said. \"The breath can be a glide path ... back into this moment however it is, and remembering this is it.\" Kabat-Zinn said that a simple habit of meditating for as little as five minutes per day can have powerful psychological and even biological benefits that can be especially helpful to people in times of stress and change.  \"You can learn by exercising this muscle on a regular basis to rest in this awareness, that's embracing your body breathing,\" he said. \"It can transform your biology... it also rearranges your brain in various ways.\" \"This looks a lot like its doing nothing,\" Kabat-Zinn said. \"It's not doing nothing. I prefer to call it 'non-doing'... and actually you can get a lot more work done sometimes by practicing 'non-doing.'\" Watch the moment: Washington state is requiring people to wear masks at all times in living areas on colleges campuses, including dormitories and Greek houses, following a series of coronavirus outbreaks. The state is dealing with 35 coronavirus outbreaks at colleges and universities, Gov. Jay Inslee said Tuesday at a news conference. More than 800 cases are \"directly attributable to these congregants living and social gatherings associated with campuses,\" the governor said. Being outdoors or in “sleeping areas” would be the only exceptions to the order. Common areas will be limited to five people at a time. Colleges and universities must also provide quarantine facilities for all group housing, including fraternities and sororities. Inslee also encouraged residents to limit the number of people they invite to their homes. “We tend to feel safe in our own environments, in our own homes,” the governor said. “Covid-19 can penetrate any social bubble.” Ireland reported 13 new coronavirus deaths on Tuesday, the highest amount it has reported in a day since May.  During a press conference, Ireland's Chief Medical Officer Tony Holohan said the deaths reported occurred in recent days.  Another 1,269 cases were also recorded.  On Monday — the same day the country's case count surpassed 50,000 — the Irish government announced it would impose the strictest level of restrictions in the country for the next six weeks, in an effort to tackle a surge in cases.  Watch: ##Hotspots## Southern Miss interim head football coach Scotty Walden tested positive for Covid-19 Tuesday morning, the university has announced. Walden left the team facility to self-isolate at his home and will take a PCR test Wednesday to confirm his status. Until his return, he will oversee the team’s activities from home. Southern Miss is scheduled to play Liberty University in a game this Saturday.  \"Earlier this morning I tested positive for COVID-19,\" Walden said in a statement. \"I am fine and have mild to no symptoms. I am quarantining back home until it is safe to rejoin the team. I want to thank Golden Eagle Nation for all of their support for our program during this difficult period. I want to thank our players and staff for continuing to be incredibly resilient during such an unstable time. Our team will continue to work diligently in preparation for our game this Saturday against Liberty.\" Southern Miss’s game against UTEP scheduled for last Saturday was postponed, with Southern Miss citing “an increase in COVID-19 cases in the program.” Moderna and Pfizer, the two frontrunners in the US race for a Covid-19 vaccine, will be making presentations to an all-day meeting Thursday of a US Food and Drug Administration advisory committee, but both companies said they will not be presenting data from their Phase 3 clinical trials.  \"This is not a moment where we will be sharing data. This is a discussion from the FDA to discuss the requirements for efficacy, safety and manufacturing,” a spokesperson for Pfizer said in an email to CNN.  Both companies have said they could possibly apply to the FDA for authorization to market their vaccines in the coming weeks if their Phase 3 clinical trial data turns out to be positive.  Pfizer has said it could apply for emergency use authorization after the third week in November. Moderna has said the federal government could give an EUA to the company’s experimental Covid-19 vaccine in December if the company gets positive interim results in November. Once the companies apply for emergency use authorization from the FDA, the Vaccines and Related Biological Products Advisory Committee will advise the agency on whether it thinks authorization should be given.  The Thursday meeting is scheduled from 10 a.m. to 5 p.m., but Dr. Paul Offit, a member of the FDA’s Vaccines and Related Biological Products Advisory Committee, said members have been asked to keep their schedules clear until 7 p.m. because it might run long.  Offit, director of the Vaccine Education Center at Children’s Hospital of Philadelphia, said “general parameters” will be discussed for how to measure vaccine safety and efficacy.   ##Vaccines## Tennessee has seen a slight increase in its Covid-19 case rate and positivity rate, as well as a dramatic rise in hospitalizations, with numbers up over 50% since Oct. 1, Tennessee Health Commissioner Dr. Lisa Piercey announced Tuesday.  Dr. Piercey said the increase in hospitalizations is primarily because most of Tennessee’s cases are now coming from rural areas.  “As a general principle, our rural populations have more concentrations of older and sicker individuals, who are more likely to need hospitalization if they become ill,” the Health Commissioner said. To help mitigate the rise in hospitalizations, the state is working with hospital partners on different targeted approaches, including additional funding for hospital staffing, and amping up Covid-19 specific nursing homes to reduce the load of nursing home patients on hospitals, Gov. Bill Lee said.   Dr. Piercey added that Tennessee’s alternative care sites continue to exercise and prepare in the catastrophic event the state would need to open one of the sites. In a news conference on Tuesday, Illinois Gov. J.B. Pritzker said that four regions would be operating under the standard resurgence mitigations by the end of this week, including no indoor dining or indoor bar service and limiting in-person gatherings to no more than 25 people.  \"Today marks the third day in a row for regions 7 and 8 to report a rolling positivity average of 8% or above. That means that starting on Friday, four counties: Will, Kankakee, DuPage, and Kane will all see the heightened resurgence mitigations already in place in region 1,\" he said.  \"New restrictions were announced yesterday for region 5, Southern Illinois, so that means four of our 11 regions have triggered our fail-safe state action metric,\" Pritzker added.  The governor also discussed how the new wave of the virus is disrupting small businesses in these regions, saying, \"They will receive priority consideration for the 220 million dollars in the current round of business interruption grants.\" According to Pritzker, of the seven regions that are still operating under phase 4 of the Restore Illinois Plan, five are now at a rolling positivity average above 7%, with the other two regions above 6.5%. \"All continue to show increases over last week, and most regions of the state continue to see increases in COVID related hospital admissions,\" Pritzker said.  \"As colder weather approaches and flu season is upon us, we're going to see the rippling effects of these current unfortunate trends.\" The state of Colorado is seeing its highest seven-day average count of Covid-19 cases.  “We are at our highest daily count since the beginning of the pandemic,” state epidemiologist Dr. Rachel Herlihy said at a news conference Tuesday. “We have had three waves of illness. A spring wave, a July wave and now a fall wave.” The one-week rolling average was listed at 960 as of Tuesday. The record for a single-day case count was set Oct. 15 at 1,155. Health officials say some of the increase compared to the early days of the pandemic is likely to be due to higher testing capacity, but it is still a dangerous trend. “We cannot go on as we have been,” said Gov. Jared Polis. “The status quo is not acceptable.” The biggest concern is the possibility of stressing the state’s hospital capacity.  “We are still seeing an increase in hospitalizations,” Polis said, amounting to about one out of every four hospital beds being filled with a coronavirus patient.  “We are projected to exceed the level of hospitalizations we saw in the spring in about mid-November,” Herlihy said. She added that, with more people likely to be indoors and gathered together during the holidays, they could exceed their intensive care capacity by late December.  ##Hotspots## In about a week, the United States may see a \"rapid acceleration\" in Covid-19 cases, Dr. Scott Gottlieb, former commissioner of the US Food and Drug Administration, predicted on Monday. \"It's going to be a difficult fall and winter. I think we're about two or three weeks behind Europe – so we're about a week away from starting to enter a period where we're going to see a rapid acceleration in cases,\" Gottlieb told CNBC's Shepard Smith. \"We're seeing hospitalizations go up in 42 states right now, cases are going up in 45 states, and there really is no backstop,\" Gottlieb said. \"The summer was a backstop of sorts to the spring surge and we have no therapeutic backstop and this season, the fall and winter season, is when this coronavirus is going to want to spread.\" ##Hotspots## There are 4,591 new cases of Covid-19 in Wisconsin today, according to state health officials.  Department of Health Services Secretary-Designee Andrea Palm said during a press conference Tuesday afternoon that the numbers include backlogged cases that accumulated when the state's electronic disease surveillance system went through an upgrade and enhancement over the weekend.  She said that the numbers may be higher over the next few days as they work through importing the data.  Wisconsin has 178,482 total positive cases since the pandemic began. Palm said that 43% of the state's total cases have come within the past month and 62% over the past two months.  \"Covid-19 is spreading in every community across our state,\" Palm said. \"In recent weeks we've asked you to stay home and to wear a mask if you go out because it was safe to assume that the virus is everywhere in Wisconsin.\"  Wisconsin Gov. Tony Evers said during the press conference that the ruling made by a circuit court judge on Monday denying a temporary injunction on the state's emergency order limiting public gatherings to 25% capacity was critically important in helping prevent the spread of the virus.  He said that he wants to see small businesses, including restaurants and bars, succeed but that it won't happen until everyone starts taking this pandemic seriously.  ##Hotspots## Canada continues to battle a second wave of Covid-19 as total cases top 200,000 and deaths near the grim milestone of 10,000 victims since the pandemic began.   Alarmingly, public health officials say hospitalizations continue to rise as the positivity rate nationally during the last week is now above 3%, and higher than that in hotspots like Montreal and Toronto.  “Here, and around the world the fight against this virus is far from over. In order to win it we have to keep working together,” said Canadian Prime Minister Justin Trudeau during a press conference Tuesday. While schools remain open for in-person learning throughout most of the country, there have been targeted restrictions in many urban centers with restaurant and bar closures, limits on social gatherings and closure of gyms and theaters.  While new, daily cases have plateaued and the growth rate of new cases has stabilized, Canadian hospitals are seeing more patients who are critically ill.  “The number of people experiencing severe illness is also increasing. Over the past 7 days there were on average over 950 individuals with COVID-19 being treated in Canadian hospitals including close to 200 in critical care and an average of 22 deaths reported each day,” said Dr. Theresa Tam, chief public health officer of Canada during a press conference in Ottawa.  Trudeau was asked about Halloween Tuesday as several cities in Ontario, including Toronto and Ottawa, recommended against trick or treating on Halloween night saying community transmission of the virus was too high.  \"We know that it's not easy, and it's frustrating,\" Trudeau said adding, \"Unfortunately, all of us are having to make sacrifices of different types, particularly kids.\" Trudeau confirmed his three children will be following local public health guidelines and would not be trick or treating in Ottawa on Halloween night.  The issue of Halloween divides even doctors with some saying trick or treating is a relatively low risk activity given it is outside.   A Toronto infectious disease specialist tweeted that the ban on trick or treating didn’t \"sit right.\"  “The goal should be to find ways to do things safely rather than cancel. Halloween shouldn’t be too tough to do safely: Outside, wearing masks, restricted to family units, distant from others - is about as low risk as it gets,” tweeted Dr. Isaac Bogoch with the University of Toronto.  Some editorials were scathing with The Globe and Mail’s medical specialist Andre Picard writing, “We’ve spent months being spooked by a virus. It’s time for a little pushback,” he says in an opinion piece, adding, “This is masked, distanced candy-collecting. To suggest that is dangerous is downright diabolical.” There is little indication local authorities will relent before Halloween although officials said that they were relying on individual compliance and they were not planning any enforcement initiatives.  Arkansas Gov. Asa Hutchinson has tested negative for Covid-19 after being in a meeting Friday with an individual who later tested positive, the governor said. After contact tracing took place, the governor was notified early Monday morning, that there were questions about his exposure, “even though I had remained over six feet away from the individual,” Hutchinson said.  The governor said as a precaution, he was administered an antigen Covid-19 test early Monday morning, followed by a PCR test that was also negative.  According to Hutchinson, the meeting with the infected individual did not lot rise to the level of CDC quarantine guidance. The governor said that “out of an abundance of caution,” he would be limiting his meetings in order to make sure no one is inadvertently exposed.  “That's a comfort matter, I don't want people in a meeting with me that feel uncomfortable, because I might have been around somebody that, even though they were 10 feet away, that there might have been, that they ultimately tested positive. And so this is really out of an abundance of caution,” Hutchinson said.  Arkansas Health Secretary Dr. José Romero said it is the Health Department’s recommendation that the governor undergo testing on Monday, Wednesday, and Friday and again on Monday of next week, with both rapid tests and PCR based test being offered to the governor. Additional testing will be added as necessary, the health secretary said. For two days in a row, the number of people in the hospital with coronavirus rose by more than 700 in 24 hours, according to numbers released by the national health agency on Tuesday. In the last 24 hours, 795 new coronavirus patients were admitted to the hospital, according to the health agency. The overall number of people currently in the hospital for coronavirus now stands at 12,435. On Monday, the number of new hospital admissions for coronavirus had risen by 743, to 11,640.  To compare, last Tuesday there were 257 new Covid-19 hospitalizations in France, according to the health agency website. ##Hotspots## The Mountain West conference has canceled the season-opening football game between the New Mexico Lobos and the Colorado State Rams, blaming coronavirus cases within the county the Lobos play.  The conference statement says, \"Due to the prevalence of the COVID-19 virus in Bernalillo County and in accordance with state guidelines, the University of New Mexico is unable to participate in the scheduled football game on Saturday, Oct. 24, at Colorado State University.\" University of New Mexico is based in Albuquerque, a city within Bernalillo County. The game, scheduled to play in Fort Collins, Colorado, has been declared a no contest and will not be rescheduled.  The conference had originally postponed all 2020 fall sports back on Aug. 10. In late September, the Mountain West reversed course and announced an eight-game, conference only regular season to start Oct. 24.  There are five other Mountain West football openers slated to kick off this Saturday. New Jersey Gov. Phil Murphy wants residents to buy into the idea of holiday celebrations that are “smaller, inside your bubble, maybe even outside if the weather allows” he said during a gaggle with reporters.  Murphy added that celebrating this way, “buys us the ability to have a more normal experience for next year’s holidays.” Murphy said that while he suspects recent Covid-19 spikes in the state are due to increases in gatherings and that they are “beyond our ability to effectively regulate or easily enforce compliance.”  He added that in the past, gatherings around high religious holidays that happened more publicly were easier to regulate.  Murphy did not comment on a timeline for if and when any Covid-19 restrictions would be rolled back for the state.  Murphy mentioned conversations he had with Dr. Anthony Fauci where he was told New Jersey is entering the second wave in a “very strong position,” adding that even though cases are up, they are from a “very low base.”  “That doesn’t mean we can rest on our laurels, let our hair down, or however you want to put it,” Murphy said. “We have entered this rising of cases in a stronger position than any state but it’s incumbent upon us to double down.”   Hungary's justice minister, Judit Varga, has tested positive for coronavirus.  In a Facebook statement Tuesday, Varga said she has \"mild respiratory symptoms\" and will work from home during the quarantine period.  Hungary has recorded at least 48,757 cases of coronavirus and 1,211 deaths so far in the pandemic, according to Johns Hopkins University. Arkansas today reported 840 new probable and confirmed cases of Covid-19, passing the 100,000 case mark, Arkansas Gov. Asa Hutchinson announced Tuesday. “That is a milestone, I know, that everyone will note as being a remarkable, large number and I did want to note that passing of the 100,000 mark regrettably today,” the governor said.  The state also reported 14 more Covid-19-related deaths, bringing the total number of deaths to 1,576, as well as 24 new hospitalizations, for 637 total hospitalized Covid-19 patients, according to Hutchinson. Ventilator use has gone up slightly, to 101 people.  “We’d like to see that below 100,” Arkansas Health Secretary Dr. José Romero said. The state is currently reporting a cumulative positivity rate of 7.6%. One thing to note: These numbers were released by the state’s public health agency and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project. Senate Majority Leader Mitch McConnell confirmed Tuesday that if a stimulus deal is reached between House Speaker Nancy Pelosi and Treasury Secretary Steve Mnuchin, and is supported by President Trump, then “we would put it on the floor of the Senate and let the Senate consider it.” But McConnell would not say if he was comfortable with a price tag around $1.8 trillion or $2 trillion as President Trump is pushing. When asked by CNN’s Manu Raju about the high price tag the President is asking for in a stimulus deal, higher than $2.2 trillion, and whether he’s personally comfortable with spending that amount of money, McConnell said, “What I'm telling you is that if such a deal were to clear the House, obviously, with a presidential signature promise, we would put it on the floor of the Senate and let the Senate consider it.”  McConnell also dodged a question on whether it’s appropriate for the President to continue to attack the nation’s top infectious diseases expert Dr. Anthony Fauci during his weekly policy news conference. “Well, one thing they both agree on is that shutting down the economy again is not a good idea,” McConnell responded. “And as you guys have heard me say repeatedly since the first of May, the one thing we all need to do is wear a mask, practice social distancing, try to prevent the spread. It’s clear we're having a second round, surge. And the only thing, each of us can do until we get a vaccine is to act as responsibly as possible. That's what I'm my members are doing.”  Watch: New York state has added Arizona and Maryland to the Covid-19 travel advisory list that it shares with New Jersey and Connecticut bringing the total number to 40 states and territories, according to a release by New York Gov. Andrew Cuomo’s office.  Cuomo said that while both New Jersey and Connecticut along with neighboring Pennsylvania qualify to be placed on the list, they will not be due to the difficulty in enforcing travel between the states.  “There is no practical way to quarantine New York from Pennsylvania, New Jersey and Connecticut. There are just too many interchanges, interconnections, and people who live in one place and work in the other. It would have a disastrous effect on the economy, and remember while we're fighting this public health pandemic we're also fighting to open up the economy. However, to the extent travel between the states is not essential, it should be avoided.\" Cuomo said in the release.  The advisory requires people who have traveled to New York from areas with significant community spread to quarantine for 14 days. The quarantine applies to any person arriving from an area with a positive test rate higher than 10 per 100,000 residents over a 7-day rolling average or an area with a 10 percent or higher positivity rate over a 7-day rolling average. Here's the full, updated travel advisory list is available below:   Alabama \n Alaska\n Arizona \n Arkansas \n Colorado \n Delaware \n Florida \n Georgia \n Guam \n Idaho \n Illinois \n Indiana\n Iowa \n Kansas \n Kentucky \n Louisiana \n Maryland \n Michigan \n Minnesota \n Mississippi\n Missouri \n Montana \n Nebraska \n Nevada \n New Mexico \n North Carolina \n North Dakota \n Ohio \n Oklahoma \n Puerto Rico \n Rhode Island \n South Carolina \n South Dakota \n Tennessee \n Texas \n Utah \n Virginia \n West Virginia \n Wisconsin\n Wyoming  Massachusetts Gov. Charlie Baker announced the state reported 827 new cases of Covid-19 Monday as the state health department reported 15 new deaths on its Covid-19 dashboard. Baker told reporters during a news conference Tuesday that \"while there has been an increase in cases, our hospitals have the capacity to manage Covid-19 patients.\"   Baker said 17,654 residents were tested Monday, bringing the total number of people tested to over 2.5 million.  Baker noted that the state is testing around 60,000 people a day and set a record earlier this month at 91,300 tests in one day. The governor said he expects his state will soon be able to test 100,000 people a day.  One thing to note: These numbers were released by Massachusetts's public health agency and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project. Coronavirus patients are more likely to suffer complications and to die in the hospital than flu patients are, according to a report released by the Centers for Disease Control and Prevention on Tuesday. Covid-19 patients were almost 19 times more likely to experience acute respiratory distress syndrome, twice as likely to need intensive care and five times more likely to die than flu patients, according to national Veterans Health Administration data from more than 9,000 patients with either Covid-19 or influenza. Hospital stays were almost three times longer for coronavirus patients, and nearly a quarter of these patients had complications involving three or more organ systems. The CDC-led research team found they were at increased risk for 17 health complications. Coronavirus patients had twice the risk of pneumonia, a type of heart inflammation called myocarditis; blood clots known as deep vein thrombosis as well as pulmonary embolism; brain hemorrhage and liver failure. Flu patients were more likely to experience worsened asthma and chronic obstructive pulmonary disease.  While coronavirus patients were slightly older, on average, flu patients had more underlying health conditions. About 48% of coronavirus patients and 25% of flu patients were Black. The researchers found that coronavirus patients who were not White were at greater risk for respiratory, neurologic, and kidney complications and sepsis, even after adjusting for outside factors.   They say this underscores a disproportionate impact of Covid-19 on racial and ethnic minority groups – one that cannot be explained just by age or underlying medical conditions.  The patients included in the study tested positive for coronavirus between March 1 and May 31, or for flu between Oct. 1 and Feb. 1. The researchers set those time frames to avoid including patients who were infected with both coronavirus and flu. The National Football League confirmed today eight players tested positive for Covid-19 and 11 staffers also tested positive during the latest round of testing, according to a league statement. The NFL and NFL Players Association said the testing results were for the week of Oct. 11 to Oct. 17. About 7,799 people were tested.  That brings the NFL’s total number of positive cases to 47 players and 71 other personnel since Covid-19 monitoring testing began Aug. 1. The United States has seen nearly 300,000 excess deaths so far since late January – and the groups with the biggest jumps in excess deaths, percentage-wise, have been adults ages 25 to 44 and Hispanic people, according to a report published Tuesday by the US Centers for Disease Control and Prevention.  The report included mortality data from Jan. 26 through Oct. 3, to help researchers measure how many more people died this year during the coronavirus pandemic than otherwise would have been expected. \"An estimated 299,028 more persons than expected have died since January 26, 2020; approximately two thirds of these deaths were attributed to COVID-19,\" CDC researchers wrote in the report.  \"Although more excess deaths have occurred among older age groups, relative to past years, adults aged 25-44 years have experienced the largest average percentage increase in the number of deaths from all causes from late January through October 3,\" the researchers wrote. \"Among racial and ethnic groups, the smallest average percentage increase in numbers of deaths compared with previous years occurred among White persons (11.9%) and the largest for Hispanic persons (53.6%).\" The report has some limitations, including that mortality data can lag, and estimates of how many deaths would otherwise be expected are based on models. ##Hotspots## House Speaker Nancy Pelosi said Tuesday she is optimistic that Democrats can strike a deal with the Trump administration for another coronavirus stimulus package. “I’m optimistic because I do think we have a shared value — not many, but a shared value — that finally they want to crush the virus,” Pelosi said during an interview with Bloomberg TV. “We all want to get an agreement because people need it. It’s urgent, and our economy needs it,” Pelosi said. “Hopefully by the end of the day today, we’ll know where we all are.” Pelosi also downplayed her previous deadline for a deal prior to the election — which she said Sunday would be the end of the day Tuesday. “Let me just say, it isn’t that this day was the day that we would have a deal. It was the day where we would have our terms on the table to be able to go to the next step. And again, legislation takes a long time,” she said. Pelosi said she hopes to have the potential legislation finalized this week with passage by next Friday. ##Stimulus## There are at least 8,228,870 cases of coronavirus in the US, and at least 220,417 people have died, according to data from Johns Hopkins University. So far today, Johns Hopkins has recorded 15,889 new cases and 298 reported deaths. The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases.  ##Hotspots## The Pennsylvania department of health reported 1,557 new cases of Covid-19, the 15th consecutive day the state has reported over 1,000 new infections of coronavirus.  The statewide number of total cases now stands at 184,872.  Additionally, Pennsylvania reported 33 new deaths related to Covid-19, bringing the statewide death total to 8,533.  The Pennsylvania department of health says that they are “seeing significant increases in the number of COVID-19 cases among younger age groups, particularly 19 to 24-year-olds.” Ventilation and student placement can affect how coronavirus particles move around a classroom, according to a study published on Tuesday in the journal Physics of Fluids. The study also found that removing some seats, opening windows, placing glass barriers on desks and focusing on hand hygiene may help to reduce spread of the virus. The authors conducted 20 computer simulations of how particles could spread based on a classroom including nine students and an instructor and desks with and without glass screens on the front.  Each student’s placement went beyond the typical recommendation of 6 feet of separation – instead there was 7 feet and 10 inches between each person. The model’s floor plan consisted of three rows of three desks with an instructor at the front corner.  “Aerosol distribution in the room is not uniform and is strongly influenced by air conditioning layout,” said the authors, from the University of New Mexico.  Based on the simulation, the authors suggest removing the middle seat to reduce potential spread. Students in the back corners received two to three times fewer particles on average than other students, so those may be better positions for students at risk for Covid-19 complications, the study said.  The authors said opening windows while the air conditioning was on increased the particles exiting the room and decreased particles deposited on those in the room.  The study emphasizes the need for “efficient filtering in the air conditioning systems.”  Ventilation from air conditioning systems reduces the number of particles in the air. However, since air flow is often recycled, the authors said particles exiting the classroom “may pose greater risk to individuals in other rooms.”  Even with only nine students and distance between them, aerosol “is transmitted in significant quantities between students and from one student other students’ desks,” the study said, highlighting the need for hand sanitization. In the simulations, glass screens on desks reduced the spread of small particles from one student to another, and the authors said they should be used. But effectiveness will vary depending on air conditioning and the source of the aerosol. ##Schools## New York City Mayor Bill de Blasio said Tuesday, “The number of deaths has not been increasing markedly.“  “Our profound concern is to not let this challenge gather steam and not allow a second wave in the door,\" the mayor said. “We are not seeing an increase in overall deaths and that’s been true over the last several weeks to several months” said Dave Chokshi commissioner of the New York City Department of Health and Human Services.  “The total number of deaths per day is averaging in the single digits,” he added.  Hospitalizations and deaths lag an increase in cases, as was seen earlier this year, he reminded.  The UK recorded 241 new coronavirus deaths on Tuesday — more than three times the 80 deaths reported on Monday — according to the government's website.  In each case, the person died within 28 days of first testing positive for coronavirus, the government explained.  On Tuesday another 21,331 cases were reported in the UK.  ##Hotspots## Passengers and operators of public transportation – including airplanes, ships, ferries, trains, subways, buses, taxis and ride-shares – should wear masks to prevent the spread of the coronavirus that causes Covid-19, according to interim guidance from the US Centers for Disease Control and Prevention. \"CDC strongly recommends appropriate masks be worn by all passengers and by all personnel operating the conveyance while on public conveyances,\" according to the interim guidance on the agency's website, which appears to have been last reviewed on Monday. People should wear masks that cover both the mouth and nose when waiting or, traveling on, or leaving public transportation, the CDC guidance advises.  \"Conveyance operators transporting people should refuse boarding to anyone not wearing a mask and require all people onboard, whether passengers or employees, to wear masks for the duration of travel,\" it says – except when eating or in need of medical attention, for instance. “Face masks help prevent people who have COVID-19, including those who are pre-symptomatic or asymptomatic, from spreading the virus to others,\" the guidance said. Two hospitals have updated their visitation policies amid the coronavirus pandemic to accommodate designated support persons for people with disabilities, the US Department of Health and Human Services' Office for Civil Rights announced on Tuesday. The hospitals — MedStar Health System’s Southern Maryland Hospital Center and Mary Washington Healthcare in Virginia — made these updates to their policies around the same time they resolved separate religious visitation complaints, according to the Office for Civil Rights. \"These two hospitals have also updated their policies to allow for designated support persons to accompany people with disabilities in their hospitals,\" Roger Severino, director of the Office for Civil Rights, said during a phone call with reporters on Tuesday. \"This is a great result. I think we're seeing now that we've learned more and more about this virus, and what is necessary to keep people safe,\" Severino said. \"So we're adapting to the circumstances and accommodating to make sure that nobody is left behind, including persons with disabilities, including persons of faith, and that we treat the whole person — mind body and soul — without sacrificing any one for the other.\" House Speaker Nancy Pelosi and Treasury Secretary Steve Mnuchin will speak again today at 3 p.m. as the deadline approaches for them to reach an agreement on the stimulus.  This comes the day after members of the appropriations staff met yesterday to try to put into writing some of the areas where Pelosi and Mnuchin had gotten closer to an agreement.  According to two sources familiar with those talks, they did not go well. Part of the issue is that appropriators feel like they are working without the entire picture of what Pelosi and Mnuchin have actually agreed to. ##Stimulus## ##Economy## The Florida Department of Health is reporting 3,662 new cases of Covid-19 and 86 additional deaths on Tuesday, according to the Florida Department of Health (DOH). The state now has a total of 760,389 coronavirus cases, DOH data shows.  The resident death toll now stands at 16,308, DOH data also shows.  One thing to note: These numbers were released by Florida’s public health agency and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project. ##Hotspots## The percent of people who tested positive for Covid-19 citywide is at 2.52%, under the 5% threshold, New York City Mayor Bill de Blasio said.  The seven-day rolling average is 1.58%, he said.  The daily number of people admitted to hospitals for Covid-19 is at 62, under the 200 threshold. The confirmed positivity rate for Covid-19 for those patients is 19.7% With regard to new reported cases on a seven-day average, with a threshold of 550 cases, NYC reports 496.  One thing to note: These numbers were released by the citys public health agency, and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project New York City Mayor Bill de Blasio said that testing across the city’s public schools have shown “remarkable” results, as he marked a 0.17% percent positivity rating across all open schools. After more than 16,000 test results have come back from hundreds of schools, only 28 students and staff have tested positive in the entire school system. The city has a mandatory testing program which tests once a month in every school. The tests were administered between Oct. 9 through Oct. 16 in 377 schools. “As we have started that testing program we have just seen remarkable results,\" he said. “This is really extraordinary,” he added. “The proof is in the results, and these are amazing results,” de Blasio said, adding this really “bodes well for the future of our schools and our ability to fight and overcome this disease.”  US stocks opened modestly higher on Tuesday. The chance of a stimulus deal before the election is shrinking fast, but at least there still is a chance for now. Wall Street was propped up by this hope at the start of Monday’s session, too, but by midday began trading lower. In economic data, both building permits and housing starts for September were as strong as expected. Here's where things opened: The Dow opened 0.4%, or 105 points, higher.\nThe S&P 500 rose 0.5%.\nThe Nasdaq Composite also climbed 0.5%. ##Economy## India reported fewer than 50,000 new Covid-19 cases for the first time in three months, according to a statement issued by the country’s health ministry on Tuesday. A total of at least 46,790 new cases were reported over the past 24 hours, bringing the nationwide total to at least 7,597,063 cases. The last time the country reported figures in that range was on July 28, with 47,703 new cases. The number of active cases has fallen below 10% at about 748,538, while the number of recovered cases stands at 6,733,328 with the national recovery rate rising to 88.63%. On Tuesday, Prime Minister Narendra Modi also addressed the country via a prerecorded message, which comes ahead of the Hindu festive period that began with Navaratri, or “nine nights\" on Saturday. Also known as Durja Puja, it ends with Dussehra on Oct. 27. The celebrations coincide with the harvest season and culminate with Diwali, the five-day festival of lights celebrating the triumph of good over evil, on Nov. 14. He urged citizens to maintain social distancing, personal hygiene and to wear a mask, saying, “Until success is achieved, do not be negligent. Until the vaccine of this pandemic comes, we should not let our fight weaken.” “Keep in mind, whether it is America or other countries in Europe, the cases of coronavirus were decreasing in these countries but suddenly they have started rising again,” he added. ##Hotspots## A vaccine scientist warns that the next four to five months could be the worst of the coronavirus pandemic, as more than half of states report a rise in new infections. “The key is now hanging on now for the next four or five months, where we're going to enter what may be the worst period during this epidemic. As bad as it's been, it's about to get worse,” Peter Hotez said on CNN’s “New Day.” Hotez, the dean for the National School of Tropical Medicine at Baylor College of Medicine, recommends creating a “unit” with friends or family members for the next few months. “We could be looking at a doubling of the number of deaths by the week after the inauguration. This is tough stuff. What I've been trying to explain to people is it will get better, but we're going to go through a terrible period,” he said. Make sure you aren’t alone during this time, and consider having access to mental health counseling as well, he said.  “People are going to feel abandoned; they're going to feel on their own. This is going to be one of the darkest chapters in modern American history, and get ready for it, but just remember it will get better,” he said.  Watch:  Yesterday saw a major rise in case numbers for the US, with at least 58,387 new cases reported on Monday.  This was the highest number of cases reported on a Monday since July 20, which was during the peak of the summer wave, and was 40% higher than last Monday’s total Why Mondays matter: Monday is traditionally one of the lowest reporting days of the week, even though it can often contain unreported cases from the weekend. More than 400,000 new coronavirus cases have been reported in the US over the past 7 days – the highest weekly total since Aug. 4. Meanwhile across the country, at least 31 states are reporting more new cases than the previous week, according to Johns Hopkins data. Only one state – Hawaii  – is trending in the right direction.  Here's a look at where cases are rising:  ##Hotspots## Miami Beach Mayor Dan Gelber slammed Florida Gov. Ron DeSantis, accusing him of adopting a controversial declaration that advocates for herd immunity. “The idea of the Great Barrington Declaration is to let those with, quote, minimal risk build it up naturally while trying to protect others. The problem is those others are about a third of the population,” Gelber said in an interview on CNN. “And they don't just include the elderly, they include people with asthma, people who might have weight problems, people with diabetes, and those people aren't living in segregated communities; they're living in homes with younger people or other people.”  He said it would lead to more hospitalizations and deaths. While the state’s case level remains stable, Gelber said he is concerned about not being able to enforce mandatory mask orders and curfews for bars. He said he also worries about visitors to his city spreading Covid-19 to their home states.  “We are trying to literally protect our residents from their government at this point, because we can't even impose a requirement that people get citations for not wearing a mask. And that's become a real problem, because I worry about the uptick becoming a surge,” Gelber said. Watch:  As the Republic of Ireland prepares for some of the most stringent lockdown measures in Europe, the country's postal service says it will deliver letters, cards, and packages to nursing and care homes for free.  Ireland’s An Post says the initiative \"is about reaching out with compassion, staying connected and sending love to each other.\"  Visits to long term residential care facilities will be suspended under the country's new coronavirus restrictions, with exceptions made for those in critical and compassionate circumstances. Customers in Ireland who want to send cards, letters or parcels to care home residents just need to write FREEPOST where they would normally affix a stamp, and then send the items through mailboxes or at the post office as usual, An Post says.  Ireland’s new restrictions: Under the level 5 lockdown, which come into effect at midnight on Wednesday for 6 weeks: People will be banned from traveling more than 5km from their homes (with exemptions for essential reasons)\nIndoor social or family gatherings will be prohibited\nNon-essential retail outlets will be forced to shut\nBars, cafes, restaurants and pubs will be able to provide takeaway and delivery services only\nPeople will be able to meet with one other household in an outdoor setting\nUp to 25 guests will be able to attend weddings and funerals\nSingle parents or people living alone who are at risk of social isolation or mental health issues will be able to buddy up with one other person in a similar position.  But unlike during the level 5 lockdown implemented earlier in the pandemic, schools and childcare services will remain open.  Ireland's Taoiseach, or prime minister, Micheál Martin said Monday that the decision to keep schools open was a necessity: \"We cannot, and will not, allow our children and young people's futures to be another victim of this disease.\" Ireland recorded 7,495 new cases and 26 deaths last week, a considerable jump in cases from the week before, when 4,510 cases and 17 deaths were recorded.   On Monday, the total number of cases recorded in the country since the start of the pandemic surpassed 50,000 and the death toll was 1,852, according to the health department. ##Hotspots## The United States is unlikely to have a Covid-19 vaccine authorized by the US Food and Drug Administration before late November at the earliest, according to Dr. Francis Collins, director of the US National Institutes of Health. \"I would think it's very unlikely – given the timetables and the standards that have to be followed – that you will hear about an emergency use authorization before late November at the earliest,\" Collins said during an interview with NPR's \"Morning Edition\" on Tuesday. \"These will be vaccines that are tested with the most rigorous standards for safety and efficacy,\" Collins said. \"If we get to the point by sometime, maybe the end of this year, where one or more of those is judged to be safe and effective, it will be because it's safe and effective.\" The White House Coronavirus Task Force still meets at least once a week with the Vice President to discuss issues such as \"the worsening of the pandemic in the middle of the country,\" Collins added. \"We have not met with the President in quite some time,\" he said. \"I think the President primarily is getting his information from the Vice President, from Dr. Atlas.\" Dr. Scott Atlas, who has made controversial comments about mask-wearing recently, serves as the White House coronavirus adviser. After Donald Trump's attack on Dr Anthony Fauci, Collins said the director of the National Institute of Allergy and Infectious Diseases was \"probably the most highly respected infectious disease expert in the world,\" adding: \"I have great confidence in him.\" Collins also warned that the US \"never got over the first wave\" of the virus that hit New York particularly hard, saying \"we never really drove the cases down to the baseline.\" \"We had another big terrible burst in the summer taking the lives of tens of thousands of people in the Southeast. Here we are now with 220,000 dead – and we're going straight up again with the number of cases that are happening each day,\" Collins said. He said this was because the US had not succeeded in introducing \"really effective public health measures\" such as mask-wearing, social distancing and handwashing, adding that his family will not be gathering for Thanksgiving this year. ##Vaccines## The Czech Republic has gone back to square one in its battle against Covid-19, reinstating a strict mask mandate that was in place in the spring, and which the government lifted over the summer, believing it had the epidemic under control. The country's Heath Minister Roman Prymula announced Monday that masks will now be compulsory in all urban areas and in cars. Previously, they were only mandatory indoors and on public transport, including at outdoor stations. There are few exceptions to the rules, with face coverings not mandatory when a person is exercising, or when they can keep a two-meter distance from people who are not from the same household. If someone is in a car on their own or with other members of their household, they don't have to wear a mask. Children under the age of two are also exempt. The Czechs were among the first in the world to adopt strict mask rules during the first wave of the pandemic and, coupled with the country's decision to impose a strict lockdown relatively early, it was effective in sparing the country the worst ravages of Covid-19.  But the Czech Republic appears to have become a victim of its own success. After easing restrictions over the summer, it is currently reporting more new Covid-19 cases per million people than any major country in the world. Read the full story here: ##Hotspots## ##Politics## Russia reported another daily record of 16,319 new cases of coronavirus on Tuesday, according to the country’s coronavirus response center.  The center reported 269 deaths in the past 24 hours, and added that the current growth rate in the infections is 1.2%.  It said the number of new cases in Moscow -- Russia's most affected city -- had decreased slightly, falling below 5,000 for the first time in days.  The total number of reported coronavirus cases in Russia as of October 20 is 1,431,635. It has reported 24,635 deaths, although the real figure is likely to be higher, due to the way the country calculates deaths, and reports of high excess mortality this year. ##Hotspots## How many times do you touch the cabin in an airplane when you fly? How about the airport? How many times do the people working there touch your belongings? The answer, as a rule, is \"quite a lot.\"  But airlines, airports and the wider aviation industry want it to be \"quite a bit less\" in future.  \"Touchless travel\" comprises a fairly wide collection of changes to the environment around us, from hands-free flushing in airport and airplane lavatories to automated scan-and-board gates, controlling your inflight entertainment system from your phone or tablet, and more. \"Touchless travel promises peace of mind,\" explains Daniel Baron from LIFT Aero Design, an aircraft cabin design studio with offices in Tokyo and Singapore, calling it \"the state of not having to even think about 'clean,' made possible by technologies and processes to mitigate angst along the journey.\" It includes not just touch-free but also \"less-touch\" and \"fewer-touch\" travel. \"We have seen incremental improvements over the past decade, mostly touchless faucets and toilet lids and flush buttons. Next will be soap dispensers and hand dryers, plus the doors and locks,\" says Baron. Some of this, such as infrared sensing faucets, is automated -- but some of it is redesigning physical parts of the experience, such as doors or trash cans you can open with your feet. Read the full story here: ##Economy## ##Hotspots## The UK's first rapid pre-flight Covid-19 testing facilities launched at London's Heathrow airport on Tuesday. The test \"costs £80 ($104) and aims to provide departing passengers with their results in around 60 minutes,\" airport service providers Collinson and Swissport announced in a statement on Tuesday.  The new facilities, located at terminals 2 and 5, will initially supply Oxford LAMP rapid Covid-19 tests for passengers traveling to destinations that require pre-departure tests as part of local government requirements, including Hong Kong and Italy, the statement says. The facilities \"will seek to add other tests, including Antigen, as global governments continue to accept a wider variety of testing methods as an alternative to travel restrictions and quarantines,\" the statement adds. Airlines British Airways, Virgin Atlantic and Cathay Pacific will offer the testing to passengers. The testing facilities will initially be open for four weeks, monitoring passenger and airline demand, according to the statement. ##Hotspots## Dr. Anthony Fauci brushed off President Trump's attacks on him on Monday, calling them a \"distraction\" and emphasizing that he just wants to do his job. Asked in an interview with KNX Radio in Los Angeles whether he ever feels like leaving his role at the White House due to Trump's attacks, Fauci responded with a quote from \"The Godfather.” \"It depends if you take it personally. I focus totally on the health and the welfare of the people of this country. That's what I devoted 50 years of my career towards,\" Fauci, director of the National Institute of Allergy and Infectious Diseases, said.  \"That's the only thing I really care about. That other stuff, it's like in 'The Godfather' -- 'Nothing personal, strictly business,' as far as I'm concerned,\" Fauci said. \"I just want to do my job and take care of the people of this country. That's all I want to do.\" Earlier Monday, President Trump claimed during a campaign call that people were tired of hearing about the coronavirus pandemic and criticized Fauci, calling him a \"disaster.\" \"I would prefer not to comment on that and to just get on with what we're really trying to do,\" Fauci said. \"What we're trying to do is protect the health and the welfare and the safety of the American people, predominantly, and ultimately of the world, by taking a look at the challenge that we're facing now as we're seeing an uptick in cases, higher than they've ever been,\" Fauci said. \"Many, many states that had been doing reasonably well are now showing upticks. That's what we should be concentrating on,\" Fauci said. \"All that other stuff is a distraction and I would really prefer to stay away from that.\" Fauci added that: \"In this country, there is a fatigue of Covid. We've been dealing with this now for almost nine months.\" LISTEN HERE: ##Politics## The coronavirus pandemic -- and all of the other things going on around us right now -- have left many people feeling the strain, pushed from one peak of anxiety to the next.  \"It's the pandemic, it's the social unrest, it's climate change and the wildfires. It's the election, it's upcoming holidays,\" said Vaile Wright, the American Psychological Association's senior director of health care innovation. \"I can't remember any time in my lifetime, or most people's adult lifetimes, where you've had this many adversities,\" Wright said. \"It's the cumulative effect of one thing on top of another on top of another -- to the point where I think people are either just going numb to it or feel so overwhelmed that they're frozen.\" If your coping skills already seem pretty worn down, there are actions you can take to boost your well-being and strengthen your endurance during this stressful time. Get some exercise\nGet a mental and physical reward with yoga\nImprove your sleep\nReach for relaxation\nPractise deep breathing\nMeditate for change\nPractise appreciation Read the full story here: Even as coronavirus cases rise across Europe and in the UK, London's leaders are looking for ways to help the capital \"reinvent itself\" and emerge stronger from the pandemic. The City of London wants to revamp the capital's transport network to suit different commuting patterns as more people work from home, with the creation of \"flexible working\" season tickets one option being considered. It also wants to encourage small businesses and arts organizations back to the capital’s center by providing affordable and \"hyper flexible\" working spaces, according to a new report from the City of London Corporation, published on Tuesday. This could include transforming offices into hubs that can be rented flexibly, or turning unused space into artists’ studios or pop-up galleries.  \"London is today facing major challenges,” said Catherine McGuinness, policy chair at the City of London Corporation, in a news release. \"Coronavirus, the UK’s exit from the European Union and increasing protectionism across the globe are all threats to the capital’s role as an international business hub.\" \"Some trends have been accelerated by the pandemic, while others appear to have been reversed,\" she said. \"We must reimagine London in order to seize the moment and ensure it evolves in response to this new paradigm.\" The City’s goal is for a fifth of office tenants in London’s \"Square Mile\" to be new businesses within five years, according to the report, \"London Recharged: Our vision for London in 2025.\" It wants half of all journeys from major train stations to workplaces to be made on foot or by bicycle -- and 99% of all above-ground journeys under one kilometer. The report suggests prioritizing pedestrians at crossings and developing routes through the city’s green \"arteries.\" It also wants to increase the numbers of evening and weekend visitors to the city center by 50%, reduce buildings' carbon emissions and ensure buses and daytime delivery vehicles are electric. It recommends making the case for visa and immigration changes to make it simpler for skilled workers to enter the UK; establishing a fund to support digital transformation and providing dedicated funding for underrepresented groups. ##Economy## Plague outbreaks in London spread four times faster in the 17th century than they did in the 14th century, researchers have estimated after studying troves of wills and death records.  Researchers from Canada's McMaster University analyzed thousands of documents spanning 300 years -- including personal wills and testaments, parish registers and the London Bills of Mortality -- to search for patterns on how the plague spread through the population.  Plague, one of the deadliest bacterial infections in human history, caused an estimated 50 million deaths in Europe during the Middle Ages, when it was known as the Black Death.  Researchers believe that factors including population density, living conditions and cooler temperatures could help to explain the acceleration of the disease in London -- and assist with our understanding of modern pandemics, such as the current Covid-19 pandemic. \"A given pathogen can cause very different epidemics, whether it's in the same place over time, or in different places,\" David Earn, a mathematics professor at McMaster and lead author of the research, told CNN. \"The characteristics of the community can strongly influence the pattern of the epidemic,\" he said. \"And of course, the behavioral response of individuals can also influence the pattern of the epidemic.\"  The findings could provide clues to how the current coronavirus pandemic, and any future pandemics could behave. Read the full story here: ##Hotspots## A Covid-19 outbreak at a Kansas nursing home has left every resident infected with the disease and 10 dead, according to the county health department. All 62 residents at the privately-owned Andbe Home in the city of Norton tested positive for Covid-19, the Norton County Health Department said in a news release.    Of the 62 residents, 10 have died, one is in hospital and the remaining 51 are being cared for at the nursing home, the health department said. Steps are being taken to prevent any further outbreak including quarantining residents in their rooms and not allowing outside visitors into the facility,\" it added. Family members have been notified, according to the news release.  Norton is located a little over five hours west of Kansas City. According to data from Johns Hopkins University, the state of Kansas has recorded 71,557 cases and 870 deaths as of Monday. ##Hotspots## Hong Kong has announced a minor relaxation of its social distancing measures after cases in the region dropped for seven days, its Secretary for Food and Health announced. Professor Sophia Chan announced the news after there were no community outbreaks or untraceable cases in the past three days.  The changes mean that, from October 23:  Local tour groups can resume with up to 30 people\nWedding banquets, conferences and meetings can take place with up to 50 people\nTeam sports can resume in swimming pools\nLive performances can resume in museums However, Hong Kong's four-person rule, midnight curfew and mandatory mask-wearing regulations have been extended until October 29. Chan said the department continues to prepare for the possibility of a fourth wave of the virus.  ##Politics## \"Lord, give me back my memory.\" For months, as Marilyn Walters struggled to recover from Covid-19, she has repeated this prayer day and night. Like other older adults who've become critically ill from the coronavirus, Walters, 65, describes what she calls \"brain fog\" -- difficulty putting thoughts together, problems with concentration, the inability to remember what happened a short time before. This sudden cognitive dysfunction is a common concern for seniors who've survived a serious bout of Covid-19. \"Many older patients are having trouble organizing themselves and planning what they need to do to get through the day,\" said Dr. Zijian Chen, medical director of the Center for Post-Covid Care at Mount Sinai Health System in New York City. \"They're reporting that they've become more and more forgetful.\" Read the full story: The British government has set a noon (7 a.m. ET) deadline to reach an agreement with Manchester today on enacting anti-epidemic measures. Manchester authorities, including Greater Manchester Mayor Andy Burham, have been at odds with Prime Minister Boris Johnson's government about how to handle the recent spike in cases -- and  whether to move the city from the UK's second tier of restrictions to its most severe third tier. “The deteriorating public health situation in Greater Manchester means that we need to take action urgently,” Housing Secretary Robert Jenrick said in a statement on Monday. Burnham has resisted the government's efforts to increase the severity of his city's measures, urging for more financial measures to protect workers placed under stricter rules.  However, Johnson's government has called on Manchester authorities to enact lockdown-like measures in order to stop the virus from spreading. The Prime Minister said he would intervene if regional leaders could not reach a deal with the national government. “There are now more COVID-19 patients in Greater Manchester Hospitals than in the whole of the South West and South East combined. But, unfortunately, despite recognizing the gravity of the situation, local leaders have been so far unwilling to take the action that is required to get this situation under control,” Jenrick said in the statement. \n“I have written to local leaders this evening to make clear that if we cannot reach agreement by midday tomorrow (Tuesday) then I must advise the Prime Minister that despite our best endeavors we’ve been unable to reach agreement.”  ##Politics## Covid-19 numbers are once again climbing back up across the United States, with more than half of US states reporting a rise in new infections in what experts say is the dreaded fall surge. And there's several factors that got the country here, one expert told CNN. Among them are college and school reopenings, Dr. Tom Inglesby, the director of the Johns Hopkins Center for Health Security, told CNN Monday night. But that's not all. \"I think there's some, what people might say, pandemic fatigue, in some places people not really following the advice, the public health guidance that's out there -- masking, or distancing, or telecommuting. There's more people going back to large gatherings, family gatherings.\" And those gatherings will likely multiply as the holidays approach and more people transition indoors, where the virus can spread more easily. Read the full story: ##Hotspots## As much of Europe stares down the barrel of renewed coronavirus lockdowns, and a potentially miserable -- and deadly -- winter to come, China is going from strength to strength. On Monday, the country posted positive economic growth for the second quarter in a row, underlining how speedily the world's second-largest economy has recovered. That comes in the wake of an apparently successful experiment with allowing mass domestic travel, as millions of people criss-crossed China for the Golden Week national holiday. For many in Europe, China's approach to the coronavirus is characterized by the initial draconian, 76-day lockdown seen in Wuhan, the central Chinese city where cases of the virus were first detected late last year. But other parts of the country never saw such stringent restrictions, even during the early stages of the pandemic when similar lockdowns were introduced in cities throughout China. China's success in controlling the coronavirus is not so much a product of those early control measures -- though these have been utilized effectively to halt regional flare-ups -- but how the country handles things after people are allowed to move around again. Read the full analysis: The United Kingdom government has signed a contract with Open Orphan allowing the Irish pharmaceutical services company to conduct the first human challenge studies for the novel coronavirus, in which healthy volunteers are deliberately infected with the virus in a controlled setting. Some participants will receive an experimental vaccine.    Up to 19 volunteers at a time will take part in the trials, which will be held at the Royal Free Hospital in London, which houses a biosafety ward. The trials will be run by hVIVO, a subsidiary of Open Orphan, in partnership with Imperial College London.  “We look forward to working with our partners to develop a Covid-19 human challenge study model which will be used to safely accelerate the discovery of effective vaccines and antivirals against Covid-19,” Open Orphan Chairman Cathal Friel said Tuesday in a statement.   The first steps will take place early next year, the company said. It expects to be able to test the efficacy of up to three vaccine candidates sometime next year.  In a statement, UK Business Secretary Alok Sharma said the “ground-breaking but carefully controlled studies” mark an “important next step” in Britain’s fight against coronavirus.   “We are doing everything we can to fight coronavirus, including backing our best and brightest scientists and researchers in their hunt for a safe and effective vaccine,” he added.   While the study will still need to get ethics approval from UK regulators, England's Heath Research Authority said it has already set up an ethics committee to assess any challenge trial proposals.  Blood from the most severely ill Covid-19 patients may be the best for use in convalescent plasma therapy, according to a new study from Johns Hopkins University. Doctors have been using plasma, the liquid part of the blood that contains antibodies capable of fighting the virus, from recovered coronavirus patients to help treat Covid-19. The researchers looked at samples of plasma from 126 Covid-19 survivors and found a wide variability in antibody levels and their ability to neutralize the coronavirus, the Johns Hopkins team wrote in their report, which was published in the Journal of Clinical Investigation. Age and gender could be important, too. Older men who were hospitalized with Covid-19 and recovered are “strong candidates” for plasma donation, the analysis suggests. “Three factors were associated with stronger antibody responses: having been sick enough with COVID-19 to be hospitalized, being older, and being male,” the report said. The sicker a person is with the virus, the stronger the antibody response, studies have shown.  “We propose that sex, age, and severity of disease should be used to guide the selection of donors for convalescent plasma transfer studies because we found that these were significant patient characteristics that not only predicted the amount of antibody but the quality of that antibody,” Sabra Klein, a professor in the Johns Hopkins Bloomberg School of Public Health’s Department of Molecular Microbiology and Immunology, who led the study team, said in a statement. As clinical trials of convalescent plasma therapy are still ongoing, the researchers said doctors have had few guidelines on how to pick the best Covid-19 survivors with the strongest antibody responses to use in the treatment. Several other studies have also found that survivors whose disease was severe enough to warrant hospitalization have more antibodies to the coronavirus’ spike protein, a surface protein which enables the virus to attach and invade human cells. Nineteen people have tested positive for Covid-19 in relief camps set up for people who escaped heavy flooding this month in the southern Indian state of Telangana. The percentage of those testing positive appears to be low, however. Etala Rajender, Telangana's health minister, said Sunday that 2,000 refugees had been tested. The camps are currently home to thousands of people who lost their homes or were displaced by the inundation, which killed at least 70 people. But relief camps are often cramped, meaning that the virus can spread easily -- especially if proper sanitation is not guaranteed. However, authorities have taken precautions to stop others from contracting Covid-19, said Somesh Kumar, a senior state government official. Kumar said Tuesday that the number of people who tested positive was low \"because we took all the precautions to prevent the spread (of the virus).\" India's epidemic: India is struggling to combat one of the world's worst outbreaks of Covid-19. Nearly 7.6 million people in the country have contracted the virus since the pandemic began, and more than 115,000 have died, according to India's Health Ministry ##Hotspots## More than 200 former residents of coronavirus quarantine facilities in Australia are being urged to test for blood-transmitted diseases, including HIV, after authorities admitted they used the same blood-testing devices for multiple guests. It's the latest in a series of Covid-19 setbacks to hit the country and the state of Victoria in particular. Earlier breaches at Victoria quarantine hotels led to a Covid-19 outbreak in Melbourne, prompting the country's second biggest city to spend months under a strict lockdown. In a statement Monday, Victorian health agency, Safer Care Victoria, said it was contacting 243 people who had a blood glucose level test before August 20 as there was a risk of cross-contamination and blood-borne viruses, including HIV. \"The clinical risk of infection is low. However, for reassurance, access to confidential testing will be arranged,\" Safer Care Victoria said in a statement. Victoria has reported more than 20,000 coronavirus cases, including over 800 deaths, making it the Covid-19 hotspot of Australia. The country has reported more than 27,400 cases and at least 905 deaths in total, according to Johns Hopkins University. Read the full story: A total of 58,387 new cases of Covid-19 were diagnosed in the United States on Monday, according to Johns Hopkins University. At least 445 new virus-related deaths were also reported. At least 8,212,981 coronavirus cases have now been identified nationwide since the pandemic began, killing at least 220,119 people, according to the university's tally. The totals include cases from 50 states, the District of Columbia and other US territories, as well as repatriated cases.  Track US cases here: ##Hotspots## More Hispanic workers were impacted by the coronavirus pandemic in food processing and manufacturing plants and agriculture workplaces in the US last spring than workers of other races or ethnicities, a team led by the US Centers for Disease Control and Prevention reported Monday.  A survey of meat and poultry plants and similar settings across the US found that nearly 73% of people diagnosed with coronavirus were Hispanic or Latino, 6.3% were Black and 4.1% were Asian or Pacific Islander. Yet Hispanics make up only 37% of the work force in these work places.  This suggests “Hispanic or Latino, non-Hispanic Black, and non-Hispanic Asian/Pacific Islander workers in these workplaces might be disproportionately affected by COVID-19,” the researchers wrote in the CDC journal Emerging Infectious Diseases.  \n“Our study supports findings from prior reports that part of the disproportionate burden of COVID-19 among some racial and ethnic minority groups is likely related to occupational risk,” the team wrote. The CDC examined information collected from state health departments about workers with confirmed Covid-19 in food processing and manufacturing plants and agricultural settings between March 1 and May 31. They found reports on mass testing in US meat and poultry plants revealed widespread coronavirus outbreaks and found high numbers of asymptomatic or presymptomatic infections. High-density workplaces can cause a higher risk for transmission of Covid-19, the researchers reported. Only 36 states reported data and testing strategies varied by workplace so that influenced the number of cases detected, the CDC said. Workers hesitant to report illness could have led to an underestimation of cases. As of Monday, 381 people are hospitalized for Covid-19 in Colorado, authorities said -- the highest number the state has reported since May. Public health authorities said in a statement that 1,000 new cases are being identified a day. “These numbers are definitely a concern for us. We need everyone to follow public health guidance to control disease transmission and ensure that health care and public health capacity isn’t strained,” said State Epidemiologist Dr. Rachel Herlihy. Long-term heart damage is likely in some survivors of Covid-19, a team of doctors reported Monday. The doctors found that Covid-19 dysregulates the way the blood clots, and damages the lungs and their ability to process fresh oxygen into the blood, they wrote in a review for the American College of Cardiology. Patients who have had to undergo ventilation -- and the medicated sedation that goes along with that --- are most in danger, wrote Dr. Sean Pinney of the Icahn School of Medicine at Mount Sinai and his colleagues.  The doctors noted that about a third of survivors of the closely-related severe acute respiratory syndrome (SARS) virus in 2003-2004 had persistently abnormal lung function a year after illness, with lower exercise capacity -- and Covid-19 appears to damage the heart even more. A second study noted a kind of damage to the heart known as myocardial injury in about a quarter of coronavirus patients. A third study in the same journal noted that patients with excess body fat, uncontrolled blood sugar, high blood pressure and high cholesterol face much higher risks of complications from coronavirus. Many Americans have all four problems. Argentina has topped 1 million total known cases of the novel coronavirus on Monday, according to the country's health ministry. Argentina is the fifth country to report more than 1 million known coronavirus cases, following the US, India, Brazil and Russia, according to data from Johns Hopkins University. The health ministry reported 12,982 new cases in the past 24 hours, bringing Argentina's total number of known cases to 1,002,662. The country also reported 451 new fatalities from the virus, bringing the country's known coronavirus death toll to 26,716. ##Hotspots## A frustrated and at times foul-mouthed President Donald Trump claimed on a campaign call that people are tired of hearing about the deadly pandemic which has killed more than 220,000 Americans and trashed Dr. Anthony Fauci as a \"disaster\" who has been around for \"500 years.\" Referring to Fauci and other health officials as \"idiots,\" Trump declared the country ready to move on from the health disaster, even as cases are again spiking and medical experts warn the worst may be yet to come. Baselessly claiming that if Fauci was in charge more than half a million people would be dead in the United States, Trump portrayed the recommendations offered by his own administration to mitigate spread of the disease as a burdensome annoyance. \"People are tired of Covid. I have the biggest rallies I've ever had, and we have Covid,\" Trump said, phoning into a call with campaign staff from his namesake hotel in Las Vegas, where he spent two nights amid a western campaign swing. \"People are saying whatever. Just leave us alone. They're tired of it. People are tired of hearing Fauci and all these idiots.\"\n\"Fauci is a nice guy,\" Trump went on. \"He's been here for 500 years.\" A Trump adviser later questioned the wisdom of attacking Fauci just two weeks before the election. The adviser described the President's comments as \"not smart\" because they keep the focus on the coronavirus pandemic, the one topic campaign officials would like to avoid the most. Read the full story: ##Politics## The coronavirus situation in the Belgian region of Wallonia and the capital Brussels is “close to a tsunami,” the health minister said in a televised interview on Sunday.  Frank Vandenbroucke warned “the health situation in Wallonia and in Brussels is the worst and the most dangerous in the whole of Europe.”  Belgium is now on Johns Hopkins University’s list of 10 countries currently most affected by coronavirus.  It has the third-highest number of Covid-related deaths per 100,000 people in the world, sitting behind San Marino and Peru, according to Johns Hopkins University data. Vandenbroucke called on all Belgians to protect themselves and their relatives, adding that the epidemic \"is no one’s fault, but improving the situation is everyone’s duty.\"  However, the health minister defended the government’s policy of installing a curfew from midnight, and not earlier in the evening, saying that the government “did not want to make life impossible.\"  ##Hotspots##", "Section": "world", "Writers": ["Emma Reynolds ", "Joshua Berlinger", "Adam Renton", "Meg Wagner", "Melissa Macaya"], "URL": "https://www.cnn.com/world/live-news/coronavirus-pandemic-10-20-20-intl/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Singapore", "Source": "CNN"}