{"Type": "article", "Time": "2018-09-14", "Headline": "Philippines evacuates thousands ahead of Super Typhoon Mangkhut", "Text": "The Philippines is evacuating thousands of people, deploying soldiers and positioning emergency provisions as Super Typhoon Mangkhut threatens more than four million people in the north of the country. Mangkhut -- stronger than Hurricane Florence, which is currently lashing the US East Coast -- is expected to make landfall on the Philippines island of Luzon island early on Saturday. Current wind speeds are up to 285 kilometers per hour (180 mph). The massive storm, the equivalent of a Category 5 hurricane, has prompted alerts across east and southeast Asia. A second storm, Typhoon Barijat, has also hit the region. Mangkhut has already torn through Guam and the Marshall Islands in the Pacific, causing widespread flooding and power loss. Parts of Guam were still without electricity Friday morning. In the Philippines, the storm has stoked fears that it may wreak as much damage as Typhoon Haiyan, which in 2013 devastated a vast swath of the country, killing more than 6,000 people. \"We are bracing for the worst here,\" said Lanelyn Carrillo, a spokeswoman for World Vision, a humanitarian organization. \"There is a sense of fear that we might be facing a storm as bad as Haiyan or Haima.\" Northern Luzon was also devastated in 2016 by Super Typhoon Haima -- known as Lawin locally -- with 14,000 houses destroyed and 50,000 damaged, according to CNN Philippines. Provinces across Luzon and the Visayas islands have issued tropical cyclone warnings for Mangkhut -- known as Ompong locally -- with the threat level expected to rise, according to the Philippine Atmospheric, Geophysical and Astronomical Services Administration. Residents have been warned of widespread disruption of electricity and communication services and of possible flooding in low-lying areas and landslides in mountainous regions.. Coastal areas of Cagayan and Isabela may be hit by a sea surge of up to six meters (19.6 feet), the authority said. Emergency storm plans Philippines President Rodrigo Duterte held a meeting Thursday of the National Disaster Risk Reduction and Management Council (NDRRMC), where it was decided to put in place extra emergency procedures ahead of the storm. The NDRRMC predicted that 4.2 million people within the 125-kilometer radius of the center of the typhoon would be exposed to the storm, which was revised from 5.2 million earlier in the day after the storm model changed. Food packs and other relief items have been pre-positioned in critical areas. Carillo, whose organization is working with local government teams, said authorities have canceled school classes and closed government offices, apart from front-line units such as the fire service, hospitals and police. The army said it had deployed forces across Northern Luzon to help communities in the path of Mangkhut. Lt. Gen. Emmanuel Salamat, commander of North Luzon forces, said that around 2,000 troops had been deployed to help with evacuations and other preparations in Cagayan and Isabela, expected to be among the hardest-hit areas. Evacuations are voluntary, Salamat said, but added:\"It is a highly encouraged evacuation. Some civilians are still there. We are encouraging the evacuation of threatened areas especially on the coast.\" The governor of Isabela, Bojie Dy, said 1,542 families (5,429 people) had been evacuated from coastal areas in his province. In Legazpi city in Albay province, evacuee Delaila Pasion said: \"During the previous monsoon rains, half of our house was destroyed so I wanted to take my grandchildren to safety so they would not get hurt.\" \"We are really frightened. They say it (typhoon) is so strong, the rains may be more powerful than the monsoon rain, so we are too scared to remain in the house,\" she added. At least 134 flights have been canceled across the country and the Coast Guard reported more than 4,000 people have been stranded because of ferry disruptions in the archipelago. The Red Cross said it had put teams on the highest level of alert across the island, warning that high winds and torrential rains could cause widespread damage to islands and coastal areas of Luzon. \"Typhoon Mangkhut's high winds and torrential rains are expected to bring widespread damage and affect infrastructure, agriculture and livelihoods within its 900 km diameter,\" it said in a statement. \"We're worried for the 10 million people in the Philippines living in the path of this destructive storm, including those who have been displaced several times due to the monsoon rains last July and August,\" Richard Gordon, chairman of the Philippines Red Cross, said in a statement. \"We are preparing our emergency assets and relief items. Our staff and volunteers are on high alert for possible deployment.\" The Global Disaster Alert and Coordination System said it expected a \"high humanitarian impact based on the storm strength and the affected population in the past and (projected) path.\" Carillo, whose organization has prepared relief packages for 4,000 families, said that they are braced for the worst, \"But we are ready.\" Fears have been raised about the storm's possible effect on agriculture in Cagayan and Isabela, where the bulk of the Philippines' rice is grown. Farmers are rushing to bring in their rice harvests ahead of Mangkhut, ABS-CBN reported. Agriculture Secretary Manny Piñol said the typhoon may cause billions in damage to some crops, but that there was enough rice supply for the next 96 days. \"The impact on our rice supply will only be about 3.6 days,\" he said, CNN Philippines reported. Hong Kong bracing for impact  As Mangkhut passes through the Luzon Strait between the Philippines and Taiwan, southern parts of that island are also due to suffer its effects and officials have put some areas on alert, with the potential to issue more severe warnings. The worst of the storm will be borne by Hong Kong and Macau, however, which are currently in Mangkhut's path.  Officials in Hong Kong held emergency meetings Wednesday in which all departments were warned to have \"their deployment and emergency response plans ready for the possible threats.\" Last year, 10 people died in Macau as a result of Typhoon Hato, the strongest storm to hit the city in over five decades, which also caused large-scale flooding and damage to property. \"As Mangkhut crosses the South China Sea, widespread wind damage will be likely in southern China and around Hong Kong by late in the weekend, especially in coastal locations,\" AccuWeather Senior Meteorologist Adam Douty said in a statement. Multiple Hong Kong airlines, including flag carrier Cathay Pacific, have announced they will waive charges for rebooking or rerouting flights to and from the city during the worst of the storm. Queenie Lam, a senior scientific officer at the Hong Kong Observatory (HKO), told CNN that Mangkhut was \"expected to pose a considerable threat to the coast of Guangdong\" in southern China and would bring gale-force winds to Hong Kong. Macau's Meteorological and Geophysical Bureau warned that Manghkut would \"pose a serious threat to the Pearl River Delta,\" in which the city is located. Around 12,000 people have been evacuated from low-lying parts of China's Guangdong province and shipping halted, according to state media. Last week, the strongest typhoon to hit Japan's mainland in 25 years killed 11 people. Correction: This story has been updated to correct the spelling of the Isabela governor's name.", "Section": "asia", "Writers": [], "URL": "https://www.cnn.com/2018/09/14/asia/typhoon-mangkhut-philippines-intl/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}