{"Type": "article", "Time": "2019-04-10", "Headline": "Executions worldwide are at a 10-year low. But in the US, they rose", "Text": "The number of executions carried out across the world have reached a 10-year low, according to a new report from human rights organization Amnesty International.  At least 690 executions were carried out in 20 countries in 2018, which was a 31% decrease from 2017's total of 993 executions or more.  The report is a moment of cautious optimism for human rights advocates who believe the death penalty to be a cruel and inhumane practice. However, along with the general decrease of executions, there are also points of concern.  Executions in the US rose for the second year in a row  According to Amnesty International's report, 45 people were put to death in the United States in 2018. This is a slight increase from 2017, when 41 were executed. However, in general, the rise is actually small compared to the general downward trend.  \"There has been a slight increase in the number of executions [in the US], but it is still within historical lows,\" Chiara Sangiorgio, Amnesty International's Advisor on the Death Penalty, told CNN. \"Over a 10-year-period, we have seen the number of both executions and death sentences decrease.\" The death penalty is rare in the US, but is still legal in most states The death penalty is legal in 30 US states, but that number doesn't paint an accurate picture of its actual prevalence. For instance, four US states in which the death penalty is legal are under statewide capital punishment moratoriums imposed by their respective governors. Furthermore, there are several states that recognize the death penalty, but haven't actually executed anyone in years.  Sangiorgio says Amnesty International monitors legislative changes and leadership decisions to provide additional insight to their numbers.  \"We are seeing a few states resume executions after several years, so we find that concerning,\" Sangiorgio says. \"But the trend in the US is positive. [In 2018], Washington became the 20th state to abolish the death penalty. And we recently saw a strong example of leadership coming from California, where [Governor Gavin Newsom] recently suspended the death penalty.\" Global and national trends account for other decreases  Sangiorgio says the historically low number of executions in 2018 was due in part to a significant drop in sentences carried out in some of the world's leading executing countries. For instance, Iran has historically been one of the world's leading executing countries, and the number of executions there dropped by more than 50% in 2018.  \"There was a significant drop in executions for drug related offenses in Iran,  because of a change in the laws from last year,\"  Sangiorgio says. Other countries that lead the implementation of the death penalty, like Pakistan and Iraq, saw an ease in unsually high numbers from last year.  And again, the numbers are only half the story.  \"There is reason for positive hopes, not only in the drop of executions, but in the number of countries that have decided to abolish the practice,\" Sangiorgio says. \"Burkina Faso, Zambia and Malaysia all abolished or moved toward abolishing the death penalty this year.\" However, she points out that other countries like Japan, Singapore and Taiwan resumed executing people after a period of inactivity.  When it comes to execution statistics, there is also a China-sized elephant in the room: Since 2009, Amnesty International hasn't counted the number of executions reported in China.  \"China has yet to publish any figures on the death penalty; however, available information indicates that each year, thousands of people are executed and sentenced to death,\" the report reads.  Amnesty International's reporting also clarifies that many of their numbers are technically minimum estimates, which is why language like \"at least 690 executions\" is used . ", "Section": "world", "Writers": ["AJ Willingham"], "URL": "https://www.cnn.com/2019/04/10/world/death-penalty-amnesty-international-numbers-2018-trnd/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Malaysia", "Source": "CNN"}