{"Type": "article", "Time": "2020-04-28", "Headline": "April 28 coronavirus news", "Text": "Our live coverage of the global coronavirus pandemic has moved here. President Trump has signed an executive order that mandates meat processing plants must stay open, an official said. Aides said the order would fall under the Defense Production Act. Trump had highlighted the order during an Oval Office meeting with Florida Gov. Ron DeSantis that was opened up to reporters. \"We're going to sign an executive order today, I believe, and that'll solve any liability problems,\" Trump said on Tuesday. The President signed the order after some companies, such as Tyson Foods, were considering only keeping 20% of their facilities open. The vast majority of processing plants could have shut down — which would have reduced processing capacity in the country by as much as 80%, an official familiar with the order told CNN. By signing the order, Trump has declared these plants as a part of critical infrastructure in the US. The administration is also working with the Department of Labor on issuing guidance about which employees who work at these meat processing facilities should remain home, including workers who are part of populations most vulnerable to the coronavirus. Canada released a new epidemic snapshot Tuesday and updated modeling that shows its epidemic growth rate is slower than in most countries, including the United States, but also shows a death rate higher than earlier predicted. Canadian public health officials say the epidemic growth is slowing. About a month ago it was doubling every three days but is now doubling every 16 days. However, Canada is now reporting nearly 3,000 deaths from Covid-19, much higher than originally predicted. “We are seeing the tragic paradox of the epidemic playing out,” said Dr. Theresa Tam, Canada’s chief public health officer during a presentation of the new modeling Tuesday. “As the epidemic comes under control, and the growth of cases slows, the severe outcomes and deaths continue to accrue, as Covid-19 takes a heavy toll among highly susceptible populations,” Tam said.  Canada is currently dealing with hundreds of outbreaks in long-term care homes throughout the country. Government statistics released Tuesday show that 79% of deaths across the country are related to outbreaks in care centers. “Outbreaks in long-term care and seniors’ homes are driving epidemic growth in Quebec, Ontario and Nova Scotia and are responsible for the majority of all deaths in Canada,” Tam said.  Prime Minister Justin Trudeau said that while Canada was flattening the curve, distancing measures and some closures would remain in place for some time.  “We’re in the middle of the most serious public health emergency Canada has ever seen and if we lift measures too quickly, we might lose the progress we’ve made,” Trudeau said during a news conference in Ottawa Tuesday.   Monaco will begin to relax some coronavirus confinement measures starting on Monday. However, its famous gambling halls and beaches will remain closed until June, the government confirmed today.  In a statement, the government praised the collective efforts of its citizens, but cautioned that the relaxation of confinement measures will come with “10 essential conditions” to be met.  As part of the first phase of Monaco’s re-opening — which is beginning Monday, May 4 — shops (except for cafes and restaurants) and beauty salons will be permitted to open. However, gatherings of more than five people will be prohibited, and working from home will continue to be recommended.  As part of the second phase of Monaco’s re-opening will begin on May 11. There will be a gradual reopening of schools, with emphasis on core curriculums.  In June, if health conditions permit, the opening of cafés, restaurants, gambling halls, beaches, museums, and other leisure places may be considered by the government.  ##Daily Life## There are at least 1,002,498 cases of coronavirus in the US, according to Johns Hopkins University's tally of cases. The number of confirmed US coronavirus cases topped 500,000 on April 10, according to Johns Hopkins’ tally. British Airways has announced a restructuring and redundancy plan that could lead to thousands of permanent layoffs.  The airline says it is formally notifying its trade unions about the plan, which “will affect most of British Airways’ employees and may result in the redundancy of up to 12,000 of them.”  British Airways had already placed 22,626 employees on temporary furlough in April as part of the UK government’s retention scheme. The announcement came as BA’s parent company IAG announced first quarter results. IAG, which also owns Iberia, saw total revenue fall 13% in the first quarter.  The airline warned that losses in the second quarter would be “significantly worse” because of coronavirus. It also said that it expects that “the recovery of passenger demand to 2019 levels will take several years.”  Greece will start to gradually ease lockdown restrictions starting Monday, Greek Prime Minister Kyriakos Mitsotakis announced in a televised speech Tuesday.  Starting Monday, the restrictions on the movement of citizens will be lifted, Mitsotakis said. However, citizens will still not be allowed to commute outside their county of residence for at least two weeks. Some businesses — such as bookstores, electronic and sporting goods stores, as well as hair salons — will be allowed to reopen on Monday. Other retail stores can resume business on May 11, except for shopping malls which will open on June 1, according to the prime minister.  There will be certain restrictions that will limit the amount of customers, Mitsotakis added, including that other strict measures will be taken to protect workers. Bars and restaurants are set to reopen on June 1 but under new rules. Mitsotakis also announced that schools will gradually reopen on May 11, but only for students on the last year of high school. The rest of high school and junior high classes will follow a week after.  Primary schools and kindergartens will remain closed. “They might reopen on June 1 and only if we are absolutely sure that the course of the epidemic is going downhill,” the Greek Prime Minister said. ##Daily Life## Russian President Vladimir Putin acknowledged shortfalls in personal protective equipment for Russian medical personnel amid the coronavirus pandemic. In a teleconference with regional governors Tuesday, Putin said Russia has managed to ramp up production of protective gear but added, “compared to what [production] was before, it’s a lot. But compared to what we need now, it’s still not enough.” The president has faced criticism in Russia for sending ventilators and protective equipment to the US and Italy while the virus spread. In his remarks Tuesday, Putin said Russian authorities had “put the brakes on” the spread of coronavirus.  However, Russia has surpassed both Iran and China in the number of confirmed cases. ##Health## Italy has confirmed 200,000 cases of Covid-19, including deaths and recoveries, according to the Italian Civil Protection Agency. On Tuesday, the agency said there has been a total of 201,505 cases in the country. However, Italy saw a drop in cases from Monday, the agency said.  ##Health## Russia will \"face a new and grueling phase of the pandemic,\" President Vladimir Putin said in a televised statement Tuesday. “The daily increase in cases has relatively stabilized, but this mustn’t calm us down, the situation is still very serious,” Putin said. “The peak is not behind us, we are about to face a new and grueling phase of the pandemic… the deadly threat of the virus remains.” Putin said Russia will extend its self-isolation guidelines through May 11. The beginning of May in Russia is marked by long public holidays for Labor Day and Victory Day, with a few working days in between that will be made non-working days this year, Putin added. After May 11, the country might start to gradually ease restrictions, Putin said. He ordered the government to prepare a plan for that by May 5. “We can’t talk about it as a simultaneous cancellation of restrictions, we must prepare for a tough road ahead,” Putin said. “We need to account for all risks and show sensibility, so we are not thrown back to lose everything we have so far achieved.\"  In his address, Putin acknowledged “deficit of some items,” including medical equipment, and ordered his government to increase production rates. Professional sports will not continue the 2019-2020 season due to the coronavirus pandemic, French Prime Minister Edouard Philippe said on Tuesday. \"The 2019-2020 season of professional sports, especially football, will not be able to resume,\" Philippe told the French National Assembly. ##Daily Life## France will begin to ease lockdown restrictions on May 11, after the country's prime minister said they will have enough masks to meet the need. French Prime Minister Edouard Philippe said Tuesday: “We are proposing a very gradual reopening of kindergartens and elementary schools from May 11, everywhere on the territory and on a voluntary basis. In a second step, we can consider reopening the colleges (intermediary schools), starting with 6th and 7th grade (11-12 year-olds). We will make a decision in early June for high schools.” After an initial easing of lockdown measures on May 11, there will be a second monitoring phase from May 11 to June 2, Philippe added. France will make a decision on the opening of bars, cafes and restaurants at the end of May. The prime minister said there are three strategies to fight the crisis: Protect, test and isolate. “We have to progress with prudence,\" Philippe said. “Confinement was an efficient instrument,” adding that confinement \"prevented 62,000 deaths\" in the country.  ##Daily Life## Portugal will end its current state of emergency on Saturday, the country’s President Marcelo Rebelo de Sousa announced on Tuesday. “It is expected that it won’t be necessary in the future to again resort to the state of emergency – if it is, it will be weighted,\" Rebelo de Sousa told journalists during a press conference on Tuesday.  “The Portuguese need to be aware that containment is still important, that controlling the situation is still important and that’s why we’re taking small steps and evaluating them constantly as well,” he added. ##Daily Life## Scotland's government is recommending that people wear face coverings in situations where maintaining social distancing is difficult, such as on public transportation or inside food shops, Scotland's First Minister Nicola Sturgeon said on Tuesday.  Speaking at the daily coronavirus briefing, Sturgeon acknowledged that evidence on the benefits of face coverings was not \"overwhelming,\" but said there may be \"some benefit\" to wearing them in enclosed spaces.  The Scottish government said this in a statement: \"The evidence on the use of face coverings is limited, but there may be some benefit in wearing a facial covering when you leave the house and enter enclosed spaces, especially where physical distancing is more difficult and where there is a risk of close contact with multiple people you do not usually meet. Examples include, traveling on public transport or entering a food shop where it is not always possible to maintain a 2 meter distance from another customer. There is no evidence to suggest there might be a benefit outdoors, unless in an unavoidable crowded situation, where there may be some benefit.\" Sturgeon added that wearing a face covering does not mean that other social distancing rules don't apply, and cautioned against people feeling \"invincible\" because they are wearing a mask.  ##Health## ##Daily Life## More than 125,000 birthday cards have been sent to 99-year-old Captain Tom Moore, the British war veteran who walked 100 laps of his garden to raise money for the UK’s National Health Service (NHS). Captain Moore turns 100 on Thursday. He has raised £29 million — about $36 million — for the NHS so far, according to his Just Giving page. At the Bedford School, attended by Captain Moore’s grandson Benjie Ingram-Moore, volunteers have been opening the “phenomenal” number of birthday cards being sent to honor his birthday. “The volume of cards that have been sent to grandad is just astonishing,” Benjie Ingram-Moore said, who has been managing the social media for his grandfather’s fundraising effort. “So many of the cards are truly heartfelt with thousands from young children who have taken the time to use their artistic talent and write a personal message.” ##Daily Life## The novel coronavirus has now infected more than 3 million people and killed at least 211,000 worldwide, according to Johns Hopkins University. If you're just joining us, here are the latest developments: One billion infections predicted: The International Rescue Committee (IRC) estimates that there could be up to one billion coronavirus infections and 3.2 million deaths in crisis-affected countries unless swift action is taken to curb its spread. \nUS deaths forecast: Dr. Chris Murray, director of the University of Washington’s Institute for Help Metrics and Evaluation, said the institute's scientific model had increased its predicted US coronavirus death toll from 60,000 to 74,000. More than 56,000 people have died in the US, more than a quarter of deaths worldwide. \nStates are reopening: Texas is partially reopening from Friday, and New York's first phase of reopening could begin after May 15 in some areas. Other states are already taking their first steps toward reopening. President Donald Trump announced a \"blueprint\" on how states should handle coronavirus,\nOlympics could be canceled: Tokyo 2020 President Yoshiro Mori said that if the pandemic is not over by next summer, the Games -- already delayed to 2021 -- will be canceled, according to an interview published Tuesday in Nikkan Sports. But Tokyo 2020 spokesperson Masa Takaya said that Mori’s comments “were his own thoughts.” \nHigher deaths in UK: The number of coronavirus deaths in England and Wales up to April 17 is 54% higher than the UK government’s daily updates for the corresponding period, according to new figures from the Office of National Statistics.\nTwo million Australians download app: A coronavirus contact tracing app has been downloaded more than 2 million times since it was launched in Australia on Sunday. The COVIDSafe app is voluntary and designed to help health authorities trace people who may have come into contact with someone who has Covid-19.\n\"No vaccine until end of 2021:\" A vaccine won’t be ready until the end of next year under the “most optimistic of scenarios,\" according to Pasi Penttinen from the European Centre for Disease Prevention and Control (ECDC). “Vaccine development is a hugely complicated and expensive process,” he told Sky News.\nCountries easing lockdowns: New Zealand is \"not out of the woods,\" Prime Minister Jacinda Ardern said, as it entered its first day of transitioning to Level 3 from the toughest restrictions of Level 4. Austria's lockdown won't be extended when it ends on Thursday, and Australia's iconic Bondi Beach reopened. Hong Kong will start loosening some measures and public services will resume Monday after the city reported no new confirmed cases for the fourth time in eight days. ##Health## ##Daily Life## ##Business## ##Travel## Hours after India announced it had canceled orders for coronavirus rapid testing kits from China because they were \"faulty,\" the Chinese Embassy in the capital New Delhi responded saying this was \"unfair and irresponsible.\" In a press release issued Monday, India’s Ministry of Health and Family Welfare said it had canceled an order from Chinese firm Wondfo to exclusively supply rapid testing kits to India at $8 a kit.  Reports from various states last week indicated there were discrepancies in the results. The kits were ruled faulty after the Indian Council of Medical Research (ICMR) conducted field tests with them.  “Based on scientific assessment of their performance, the order in question (Guangzhou Wondfo Biotech) along with an order in respect of another make (Zhuhai Livzon Diagnostics) found under-performing have been canceled. It needs to be stressed that ICMR has not made any payment whatsoever in respect of these supplies,” said the release from India’s Health Ministry. Ji Rong, the spokesperson for the Chinese Embassy in India, said in a statement: \"We are deeply concerned with the evaluation results and the decision made by Indian Council of Medical Research. China attaches great importance to the quality of exported medical products.\" The statement added that both Guangzhou Wondfo Biotech and Zhuhai Livzon Diagnostics had issued statements on the matter, stressing their test kits had obtained their certification from the National Medical Products Administration of China and meet international quality standards and have been exported to countries in Europe, Asia and Latin America. The statement said there were \"strict requirements for the storage, transportation and use of Covid-19 antibody rapid test kits\" and that any operation \"not carried out by professionals in accordance with the product specifications will lead to the testing accuracy variations.\" In a news conference on Monday, a senior health ministry official said that India continues to have sufficient kits in place. ##Health## Six-time Formula 1 world champion Lewis Hamilton says that the lack of racing this season has left him feeling a \"big void.\"  The French Grand Prix -- originally scheduled for the end of June -- became the 10th race of the 2020 season to be affected by Covid-19, after organizers confirmed it would not go ahead. \"I miss racing every day. This is the first time since I was 8 that I haven't started a season,\" the 35-year-old said on social media. \"When you live and breathe something you love, when it's gone there's definitely a big void. But there's always positives to take from these times.\" F1 CEO Chase Carey said in a statement on Monday that the racing series is aiming to have its first race in Austria on the July 3-5 weekend without fans in attendance.  Carey outlined plans that are being drawn up to have a truncated 2020 season, with races in Europe, before heading to Asia, then the Americas and finally the Middle East. Read the full story here. ##Daily Life## ##Business## New Zealand’s early decision to ban travel from China and then Iran is why the country has been able to dramatically curb the spread of coronavirus, said the country’s former Prime Minister Helen Clark. New Zealand instituted the measure despite the World Health Organization advising against travel bans. “I think the WHO’s position is that it doesn’t endorse or advocate travel bans,” Clark told BBC radio. “And that’s got quite a lot to do with the murky geopolitical realm within which it operates. And also because it fears that if it were to support it, it might not get full cooperation from countries. “But I have no hesitation in saying that New Zealand, banning travel from China at the very beginning of February and later from Iran, and then in March moving to stricter and stricter controls with only New Zealand citizens… coming in – this worked for us. “And I think New Zealanders will be pretty hesitant to see people just flying back in again.” Over the past few days, newly diagnosed infections have been in the single digits. And on Monday, New Zealand reported just one new case. Clark was Prime Minister of New Zealand from 1999 to 2008. She later headed the UN’s Development Programme for eight years. ##Travel## Spain lost thousands of jobs in the first quarter of the year, most of them in March, when rapidly increasing coronavirus infections prompted the government to declare a nationwide state of emergency and lockdown on March 14 that brought most businesses to an abrupt standstill. The country’s active workforce shrank by 285,600 people in the first quarter, Spain’s National Statistics Institute reported on Tuesday. The unemployment rate rose to 14.4%, up from 13.8% in the fourth quarter of 2019. The number of newly jobless was listed at just 121,000. But the Statistics Institute said \"inactive\" workers increased by 257,000 in the first quarter and \"it's probable that many workers who lost their jobs were listed as 'inactive'\" rather than unemployed. The government-imposed lockdown affected only the final two weeks of the quarter, and the lockdown has been extended until May 9, suggesting job losses could increase further when data for the second quarter is released this summer. The Statistics Institute said the jobless figures also don't show workers who are on a \"temporary\" layoff of up to three months on a government-backed benefit program, collecting up to 80% of their salaries. The Socialist government has said repeatedly that it wants to avoid the mistakes of the 2008 financial crisis, which hit Spain hard. It has ordered that companies cannot use coronavirus as an excuse to fire workers.  But it's unclear when Spain's tourism sector, accounting for 12.3% of GDP and 12.7% of employment according to the Statistics Institute, will be able to re-open for business. ##Daily Life## ##Business## Black barbers across America are engaging in a heated debate over whether cities and states should lift coronavirus social distancing mandates that have forced many of their businesses to close indefinitely. African Americans as a group are suffering the most during the Covid-19 pandemic, with higher infection and mortality rates than the general population. Barbers say black business owners, like many of them, are also disproportionately hurting financially from government shutdowns meant to stem the virus' spread. Several shop owners said they can't afford to remain closed much longer.  In African-American culture, barbershops are much more than places to get a haircut. Many are marketplaces where local vendors sell their wares and community centers where people gather for hours to discuss politics, sports and the news of the day. The unique folkways and stature of black barbershops have been the subject of iconic movie scenes, Hollywood film franchises, even an HBO television series. \"There's probably all kinds of barbershops talking about what's going on with our government right now,\" Mike Knuckles, 45, a barber at Select Cutz in Grand Prairie, Texas, told CNN Business. \"If you lose a barbershop that's been in the community 30 years and has a tradition and respect in the community, that's huge.\" Damon Dorsey, 59, president of the American Barber Association, a barber advocacy group whose estimated membership of 3,000 is about 30% black, said he has spent weeks talking with worried barbers nationwide since the pandemic began. They're concerned about limiting the spread of Covid-19, but also want to \"get back to making money,\" Dorsey told CNN Business. \"All are struggling with the uncertainty of the moment,\" he said. Read the full story here. ##Daily Life## ##Business## HSBC is ramping up the amount of money it is setting aside to cover bad loans as its profits plummet because of the pandemic. It is also suspending plans to lay off tens of thousands of staff. The London-based lender on Tuesday said that pre-tax profit dropped to $3.2 billion in the first quarter, a 48% plunge compared to a year earlier. The bank added that it increased its allowance for expected credit losses this year to as much as $11 billion — nearly $2 billion more than it had set aside at the end of last year. It said expected credit losses rose to $3 billion last quarter in part due to coronavirus.  It also attributed its recent woes to the ongoing plunge in oil prices.  \"The outlook for world economies in 2020 has substantially worsened in the past two months,\" the company said in a statement. The coronavirus outbreak first hit Asia, where HSBC derives the vast majority of its earnings. The lender has in previous quarters made almost 90% of its profit in the region. Performance there was actually \"resilient\" compared to expectations, the bank noted. Profit in Asia fell about 25% in the first quarter, compared to steep losses in North America and Europe. HSBC also said it is now hitting pause on parts of its vast restructuring plan, which had included a decision to cut 35,000 jobs and dramatically overhaul its business, to reduce uncertainty for employees. The bank is also delaying part of its plan to shed $100 billion in assets, which is expected to help reduce restructuring costs for this year. Read the full article here. ##Business## A coronavirus vaccine won’t be ready until the end of next year under the “most optimistic of scenarios,\" according to Pasi Penttinen from the European Centre for Disease Prevention and Control (ECDC) “Vaccine development is a hugely complicated and expensive process,” he told Sky News, adding that there were multiple stages of human trials involved to make sure it was safe and effective. “On top of that, you need to make sure in this kind of situation of your manufacturing capacity, which essentially is sufficient for the whole world.” \"Having a one-and-a-half to two year timeline to get that done is nothing short of a miracle.” Penttinen is the head of the ECDC’s Influenza and other Respiratory Viruses Programme. ##Health## ##Business## More people in the United Kingdom think the BBC is doing a good job covering the coronavirus pandemic than any other outlet, a survey by the Reuters Institute at Oxford University found. Asked whether they thought each of the following British TV outlets were doing a good job, the response was: BBC News: 60%\nITV News: 36%\nChannel 4 News: 32%\nSky News: 28% The Guardian netted the highest approval rating among newspapers at 25%, while the Mail came in at 10% and The Sun at 6%. The Mail and The Sun had more people saying they were doing a bad job (22% and 24% respectively) than good.  The news media overall got a 37% “good job” rating in terms of its response to the coronavirus, higher than technology companies but far behind the National Health Services which across the political spectrum had a 92% approval rating. The UK Government garnered a 54% approval rating. The institute said the survey was conducted between April 10-14 from an ongoing online panel consisting of a representative sample of the UK population. ##Daily Life## ##Business## The International Rescue Committee (IRC) estimates that there could be up to one billion coronavirus infections in crisis-affected countries unless swift action is taken to curb its spread.  In a worst-case scenario, it warns that could result in up to 3.2 million deaths. “These numbers should serve as a wake-up call: the full, devastating and disproportionate weight of this pandemic has yet to be felt in the world’s most fragile and war-torn countries,” said  David Miliband, the President and CEO of the International Rescue Committee. “We are still in the critical window of time to mount a robust preventative response to the early stages of Covid-19 in many of these countries and prevent a further perpetuation of this epidemic globally.”  In a statement, the IRC said it had compiled the estimates based on modeling and data produced by Imperial College London and the World Health Organisation. The Imperial College London report referenced by the IRC modeled mortality rates under different suppression policies. It considered variables such as a country’s economy, population demographics, and estimated health care capacity. The 34 crisis-affected countries the IRC refers to are: Afghanistan, Burundi, Bangladesh, Burkina Faso, Chad, Cameroon, CAR, Chad, Colombia, Côte d’Ivoire, DRC, El Salvador, Ethiopia, Greece, Iraq, Jordan, Kenya, Lebanon, Liberia, Libya, Mali, Myanmar, Niger, Nigeria, Pakistan, Sierra Leone, Somalia, South Sudan, Syria, Tanzania, Thailand, Uganda, Venezuela and Yemen.  ##Health## Tokyo 2020 President Yoshiro Mori says if the pandemic is not over by next summer, the Games will be canceled, according to an interview published Tuesday in Nikkan Sports. It is the strongest statement so far on the possibility of canceling the Games from the organization, which has routinely said it was focusing on plans to hold the Olympics next year as the outbreak of Covid-19 grew into a pandemic. The Olympic and Paralympic Games originally planned for this summer in Tokyo were rescheduled to start from July 23, 2021. Nikkan Sports quoted Mori responding to a question about another postponement of the games if the pandemic was not over by next summer:  \"No. It will be cancelled then. The Olympics was cancelled in the past for the problems like war. We are fighting against invisible enemy now.  Mori reiterated Tokyo 2020 was still working towards holding the Games and that they would be more significant than others. “The Olympics would be much more valuable than any Olympics in the past if we could go ahead with it after winning this battle,” he told the publication. “We have to believe this otherwise our hard work and efforts will not be rewarded. Tokyo 2020 spokesperson Masa Takaya's told media Tuesday that Mori’s comments “were his own thoughts.” When questioned about Mori’s remarks, the Tokyo 2020 public relations office responded to CNN in a statement saying, “there are variety of insights opinions around the possibility of hosting games next year.” “The mission of the organizing committee is to prepare for the stage for the Games next year. We understand there are variety of opinions, however, there are some experts who say it's too early to make a judgment whether to be able to hold the Games,” the statement added. This post has been updated to include Tokyo 2020's response to CNN. ##Business## ##Daily Life## Hoping to get a better idea of how many people have previously been infected with the virus, officials in the US have begun asking asymptomatic residents to test for antibodies. Los Angeles County will expand coronavirus testing Tuesday to include delivery drivers, rideshare drivers, and taxi drivers even if they're asymptomatic, Los Angeles Mayor Eric Garcetti said. \"These are folks that are on the frontlines, helping us get to where we need to go, helping us have food delivered to our homes,\" he said. Boston Mayor Martin Walsh said 1,000 asymptomatic residents will undergo diagnostic and antibody testing by Friday to evaluate exposure to the virus in the city.  And beginning Tuesday, health workers will start visiting randomly selected homes in two of Georgia's largest counties to conduct antibody testing through blood samples. \"This investigation will help us estimate the percentage of people in the community who have been infected with the virus that causes Covid-19,\" the Georgia health department said. In New York, about 15% of the 7,500 people who have been tested in the state's antibody study have tested positive, Gov. Andrew Cuomo said.  But the former acting director of the US Centers for Disease Control and Prevention told medical news website Stat on Monday those tests are \"not ready for prime time.\" \"As we learn whether that means you are protected in the future, there could be value in that,\" Dr. Richard Besser told Stat reporter Helen Branswell about the tests, but \"the science isn't there yet to be able to say what those tests mean.\" \"I worry that people will get a false sense of security and they can change their behavior based on the results of that test, or have a false sense of concern if it's a test that isn't detecting protections that they may actually have,\" Besser said. Read the full story here. ##Health## The number of coronavirus-related deaths in England and Wales up to April 17 is 54% higher than the UK government’s daily updates for the corresponding period, according to new figures from the Office of National Statistics (ONS). According to the ONS, there were 22,300 coronavirus-related deaths in England and Wales up to that date that were registered by April 25. By comparison, the government’s daily update from the Department of Health and Social Care only accounts for coronavirus deaths in hospitals and doesn’t take into account the lag in reporting some deaths. The corresponding number released by the DHSC for April 17 is 14,451 for England and Wales. This post has been updated to correct the number of coronavirus-linked deaths reported by the ONS. ##Health## When his daughter was born, Alex Kaplan thought his home was babyproof. He was wrong. \"We have a wily little girl,\" said Kaplan, who lives in Washington, D.C. \"At 9 months old, she managed to open a childproof — in air quotes — bottle of acetaminophen.\" When Kaplan found her, she was smeared in a sticky mess from putting the gel caps in her mouth. \"Acetaminophen, we came to learn, is very dangerous and dose-dependent,\" said Kaplan, who called poison control then headed to the closest emergency room. Kaplan's daughter was fine, but accidental poisoning is a serious problem for American kids.  More than 300 children are treated for poisoning each day in emergency departments across the United States, according to the US Centers for Disease Control and Prevention. On average, two of those kids will die.  As Americans spend more time at home trying to safeguard their families against Covid-19, accidental poisonings are on the rise. And some experts believe the spike is due to the very same cleaning products parents are using to protect their families from infection. Read the full story here. ##Health## ##Daily Life## Austria's lockdown restrictions won't be extended when they end on Thursday, the country's health minister Rudolf Anschober said at a news conference today.  The measures include citizens only being permitted to leave their homes for a limited number of reasons such as shopping or exercise.  \"We can let the initial restrictions expire, we do not need to extend them,\" he said. Anschober added that gatherings of up to 10 people would be allowed immediately under the condition that the public respect social distancing rules. However, the health minister warned it was premature to believe the crisis was over and said the restrictions can be reinstated at any point.  Here's a breakdown: From May 1, people will only need to keep a minimum distance of 1 meter from others who do not live in the same household. \nAll shops and many service providers such as hairdressers will be allowed to reopen at the beginning of May.\nFrom May 15, restaurants and bars are allowed to reopen, providing social distancing measures are in place. Restaurant staff who have direct contact with guests are required to wear masks.\nHotels will be allowed to reopen from May 29 The number of new coronavirus cases has been in the double-digit range for days and, \"That was a very big goal,\" Anschober said.  The reproduction factor -- the number of people infected by an infected person -- was 0.59, which is the lowest it has been during the pandemic. ##Daily Life## ##Business## Texas Governor Greg Abbott announced the state will begin to reopen Friday, but a Texas judge hopes residents will not take him up on it. \"Just because something can be open doesn't mean it should be open,\" Dallas County Judge Clay Jenkins told CNN's Erin Burnett on \"Burnett Outfront.\"  \"And just because something is open doesn't mean you should go there.\" Abbott issued an executive order Monday allowing businesses like retail stores, malls, restaurants and theaters to reopen Friday with occupancy limited to 25%. The order supersedes local orders.  \"Now it's time to set a new course, a course that responsibly opens up business in Texas,\" Abbott said. \"We will open in a way that uses safe standards -- safe standards for businesses, for their employees as well as for their customers. Standards based upon data and on doctors.\" But Jenkins said the best way to open the state's economy was to keep residents safe -- and that the order went against safest practices advised by scientist and experts. \"What we know is that when you look at other science-based plans, movie theaters are not one of the first things that open,\" Jenkins said. \"And so, I think it's going to be incumbent on the residents here to use good, smart decision-making.\" Though Jenkins and local politicians cannot override Abbott's order, the judge said he will look for ways to institute rules to keep residents and employees safe within the reopening. Read the full story here. ##Daily Life## Some children in the UK have died from a rare inflammatory syndrome that researchers believe could be linked to coronavirus, Health Secretary Matt Hancock said. “There are some children who have died who didn’t have underlying health conditions,” Hancock told LBC radio. “It’s a new disease that we think may be caused by coronavirus. We’re not 100% sure because some of the people who got it hadn’t tested positive, so we’re doing a lot of research now. But it is something that we’re worried about.” Hancock said the National Health Service put out a call over the weekend to hear from doctors who may have seen children with the condition to find out what the situation is. However he said the number of cases is small. For more on the illness, read here: ##Health## Tokyo 2020 President Yoshiro Mori said the rescheduled Games will be canceled if the coronavirus pandemic is not over by next summer, according to an interview published today in Japanese newspaper Nikkan Sports. Asked by Nikkan Sports about whether the Games would be postponed again if the pandemic was not over by the summer, Mori said: \"No. It will be canceled then. The Olympics was canceled in the past for problems like war. We are fighting against an invisible enemy now.\" This is the strongest statement on canceling the Olympics from the organization, which had routinely said it was focusing on holding the Games as the outbreak of Covid-19 grew into a pandemic. The Olympics and Paralympic Games set to be held this summer in Tokyo were rescheduled to start on July 23, 2021. CNN has reached out to Tokyo 2020, the International Olympic Committee and the International Paralympic Committee for comment. ##Business## ##Travel## The son of a British doctor who died from coronavirus has challenged UK Health Secretary Matt Hancock over a lack of personal protective equipment for medical workers. Abdul Mabud Chowdhury, 53, died earlier this month. In the weeks before he died, he wrote an open letter requesting more PPE for frontline workers. His son Intisar asked Hancock whether he \"regrets\" not taking those concerns about PPE more seriously. Speaking on LBC radio, Hancock replied: \"We took very, very seriously what your father said and we’ve been working round the clock to ensure that there’s enough protective equipment.\" \"In the case of anybody who works in the NHS … and has died from coronavirus, we look into it in each case to find out the reasons -- where they might have caught it and what lessons we can learn.\" Asked whether he was willing to acknowledge the mistakes made by the government, Hancock replied: \"I think it is important that we’re constantly learning about how to do these things better.\" ##Health## French Prime Minister Edouard Philippe will present the country’s strategy for relaxing movement restrictions today at the National Assembly in Paris. Philippe is set to outline the main rules that will dictate how key areas such as schools, shops, and businesses will move forward as confinement measures are relaxed.  He's also expected to issue new guidance on the testing and isolation of the sick, masks and gatherings.   Since March 17, residents have been ordered to stay at home, only allowed to leave when carrying a form justifying their movements. Allowed outings include shopping for essentials, for essential work, attending a health appointment or going for short outdoor exercise. French President Emmanuel Macron announced on April 13 that the confinement measures would be relaxed starting May 11, but there are few details as to what will be allowed to reopen in order to restart the economy.  The French prime minister has said it will be a “very long time” until the country is back to normal. The confinement measures have slowed down the epidemic in France -- with the numbers of new positive cases “plateauing” according to the health ministry.  But as of Monday, more than 4,600 people remained in ICU and more than 28,000 in hospital.  The country's death toll stands at 23,293.  ##Health## ##Business## ##Daily Life## A coronavirus contact tracing app has been downloaded more than 2 million times since it was launched in Australia on Sunday. The COVIDSafe app is voluntary. It's designed to help health authorities trace people who may have come into contact with someone who has Covid-19.  By Tuesday midday local time, 2.44 million people had downloaded the app, exceeding expectations, Australian health minister Greg Hunt said at a televised news conference.  \"Australians have embraced their part in actions to prevent the spread of coronavirus,” he said. The app, which uses Bluetooth signals to track when people are close to another app user, has raised privacy concerns.  On Tuesday, health officials slammed a hoax message circulating online that purported to come from COVIDSafe app, claiming to detect when a user has moved from their nominated location.  “The COVIDsafe App has detected you are now +20km from your nominated home address,” the message reads, according to CNN affiliate 7 News.  Health authorities said the app does not collect data on a user's location.  “The COVIDSafe App does not have any geolocation capability, it does not track your location, only the proximity of your phone to other people’s phones that have downloaded the app, and cannot monitor a person’s location at any time,\" a department of health spokesperson told 7 News.   On Tuesday, Hunt said that it would not be physically or legally possible for any other authorities or nations, such as the US, to access the app's data.  “We have locked this down so completely, so thoroughly with the biosecurity rule, with legislation that is coming, the only people who can access the data are the state and territory health officials,” chief medical officer Brendan Murphy told 7 News.  To sign up, users need to provide their name, mobile number, postcode and select their age range. ##Health## ##Daily Life## US oil prices are still plunging as investors continue to fret about an excess supply of crude at a time when no one wants any.  West Texas Intermediate plummeted more than 14% to $10.95 during Asian trading hours Tuesday, accelerating earlier, dramatic declines. The US benchmark, of oil to be delivered in June, settled at $12.78 a barrel on Monday -- a drop of more than 20%.  The latest crash came as the United States Oil Fund -- a popular fund geared to track the price of oil -- said in a regulatory filing that it would dump its June oil contracts this week and reduce contracts for other upcoming months. Instead, the ETF will buy into longer-term oil contracts. The announcement was yet another sign of how much the coronavirus pandemic has caused oil demand to evaporate, leaving the world without much room to store barrels of excess supply that aren't being used. Read the full story here.  ##Business## The novel coronavirus has now infected more than 3 million people and killed at least 211,000 worldwide, according to Johns Hopkins University. If you're just joining us, here are the latest developments: WHO warns countries: World Health Organization director-general Tedros Adhanom Ghebreyesus said the agency “can only give advice\" and that \"each country takes its own responsibility\" to implement measures to tackle Covid-19. Tedros also said the pandemic was \"far from over.\"\nUS deaths prediction: Dr. Chris Murray, director of the University of Washington’s Institute for Help Metrics and Evaluation, said that they’ve adjusted their scientific model to increase the predicted US coronavirus death toll to 74,000. The model had previously forecast 60,000 deaths.\nNew Zealand's success: The country is \"not out of the woods,\" Prime Minister Jacinda Ardern said, as it entered its first day of transitioning to Alert Level 3 from the toughest lockdown restrictions of Level 4. Ardern said the country must stay vigilant to protect the progress made so far.\nHong Kong goes back to work: Civil servants will start returning to work and public services will resume next Monday. The government will also begin loosening some Covid-19 anti-epidemic measures, after the city reported no new confirmed cases for the fourth time in eight days.\nDestruction of the natural world: Future pandemics are likely to be more frequent, deadly, and will spread more rapidly, unless we stop the widespread destruction of our environment, a group of four leading scientists said.\nBondi reopens: Australia's iconic Bondi Beach reopened for surfers and swimmers today but the beach remains off limits to everyone else. The water can be accessed only for surfers and swimmers between the hours of 7 a.m. and 5 p.m. on weekdays.\nWhite House plan: US President Donald Trump announced a \"blueprint\" to set guidance on how states should handle coronavirus, distinguishing the roles between states and the federal government.\nUS lockdowns: New York's first phase of reopening could begin after May 15 in some areas, the governor said. Other states are already taking their first steps toward reopening.  ##Health## ##Daily Life## ##Business## ##Travel## Scandinavian Airlines (SAS) said it is laying off up to 5,000 employees because of the coronavirus lowering demand for air travel.  \"As a result of COVID-19, demand is expected to be significantly affected during the remainder of 2020 and it will take some years before demand returns to the levels experienced before the outbreak,\" the airline said in a statement.  \"Consequently, SAS needs to adapt the business to a lower demand environment. As a consequence, SAS will initiate processes to reduce the size of its future workforce by up to 5,000 full-time positions.\" SAS said it is operating a limited domestic network in Norway and Sweden and expects its important summer season to be much quieter.  The airline said the cuts will be split, with about 1,900 full-time positions in Sweden, 1,300 in Norway and 1,700 in Denmark. ##Business## ##Travel## Germany’s coronavirus reproduction rate has increased to 1, coming closer to a threshold that Chancellor Angela Merkel has previously warned it must stay under in order for the country to continue pushing the disease back. On average, one person infected with Covid-19 is now infecting one other person,  according to the country's center for disease control and prevention, the Robert Koch Institute. That’s up from a reproduction rate of 0.9 a week ago and 0.7 the week before.  Merkel has previously warned that if the number -- also known as the R0 value -- rises above 1, the country’s health system would eventually be overwhelmed. She has also said that Germany risks squandering the gains made so far if it loosens physical distancing restrictions too quickly.  Despite the rise in the reproduction number, new infections remain at a relatively moderate level. The institute reported 1,144 new infections in the past 24 hours, while 163 people died of coronavirus-related symptoms. Germany's death toll now stands at 5,913. ##Health## Future pandemics are likely to be more frequent, deadly, and will spread more rapidly, unless we stop the widespread destruction of our environment, a group of four leading scientists say.  \"There is a single species that is responsible for the COVID-19 pandemic -- us,\" the group said in a guest article published on the Intergovernmental Science-Policy Platform on Biodiversity and Ecosystem Services (IPBES)'s website.    \"We have a small window of opportunity, in overcoming the challenges of the current crisis, to avoid sowing the seeds of future ones.\" Professors Josef Settele, Sandra Diaz and Eduardo Brondizio and Dr. Peter Daszak drew on research from their IPBES Global Assessment Report last year -- considered the most comprehensive assessment of global nature loss ever -- which concluded 1 million species of plants and animals are at risk of extinction in coming decades. A perfect storm for disease: \"Rampant deforestation, uncontrolled expansion of agriculture, intensive farming, mining and infrastructure development, as well as the exploitation of wild species have created a 'perfect storm' for the spillover of diseases from wildlife to people,\" the scientists said,  \"This often occurs in areas where communities live that are most vulnerable to infectious diseases.\"  The authors warn that this is just the beginning: About 1.7 million unidentified viruses of the type known to infect people are believed to still exist in mammals and water birds.  What they recommend: Strengthen and enforce environmental regulations -- \"and only deploy stimulus packages that offer incentives for more sustainable and nature-positive activities.\"\nAdopt a 'One Health' approach to decision-making -- \"recognizing the complex interconnections among the health of people, animals, plants and our shared environment.\"\nHealth systems need to be properly funded in countries with disease hot spot risks. They recommend mobilizing international finance to build clinics and surveillance programs, and partner with indigenous peoples and local communities. ##Daily Life## ##Health## ##Travel## ##Business## Federal courts across the United States are beginning to consider guidelines for reopening amid the coronavirus pandemic, contingent on local decision-making. The Administrative Office of the US Courts has distributed guidelines to courts \"for restoring operations that rely heavily on conditions in local communities and on objective data\" from public health officials, according to a news release Monday.  A group of chief judges and court executives has also been created to develop protocols for how to safely resume grand jury and trial proceedings. The guidelines come as more states plan phased reopenings of businesses and other gathering places. In response to the pandemic, courts across the country have suspended juries because of the difficulty of impaneling representative samplings of the communities. Read more: ##Daily Life## Sweden has been an outlier during the coronavirus outbreak.  The country has not joined many of its European neighbors in imposing strict limits on citizens' lives, and images of people heading to work on busy streets, or chatting at cafes and bars have raised eyebrows. Younger children have continued to go to school, although universities and schools for older students have switched to distance learning. Businesses -- from hair salons to restaurants -- have remained open, although people have been advised to work from home where possible. Among Nordic countries -- which share similar cultural, geographical and sociological attributes -- the contrast with Sweden is great.  Finland declared a state of emergency, closed schools and banned gatherings of more than 10 people on March 16.\nDenmark announced widespread closures on March 11, and was among the first countries in Europe to close borders, shops, schools and restaurants.\nNorway began introducing travel restrictions in mid-March, and has since closed schools and businesses such as hair and beauty salons.  The death rate in Sweden has now risen significantly higher than many other countries in Europe, reaching more than 21 per 100,000 people, according to figures from Johns Hopkins University, controlled for population. By contrast, Denmark has recorded more than seven deaths per 100,000 people, and both Norway and Finland less than four Read the full story on Sweden's approach to handling the pandemic: ##Daily Life## US President Donald Trump couldn't resist the stage -- despite warning he was done with his contentious White House briefings amid the uproar over his musings last Thursday about injecting disinfectant. So he was back with a new, sweeping promise to revolutionize the testing that America needs to safely open its economy -- though on closer inspection the initiative looked as underwhelming as many previous vows on overhauling the dysfunctional system for diagnosing the coronavirus. Trump celebrated saving more than a million lives with his \"good decisions\" and boasted that \"there's a hunger for reopening\" the nation and it's \"happening faster than people would think,\" while leaving a misleading impression that the virus is all but defeated in the nation's great cities. \"We are deploying the full power of the federal government,\" Trump said even as he unrolled a plan complete with a glossy power point presentation that falls well short of the level of testing -- several million a day -- that some experts say is needed to keep the pathogen at bay.  While stepping up federal involvement, the blueprint also enshrines ultimate responsibility for testing with states that have struggled to get sufficient test kits, swabs and reagents to perform diagnoses. Read the full analysis: ##Health##  Deaths across America spiked as Covid-19 began its spread, and many were never attributed to the coronavirus, researchers reported Monday. \"Notable increases\" in deaths were seen in March and early April, the team led by the Yale School of Public Health found. This was especially true in New York and New Jersey, states hard-hit by the pandemic. The study was first reported by the Washington Post. Using data from the Centers for Disease Control and Prevention, the team found about 15,000 excess deaths from March 1 to April 4.  During the same time, states reported 8,000 deaths from Covid-19.  \"That is close to double,\" Dan Weinberger, who studies the epidemiology of infectious diseases at Yale, told CNN. The team could not show whether the increased deaths were due to coronavirus, Weinberger said. But there are strong indications that they were. Read the full story: ##Health## Hong Kong Chief Executive Carrie Lam announced that civil servants will start returning to work and public services will resume next Monday. The government will also begin loosening some Covid-19 anti-epidemic measures, after the city reported no new confirmed cases for the fourth time in eight days on Monday.  In a news conference today, Lam described the approach of handling the pandemic as a “suppress and lift” policy. \"It means we have to suppress the epidemic when it is serious. We have been successful as we can see the new confirmed cases have been driven down to a low level. On the other hand, we can loosen the reins when the situation is stable. This is the ‘lift’ measure,\" she said.  \t Starting May 4: Most civil servants will return to work, except staff at public schools\nPublic services will resume normal office hours, including receptions, registrations, and inquiry services. \nPublic facilities -- such as libraries, playgrounds, and museums -- will be open, but under the limitation of the current gathering ban, which prohibits more than four people in a group. \"We are trying to resume the services gradually,\" Lam said. No word yet on other measures set to expire: Additional anti-epidemic measures -- including the ban on groups of more than four people -- are set to expire on May 7, but Lam was not able to announce next steps for those at this time.  ##Daily Life## ##Business## Laurent Duvernay-Tardif was playing in the biggest game of his life less than three months ago, bringing home the Kansas City Chiefs' first Super Bowl victory in 50 years. The Chiefs right guard -- who is also the first medical doctor to play in the NFL -- is now on the front line with other medical professionals in the fight against the novel coronavirus. Duvernay-Tardif is working at a long-term care facility near Montreal in what he described as a \"nursing role,\" according to an article he wrote that was published Monday in Sports Illustrated. \"My first day back in the hospital was April 24,\" Duvernay-Tardif wrote. \"I felt nervous the night before, but a good nervous, like before a game.\" Read the full story: ##Daily Life## Dr. Chris Murray, director of the University of Washington’s Institute for Help Metrics and Evaluation, told CNN Tonight that they’ve adjusted their scientific model to increase the predicted death toll from the novel coronavirus to 74,000. “Our forecast now is for 74,000 deaths. That’s our best estimate. The range is pretty wide because there’s a lot of unknown factors there, but our best estimate is going up, and we see these protracted, long peaks in some states,” Murray said. \n“We’re also seeing signs in the mobility data that people are getting more active, and that’s also feeding into our assessment.” The model had previously forecast 60,000 deaths from Covid-19.  Murray said this data would also impact their recommendations on when social distancing could be relaxed on a state-by-state basis. He said their recommendations would shift out past the mid-May to early June dates they had previously suggested. Murray said he thinks that states are opening too early. “If you’re focused on trying to protect people’s health, then the answer is absolutely. It’s a safer strategy to get the number of infections in the community down to a really low level and then testing and contact tracing and isolation can work,” Murray said. More than 56,000 people have died from the coronavirus in the US, according to Johns Hopkins University.  Watch:  ##Health## As the number of of reported coronavirus cases in the United States nears 1 million, several states have begun to loosen stay-at-home restrictions. More than 988,000 people have tested positive for the virus and at least 56,200 have died in the US, according to Johns Hopkins University.  Alaska allowed salons and restaurants to reopen in most parts of the state on April 24. On the same day, Oklahoma permitted some personal-care businesses to reopen for appointments. Even in California, some beaches that had been closed, reopened for public use, though with limitations. Georgia's reopening has been the most aggressive so far. Gov. Brian Kemp allowed the reopening of hair and nail salons, gyms, bowling alleys, tattoo studios and massage therapists on April 24, and theaters and restaurants reopened on Monday. Texas Gov. Greg Abbott said Monday that businesses such as retail stores, restaurants and theaters can reopen Friday, but they must limit customers. The order will allow libraries and museums to open. Abbott expects barbershops, salons, gyms and bars to open by mid-May.  But New York state -- the epicenter of the US outbreak -- won't be lifting restrictions this week, despite declines in the rates of hospitalization, intubation and deaths, Gov. Andrew Cuomo said Sunday. The earliest the state will begin its first phase of reopening is May 15, but only in places that have seen a 14-day decline in hospitalizations. For a full list of where all 50 states stand on reopening read here: ##Daily Life## ##Business## The morning after Ian Lahiffe returned to Beijing, he found a surveillance camera being mounted on the wall outside his apartment door. Its lens was pointing right at him. After a trip to southern China, the 34-year-old Irish expat and his family were starting their two-week home quarantine, a mandatory measure enforced by the Beijing government to stop the spread of the novel coronavirus.  He said he opened the door as the camera was being installed, without warning.  \"(Having a camera outside your door is) an incredible erosion of privacy,\" said Lahiffe. \"It just seems to be a massive data grab. And I don't know how much of it is actually legal.\" Although there is no official announcement stating that cameras must be fixed outside the homes of people under quarantine, it has been happening in some cities across China since at least February, according to three people who recounted their experience with the cameras to CNN, as well as social media posts and government statements.  China currently has no specific national law to regulate the use of surveillance cameras, but the devices are already a regular part of public life in the country: they're often there watching when people cross the street, enter a shopping mall, dine in a restaurant, board a bus or sit in a classroom. But the pandemic has brought surveillance cameras closer to people's private lives: from public spaces in the city right to the front doors of their homes -- and in some rare cases, surveillance cameras inside their houses. Read the full story: ##Daily Life## World Health Organization director-general Tedros Adhanom Ghebreyesus said the agency “can only give advice, but one thing should be clear -- we don’t have any mandate to force countries to implement what we advise them.” “It’s up to the countries to take our advice, or reject it,” Tedros said during a media briefing in Geneva on Monday, adding the organization gives advice based on “the best science and evidence.”   On January 30, the WHO declared the highest level of global emergency. “During that time, as you may remember, there were only 82 cases outside China,” he said.  \"The world should have listened to WHO then, carefully,” Tedros said. “Every country could have triggered all its public health measures possible.”   At the time, the WHO advised the world to find, test, isolate and contract trace for each case.  “You can check for yourselves, countries who followed that are in a better position than others. This is fact,\" Tedros said. \n“At the end of the day, each country takes its own responsibility.”  ##Health## Australia's iconic Bondi Beach reopened for surfers and swimmers today but the beach remains off limits to everyone else.  Waverly Council, home to Bondi Beach, said in a statement that the water can be accessed for \"the sole purpose of exercising for surfers and swimmers between the hours of 7 a.m. and 5 p.m. on weekdays commencing Tuesday 28 April.\" \"The Council will review these measures on an ongoing basis, including whether to provide access on weekends,\" it added.  But all land-based activities on the beach, such as jogging, sunbathing, and social gatherings, will continue to be suspended. In March, Bondi beach closed down after thousands of beachgoers ignored the advice from officials to avoid large gatherings and practice social distancing.  “Our Council recognises how important exercise is for health and wellbeing, and we’ve worked hard to come up with these strict measures as a way of helping people exercise safely in the water and manage strict social distancing,” Mayor of Waverley, Paula Masselos said.  People can also swim and surf at nearby Bronte beach and surf only at Tamarama and Mackenzies Bay. ##Daily Life## Dr. Deborah Birx, the White House coronavirus response coordinator, says current technology makes it impossible to test every American for coronavirus. The United States, she says, will need a \"breakthrough\" in testing to screen large numbers of people. According to Birx, that breakthrough is antigen testing.  What antigen tests do: Often used to check for the flu and strep, antigen tests look for pieces of a virus -- often the proteins that cover its surface. How that differs from most coronavirus tests: These look for the virus' genetic material and require a number of chemicals to run, many of which are in short supply. The tests can also take hours to run. A quicker solution? Antigen tests are simpler -- and potentially less reliable -- but they can provide results in as little as 15 minutes, according to the US Centers for Disease Control and Prevention. Why doesn't the US already have multiple tests? For starters, the tests are not easy to make, and validating their accuracy can be time-consuming and expensive. For another, there hasn't been a big market for them before now. WHO cautions against them: While some companies claim to have developed rapid antigen tests, the World Health Organization is cautioning against their use -- at least for now, until more is known. Read more about how antigen tests work: ##Health## New Zealand is \"not out of the woods,\" Prime Minister Jacinda Ardern said, as the country entered its first day of transitioning to Alert Level 3 from the toughest lockdown restrictions of Level 4. \"As I have said before it is a recovery room of sorts to assess the incredible work that New Zealanders have done at level 4, to break the virus's chain of transmission and prevent further community outbreak,\" Ardern said in a news conference today. Ardern said Alert Level 3 represents the move toward getting the country and its economy up and running again.   \"We must continue to stay home where possible, including for work and education ... Please stay regional and limit non-essential travel,\" she said.  Ardern warned that the country must stay vigilant to protect the progress made so far. \"If you're sick, stay home and contact your GP or health line and get tested,\" she said.  What Level 3 means: New Zealand is still essentially under lockdown, but restrictions have eased. Schools can open. People can buy takeaway food, and take part in more recreational activities, such as swimming at the beach. Up to 10 people can gather for weddings and funerals.  Alert level 3 does not permit more social activity, but allows more economic activity. Ardern said: Business restarting at Level 3 will see around 400,000 more New Zealanders back at work.\nThat means about 1 million in total working. \nAt Level 3, around 75% of the economy is operating, with key sectors like building and construction, forestry, manufacturing and contactless retail restarting. \nMajor infrastructure projects also start up again today. Over 1,000 roads and rail construction workers are back on major projects. ##Business## ##Daily Life## The US state of Missouri’s restrictions on businesses will be lifted on May 4, following a new plan put in place by Gov. Mike Parson. In a news conference Monday, the governor said the state will be ready to begin reopening the economy next week.  “Our plan is working, the healthcare system is not overwhelmed and we are winning the battle,” Gov. Parson said. Under the new plan, any business will be able to reopen as long as 6 feet of social distancing can be maintained. Indoor retail businesses will also have to limit their number of customers to no more than 25% of normal capacity. Local communities will be allowed to have stricter rules if they choose. The governor’s order does not distinguish between essential and non-essential work. “All of Missouri’s businesses, employers, and employees are vital to our state’s economy and well-being,” Gov. Parson said in a written statement. Missouri has recorded at least 7,305 coronavirus cases and 343 deaths, according to Johns Hopkins University.  CNN is tracking US coronavirus cases here: ##Business## ##Daily Life## Japan’s health ministry reported 191 new coronavirus cases and 25 deaths across the country on Monday. That brings the total number of infections to 14,288, including 389 deaths. The total includes 712 cases and 13 deaths linked to the Diamond Princess cruise ship. The number of confirmed cases of the virus in Japan has spiked in the past month -- dashing hopes that the government's initial virus response had succeeded in controlling its spread.  On Sunday, Japan reported 199 new coronavirus cases and three deaths. On March 1, the country had reported 243 cases. ##Health## The lower rate of increase in the number of coronavirus cases in Los Angeles suggests “the curve really is beginning to flatten,” Mayor Eric Garcetti said in a news conference on Monday. Garcetti said: Both the city and county saw an increase in cases of about 5% since Sunday.\nLast Monday, the county reported a 12% increase of cases.  Garcetti noted that it’s important to look at how many tests come in positive versus negative. About 8% of all tests from the city and county’s testing sites come back positive and about 15% overall, including tests from providers and hospitals, he said.  Los Angeles County reported at least 20,417 new cases and 942 deaths today. Lifting restrictions a gradual process: The stay-at-home order in Los Angeles County runs through May 15, but not every restriction will be lifted on that day, Garcetti said. Expanded testing: Starting Tuesday, Los Angeles County will expand its coronavirus testing to include delivery drivers, rideshare drivers, and taxi drivers even if they’re asymptomatic. Members of the media are also eligible to get tested. ##Daily Life## ##Health## ##Travel## ##Business## The novel coronavirus has now infected more than 3 million people and killed at least 210,842 worldwide, according to Johns Hopkins University. If you're just joining us, here are the latest developments: Concerns dismissed: US President Donald Trump says he takes no responsibility for a spike in people using disinfectants improperly after he suggested ingesting disinfectant as a cure for coronavirus last week. Not over yet: World Health Organization director-general Tedros Adhanom Ghebreyesus said “the pandemic is far from over,” and that there are concerns about increasing trends in Africa, Eastern Europe, Latin America and some Asian countries. White House reopening plan: President Trump announced a \"blueprint\" to set guidance on how states should handle coronavirus, distinguishing the roles between states and the federal government. US lockdowns: New York's first phase of reopening could begin after May 15 in some areas, the governor said. Other states are already taking their first steps toward reopening. Meanwhile, Georgia's shelter-in-place order remains in effect until April 30. Nigeria extends restrictions: President Muhammadu Buhari has extended the country’s coronavirus lockdown in three major states -- Abuja, Lagos and Ogun -- for another week until May 4. Testing in US states: A US health official says the federal government will continue to help US states procure supplies for testing, despite new guidelines that describe it as a “supplier of last resort” in obtaining tests. UK jobs: Four million jobs have been furloughed in the UK and a quarter of businesses have stopped trading, Chancellor Rishi Sunak told Parliament on Monday. Face masks in the air: US airline JetBlue will require all passengers to wear a face covering during travel starting on May 4, while American Airlines flight attendants will wear face masks during every mainline and regional flight from May 1. ##Health## ##Daily Life## ##Business## ##Travel## China reported six confirmed cases of Covid-19 and no new deaths on Monday, according to the National Health Commission.  Among the news cases, three are imported and three are local cases from Heilongjiang province, in China's far northeast, on the Russian border. In addition to the three new new cases, 40 asymptomatic cases were reported. There are 997 asymptomatic patients still under medical observation around the country. China previously did not include those patients not showing symptoms in some of its tallies. The total number of confirmed cases to date is 82,836, the NHC said.  Of those confirmed cases, 77,555 patients have recovered and been discharged.  The country's official death toll stands at 4,633. ##Health## US airline JetBlue will require all passengers to wear a face covering during travel starting on May 4, according to a statement from the airline.  It is the first major US airline to take such a step, according to a major flight attendants' union. “Wearing a face covering isn’t about protecting yourself, it’s about protecting those around you,” said Joanna Geraghty, president and chief operating officer of JetBlue. \n“This is the new flying etiquette. Onboard, cabin air is well circulated and cleaned through filters every few minutes but this is a shared space where we have to be considerate of others. We are also asking our customers to follow these CDC guidelines in the airport as well.” The policy comes after the airline began requiring all crew members to wear face coverings while working. On Monday, American Airlines said its flight attendants would be required to wear face masks during every mainline and regional flight starting May 1. ##Travel## Turkey will send medical equipment to the United States on Tuesday including N95 masks, face shields, surgical masks, gowns and disinfectant, Turkish President Recep Tayyip Erdogan announced in a speech on Monday. “We are proud to announce that Turkey will deliver medical supplies to the United States, upon our NATO ally’s request, to support America’s fight against the coronavirus,” the Turkish presidency directorate of communications said in the written statement released after Erdogan’s announcement.   The cargo bound for the US contains 500,000 surgical masks, 40,000 gowns, 2,000 liters of disinfectant, 1,500 goggles, 400 N95 masks and 500 face shields, according to the Turkish presidency. Turkey has sent medical equipment to 55 countries since the start of the pandemic, according to the presidency. It is unclear where precisely the supplies -- which are expected to arrive Tuesday evening at Joint Base Andrews -- will go. CNN has reached out to the White House and FEMA for further information. ##Health## ##Travel## El Salvador President Nayib Bukele has authorized the use of lethal force by the police and army against gang members he says are taking advantage of the coronavirus pandemic, after a weekend of violence left at least 50 people dead across the country. 24-hour lockdown: The President has also taken strong measures against gang members already in prison, ordering a 24-hour lockdown in seven of the country’s high-security prisons, putting metal sheets over jail cells and housing prisoners from different gangs together.  Bukele said in his declaration that the \"gangs increased the murders throughout the country after receiving orders from inside the jail cells, according to intelligence reports.”   Cells searched: Bukele shared images on his personal Twitter account of the jail cells being sealed off. He also retweeted images of several shirtless inmates lined up almost on top of each other in a courtyard at the Izalco prison as their cells were searched, some 40 miles outside of San Salvador. The images were originally posted by deputy justice minister and director of prisons Osiris Luna Meza. Lethal force: In addition to the measures taken inside the penitentiaries, Bukele authorized the use of lethal force by the national police and the army “against the terrorists who are carrying out imminent threats against the physical integrity of the population.”  Coronavirus lockdown: The President has imposed some of the strictest lockdown measures during the coronavirus pandemic, including the threat of detention and quarantine if health directives are violated and confiscating vehicles. Bukele, who took office last June, campaigned on the promise of taking a tough stance on gang violence, which has plagued El Salvador for decades.  ##Daily Life## US President Donald Trump said he “never even thought” of changing the date of the upcoming presidential election on November 3, despite former Vice President Joe Biden suggesting Trump would attempt a delay. “I never thought of changing the date of the election. November 3. Good number,” Trump told reporters at a news briefing when asked whether he has considered such a move.  Trump added that Biden never said he would try to delay the election -- despite Biden saying those words exactly during a virtual fundraiser last week, according to a pool report. \"Mark my words: I think he is gonna try to kick back the election somehow, come up with some rationale why it can't be held,\" Biden said on the call. Trump cannot unilaterally change the date of the election in November, as it has been set into law by federal statute and Congress would have to approve such a move.  However, that has not stopped some Democrats from worrying that he will try to do so, and voters asked the previously large field of Democratic presidential candidates if they had concerns that Trump would try to delay the election or refuse to leave office if he were defeated in November. Watch: ##Daily Life## At least 987,022 cases of coronavirus have been recorded in the United States, including 56,144 deaths, according to Johns Hopkins University's tally of cases. On Monday, Johns Hopkins reported at least 19,658 new cases and 1,071 deaths.  The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases. CNN has an interactive map tracking coronavirus cases across the country: ##Health## Global coronavirus cases have now topped 3 million, according to a tally by Johns Hopkins University. Nearly a third of all infections have been recorded in the United States, the university reported. The US has a count of at least 987,022 confirmed cases, according to the JHU Coronavirus Resource Center website.   Spain follows the US as the nation with the second highest count of Covid-19 cases, with a total of 229,422, according to Johns Hopkins.   This map tracks the global spread of the virus: ##Health## US President Donald Trump says he takes no responsibility for a spike in people using disinfectants improperly after he suggested ingesting disinfectant as a cure for coronavirus last week. When asked about the increase, Trump said, \"I can't imagine why.\" He answered, \"No, I don't\" when asked if he takes any responsibility for the numbers. Some context: Trump asked his medical team to look into the possibility of using disinfectants as a way to cure the virus inside the body during a coronavirus briefing last Thursday. He has since claimed that the comments were \"sarcastic.\" As CNN has previously reported, Gov. Larry Hogan said Sunday his state experienced hundreds of calls from people across Maryland asking whether injecting or ingesting disinfectants was an effective way to combat coronavirus. \"I think it is critical that the President of the United States, when people are really scared and in the middle of this worldwide pandemic, that in these press conferences, that we really get the facts out there,\" he told Margaret Brennan on Face the Nation on Sunday. Watch: ##Health## ##Daily Life## The coronavirus pandemic isn't over, World Health Organization director-general Tedros Adhanom Ghebreyesus said. \"The pandemic is far from over,\" he said at a news conference. He said the WHO \"continues to be concerned about the increasing trends in Africa, Eastern Europe, Latin America and some Asian countries.\" \"As in all regions, cases and deaths are underreported in many countries in these regions, because of low testing capacity,\" Tedros said.  \"This virus will not be defeated if we are not united, if we are not united, the virus will exploit the cracks between us and continue to create havoc. Lives will be lost,\" Tedros added.  ##Health##", "Section": "world", "Writers": ["Helen Regan", "Adam Renton"], "URL": "https://www.cnn.com/world/live-news/coronavirus-pandemic-04-28-20-intl/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Thailand", "Source": "CNN"}