{"Type": "article", "Time": "2021-03-18", "Headline": "'No one was listening.' Asian business owners react to Atlanta shootings", "Text": "Tran Wills couldn't talk Wednesday about the shootings at Atlanta spas a day earlier without breaking down sobbing.  \"I saw myself in these women,\" she said. \"I feel I have been screaming about hate crimes and violence against Asian Americans from the beginning of the pandemic, and no one was listening.\" Many Asian-American and Asian business owners like Wills -- who founded the nail salon chain Base Coat Salon -- feel similarly this week in the wake of the shootings.  Eight people were killed at three metro Atlanta massage parlors. Six of the victims were Asian. Local authorities have said it is too early to know for sure the motive behind the shootings. Nonetheless, they have sparked fresh fears among owners and employees at Asian-owned businesses already grappling with a wave of racism and with hate attacks driven by the pandemic.  Non-profit coalition Stop AAPI Hate, which has been tracking reports of racism, harassment and discrimination  against Asians, said it received at least 3,795 firsthand complaints since 2020 from all 50 states with at least 503 anti-Asian hate incidents logged between Jan. 1 and Feb. 28 of this year.  \"The alarm has been raised in our community, and it's louder,\" said Charles Yoon, president of the Korean American Association of Greater New York. \"What's happening now is a systemic crisis engendered by xenophobia. Asians are being perceived as 'other' but we are Americans.\" Yoon said he was shocked by the shooting in Atlanta \"because this doesn't appear to be a random attack but targeted at businesses.\"  \"It's going to be on the minds of business owners,\" Yoon said. \"If one person can lash out at an Asian business, what's to stop someone else from doing it?\" Asian business owners across industries say they are feeling vulnerable. James Dong, owner of Last Minute Gear, a San Francisco-based outdoor gear and camping equipment provider, moved his store to a new location two months ago and said the windows have been smashed twice since then. \"There's no way of knowing for sure if this happens because I'm Asian,\" he said, adding that he feels 'lucky' to not personally have been victiminized in this environment. Nonetheless, Dong said the anti-Asian attacks, especially a fatal incident in January where an 84-year-old San Francisco resident who emigrated from Thailand was violently shoved to the ground, plays heavily on his mind. \"I'm not accepting walk-ins at my store, it's by appointment only or people can shop online,\" he said. Yong Zhao, CEO and co-founder of Junzi Kitchen, a fast-casual Chinese restaurant chain in New York City, said he's troubled by the indiscriminate attacks against Asians. \"It's disappointing. I'm keeping my daughter in China right now because of this,\" he said. \"Attacks against Asians aren't new. The long-term goal is for all communities to acknowledge that although we are all not the same, we can respect each other and live together,\" said Zhao. One nail salon owner in Long Island, New York, who spoke on condition of anonymity because she worries about being targeted, fears for her own life and her employees' safety. She is angry that she has to worry. \"I have 18 employees, and I have run my salon for 25 years. I am scared. My husband told me that no matter how long I will live in the United States, I will never be seen as an American because of my Asian face,\" she said. \"I am telling my employees to go home after six. Don't stay out. We came to this country for our freedom. But maybe it's not even better than China now.\" Lisa Fu, executive director of California Healthy Nail Salon Collaborative, an advocacy group for nail salon workers in the state, said her group is in the process of creating a curriculum for its members, who are predominantly of Vietnamese descent, on what to do when they are victims of harassment, hate crimes or violence. \"First, we are training our staff and then will hand out pamphlets and offer Zoom training,\" she said. Wills said she, too, is doing whatever she can to keep her employees safe at work. Wills, who closed two salons in California during the pandemic and still operates two in Colorado in addition to 13 locations inside of Nordstrom stores, said she now fears for her life and those of her employees, many of whom are Asian. \"I'm keeping my salons open for now because I don't want to show that we're scared,\" she said. But she's also locking the doors after customers enter and exit. \"We used to keep them open for fresh air. Not anymore. It's silly we have to live like this.\"", "Section": "business", "Writers": ["Parija Kavilanz"], "URL": "https://www.cnn.com/2021/03/18/business/anti-asian-sentiment-shootings/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Thailand", "Source": "CNN"}