{"Type": "article", "Time": "2020-03-16", "Headline": "March 16 coronavirus news", "Text": "Our live coverage of the coronavirus pandemic has moved here. Malaysia will impose a nationwide movement control order from Wednesday until the end of the month to combat spread of coronavirus, Prime Minister Tan Sri Muhyiddin Yassin announced Monday night. The order includes a \"comprehensive restriction on movements and public gatherings\" including a ban on all religious, sports, social, and cultural activities, reported the state-run Bernama News Agency. All houses of worship and business premises will be closed, except for supermarkets, wet markets, grocery shops and convenience stores selling daily necessities. Most government premises, except those providing essential services such as water and electricity, will be closed, Bernama reported. All educational institutions will also be closed until the end of the month.  Malaysians will be banned from traveling abroad, while foreign tourists and visitors will be restricted from entering the country, it added. “I appeal to everyone to always comply with this movement control order. It is our common responsibility that we must implement as citizens who are concerned about our family, our society and our country,\" Muhyiddin said. ##Travel## ##Daily Life##  Colombian President Iván Duque announced Monday his decision to close the country's borders to protect the health and well-being of citizens. In a series of tweets, Duque explained the closure, which will go into effect midnight local time Monday through May 30, will restrict entry and exit for all citizens and foreign nationals. According to the statement, cargo will be allowed to enter the country through authorized points of entry. ##Travel## Los Angeles Mayor Eric Garcetti said the city will stop issuing parking tickets for the next two weeks effective immediately. Speaking at a news conference on Monday, Garcetti said there are more cars parked on city streets because people are working from home or are taking care of others. More on Los Angeles: On Sunday, Garcetti ordered the closure of bars, nightclubs, entertainment venues and gyms until March 31 in an effort to prevent the spread of coronavirus. His order also limits restaurants to takeout and delivery orders only. ##Daily Life## Beginning Tuesday, Social Security offices will close for in-person appointments and will only provide phone service.  The agency said it is doing this to protect older Americans. The agency has come under fire from the union representing SSA workers, which filed an OSHA complaint alleging that some workers weren't being allowed to telework, putting themselves and the people SSA services in danger from coronavirus. The agency said despite closing in-person services, it will still be able to provide help online or over the phone.  ##Daily Life## World Wrestling Entertainment has announced that it is changing the setting of its flagship event WrestleMania.  WrestleMania 36, which had been scheduled to take place at Raymond James Stadium in Tampa, Florida, will now take place at the WWE's training facility in Orlando, Florida, in front of only essential personnel.  The event will still take place as scheduled on April 5 at 7 p.m. ET. All WrestleMania-related WWE events scheduled in Tampa will not take place. ##Daily Life## Seattle Mayor Jenny Durkan announced Monday the city will provide \"$5 million in grocery vouchers to help families impacted by the COVID-19 pandemic.\" \"The new grocery voucher program will provide 6,250 families $800 in vouchers to purchase food, cleaning supplies, and other household goods at any Safeway store in Washington state,\" she said in a statement. Families should be receiving a total of $800 in vouchers that can be used immediately \"at any Washington state Safeway store to purchase food and household goods, not including tobacco, alcohol, lottery tickets, and fuel. Voucher use requires a free Safeway membership,\" according to the statement.  This is the latest in a series of actions that Durkan implemented recently during the coronavirus outbreak in Seattle. Over the past week, Durkan placed a temporary moratorium on residential evictions. Durkan also announced a relief package that included \"deferred business taxes and a stabilization fund,\" according to the statement. ##Daily Life## Ultimate Fighting Championship is postponing its next three events, UFC president Dana White announced during an interview with ESPN. The last of the postponed events was scheduled to have taken place on April 11.   White said the UFC still plans to host its April 18 pay-per-view event, which is currently scheduled to take place at Barclays Center in Brooklyn, New York. White said they hope to keep the event at Barclays but will look at relocating it, including moving it outside of the US if necessary. The UFC raised eyebrows last weekend by being one of the only major American sporting outfits to stage an event when they held their scheduled fights in an empty arena in Brasilia, Brazil. ##Business## Minnesota Gov. Tim Walz signed an executive order on Monday requiring the temporary closure of all restaurants and bars to dine-in customers to prevent further spread of the coronavirus. Walz also ordered the temporary closure of other public places, including theaters, museums, fitness centers, and community clubs. The order goes into effect Tuesday at 5 p.m. local time until March 27. ##Daily Life## Despite concerns about large groups of people being together in the midst of the coronavirus outbreak, officials in Arizona say they will not be postponing the state's presidential primary scheduled for Tuesday.  “Our election leaders have been working overtime to ensure that voting is safe,” Gov. Doug Ducey said at a news conference Monday. Only Democrats will be going to the polls in Arizona on Tuesday. The Arizona Republican Party decided last year not to hold a primary, instead planning to give all of the state’s 2020 delegates to President Donald Trump without opposition. Although Secretary of State Katie Hobbs has the authority to postpone the election in an emergency, she said, “We have no guarantee that there will be a safer time to hold this election in the near future.” Hobbs said the decision is also in the best interests of the workers who are needed to tabulate the results. \"There are thousands of workers in communities across the state that must continue the job of counting the ballots in the days following the election,” Hobbs said. “The longer we wait, the more difficult and dangerous this will become.” ##Daily Life## Regal Cinemas announced on Monday the closure of all of its theaters as a result of the coronavirus outbreak. The company posted a statement on Facebook about the closures, which start Tuesday. \"Regal announces closure of all theatre locations starting Tuesday, March 17, 2020, as a precaution amid the current circumstances. All theatres will remain closed until further notice. Please check back soon. We look forward to serving you again as soon as possible,\" the company said in the statement. Regal has 7,211 screens and 549 theaters in 42 states, according to the company's website.   ##Business## ##Daily Life## Tom Hanks and Rita Wilson have left the hospital and are now self-quarantined at their residence in Australia as they continue to recover from novel coronavirus, Leslee Dart, a representative for Hanks, told CNN in a statement. Hanks and Wilson announced they were diagnosed with COVID-19 and had been been hospitalized in isolation since last Thursday. They shared periodic updates on their illness and recovery on social media over the weekend. The two were originally in Australia for pre-production on a film about Elvis Presley, in which Hanks is set to play Presley's manager. ##Health## Georgia Gov. Brian Kemp ordered all public schools to close starting Wednesday until March 31. Read his full statement: \"To keep our students, teachers, and administrators safe and mitigate the spread of COVID-19, I am ordering the closure of all public elementary, secondary, and post-secondary schools in Georgia from March 18, 2020 to March 31, 2020. This measure is critical to reducing local transmission in communities across our state, and I ask Georgians to continue to follow best practices - washing their hands regularly, isolating the elderly and chronically ill, and avoiding large events if possible - in the days and weeks ahead.\" ##Daily Life## Ohio will join three other states in holding its Democratic presidential primary as scheduled on Tuesday after a court denied a request from the governor to move the state's contest. Republican Gov. Mike DeWine had asked the court to move the primary election to June due to coronavirus concerns. The court’s denial comes as the spread of the virus has caused a major disruption to American life as government officials work to stem the pandemic.  Illinois, Florida and Arizona will also hold their elections Tuesday as planned. CORRECTION: An earlier version of this headline and story incorrectly said the Ohio primary would be delayed. A judge denied the request, and the primary will go on tomorrow as scheduled. ##Daily Life## NASCAR announced Monday that it is postponing all races through May 3 with plans to return to competition in Martinsville, Virginia. NASCAR also said it still intends to hold all 36 of its planned races this season. NASCAR had postponed last weekend's event at Atlanta Motor Speedway and their upcoming events at Homestead-Miami Speedway this weekend. ##Daily Life## ##Business## In response to concerns over the coronavirus, Los Angeles County is releasing inmates early and is reducing the number of arrests in the county, Los Angeles County Sheriff Alex Villanueva said at a news conference Monday. They have reduced the population of jails by releasing inmates with less than 30 days left of their sentence. On February 28, when the county first started taking actions, they had 17,076 people in custody. As of Monday, they have 16,459 people, Villanueva said. The Los Angeles County Sheriff’s Department is directing local agencies to cite and release everyone they can. Authorities are being directed to seek medical attention first for anyone showing symptoms before booking them, the sheriff said. The number of arrests have been reduced from an average of 300 per day throughout Los Angeles County to about 60 arrests a day, Villanueva said. There have been no confirmed cases of coronavirus in the county jails, he said. \"Saturday Night Live\" has halted production until further notice and their episode slated for March 28 will not air, a NBCUniversal spokesperson told NBC News on Monday. NBCUniversal is the parent company of NBC News. \"The safety of our employees continue to be our top priority. We will monitor the situation closely and make decisions about future shows on an ongoing basis as further information develops,\" the spokesperson said to NBC News. ##Business##  At midnight Monday, the United States will implement a new slate of travel restrictions to combat coronavirus spread, limiting transit from the United Kingdom and Ireland, following a weekend of confusion and frustration at select airports nationwide. This time, though, officials say they'll be better prepared.  A flurry of images on Saturday showed passengers squeezed together and waiting to get through US customs, after returning from overseas. Passengers shared stories of hours-long backups, inconsistent screenings, and waiting shoulder-to-shoulder to be processed through.   Wait times have since decreased. But as the Trump administration remedies the issues raised over the weekend, it's on the cusp of putting in place more restrictions that could also sow confusion. What we know: To avoid the backups that occurred over the weekend, US Customs and Border Protection is upping its staff at airports and adding more people on shifts. CBP has also streamlined the process, in coordination with others involved in screening, in order to expedite the processing and screening capacity to avoid long wait times. The enhanced screenings are part of an administration effort to handle the coronavirus pandemic. Countries around the world have shut down their borders and placed increased restrictions on movement and social gatherings.  The Trump administration began by restricting travel from China, then Iran. Last week, Trump extended those restrictions to include certain European countries, effective Friday night. The United Kingdom and Ireland were initially excluded, but limits for those countries take effect Monday at midnight. US citizens, green card holders and their family members are exempt from the restrictions. What's happening Monday night: Starting at 11:59 p.m. ET Monday, people returning home from Ireland and the United Kingdom will also undergo enhanced entry at the same 13 airports, according to the Department of Homeland Security. Passengers coming in from Europe's Schengen Area—26 countries stretching from Iceland to Greece—have been funneled to the airports where they undergo enhanced screening. They first go through customs, then are screened by Homeland Security medical contractors, and in the event, someone exhibits symptoms or other red flags, passengers will be referred to CDC personnel on site. Officials expect changes made to the system and collaboration with the airline industry will put CBP, and the agencies working alongside them, in a position to respond to new arrivals.   The Department of Homeland Security did not respond to requests for comment. ##Travel## New York Gov. Andrew Cuomo directed schools to close statewide by Wednesday until April 1. School districts statewide will be required to submit a plan to the State Education Department. ##Daily Life## McDonald’s USA company-owned restaurants will close seating areas to the public during the coronavirus outbreak, the company said in a statement. Restaurants will shift business to drive-in pick-up windows and walk-in takeout orders.  Here's what McDonald's USA said in the statement: \"To align with increasing regulations throughout the country, effective at the close of business today, McDonald’s USA company-owned restaurants will close seating areas, including the use of self-service beverage bars and kiosks, and shift our focus to serving customers through Drive-Thru, walk-in take-out and McDelivery.\" ##Business## Kentucky Gov. Andy Beshear announced new measures on Monday to combat the spread of novel coronavirus, including closing bars and limiting restaurants to takeout and delivery orders. As a result, the governor announced that the state would be waiving the waiting period for unemployment. Beshear also announced an executive order to prohibit price gauging. These are the other services affected by the coronavirus outbreak: All Kentucky hospitals must stop elective surgeries.\nAll child care centers must close by the end of the business day on Friday.\nKentucky’s state capitol will be closing to non-essential personnel starting Tuesday morning.   ##Daily Life## Actor Kristofer Hivju, best known for his role as Tormund Giantsbane in \"Game of Thrones,\" announced in an Instagram post on Monday that he has tested positive for COVID-19. Hivju said he was experiencing \"mild symptoms\" of a cold, and he and his family are self-isolating at their home in Norway. See his full post: US airports are seeking $10 billion in government assistance to offset losses spurred by the coronavirus outbreak, an airport industry source tells CNN.  The $10 billion figure is in line with anticipated airport revenue losses, the source added.   Reuters first reported the request.  Watch: ##Business## SoulCycle and FlyWheel Sports will close its studios nationwide due to coronavirus concerns and government mandates. SoulCycle’s closure goes into effect Monday by 8 p.m. local time for all studios in the US and Canada due to ongoing coronavirus developments and government mandates, according to an email sent to their members. Flywheel studios are closing effective March 17, the company said in an email to members. ##Business## The French government will pay for hotels, taxis and child care for health care staff during the coronavirus crisis, French President Emmanuel Macron said in a series of tweets Monday after addressing the nation. “We owe the care of their children to our healthcare teams: a minimum service has been put in place, from today, in kindergartens and schools,” Macron said. “We also owe them serenity in their travel and rest: this is why, from tomorrow onwards, taxis and hotels can be mobilized for their benefit. The state will pay.” Macron also said hospital masks will be rationed for health care workers. “We have decided to reserve the masks as a priority for hospitals and for medical personnel in cities and in the countryside, especially for general practitioners and nurses, who are now at the front line of dealing with the crisis,” he said in a tweet. ##Health## Children in China infected with novel coronavirus showed less severe symptoms than adults, though infants and toddlers were vulnerable to moderate and severe infection, according to a new study published online in the medical journal Pediatrics on Monday.  The study examined 731 confirmed and 1,412 suspected cases of COVID-19 in children. Out of the combined 2,143 cases, one child, a 14-year-old boy, died and nearly 6% of cases were severe, compared with 18.5% of adults experiencing severe symptoms. Young children, particularly infants, were vulnerable to COVID-19 infection, the authors of the study said. Nearly 11% of cases were severe and critical for infants less than 1 year old.  More than 90% of all pediatric patients were asymptomatic, showing mild or common forms of illness. About 13% of patients who tested positive for the virus did not show symptoms of illness. Researchers remain unsure why children with COVID-19 were not as ill as adults. ##Health## The World Health Organization has issued new clinical guidance on how to care for coronavirus patients who are children, older adults and pregnant women, WHO Director-General Tedros Adhanom Ghebreyesus said during a press briefing on Monday. \"This is a serious disease. Although the evidence we have suggests that those over 60 are at highest risk, young people, including children, have died,\" Tedros said. Additionally, the US Centers for Disease Control and Prevention has said that women experience changes in their bodies during pregnancy that may increase their risk of some infections.  WHO's guidance notes that \"there is no evidence that pregnant women present with different signs or symptoms or are at higher risk of severe illness. So far, there is no evidence on mother-to-child transmission when infection manifests in the third trimester.\" Yet \"considering asymptomatic transmission of COVID-19 may be possible in pregnant or recently pregnant women, as with the general population, all women with epidemiologic history of contact should be carefully monitored,\" the guidance says. Also, \"pregnant women with suspected, probable, or confirmed COVID-19, including women who may need to spend time in isolation, should have access\" to appropriate care and \"all recently pregnant women with COVID-19 or who have recovered from COVID-19 should be provided with information and counseling on safe infant feeding\" as well as ways to prevent transmission of the virus, the guidance says.   The guidance also notes that currently there is no evidence that pregnant women present increased risk of severe illness or fetal compromise. #Health## Amazon said it will be hiring people for 100,000 new full-time and part-time jobs in the US to meet a surge in online orders as people avoid public areas during the coronavirus outbreak.  In a post on Amazon’s corporate blog, the company is inviting people who may lose their current jobs in the hospitality and travel industries to consider working for Amazon temporarily. Amazon said it also will be raising pay by $2 per hour through the end of April for employees dealing with the increased demand, with similar increases for workers outside the US. The company said the temporary pay hike for hourly employees will cost Amazon over $350 million in the US, Canada and Europe. ##Business## Louisiana is closing all bars, clubs, casinos, movie theaters and gyms until April 13, according to Gov. John Bel Edwards. Edwards said restaurants will only be open for takeout and delivery. He said gatherings should be limited to 50 people. Visitation will be prohibited to nursing homes and prisons unless there is an \"end of life\" or emergency issue. ##Daily Life## Washington, DC, is ordering restaurants, bars and clubs to close by 10 p.m. ET on Monday, according to an order from Mayor Muriel Bowser. Take-out and delivery services will still be allowed. The closure will be in effect until April 1. Health clubs, spas, massage parlors and theaters must close by Tuesday. ##Daily Life## Kentucky Secretary of State Michael Adams is recommending moving the state's May 19 election until June 23. In a video posted to his Twitter page, Adams said Gov. Andy Beshear agreed to the idea.  \"These are unprecedented times,\" Adams said in the video.  He said it was not an easy decision but that he spoke to other state officials who he said agreed to the change. He said he hopes it will lead to a normal election, but that if it doesn't, it will give him time to prepare. ##Daily Life##  Mayor Bill de Blasio said city officials are considering “everything” in terms of “curfew” or other possibilities.  “Stay home as much as you can. That guidance might get a lot sharper at any point,\" de Blasio said.  As of now, it’s acceptable to get some exercise and fresh air if social distancing is practiced.  “It will get a lot worse before it gets better,” de Blasio said. ##Daily Life## The College Board is canceling the May SAT exams due to the coronavirus outbreak.   Here's what the board tweeted: The board also announced they are finalizing options to allow students to test at home in May for AP exams depending on the circumstance.   ##Daily Life## Switzerland’s government banned all private and public events from midnight local time on Monday for more than a month, according to a statement from the Swiss Federal Council. \"Until April 19th, every shop, restaurant, bar and all recreational areas should remain closed. There will be an exception for supermarkets and health services,” the statement said. “From midnight today we'll also impose border controls with Germany, Austria and France.\" The Swiss government also deployed 8,000 military personnel to assist with coronavirus measures. Swiss President Simonetta Sommaruga said in an Instagram post: “Right now we need the support of everyone, young and elderly. We have to make sure our hospitals can keep treating the seriously injured and sick. Respect rigorously the measures and recommendations of the federal Council. Thank you from the bottom of my heart.” ##Daily Life## In a series of tweets, President Trump discussed supply at grocery stores and asked Americans not to hoard goods. “We are confident that supply will continue to meet demand nationwide,” and that grocery stores will remain open “no matter what,\" Trump tweeted. He then urged Americans to band together. Nearly seven million people living in a wide swath of Northern California, including Silicon Valley, are being ordered to shelter in place starting at midnight on Monday. Along with San Francisco, which previously announced its order, residents in San Mateo, Santa Clara, Marin, Alameda, and Contra Costa counties, along with the city of Berkeley are being required to stay home, according to an order from health officials in those jurisdictions. “This decision is exponentially difficult,” Santa Clara County Health Officer Sara Cody said, but added that a regional approach is necessary. “We know we need to do this.” Health services, grocery stores, gas stations, banks, and food delivery services will remain open. Mass transit will stay open, but it is only to be used for travel to and from essential services.  ##Daily Life## New Orleans Mayor LaToya Cantrell issued a proclamation today closing all bars, nightclubs, casinos, movie theaters, malls, gyms and health clubs in the city due to the coronavirus outbreak.  Restaurants will be required to end dine-in services and offer takeout and delivery only. ##Daily Life## All Pennsylvania state liquor stores and licensee service centers will close indefinitely tomorrow at 9 p.m. ET, the Pennsylvania Liquor Control Board announced. “This was a tremendously difficult decision to make, and we understand the disruption our store closures will have on consumers and licensees across the commonwealth,” Board Chairman Tim Holden said in a statement.  Holden continued: “But in these uncertain and unprecedented times, the public health crisis and mitigation effort must take priority over the sale of wine and spirits, as the health and safety of our employees and communities is paramount.” The liquor control board handles all beverage alcohol distribution in Pennsylvania, operating nearly 600 wine and spirits stores statewide. It licenses 20,000 alcohol producers, retailers, and handlers, according to the statement.  ##Daily Life## The US Centers for Disease Control and Prevention announced its first employee diagnosed with novel coronavirus, according to a statement. The agency, which is leading the national public health response to the pandemic, said the employee who tested positive is in \"good condition and is isolated to prevent spread of infection to others.\"   The infection was confirmed by CDC's own lab testing.  The agency specified that the employee was not involved in its response to the outbreak, nor have they been on the premises since March 6 — at which time they did not have any symptoms. Other employees in the same unit are working remotely while their office undergoes deep cleaning, the statement added. The CDC said it is not sharing further details about this case, or other potential cases down the line, due to privacy concerns. On March 9, Dr. Nancy Messonnier, director of the CDC's National Center for Immunization and Respiratory Diseases, told reporters the agency that no one of the \"more than 1,500 people who have worked on this response so far\" had tested positive for the virus. ##Health## Boeing said Monday it is directing employees who are able to perform their work from home to telecommute until further notice — but that won't stop it from building planes. The company did not say how many employees will continue to report to work to build planes. But it said it has enhanced cleaning procedures in work spaces, common areas and on high-touch surfaces in its assembly plants.  \"We’re assessing the safety of all of our sites and their alignment with local, state and national government guidance as we continuously monitor this evolving situation,\" said Boeing's statement.  Washington state is one of the areas of the United States with the most severe outbreaks of the disease. The company had 161,000 employees as of Dec. 31, according to a company filing. About 35,000 are members of the Machinists union, and they are primarily involved building planes.  There are about 18,000 technical and engineering employees who are also represented by a union, and while some of them may be able to work from home, others are needed on the assembly line to oversee construction. The company also has a nonunion assembly plant in South Carolina. ##Business## Sudan has closed its borders, sealing of all sea ports, land crossings and airports, Mohamed Al-Faki Suleiman, spokesperson for Sudan's Transitional Sovereign Council, said in a press statement.  The Council has formed an executive committee to put in place measures to further prevent the entry coronavirus into the country and has declared a state of medical emergency. \"The first undertaking by the committee is hereby to close all ports, airports and land crossings, with the exception of trips that carry aid and technical and humanitarian support and scheduled air freight flights,\" Suleiman said. The Council also laid out all the necessary measures to receive citizens stranded in land crossings and prepare places for them to go into quarantine. Elsewhere in Africa, Eritrea has issued travel bans and Kenya has denied entry to anyone traveling to Kenya \"from any country with reported Coronavirus cases.\" ##Travel##   President Trump gave himself a 10 when asked how he would grade his response to the coronavirus pandemic. He also praised the professionals who work on the coronavirus task force.  Trump went on to criticize the testing system he inherited calling it “obsolete.”  When asked if the buck stops with him, Trump said “yeah normally” but once again discussed things that took place in 2009 and 2011.  In his Rose Garden address on Friday, Trump said, “No, I don’t take responsibility at all” for the delay in coronavirus testing. President Trump said he did not advise states to postpone primary elections, calling the delays “unnecessary” shortly after Ohio’s Republican governor called for the postponement of Tuesday's primary election.  “Well I’d leave that up to the states. It’s a big thing, postponing an election,” Trump said at a coronavirus task briefing.“It goes to the heart of what we’re all about.” Trump said states could conduct elections safely by “spreading people out.”  “They have lots of room in lots of electoral places,” Trump said. Ohio Gov. Mike DeWine said earlier Monday that he would like to see the primary on Tuesday delayed because the election could not be conducted in accordance with US Centers for Disease Control and Prevention social distancing guidelines.  Previously, Louisiana and Georgia announced they would postpone their primaries.  “I think postponing elections is not a very good thing,” Trump said. “I think postponing is unnecessary.” ##Daily Life## It was another ugly day for US stocks. The Dow recorded its worst one-day point drop in history and its worst performance on a percentage basis since October 19, 1987, also known as “Black Monday.\" Stocks fell to session-lows in the final hour of trading, President Trump suggested fighting the outbreak could last until July or August.  Here's where things stand: The S&P 500 finished down nearly 12%.\nThe Dow closed 2,999 points, or 12.9%, lower.\nThe Nasdaq Composite ended down 12.3%. ##Business## President Trump on Monday suggested there may have been a mix-up in communications at the White House over his recent coronavirus test. Trump said he took the test “late Friday night,” but didn’t specify whether he took it before or after White House doctors issued a memo saying the President did not need to take a test. “I had no symptoms whatsoever, so the doctor said, ‘You had no symptoms so we don’t see any reason (to get a test).’ But when I did the press conference on Friday everybody was going crazy,” Trump said in the White House briefing room, referring to questions from the press after being exposed to individuals who tested positive for the coronavirus. “So very late on Friday night I did the test and he may have put out, or the doctor may have put out something … I don’t know what time the letter went out, maybe it was put up by somebody else. But the results came back, I believe, the following day and we tested negative,” Trump said. CNN previously reported that the White House medical doctor released a memo Friday at midnight saying that Trump remains without symptoms for coronavirus and quarantine is not necessary. During a news conference earlier Friday, Trump had said he would likely get tested for coronavirus. The United States “may” be heading toward recession, President Trump says, his first acknowledgment of a potentially dire consequence of the coronavirus outbreak. “Well, it may be,” Trump said when asked if the US economy was heading toward a recession. “We're not thinking in terms of recession,” Trump went on, saying his focus was fighting the virus itself. He said once the disease is contained, there would be a “tremendous surge” in the economy as a result of “pent-up demand.” Watch: ##Business##   President Trump said that the administration will back airlines \"100%\" during the economic hit due to the spread of coronavirus.  He said it’s “not their fault. It’s nobody’s fault, unless you go to the original source,” once again attempting to put blame for the coronavirus pandemic on China.  When asked if there would be loans to the airlines, Trump did not specify if there would be loans or a bailout of the airline industry. Watch: ##Business##  President Trump said he’s offered a grim assessment of the coronavirus outbreak with his 13-year-old son. “It's bad, it's bad,” Trump said in describing his conversations about the crisis with his youngest son Barron. “But we're going to hopefully be a best case, not a worst case.” That outlook is markedly different in tone than Trump has offered previously on the outbreak, which he’s attempted to minimize. Still, Trump insisted the team he’s assembled is working professionally toward combatting the outbreak. Watch: President Trump said as of Monday there are no plans for a nationwide quarantine or curfew. He said the administration might be looking at certain hotspots, but there aren’t plans to do a nationwide quarantine or curfew.  \"At this point, not nationwide, but there are some — you know, some places in our nation that are not very affected at all but we may — we may look at certain areas,\" he said when asked about the possibility of a nationwide lockdown. ##Daily Life## Two members of France’s lower house of parliament said they have tested positive for coronavirus.  Sylvie Charrière, LaREM, who represents the Seine-Saint-Denis outside Paris, said Monday she tested positive but her condition does not require hospitalization. She added she will stay home for 14 days. Earlier on Sunday, LR MP Guy Teissier, representing the Bouches-du-Rhône, said he also tested positive for coronavirus. He was “immediately hospitalized” at the IHU Méditerranée in Marseille following his test. ##Health## Dr. Anthony Fauci, the nation's top infectious disease expert, said the new coronavirus guidelines from the White House may look like an overreaction — but insisted they're necessary.  \"It will always seem that the best way to address it would be to be doing something that looks like it might be an overreaction. It isn't an overreaction. It's a reaction we feel is commensurate which is actually going on in reality,\" he said at a White House news conference. Moments ago, President Trump unveiled recommendations on stopping the spread of the coronavirus. White House officials are asking Americans should avoid gathering in groups of more than 10, urging them to stay away from bars restaurants and food courts and asking them to not travel if possible.  Watch: ##Daily Life## ##Health## The White House has issued guidelines for Americans during the coronavirus pandemic. Titled “The President’s Coronavirus Guidelines for America: 15 days to slow the spread,\" many of the guidelines are broad and have been what the administration and health officials have been saying from the start of the outbreak.  Included in the guidelines: People should avoid gathering in groups of more than 10\nPeople should stay away from bars restaurants and food courts, and to not travel if possible.  The guidelines also say states that have seen community spread should close bars, restaurants and other public places, though again, that is not a mandate. Several cities including Philadelphia and San Francisco, and entire states including Maryland have already issued the order for bars and restaurants to close as soon as this evening.  Watch: ##Daily Life## French President Emmanuel Macron said the country’s borders will be closed to contain the coronavirus outbreak starting at noon local on Tuesday. Moments ago, Macron said he was prohibiting gatherings across France, including family and other social gatherings. ##Travel## ##Daily Life## Russia will bar entry to foreigners with some exceptions starting Wednesday, the Russian government said in a statement Monday. A readout published Monday of calls between Russian Prime Minister Mikhail Mishustin and other heads of government said that Russia would temporarily restrict foreigners from entering its territory, effective at midnight local time on Tuesday.  The restrictions will continue until May 1, the statement said. Those restrictions, according to the statement, will not apply to employees of diplomatic missions and consular posts in the Russian Federation, to transportation workers and aircrews and to members of official delegations.  Exceptions will also be given to those visiting Russia in connection with the death of a close relative, or to individuals permanently residing in the Russian Federation, and to transit passengers. ##Travel## French President Emmanuel Macron announced drastic measures, prohibiting gatherings across France, including family and other social gatherings. The second round of the French elections will be also postponed, Macron said. Earlier today, the city of Paris announced the closure of all public parks and gardens. Macron said the country is “in a war” against the coronavirus outbreak. “We are in a war… that’s why I decided that all reforms debated in parliament will be suspended,” he said. The government will draft a new legislation to face the crisis.  A new military hospital will be deployed to reduce hospital congestion, Macron said. ##Daily Life## Indiana Gov. Eric Holcomb announced the state’s first death due to novel coronavirus.  The patient had health issues and was in the high-risk category of being over 60, according to Dr. Ram Yeleti, the chief physician executive with Community Health Network. The patient’s significant other is also infected, Yeleti said, so the two could not be together when the patient passed away. The hospital had to use iPad conferencing so the two could see each other, Yeleti said. One nurse stayed in the room, so the patient didn’t have to die alone, the doctor said.  Several healthcare workers have now been quarantined, Yeleti said. There are not enough beds, so hospitals stopped all elective surgeries this past weekend. The Indiana State Department of Health reported that there are at least 24 confirmed cases of novel coronavirus. ##Health## Ohio Gov. Mike DeWine ordered the closure of many facilities across the state in an effort to stop the spread of coronavirus, including.... Fitness centers\nGyms\nBowling alleys\nMovie theaters\nRecreational centers\nIndoor water parks These facilities must close by end of day Monday. ##Daily Life## San Francisco’s mayor is ordering residents to stay home in an effort to slow the spread of coronavirus. Mayor London Breed announced in a tweet that residents will be required to stay home starting at midnight, except for essential needs. “The most important thing you can do is remain home as much as possible,” Breed said in a tweet. This shelter in place order will not apply to necessary government functions and essential stores, Breed said. ##Daily Life## Ohio Gov. Mike DeWine announced on Monday that he is recommending moving the primary election that was slated to take place on Tuesday to June over fears around the spread of the novel coronavirus. “It is clear that tomorrow’s in person voting does not conform, and cannot conform with these CDC guidelines. We cannot conduct this election tomorrow, the in person voting for 13 hours tomorrow and conform to these guidelines,” DeWine said.   “We should not be in a situation where the votes of these individuals, who are conflicted, are suppressed. It is therefore my recommendation after talking with the secretary of state, talking with the attorney general, talking with the lieutenant governor, that voting be extended until June 2nd. That no in person voting occur today, but rather that in person voting occur on June 2nd, but between now and then that absentee ballot voting be permitted.” Important to note: DeWine, however, said he does not have the power to move the primary unilaterally and will now go to court to move the primary. The move is a complicated one for Ohio officials, as voters have already started voting in the state where 136 pledged delegates are at stake. The spread of the coronavirus has effectively stopped in person campaigning in the Democratic primary, forcing Biden and Sanders to cancel rallies and town halls. It has also had significant implications on down ballot races. Ohio is now the latest state to move elections based on the spread of the coronavirus, joining Louisiana, where state officials moved the presidential primary to June, and Georgia, where elections officials will postpone the March 24 presidential primary to May 19. Wyoming Democratic Party Chair Joe Barbuto also announced Friday that \"the in-person portion\" of their state's caucuses were \"suspended due to growing concern\" over the virus. But Ohio’s move is the most significant, given voting had already begun in the state and that it is a sizable delegate prize in the nomination fight.  Watch:  ##Daily Life## There are at least 4,008 cases of the novel coronavirus in the United States, according to the state and local health agencies, governments and the US Centers for Disease Control and Prevention. There are 70 cases from repatriated citizens, per the CDC. According to CNN Health’s tally of US cases detected and tested through US public health systems, there are 3,938 cases in 49 states, the District of Columbia and US territories, bringing the total number of coronavirus cases to 4,008.  West Virginia remains the only US state without any confirmed cases. At least 70 people have died.   ##Health## Major League Baseball and the Major League Players Association are making a joint donation of $1 million to Feeding America and Meals on Wheels America to help fight the hunger caused by the closures of schools and quarantines. “In these difficult times of navigating this pandemic, it is important that we come together as a society to help the most vulnerable members of our communities,” Baseball Commissioner Robert D. Manfred, Jr. said in a statement. “As an institution, Baseball is extending our commitment to addressing childhood hunger and food availability issues during this crisis. We are grateful for the partnership with our players on this critical issue, which has the potential to deeply affect children and seniors.” Tony Clark, Executive Director of the MLBPA, added: “In this time of international crisis, players are eager to do their part both individually and collectively to ease the significant burdens placed on the most vulnerable people in our communities. This contribution represents one of those efforts.” The donation will be split between the two organizations: Feeding America will use the funds to help feed children and families impacted by the closing of schools.\nMeals on Wheels will focus their funds to provide meals for vulnerable senior citizens.    Lufthansa will be reducing flights by up to 90% due to the spread of coronavirus, it said in a statement. It also announced Austrian Airlines, a subsidiary of the Lufthansa Group, will suspend all flight operations temporarily starting on Thursday.  “Lufthansa Group airlines will further reduce their short- and long-haul schedule. The cancellations, which will be published as early as tomorrow, March 17th, will lead to a sharp decline in long-haul service especially in the Middle East, Africa and Central and South America. Overall, the Lufthansa Group's seating capacity on long-haul routes will be reduced by up to 90 per cent”, the statement said. In regards to European flights, Lufthansa said: “Within Europe the flight schedule will also be further reduced. Starting tomorrow [Tuesday], around 20 percent of the originally planned seating capacity will still be offered.\" ##Business## ##Travel## The Statue of Liberty National Monument and Ellis Island has suspended operations, effective Monday, due coronavirus concerns, according to a statement from the National Parks Service.  A reopening date has not yet been determined.  The park is working with the NPS Office of Public Health, US Public Health Service, and state and local authorities to closely monitor the outbreak, and park officials will notify the public when they reopen, NPS said.  ##Travel## ##Daily Life## Actor Idris Elba tweeted on Monday that he has tested positive for COVID-19 and said he feels OK. \"This morning I tested positive for Covid 19. I feel ok, I have no symptoms so far but have been isolated since I found out about my possible exposure to the virus,\" Elba wrote.  Here's his message: The Pentagon is keeping the two top civilian leaderships posts “physically separated” in order to create “a bubble around them” with limited personal interactions.  “Starting today, the secretary and the deputy secretary are remaining physically separated, so we are attempting to put a, for lack of a better term, a bubble around the two of them. That means they and their staffs will only interact via teleconference. We’re screening people that are entering the secretary’s suite and limiting the number of people who have access as well,” Chief Pentagon spokesperson Jonathon Hoffman said Monday.  ##Health## Major League Baseball has announced that the opening of the 2020 season has been pushed back indefinitely.  MLB said the league is following the recommendation by the US Centers for Disease Control and Prevention that no gatherings with 50 people or more take place for the next eight weeks to slow the spread of the novel coronavirus. Because of those recommendations, \"the opening of the 2020 regular season will be pushed back in accordance with that guidance,” MLB Commissioner Rob Manfred said in a statement. MLB stated last Thursday that the season would be delayed at least two weeks. Watch: ##Business## ##Daily Life## Israel is preparing to open four hotels across the country as quarantines sites for confirmed cases of coronavirus, Minister of Defense Naftali Bennett announced Monday night. The hotels will be used to treat people exhibiting mild symptoms of the virus. The first two hotels in Tel Aviv and Jerusalem are expected to be ready for use as quarantine sites by Tuesday, the head of Israel’s Home Front Command told reporters in a conference call. The other two hotels — one in the north of the country and one in the south — will be ready by the end of the week, the Defense Minister said. Each hotel is expected to hold up to 500 patients but capacity could be increased up to 2,000 in each hotel if necessary, Maj. Gen. Tamir Yadai told reporters. On Sunday, Bennett said in a news conference, “We have to tell the public the truth: we simply don’t know how many cases there are.” “We currently do not have a vaccine for corona. The real vaccine is awareness, caring, and responsibility,” he added. ##Health## The European, Americas and final world qualifying boxing tournaments for the Tokyo 2020 Olympic Games have been suspended due to the outbreak of coronavirus, the International Olympic Committee’s (IOC) Boxing Task Force (BTF) announced in a statement on Monday. It said the European qualifiers, which have been taking place in London since Saturday and were due to run until March 24, would end after Monday’s evening session. The European qualifiers, which featured athletes from over 60 countries, will now resume in May to allow participants to adjust their travel plans and return safely home “amid increasing global travel restrictions and quarantine measures.” The statement added that the BTF will continue to evaluate the situation daily with the aim of completing the distribution of the remaining boxing quota places for the games in May and June. Several Olympic qualifying events, including those for climbing, fencing and judo, have already been canceled or postponed with new dates for those events yet to be announced. ##Daily Life## The UK government will not enforce its new social distancing coronavirus measures with fines or legal threats because the UK is “a mature and grown up democracy where people understand the advice being given to them,” UK Prime Minister Boris Johnson said. “On powers, you may be amazed to know, this government already has tremendous powers in this field,” Johnson said. He explained: “Don’t forget that other countries are in different stages in their movement up the curve. The crucial things is timeliness. Our interventions should be timely to have the maximum effect… when you come to more extreme measures like curfews and things we’ve seen in other countries, we’re keeping all things under review… we’re keeping school closures under review.” The UK is not currently testing everyone with coronavirus symptoms, a strategy that has been questioned by experts. The UK’s Chief Medical Officer Chris Whitty said they would \"continue to scale up testing, but I think it’s important to realize the scale for testing which has been substantial, and we will continue to scale up from here.” He said “the next level out” will be for healthcare workers and other critical workers with symptoms to be tested. “People should be thinking of a minimum of weeks to months, people should realize we are in this for the long haul,” Whitty said, in regards to how long the new social distancing measures might last. ##Health## ##Daily Life## Canadian Prime Minister Justin Trudeau says the country will deny entry to people who are not Canadian citizens or permanent residents. \"This measure will carve out some designated exceptions including for air crews, diplomats, immediate family members of Canadian citizens, and at this time, US citizens,” Trudeau said at a news conference in Ottawa. ##Travel## The Italian Civil Protection Authority reported a spike in new coronavirus cases today, with 3,233 new cases in the last 24 hours alone.   Total cases in Italy now stands at 27,980, which includes current cases, recovered cases and deaths)  At least 2,158 have died from coronavirus in Italy. That figure is up by 349 in the last 24 hours.   ##Health## President Trump tweeted about his “very good tele-conference” with the nation's governors but added that New York Gov. Andrew Cuomo has to “do more.”  CNN's Kaitlan Collins reported earlier that on the call Trump urged governors to try to secure additional medical equipment on their own without waiting for the federal government to intervene, though he did say they would try to help.  Airlines slammed by the coronavirus are requesting a package of aid from the US government that could amount to $50 billion, according to Airlines for America, the industry group, and two sources.  The aid is requested in the form of loans, grants and tax relief. The ask includes up to $25 billion in grants for passenger air carriers and $4 billion in grants to cargo carriers, and the same amounts in loans or loan guarantees, Airlines for America outlined in a briefing document.  “US carriers are in need of immediate assistance as the current economic environment is simply not sustainable,” the group said in a statement. “This is compounded by the fact that the crisis does not appear to have an end in sight.” The aid package has been discussed with key lawmakers and staff, on Capitol Hill and the Trump administration, the sources said. The discussions were described as being at an early stage. But one source noted there is a growing recognition from the federal government that conditions “are getting very bad, very fast.” The airline group predicted the seven US airlines it represents \"run out of money completely sometime between June 30 and the end of the year.\" It predicted losses could be as high as $53 billion this year. ##Travel## ##Business## Jack Ma, Chinese billionaire and co-founder of Alibaba, will donate 20,000 test kits, 100,000 masks, and 1,000 medical use protective suits and face shields to all 54 countries in Africa to help the continent fight the novel coronavirus. Ma's foundation will also work with local medical institutions on the continent to provide online training material for coronavirus clinical treatments. \"The world cannot afford the unthinkable consequences of a COVID-19 pandemic in Africa,\" he said in a statement tweeted Monday. Africa has so far confirmed more than 300 cases, Egypt being the hardest hit with 110 cases.   The items will be delivered to Addis Ababa, Ethiopia, where Prime Minister Abiy Ahmed will oversee the distribution of the supplies to other African countries, Ma said. On Friday, the billionaire founder of Alibaba said he would donate 500,000 coronavirus testing kits and one million face masks to the United States. He has also shared his plans to give to Europe as well as Iran. \"Now it is as if we were all living in the same forest on fire. As members of the global community, it will be irresponsible of us to sit on the fence, panic, ignore facts, or fail to act,\" Ma said. ##Health## ##Business## There are at least 3,910 cases of the novel coronavirus in the United States, according to the state and local health agencies, governments and the US Centers for Disease Control and Prevention. According to the CDC, there are 70 cases from repatriated citizens.  According to CNN Health’s tally of US cases that are detected and tested in the United States through US public health systems, there are 3,840 cases in 49 states, the District of Columbia and U.S. territories, bringing the total number of coronavirus cases to 3,910. In total, 70 people have died.   A novel coronavirus vaccine trial in the US has now given a dose to its first participant, the National Institute of Allergy and Infectious Diseases announced Monday. The study aims to enroll a total of 45 healthy adults over a six-week time frame. Each participant will receive two injections about a month apart in varying doses.  The study, which is a Phase I trial, is meant to establish that the vaccine is safe and induces a desired response from participants' immune systems. Proving that the vaccine is effective in preventing COVID-19 infection, however, will require follow-up studies involving many more participants, which will take many more months, experts say. “Finding a safe and effective vaccine to prevent infection with [the novel coronavirus] is an urgent public health priority,” NIAID Director Dr. Anthony Fauci said in a statement Monday. “This Phase 1 study, launched in record speed, is an important first step toward achieving that goal.” The trial is funded by NIAID and run out of the Kaiser Permanente Washington Health Research Institute in Seattle. The vaccine, which uses genetic material called messenger RNA, was developed by NIAID scientists in collaboration with the biotech company Moderna. The agency credited the speed with which it stood up a Phase I trial to its prior studies on related coronaviruses SARS and MERS. Scientists had previously worked on an experimental MERS vaccine targeting a protein on the virus' surface, which gave them a \"head start for developing a vaccine candidate to protect against COVID-19,\" the statement said. ##Health## Since the World Health Organization launched its COVID-19 Solidarity Response Fund on Friday, more than 110,000 people have contributed almost $19 million to the fund, WHO Director-General Tedros Adhanom Ghebreyesus said during a press briefing on Monday. \"We’re grateful to everyone who has contributed,\" Tedros said  He continued: \"These funds will help to buy diagnostic tests, supplies for health workers and support research and development.” ##Health## Portugal and Spain have agreed to suspend all air and rail travel between the two countries. The measure was announced by Portuguese Interior Minister Eduardo Cabrita on Monday, and it follows a previous decision to close the land border between the two countries.  The measure will start at 7 p.m. ET on Monday and last at least until April 15. The decision seeks to stop the spread of the coronavirus outbreak in the region. President Trump urged governors on a call today to try to secure additional medical equipment on their own without waiting for the federal government to intervene, though he did say they would try to help.  \"We will be backing you, but try getting it yourselves,\" Trump said on the call, according to a person familiar. He was discussing what health experts say is a serious need for more respirators and ventilators to deal with the influx of coronavirus patients. ##Health## The UK government is now advising people to stay at home for 14 days instead of seven days if they – or anyone in their household — has coronavirus symptoms: a new persistent cough or fever.  “If one person in the household has symptoms, the whole household should stay at home,” the UK’s Chief Medical Officer Chris Whitty said. He reassured the nation that “the chances of dying from coronavirus is very low” and that “some people will get it and will have no symptoms at all.\" “For those that do have symptoms the majority will be mild and be able to managed at home,” Whitty said.  Chief Scientific Adviser Patrick Vallance said they are focused on delaying the spread of coronavirus in the community and keeping people safe. He said people in the most vulnerable groups should follow social distancing measures for “12 weeks or so.” “These measures have a big effect. This is not a series of small interventions. This could have a dramatic effect to reduce the peak and to reduce deaths,” Vallance said.  The officials comments came at a news conference alongside Prime Minister Boris Johnson who acknowledged people would question why such “draconian” measures hadn’t been introduced sooner but he said they were part of a gradual plan. ##Daily Life## Beginning at midnight tonight, people who do not have Hungarian citizenship will not be allowed to enter the territory of Hungary, the country's international communication office tells CNN.  \"Immediate family members of Hungarian citizens, if they hold a residency permit, will be allowed to enter the country,\" the communication office told CNN via email.  The number of people infected with coronavirus in Hungary is 39, according to the Hungarian government.  ##Daily Life## Arab countries are scrambling to prevent a COVID-19 outbreak in the crisis-ridden region, taking sweeping measures to slow the spread of the virus, and trying to avoid an Iran-like outbreak. Here's what we know: Saudi Arabia: The government has partially shut shopping malls, banned eating and drinking inside restaurants and cafes, and closed public spaces. Apart from Saudi nationals, passengers who have transited through or have been in Bahrain, China, Taiwan, Djibouti, Egypt, Eritrea, Ethiopia, France, Germany, Hong Kong, India, Indonesia, Iran, Italy, Kenya, South Korea, Kuwait, Lebanon, Macau, Oman, Pakistan, Philippines, Somalia, South Sudan, Spain, Sri Lanka, Sudan, Syria, Turkey or the United Arab Emirates in the past 14 days are not allowed to enter. The United Arab Emirates: The country has suspended tourist visas and cultural activities, and the country has taken a series of measures to promote social distancing, including the closure of bars, clubs and lounges in the country’s commercial hub, Dubai.  Qatar: Only nationals are permitted entry into the country. The gas-rich state is largely composed of expatriates, with Qataris making up a minority of the population. Kuwait: Last week, the country closed its borders after seeing a surge in reported cases that originated in Iran. Social media videos showed Kuwaiti mosque leaders urging believers to “pray at home” through megaphones.  Lebanon: The government has announced a two-week lockdown, banning public and private gatherings and closing all commercial companies, except for those that produce food. The country, which is also embroiled in its worst economic crisis since its civil war, has closed aerial, naval and land borders.   Iraq: Authorities announced a six-day curfew on Sunday, prompting people to throng supermarkets and stockpile on essential goods. The curfew is set to begin on late Tuesday. Egypt: The World Health Organization has praised the country’s coronavirus response. Authorities have been “very well guided by the World Health Organization -- they practiced well in order to contain the clusters from the beginning of the occurrence.”  Morocco: The country’s foreign ministry announced on Sunday that it would suspend all international flights to and from its territory “until further notice.” That move has reportedly left a number of tourists stranded in the country, considered a global tourist hotspot.  ##Daily Life## The Department of Veterans Affairs has confirmed its first coronavirus-related death. It also reported an increase in the number of confirmed/presumed positive cases from 16 to 30. The patient died two days ago at a facility in Portland, Oregon, according to a department spokesperson. “A Veteran patient in their 70s died March 14 at VA Portland Health Care System due to complications from Coronavirus (COVID-19).  This case was previously reported as a presumptive positive in an earlier case count,\" VA spokesperson Christina Mandreucci told CNN. ##Health## UK Prime Minister Boris Johnson has urged people to stop all non-essential contact with others and stop all unnecessary travel. The new advice is based on the fact the UK is “now approaching the fast growth part of the upward curve” in coronavirus cases and “without drastic action cases could double every five to six days.\"  “To slow the spread in London it is important Londoners pay special attention to what we are saying,” Johnson said. “We need people to start working from home wherever they possibly can,” he explained. Johnson also urged people to avoid pubs, clubs and theaters. ##Daily Life##   Spain will close its land borders because of the coronavirus pandemic, the country’s Interior Minister Fernando Grande-Marlaska announced Monday. Marlaska said the decision was made in coordination with Spain’s neighbors— Portugal and France — and its objective is to “slow down the curve of infected people.\"  The measures will come into effect at 7 p.m. ET (which is midnight local time) on Monday, and will last until the end of the 15-day state of emergency. It does not include nationals or residents returning home, cross-border workers, diplomats doing their work and other exceptional situations.  The restrictions won’t affect transporting goods to keep the economy activity, the Interior Minister added. ##Daily Life##    American supermarket chain Kroger announced that it is committing $3 million to deploy hunger-relieving resources to communities disproportionately impacted by the coronavirus pandemic, according to a statement released by the retailer on Monday.  Kroger's group vice president of corporate affairs Keith Dailey said that the retailer is “mindful that the coronavirus pandemic may result in more of our neighbors struggling with food insecurity during this challenging time.” The $3 million commitment is slated to be equally distributed between nonprofit partners Feeding America and No Kid Hungry.  Funding will support local food banks nationwide and go toward initiatives that ensure children, whose schools may be closed, still have access to nutritious meals, the statement reads. ##Daily Life## Turkey announced new measures to contain the spread of coronavirus that go into effect at midnight on Monday. According to the Turkish Interior Ministry, these public places will be closed for an unspecified period of time: Theaters, concert halls, wedding halls, music halls, taverns, cafeterias, game halls, beer halls, cafes, coffee parlors, tea parlors, hookah bars, Internet cafes, gaming cafes, all indoor playgrounds, tea gardens, amusement parks, pools, saunas, gyms, spas, sports complexes and massage parlors  The measure also includes a ban on large gatherings by associations as well as \"condolence homes\" used by families to welcome mourners. Turkey has already closed schools and universities. The country also suspended spectators at sporting events and prohibited mass prayer in mosques. Turkey has at least 18 confirmed cases of coronavirus, according to the Johns Hopkins University. ##Daily Life## World Health Organization officials are calling for countries to do more testing for novel coronavirus so that cases can be tracked and isolated — and they warned that there are likely cases going missed. “There’s no doubt that we are missing cases,\" Dr. Maria Van Kerkhove, WHO infectious disease epidemiologist, said during a press briefing.  \"The reason why we are so aggressive in our statement of finding all cases and testing cases is because we need to know where this virus is,\" Van Kerkhove added. \"It’s important that we don’t give up. … We need to be finding all of these cases so that we can effectively isolate them and reduce the risk of onward transmission.\"  Asymptomatic cases may be driving spread of coronavirus: ##Health##  Spurs Sports and Entertainment announced Monday the creation of a fund totaling over $500,000 that will pay part-time employees through the end of the NBA's San Antonio Spurs and AHL's San Antonio Rampage seasons. “As San Antonio feels the ripple effects of the difficult decisions we have all had to make because of this global pandemic, we know that few will feel this more than the members of our community who rely on hourly and part-time employment to take care of their families,” SS&E Chairman Peter J. Holt said in a statement.  The statement continued: “Spurs Sports & Entertainment is a values-based organization, and taking care of our entire staff – both full time and part time – was never a question of ‘if’, but of ‘how’. I’m pleased to say that after spending the last few days examining every option together, our leadership team has found a way to ensure that these invaluable members of the SS&E Family will be provided for.” The NBA suspended its season last week after a player preliminarily tested positive for coronavirus. The coronavirus pandemic has forced many US sports organizations to consider adjustments, including canceling events.  ##Business## New York City Mayor Bill de Blasio went to his local gym this morning.  “The YMCA has been a huge part of his and his family’s life, like it has been for a lot of New Yorkers, \" his press secretary, Freddi Goldstein, said in a statement. \"It’s clear that’s about to change and before that, the mayor wanted to visit a place that keeps him grounded one last time.\" Earlier today, New York Gov. Andrew Cuomo announced that gyms around the state — as well as in New Jersey and Connecticut — would close at 8 p.m. ET today. Movie theaters and casinos will also be closed. Cuomo was asked today morning about de Blasio's visit to a New York City gym.  “He can be in the gym this morning, You can be in the gym this afternoon. You can be in the gym this evening. You just can’t in the gym after 8,” Cuomo said. Haiti is suspending flights from Europe, Canada, the Dominican Republic and Latin America for the next two weeks during the coronavirus pandemic, according to Haiti's Prime Minister Joseph Jouthe. Flights from the United States will still be permitted, \"after an agreement with American authorities,\" Jouthe tweeted Sunday. The tweet continued:  \"All flights departing from Europe, Canada, Dominican Republic and Latin America are prohibited, for the next 2 weeks, from midnight on 3/16/2020. Only flights from the USA are still authorized, after an agreement with the American authorities,\" the tweet read.  Haiti has not yet recorded any confirmed cases of the novel coronavirus. ##Travel## All schools and universities will be closed effective Wednesday, according to Gov. Phil Murphy tweeted. “All pre-K through grade 12 schools (public, private, and parochial) and all colleges and universities will close effective Wednesday, March 18th until it’s deemed by health officials to be safe for in-person classes to resume,\" according to a statement he tweeted. ##Daily Life## The South Carolina Department of Health has reported the state's first death related to novel coronavirus, according to a statement from the department. The patient was from Lexington County and a resident of Lexington Medical Center Extended Care Nursing Facility, the statement stated. At least 69 have died in the United States because of coronavirus.  ##Health## French carmaker, Renault, said Monday it will shut down production activities at all of its plants in France “until further notice, depending on the evolution of the health situation.”  “From the end of the day on Monday, March 16, the Groupe Renault will suspend all production activities on French industrial sites in order to protect its employees in the context of the Covid-19 pandemic and in compliance with the measures taken by the French government. These suspensions of industrial activities concern 12 sites and 18,000 employees in France,” Renault said in a statement.  Renault said it would restart production activities as soon as conditions permit and would implement appropriate measures to respond effectively to commercial demand. ##Business## The World Health Organization has shipped almost 1.5 million novel coronavirus tests to 120 countries, WHO Director-General Tedros Adhanom Ghebreyesus said during a news briefing on Monday. \"We’re working with companies to increase the availability of tests for those most in need,\" Tedros said. He continued: \"The most effective way to prevent infections and save lives is breaking the chains of transmission, and to do that you must test and isolate. You cannot fight a fire blindfolded and we cannot stop this pandemic if we don’t know who is infected. We have a simple message for all countries: test, test, test.\" Doctors answer your coronavirus questions: ##Health## All public gatherings will be restricted to 25 or less people in Rhode Island, Gov. Gina Raimondo announced Monday. The ban applied to municipal buildings, such as the Department of Motor Vehicles. All dine-in food and beverage services will be shut down until March 30 due to coronavirus concerns. The policy will take effect tomorrow, and drive-through and takeout delivery service can remain open, she said. The state's April 28 primary election will not be postponed as of now, Raimondo added.  “In an ideal world, we would move to an all mail — an all mail election,” she said. ##Daily Life## Indiana Gov. Eric Holcomb said he's closing bars and restaurants until the end of March, limiting them to carry out and delivery. Nearly all of the school districts are closed, and the state is working with the only 16 school corporations that remain open to determine their next steps.  The Indiana State Museum and Historic Sites will be closed to the public starting tomorrow.  ##Daily Life## New York Gov. Andrew Cuomo, who is working with with the governors of New Jersey and Connecticut, announced a number of business closures earlier this morning.  Bars and restaurants close at 8 p.m. ET. All local governments must reduce their workforce by 50% minimum and all non-essential personnel can stay home. Meanwhile, Cuomo outlined the businesses that are considered essential and exempt from the shutdown: Grocery stores\nGas stations\nPharmacies\nMedical facilities ##Daily Life## New York Gov. Andrew Cuomo stressed the importance of federal assistance during the coronavirus outbreak.  “We need the federal government to play its role,” Cuomo said today. “We need federal assets and we need federal assistance.”  He said the state needs to find facilities to be converted to hospitals and he hopes to not pay money to acquire new land.  While noting that New York state has built bridges and other infrastructure, Cuomo said “We don’t have billions of dollars you would need.”  “This state can’t do it, no state can do it,\" he added. Cuomo is asking local governments to “immediately identify a number of beds in facilities that are available.”  Watch: The European Commission will introduce temporary restrictions on non-essential travel to the EU, as part of its efforts to tackle and contain the ongoing spread of coronavirus across Europe, Commission President Ursula von der Leyen just announced.  “The less travel, the more we can contain the virus, therefore, as I have just informed our G7 partners, I propose to the heads of state and government, a restriction on non-essential travel to the European Union,” von der Leyen said in a video statement shared on her Twitter account.  She continued: “These restrictions should be in place for an initial period of 30 days, which can be prolonged as necessary,” she added.  However she clarified that there will be some exemptions to the restrictions, including family members of European nationals, essential staff, such as doctors and nurses, and people transporting goods to the European Union. ##Travel## Howard University in DC said it is canceling this year's commencement ceremonies and all class reunions because of coronavirus. President Wayne Frederick sent a statement saying the school \"will not return to face-to-face instruction of courses\" for the rest of the semester. Classes \"continue to transition to remote and online instruction following the scheduled spring break,\" he said.  Residence halls will close on Sunday, and school officials are working with various partners for prorated refunds of room and board charges, the statement said. ##Daily Life##   The Moscow mayor’s office announced new measures to combat the spread of coronavirus today. These include a ban on events with crowds larger than 50 people and mandatory self-isolation for those arriving from Europe, the UK and the US.  The measures ban sporting events, public gatherings and entertainment involving more than 50 people. This will stay in place until April 10.  Schools and institutions of higher learning will be closed from this Saturday through April 12.  Moscow Mayor Sergei Sobyanin said in a statement the measures were taken after 20 people fell ill with the virus in the city over the weekend. “I ask parents whose children are not attending schools to prevent their appearance in shopping centers, parks and other public places,” he said. “Closing schools does not mean extra holiday, but voluntary self-isolation at home.” Individuals arriving from United States, the UK, the European Union, Ukraine, Belarus and all European countries outside the EU must undergo a self-isolation at home for 14 days after arrival. ##Daily Life## The Tokyo 2020 Olympics flame handover ceremony in Athens this Thursday will be a scaled-down event with only a few Tokyo Games officials and torch bearers present to protect everyone from the coronavirus, the Hellenic Olympic Committee (HOC) said on Monday. The handover ceremony between the Hellenic Olympic Committee and Tokyo 2020 Organizers will take place inside the ancient Panathenaic Stadium in Athens – the site of the first modern Olympics in 1896. The stadium is closed to the public to stop the spread of the virus. The ceremony will include a dance with no more than 10 people and a torch relay with four people: Two from Greece and two from Japan, organizers said in a statemenmt. The two torchbearers representing Japan will be Nomura Tadahiro and Yoshida Saori who won gold medals in three straight Olympic Games in the men's judo and women's wrestling, respectively. Greece last week canceled the remainder of the domestic Olympic Torch Relay through the country to avoid attracting crowds just a day after the Olympic flame was lit in ancient Olympia. ##Daily Life## ##Travel## Tennessee Gov. Bill Lee announced today that all schools statewide will be closing by this Friday in response to the novel coronavirus outbreak.  \"Every Tennessean has a role to play in preventing the spread of COVID-19 and I urge Tennesseans to be quick to help neighbors as new needs surface with the closure of schools,\" Lee said in a statement. He added: \"We understand the tremendous burden school closure places on families and we will continue to work with both the federal government and school districts to ensure we continue essential supports like meals for students in need.\" ##Daily Life## New Jersey residents are no longer allowed to travel from 8 p.m. ET to 5 a.m. ET, with the exception of essential travel, Gov. Phil Murphy announced today. This remains in effect for the foreseeable future. ##Daily Life## Three major airline alliances joined forces today calling for governments worldwide to “assist the airline industry during this unprecedented period.”  Oneworld, SkyTeam and Star Alliance together represent nearly 60 airlines — including American, Delta and United — and about half of worldwide capacity.  “To alleviate the immense pressures faced by airlines in the current operating environment … the three alliances urge governments worldwide to prepare for the broad economic effects from actions taken by states to contain the spread of COVID-19, and to evaluate all possible means to assist the airline industry during this unprecedented period,” the alliances said in a joint statement.   The groups called support from government and others in the industry an “imperative.”  The groups also asked airport operators to waive fees such as landing charges. The downturn in traffic, however, is also hurting airport operators.   How to know if you should still travel during coronavirus:  ##Travel## New York, New Jersey and Connecticut have announced a ban on gatherings of more than 50 people, New York Gov. Andrew Cuomo said Monday on a call alongside Connecticut Gov. Ned Lamont and New Jersey Gov. Phil Murphy. The three states agreed to close: Casinos\nGyms\nMovies theaters  These will all close at 8 p.m. ET today. All eat-in services from bars and restaurants will close at 8 p.m. ET Monday and transition to take-out only services. ##Daily Life## Each day, CNN Chief Medical Correspondent Dr. Sanjay Gupta is breaking down the latest news about the coronavirus on the Coronavirus: Fact vs Fiction podcast. As the coronavirus spreads, so do bogus claims and conspiracy theories. In today's episode, Gupta sets the record straight on some of the most inaccurate information floating around. You can listen to the episode here. A lead investor in a German biotech company that is working on a coronavirus vaccine has issued a statement saying that it should be available anywhere, without mentioning US President Donald Trump. The comments by Dietmar Hopp, the main investor in CureVac, come after the company denied a report that Trump was trying to lure its scientists to the US in a statement Sunday. It did not deny being in touch with the President or US government, but rejected rumors of an acquisition. Hopp said: “I am equally committed to the goal of protecting all people from infections and improving therapies for patients worldwide, ideally curing them, as well as to my intention of creating sustainable innovative infrastructure and jobs in Germany.  \"Hopefully, we will soon succeed in developing an effective vaccine against the coronavirus. This vaccine should be available not only regionally, but to people all over the world in solidarity to help and protect them. I would be glad if this could be achieved from Germany through my long-term investment.”  ##Health## There are active discussions within the Trump administration to encourage a possible “curfew” across the nation in which non-essential businesses would be encouraged to close by a certain time each night, according to an administration official and another source familiar.   The recommendation would likely focus on malls, restaurants and bars. Grocery stores and pharmacies could be exempt from the curfew. The idea would be fashioned after the European model but would likely have to be enforced at a local level. The source familiar tells CNN that a curfew could be strongly encouraged at the state level. Vice President Mike Pence’s spokeswoman Katie Miller strongly disputed that a curfew was under discussions. “A curfew is not on the table,” she said. Miller said curfews would not be discussed during the President’s video teleconference with governors today.  Life inside the first US containment zone: CLARIFICATION: This post has been clarified to stress that the discussion have been about recommending a curfew, not mandating one. ##Daily Life## Kentucky Gov. Andy Beshear will put out an order today to close all restaurants and bars, as part of new steps the state is taking to reduce the spread of the novel coronavirus. “We’re going to have exceptions in there for drive-thru, for delivery but we are to the point now that this is a step that we have to take,” Beshear said. Beshear also said that the state’s Emergency Operations Center has moved to level 3 — which allows them to have heightened preparedness. He is also asking all hospitals to cancel all elective surgeries by end of day Wednesday. Regarding having more testing available in the state, Beshear said that they hope there will be widespread testing, but they don’t have a timeline for that.  “Every time we get a timeline, it seems to be extended,” the governor said. Earlier today, Michigan announced it was closing all bars and restaurants. Ohio, California and New York City, among other areas, announced similar bans yesterday. ##Daily Life## Stocks resumed trading at 9:45 a.m. ET, after the New York Stock Exchange halted activity following a more than 7% drop in the S&P 500. The S&P 500 was down 9.8%, the Dow fell 11.8%, or 2,725 points, and the Nasdaq Composite dropped 11.7%. About the pause: The NYSE has a series of “circuit breakers” that will kick in to halt market trading if we see severe declines in the S&P 500 Index, basically an automatic breather to try and calm market. Level 1: (A drop of 7%) decrease – 15 minute halt\nLevel 2: (13%) – 15 minute halt\nLevel 3: (20%) – market closes for the day ##Business## Egypt will suspend all flights in Egyptian airports starting Thursday to stop the spread of coronavirus, state media reported.    Most of the countries in the Middle East have partially or fully suspended flights over the past week.  Egypt heavily relies on tourism for its economy. In February alone, 900,000 tourists visited Egypt, according to Egyptian tourism minister Khaled Al Anany.  The Egyptian government has already suspended schools and universities for two weeks, according to state media.  ##Travel## ##Daily Life## The women’s professional tennis tour, the WTA Tour, has announced that it is now suspending play until May 2 because of the coronavirus outbreak. \"Due to the ongoing global coronavirus outbreak, the WTA tournaments in Stuttgart, Istanbul and Prague will not be held as scheduled. We regret this is the case for all of our loyal fans, players, sponsors and all those who support women’s professional tennis,\" the tour said in a statement. Last week, WTA Tour CEO Steve Simon said that the next two scheduled tennis tournaments had been cancelled.  The men’s professional tennis tour, the ATP Tour, also suspended play for six-weeks last week. The Madrid Open is scheduled to start on May 2nd.  ##Daily Life## US stocks opened sharply lower on Monday as investors grew concerned that the emergency policy measures by global central banks over the weekend meant the economy is in much worse shape than previously believed. Instead of soothing the markets, another emergency interest rate cut from the Federal Reserve had the opposite effect. Here's where things stand: The S&P 500 opened down 8.1%. The index hit a circuit breaker after falling more than 7%. Trading is now halted for 15 minutes.\nThe Dow opened 9.7%, or 2,250 points, lower.\nThe Nasdaq Composite fell 6.1%. ##Business## The cancellation of large-scale events in the US is presenting challenges for Democratic campaigns as well as President Donald Trump's re-election campaign. The Trump campaign depends on the trove of data produced by his \"Keep America Great\" arena rallies to target and engage potential voters, and without regular rallies in key states, they are being forced to improvise. Trump's team is now touting its unique preparedness through \"unprecedented virtual and digital campaign tools.\"  We’re better positioned to virtually engage voters than any other campaign,” campaign manager Brad Parscale said in a statement.  According to a campaign press release, those tools are expected to include: \"holding virtual events with top surrogates, utilizing online platforms to train thousands of members of the Trump Neighborhood Team, activating the massive volunteer network to make calls to rally support for the President in states voting soon, and increasing online voter registration efforts of Trump rally attendees identified as not currently registered to vote.\"  The events currently scheduled on the campaign’s website are “in the process of being turned into virtual seminars and a Trump Victory Organizer will contact attendees with more details,” the website says.  Trump has a key advantage over his Democratic opponent during the public health crisis: incumbent status.  \"Americans want to see their President, their elected officials, their government acting in ways that protect the safety of the citizens and the national security of this country,\" campaign communications director Tim Murtaugh told CNN.  The Trump campaign is currently requiring all staffers at its Northern Virginia headquarters to work from home through Monday while the office undergoes a deep clean. It's unclear if the office will reopen on Tuesday.  Trump initially pushed his campaign not to cancel any events in light of the coronavirus outbreak, and aides fear a restless President if he's unable to hold rallies, something he's done continuously throughout his time in office.  The risk of holding campaign events came to light this week after a donor who attended a Trump Victory event, which raises money for the campaign and Republican National Commitee, tested positive for coronavirus. ##Daily Life## A federal pilot program to implement drive-up testing sites will be operational by midweek, according to a news release. New Orleans Mayor LaToya Cantrell said in a statement that the city would participate in the program. This is a crisis,\" she said. \"This is real. You have to pay attention. The news this morning of a second death in Orleans Parish is heartbreaking, personally -- and is additional tragic news for the people of our City. We are losing loved ones. We all have a role to play -- every resident in this City. 'Social distancing' isn’t a buzzword — it’s a way to save lives and slow the spread of this infection in our community.\" Drive-through testing sites are also in the works in Broward County, Florida to help respond to the high number of Covid-19 cases there, Florida Governor Ron DeSantis said at a news conference on Sunday.  DeSantis said that the state of Florida had deployed hundreds of national guardsmen to the county to help supplement its medical team. As of Sunday, 170 national guardsmen were in Broward, with hundreds more expected to arrive in the county on Monday.  ##Health## Virgin Atlantic said it will reduce 80% of its flights per day by March 26, grounding approximately 75% of its fleet. At points in April, that will go up to 85%. The airline said it will terminate its London Heathrow-Newark route permanently with immediate effect. Among other measures announced, it will also ask its staff to take eight weeks unpaid leave over the next three months, with the cost spread over six months' salary, to drastically reduce costs without job losses, Virgin Atlantic said in a statement. Here's more from the statement: “The aviation industry is facing unprecedented pressure. We are appealing to the Government for clear, decisive and unwavering support. Our industry needs emergency credit facilities to a value of £57.5bn, to bolster confidence and to prevent credit card processors from withholding customer payments. We also need slot alleviation for the full summer 2020 season, so we can match supply to demand – reducing costs and preventing unviable flying and corresponding CO2 emissions. With this support, airlines including Virgin Atlantic, can weather this storm and emerge in a position to assist the nation’s economic recovery and provide the passenger and cargo connectivity that business and people across the country rely on,\" Virgin Atlantic said. ##Travel## ##Daily Life## ##Business##  All passengers were taken off a flight scheduled to depart from the Indian state of Kerala for Dubai on Sunday morning after officials learnt that a UK national who had tested positive for the coronavirus was on board, an Emirates spokesperson said. The UK citizen had been touring Munnar, a hill station in the southern Indian state, and was under surveillance after testing positive for the coronavirus, the spokesperson said.  He and his wife were a part of a group of 19 British tourists who were also among the 290 passengers removed from the flight at Cochin International Airport in Kochi. \"Fifteen minutes prior to departure we learnt that a UK national who had tested positive for coronavirus was onboard the flight,\" said the Emirates spokesperson. The 19 tourists and one Indian national were isolated at the airport, and the remaining 270 passengers took the flight to Dubai after a three-hour delay. \"The husband and wife have been sent to a local hospital for quarantine and further tests while the remaining group of tourists has been quarantined at a makeshift facility at a hotel near the airport,\" said P.S. Jayan, a spokesperson for Cochin International Airport. The Indian national was let go as he was not under suspicion of contracting the virus, Jayan added.  An American couple who had flown from London to Kochi earlier this month were apprehended at the same airport on Friday while trying to fly to Doha, after an alert was issued by a hospital.  They had visited the hospital earlier that day because the woman was suffering from diarrhoea. After examination, staff asked that they be tested for coronavirus and quarantined until the results came back. The couple left the hospital without taking the test. They are currently under quarantine in hospital.  ##Travel## Borders between Spain and Portugal will be closed by the end of Monday, leaving only nine active crossings open to allow for the transit of products and workers who are required to cross the border, Portugal’s Minister of Internal Affairs Eduardo Cabrita said today at a news conference.  According to Cabrita, the decision – which was made jointly by authorities in Spain and Portugal – will see continued coordination between the two countries to ensure that the flow of essential goods will not be affected. \"The economy has to keep going, and so it is essential to guarantee the transport of food and essential products within the EU,” Cabrita said, confirming that all those required to cross the border will be receive health checks, including truck drivers.  Portugal’s Minister of Internal Affairs added that officials will also be enforcing new controls at airports, with temperature checks on all passengers. The new measures come as part of a wider look at air operations between Spain and Portugal, with upcoming talks between Cabrita and his Spanish counterpart expected to focus on a potential ban on incoming flights from Spain. ##Travel## ##Daily Life## Vice President Mike Pence’s Monday schedule includes a task force meeting in the Roosevelt Room at 9 a.m. ET, as well as a briefing on coronavirus at 3:30 p.m. ET. There will be just one briefing today, according to the Vice President’s spokeswoman Katie Miller. “Just one. We want to be accurate and present the guidance,” she tells CNN. During Sunday’s press briefing, Pence suggested there would be two: “We will be back in the morning tomorrow for a briefing. And also, we'll have a health briefing in the afternoon.” The city of Paris announced today the closure within a few hours of all public parks and gardens in an effort to contain the spread of the coronavirus. In a statement, the city did not mention how long the closure would last but said these venues would be closed on Tuesday. ##Daily Life## ##Travel## Michigan Gov. Gretchen Whitmer will order all bars and restaurants to close at 3 p.m. ET today, according to her spokeswoman Tiffany Brown.  Restaurants will be be allowed to serve takeout and delivery only, Brown said.  ##Daily Life## The UK government is walking a tightrope in its response to the coronavirus outbreak  On one hand, it is doing everything it can to keep the public calm, and delay taking the most drastic measures to prevent the spread until absolutely necessary.  On the other, it is scrambling to let the British public know that it's taking this pandemic seriously.  Over the weekend, public criticism that the government's response had been less drastic than that of other countries -- and accusations that it was playing roulette with the nation's health -- led to confusing briefings from government officials. And those briefings in some cases seemed to directly contradict what Prime Minister Boris Johnson had told the nation in a high-profile press conference days earlier.  Over the weekend, suggestions that over-70s would be placed in lengthy quarantine and that public gatherings could soon be banned caused confusion among the public, soon after the prime minister had urged the public to remain calm and explained why these measures were not being taken immediately.  Last Thursday, flanked by the UK's chief medical officer and chief scientific advisor, Johnson explained that even as the nation upped its response to the virus, it would not be shutting schools or banning mass gatherings. Johnson explained that the scientific evidence suggested that doing so would not do anything to prevent the spread and could have a negative impact on the National Health Service.  This slow approach made the UK an outlier, as its response was less strict than its European counterparts. It didn't take long for Johnson's critics to accuse him of playing roulette with the nation's health. Richard Horton, editor-in-chief of the respected medical journal The Lancet, tweeted: \"What is happening in Italy is real and taking place now. Our government is not preparing us for that reality. We need immediate and assertive social distancing and closure policies. We need to prepare the NHS. This is a serious plea.\" Government sources acknowledged to CNN on Monday that the longer-term scenario was moving faster than initially expected. They explained that the number of confirmed cases had grown quicker than planned and that the number of elderly people testing positive had caused the government to move faster than they'd have initially liked to. \"There is an approach that hasn’t changed but might have accelerated depending on the evidence,\" said one government minister.  Impartial civil servants working directly on the government's response to Covid-19 are less generous, claiming that Johnson's inner circle was caught off guard. \"I don't think Number 10 are taking it seriously enough. Lots of people are very lax ... Number 10 are taking the approach of being the last people standing,\" one civil servant told CNN.  Downing Street was approached for comment on not taking it seriously enough but had declined to respond at time of publication However, for all the noise over the weekend, very little has actually so far changed in terms of policy. For the time being, this is more government officials putting out fires than anything else.  Downing Street is being uncharacteristically helpful and responsive to journalist questions over its Covid-19 response and has committed to giving daily press briefings.  Johnson will give the first of these later today. It will be the first indication of whether or not this flurry of activity over the weekend actually marks a serious change in government policy, or if the Johnson is happy that the UK remains a global outlier. Ukraine International Airlines has suspended all international scheduled flights starting tomorrow through March 31, based on the decision of the country's government to temporarily ban foreigners from entering Ukraine. Passengers who plan to fly starting from April 1 are advised to keep themselves updated on flight schedule and status changes. Tomorrow, Ukraine International will operate flights from 11 cities to Kyiv. Only the citizens of Ukraine and foreigners with permanent or temporary residency permits will be accepted aboard. The cities are: Dubai\nCairo\nTel Aviv\nYerevan\nTbilisi\nIstanbul\nBaku\nToronto\nNew York\nChisinau\nBangkok   ##Travel## ##Daily Life## Confusion greeted the launch of a coronavirus testing website built by Verily, a subsidiary of Alphabet and sister company to Google. The site launched Sunday night and is intended for people in the San Francisco Bay Area initially. The website was supposed to direct Californians who live in the wider San Francisco area to one of two locations in the state where they could be tested for the novel coronavirus, if they met certain criteria established in an online questionnaire.  At first, users who reported they were suffering from symptoms such as “severe cough, shortness of breath, fever or other conceding symptoms\" were advised they were not eligible for testing. If you went to the tool and answered “yes” to the symptoms question, the tool told you “based on your symptoms, in-person COVID-19 testing through this program is not the right fit.”  When asked why those with symptoms were being advised not to receive testing, Verily spokeswoman Carolyn Wang told CNN that the tool is meant for those who are unsure if they are infected.  \"The initial question is meant to ensure that anyone who is seriously ill does not come to our sites because they are not prepared to provide medical attention,” she said in a statement. \"We are early in this pilot and are going to be learning more that will help us refine this COVID-9 risk screening and testing.” Verily later updated the questionnaire to ask if users are experiencing “severe symptoms,” and to emphasize that the tool is not for those with severe symptoms.  The tool still advises those who report severe symptoms to “seek medical attention” and refers those visitors to the Centers for Disease Control and Prevention's website.  However, in testing the website, CNN also discovered that answering the questionnaire correctly — meaning responding in ways that met the site’s criteria for coronavirus testing — led to another error message The message said: “Unfortunately, we are unable to schedule more appointments at this time,” suggesting that there aren’t enough testing appointments available even for those who warrant testing.  The Verily website launch follows a series of announcements from the Trump administration in recent days that Google was developing a large scale testing website. On Friday, Vice President Mike Pence promised that “for Americans looking on … we’ll be able to give specific guidance on when the website will be available, you can go to the website, as the President said, you type in your symptoms and be given direction whether or not a test is indicated.”  But only Verily, not Google, appears ready with a testing website at this time, and it is limited in scope to California. Google is developing an educational site to provide information about the coronavirus, but the company’s announcement stopped short of describing it as a website connecting users to test locations.  Remember: Verily’s site is distinct from a nationwide informational website Google is building to address the coronavirus.  Verily and Google are both owned by the same parent company, Alphabet, but Verily is a different business from Google.  ##Daily Life## ##Health## Simon Crow is not a professional athlete. But he has spent the last three months running six times a week, clocking in between 40 and 60 miles. Feeling great, Crow was hoping for a new personal best in the Paris marathon next month.  And then the novel coronavirus struck and his marathon got called off.  \"Twelve weeks of marathon training down the pan,\" said Crow, who is one of hundreds of thousands of runners who have had their big spring races canceled or postponed after months of training and sacrifice. Paris, Tokyo, Boston, London, Rome, Barcelona, Manchester, Rotterdam and Vienna are among the cities that have announced their marathons would not take place as planned because of the outbreak. Read the full article here New immigration hearings for migrants who are not in detention will be postponed, the US Department of Justice’s Executive Office for Immigration Review has announced. The EOIR said in a tweet late on Sunday all non-detained master calendar hearings -- cases of immigrants who are not in detention and are just beginning immigration proceedings -- will be postponed. Last Friday, the federal agency said those hearings would only be postponed at select immigration courts.  Master calendar hearings often bring large groups of people to the courtroom, raising concern while the country tries to prevent the spread of coronavirus. The move to extend the postponing of these hearings came hours after immigration judges, lawyers and ICE prosecutors called for courts to be closed altogether. EOIR has not gone that far yet, saying that all other hearings will proceed. The Seattle immigration court will be closed through April 10. ##Daily Life## The European Union launched measures to support its member states in tackling the coronavirus pandemic, the European Commissioner for Health and Food Safety, Stella Kyriakides, said Monday.  As of today, we will be launching joint procurements for protective equipment, testing kits and ventilators,” Kyriakides tweeted after a video conference with European counterparts. \"Essential goods and medicines must be able to cross borders as smoothly as possible,” the European health commissioner added, calling for “solidarity and cooperation” across the EU. European Commission president Ursula von der Leyen and European Council president Charles Michel on Monday met with French President Emmanuel Macron and German Chancellor Angela Merkel to discuss the EU response to the COVID-19 outbreak.  Macron tweeted that European partners were “working together” to make “rigorous decisions” on a joint course of action. Europe has become the new epicenter of the outbreak, with the number of confirmed cases and registered deaths across the continent climbing. The European Commission spoke out against the implementation of internal border controls as COVID-19 spreads across the continent. “People who are sick should not be denied entry but given access to healthcare,” it said in a statement, outlining that member states must always admit their own citizens, and should facilitate the transit of EU citizens and residents who were returning home. ##Health## A former Bond girl has announced she has been diagnosed with coronavirus.  Olga Kurylenko, who starred as Camille Montes opposite Daniel Craig in the 2008 James Bond film \"Quantum of Solace,\" shared the news on Sunday via Instagram. \"Locked up at home after having tested positive for Coronavirus,\" she captioned a photo of the view out of a window.  The Ukranian-born former model said she had been ill for almost a week and that fever and fatigue were her main symptoms.  Oscar-winning actor Tom Hanks announced last week that that he and his wife, actress and singer Rita Wilson, had been diagnosed with the virus. Read the full story here Tokyo 2020’s “Flame Of Recovery” tour has been reduced in size due to the coronavirus outbreak, relay organisers confirmed on Monday. The six-day tour, which takes the Olympic flame to parts of Japan devastated by the 2011 earthquake and tsunami, is set to begin on Friday. Organizers said that “the main displays of the Olympic Flame will be staged largely as planned” but that the welcoming event on Friday and various ceremonies have been canceled. The “Flame Of Recovery Tour” is a precursor to the official Olympic Torch Relay, which is scheduled to begin in Fukushima on March 26 and visit all 47 Japanese prefectures.  Tokyo's Local Organising Committee confirmed on Monday that the test event for volleyball, due to take place in the newly built Ariake Arena from April 21-26, has been canceled. Qualifying events for sports including climbing, boxing, fencing and judo have already been canceled or postponed with new dates yet to be announced. Japanese prime minister Shinzo Abe insisted on Saturday that the Tokyo Olympics will go ahead this summer as planned.  Japan has had more than 1,400 cases of coronavirus, with 28 reported deaths, but has avoided the spikes seen in other countries. ##Daily Life## Italian-American auto giant Fiat Chrysler said Monday that it will temporarily suspend production across the majority of its European manufacturing plants. “The temporary suspension, which will be in effect through March 27, 2020, continues the implementation of a comprehensive set of actions in response to the Covid-19 emergency and enables the Group to effectively respond to the interruption in market demand by ensuring the optimization of supply,\" the carmaker said in a statement. \"The suspension of production is being facilitated to enable the Group to be ready to commence production promptly once market conditions allow.\" The company will close six plants in Italy, one in Serbia and one in Poland. Italy on Sunday announced 368 new deaths in the previous 24 hours, bringing the total death toll to 1,809, with more than 24,000 cases. ##Business## After multiple confirmed cases at President Donald Trump’s Mar-a-Lago resort last week, including a fundraiser attendee and an aide to the Brazilian President, the club is undergoing a deep clean, a member told CNN. Members were notified via email that the club will be closed Monday for cleaning. This includes its grand ballroom but excludes the beach club, which is across the street from the main area and will remain open. Dinner will be served as usual Tuesday through Saturday. ##Daily Life## Airlines are calling on governments across the globe to take further measures over the \"unprecedented challenges\" faced by the industry during the coronavirus outbreak. Oneworld, SkyTeam and Star Alliance, which represent almost 60 airlines between them, said they were “jointly calling on governments and stakeholders to take action to alleviate the unprecedented challenges faced by the global airline industry amid the Covid-19 pandemic.” The statement urged governments “to prepare for the broad economic effects from actions taken by states to contain the spread of Covid-19, and to evaluate all possible means to assist the airline industry.\" The alliances called on airport operators to evaluate landing charges and fees \"to mitigate the financial pressure faced by airlines due to a severe decline in passenger demand.” They welcomed recent moves by some regulators to temporarily suspend slot regulations and urged others to follow suit. The International Air Transport Association estimates up to $113 billion in revenue losses for global passenger airlines. The alliances warned that the forecasted revenue loss does not include travel restrictions recently imposed by the US and other countries. European low-cost carrier Ryanair said that it could not rule out the full grounding of its aircraft fleet as a result of the coronavirus. The airline said in a press release Monday that travel restrictions “many of which have been imposed without notice” have had a significant negative impact, and it expected the result would be the grounding of the majority of its aircraft across Europe over the next seven to 10 days. \"We are working with our people and our unions across all EU countries to address this extraordinary and unprecedented Covid-19 event,\" the company said. Ryanair said it was taking immediate action to reduce expenses by freezing recruitment and discretionary spending, implementing voluntary leave options, temporarily suspending employment contracts, and making significant reductions to working hours and payments.  ##Travel## The United Nations Refugee Agency (UNHCR) has enhanced its emergency support to refugees in Iran following the coronavirus outbreak there, it said in a statement on Sunday. The UNHCR has begun “distributing items such as soap and disposable paper towels to some 7,500 refugee households living in refugee settlements across the country,” according to the statement. We stand in solidarity with the Iranian people and authorities and are fully mobilized to help contain the spread of COVID-19 and mitigate the impact on the most vulnerable, including refugees,” said Ivo Freijsen, UNHCR Representative in Iran. Iran is one of the countries with the highest number of coronavirus cases outside mainland China. “Refugees, most of whom live side-by-side with host communities in villages, towns and cities, are at the same risk of catching and transmitting the new coronavirus as Iranians,” the statement added. ##Health## The German state of Bavaria has declared a state of emergency as the country's economics ministry issued a stark warning. Markus Soeder, premier of the southern state bordering Switzerland and Austria, said on Monday in Munich that “the situation is very serious and changing every day, unfortunately not for the better.” Meanwhile, in a statement released Monday, the German Ministry for Economics said that the coronavirus outbreak was affecting the country's economy. \"How strong and for how long cannot yet be reliably assessed because no meaningful economic data are available yet,\" read the statement. “It is also still too uncertain how fast and how much the coronavirus will spread. Due to the very dynamic development, however, relevant economic effects must be expected.  \"The German economy was in the process of overcoming the phase of weakness which had persisted since the beginning of 2018, related to the global industrial recession and the trade conflicts ... This is no longer expected.” ##Business## WATCH: NBA star Karl-Anthony Towns announced Sunday that he is donating $100,000 to the Mayo Clinic to assist with coronavirus testing. \"My hope is that we can fight this virus quicker and more efficiently by increasing the testing capabilities and availability and Mayo Clinic’s overall Covid-19 response,\" the Minnesota Timberwolves center wrote on Twitter. Dr. William Morice II, chair of the Department of Laboratory Medicine and Pathology at Mayo Clinic, said in a statement: “Our team has been working around the clock for the past month to develop a test for Covid-19. We are blown away by Karl’s gesture to help us fast-track offering testing to more patients across Minnesota and the nation.\" According to the statement, the clinic expects Towns' donation to help increase testing capacity from 200 per day to more than 1,000 tests per day in the coming weeks.  ##Health## Police in India have opened a case against a man for misleading health officials about the whereabouts of his daughter who tested positive for coronavirus. The man in the northern city of Agra was booked for “unlawfully or negligently spreading a disease that is dangerous to life,\" according to police officials. His daughter, whose husband had tested positive for coronavirus on March 12, evaded testing in the southern city of Bengaluru and fled to her parents home in Agra. When health authorities began reaching out to close contacts of the husband, the woman's father said she had already left the city for New Delhi. Later police discovered the woman was still in Agra and has since tested positive for coronavirus, according to Prabhu N. Singh, the city's district magistrate. A case was registered against the father for “a malignant act likely to spread infection of disease.\" The woman's husband arrived in India from Greece on March 6, according to B. Sriramulu, Minister of Health and Family Welfare for Karnataka state. Global stock markets plunged Monday as investors were unnerved by drastic action from the US Federal Reserve to cushion the blow from coronavirus and data showed the outbreak has caused an unprecedented economic collapse in China. Markets were battered across Asia, with Australia's benchmark index crashing nearly 10% in its worst day on record. In Europe, London's FTSE 100 fell 7% in early trading, while France's CAC 40 and Germany's DAX dropped roughly 9%.  US markets were poised to suffer heavy losses. Dow futures were last down 1,041 points, or about 4.5%. S&P 500 futures slumped 4.8%, while Nasdaq futures shed 4.5%. There are now more than 3,000 cases of the novel coronavirus in the United States, according to government agencies and the CDC. Investors bailed out of stocks despite a major intervention by the US Federal Reserve on Sunday. The central bank slashed rates to close to zero at an emergency meeting, and said it would purchase another $700 billion worth of Treasury bonds and mortgage-backed securities. The rate cut is designed to prevent the economic shock leading to the kind of credit crunch and financial market disruptions that occurred during the global financial crisis -- the last time the Fed cut rates all the way to the bottom.  \"I don't think [the Fed] would have done this unless they felt the financial markets were at significant risk of freezing up tomorrow. They're very concerned the financial markets won't work. So I don't know how the markets take solace in this,\" Mark Zandi, chief economist of Moody's Analytics, told CNN Business. On Monday, airline stocks were badly hit as they announced waves of flight cancellations in response to global travel restrictions. Air France KLM opened 12% lower and IAG, owner of British Airways, fell 16%. Brent crude, the global benchmark for oil, declined 6% to $31.83 per barrel. Read the full story here WATCH: ##Business## Russia will close its border with neighboring Belarus because of the coronavirus pandemic, Russian Prime Minister Mikhail Mishustin said Monday. Mishustin said in a meeting that the decision to prevent the movement of people across the border was one of several “proactive steps” the Russian government was taking to combat the spread of the virus. “People all over the world are being forced to change their usual way of life,” he said. “The proactive measures that we took back in February of this year allowed us to seriously limit the spread of coronavirus in Russia. We must do everything so the situation does not develop as it has in other countries, and we are consistently, depending on the spread of the pandemic, closing our borders.” Russia moved to close its lengthy border with China as coronavirus spread in Asia. Russia has 63 confirmed cases of coronavirus, according to Johns Hopkins University, and Belarus has 27. ##Travel## Two emergency doctors in the US are in a critical condition after they were infected with the coronavirus, according to the American College of Emergency Physicians (ACEP). One doctor is in his 40s in the state of Washington, the second is a 70-year-old from New Jersey. The physician in Paterson, NJ, leads his institution’s emergency preparedness and was admitted to the hospital several days ago with upper respiratory problems. He remains in isolation in its intensive care unit. ACEP President William Jaquis said: “I am deeply saddened by this news, but not surprised. As emergency physicians, we know the risks of our calling. We stand united with our colleagues and our thoughts and prayers for a full and speedy recovery are with each of them and their families. \"It is my hope that these colleagues and their cases serve as a reminder to each of us to stay vigilant. This virus is dangerous, and its impact is still unfolding,\" Jaquis added.  \"As emergency physicians, we answer the call to care for our most vulnerable, even at great personal risk. Knowing that, I urge each of you to meticulously follow the recommended precautions to protect yourself.\" ##Health## The Kennedy Space Center Visitor Complex in Florida has temporarily closed following the novel coronavirus outbreak, the complex announced on its website.  No reservations or bookings will be accepted while the center is closed, but daily admission tickets for dates from March 16 until the facility reopens will be refunded.  Chief Operating Officer Therrin Protze said in an accompanying letter: \"When it is deemed safe for guests to return, the entire facility will be cleaned and sanitized prior to re-opening. This will include Kennedy Space Center Tour buses, all attractions, eateries and theaters at the main campus and at the Apollo/Saturn V Center.\" No reopening date was provided.  ##Travel## Chinese state media has criticized the UK and other Western nations' response to the novel coronavirus pandemic, alleging they have adopted a policy of \"total surrender.\"  In several articles over the weekend, Chinese state-run tabloid Global Times questioned the UK's decision to not introduce stricter social distancing measures -- unlike Italy, France, Germany and Spain.  UK government ministers estimate that the outbreak may not peak until 14 weeks from now and have argued that it would be detrimental to implement such measures at this stage of the outbreak. \"Such a laissez-faire mindset and lax measures are considered extremely irresponsible and risk causing a rebound in China due to the growing number of imported infections,\" one article in Global Times said.  Second wave: There are growing fears in Asia of the possibility of a second wave of infections from imported cases.  Undoing the work: Asian countries including China, South Korea, and Singapore have seen caseloads stabilize in recent weeks, thanks largely to a combination of aggressive containment and social distancing measures. But a rise in infections linked to overseas travel has led to concerns that those sacrifices could be undone.  Stricter measures: Governments across the region are now stepping up quarantine and travel restrictions. From Monday, all overseas travelers arriving in the Chinese capital Beijing will be sent to quarantine facilities for 14 days at their own cost, according to state media. And from March 19, Hong Kong will expand it 14-day mandatory self-quarantine to include the UK, alongside 30 other countries and regions.  Singapore has also had success at containing the virus. Speaking at a news conference on Sunday, Singapore’s Minister for National Development Lawrence Wong said the city state's concern with cases in countries such as the UK and Switzerland is that it \"isn’t just about the numbers.\"  \"It is that these countries have abandoned any measure to contain or restrain the virus,” Wong said. “If there’s no attempt to contain, we estimate the number of cases in these countries to rise significantly in the coming days and weeks.”  On Friday, the World Health Organization's director-general Tedros Adhanom Ghebreyesus said Europe had become the epicenter of the coronavirus pandemic. \"More cases are now being reported every day than were reported in China at the height of its epidemic,\" he said. Read more here As the number of coronavirus cases grows globally, many people will be concerned that they or their family members may have caught the disease. In most cases, the coronavirus makes people sick, usually with a mild to moderate upper respiratory tract illness, similar to a common cold.  Its symptoms include a runny nose, cough, sore throat, headache and a fever that can last for a couple of days. For those with a weakened immune system, the elderly and the very young, there's a chance the virus could cause a lower, and much more serious, respiratory tract illness like a pneumonia or bronchitis. If you want to protect yourself, there's no vaccine yet and may not be for many months. In the meantime, you may be able to reduce your risk of infection by avoiding people who are sick. Cover your mouth and nose when you cough or sneeze, and disinfect the objects and surfaces you touch. Avoid touching your eyes, nose and mouth. Wash your hands often with soap and water for at least 20 seconds. Awareness is also key. If you are sick and have reason to believe it may be coronavirus, you should let a health care provider know and seek treatment early. ##Health## ##Your Questions## Chick-fil-a is temporarily closing its dining room seating to help limit person-to-person contact amid the coronavirus pandemic, the restaurant chain announced in a post on its website today. Customers will still be able to use drive-thru services and, in some locations, takeout, delivery and mobile order options will still be available.  The restaurant did not say when the dining room service might resume, but thanked customers for their patience.   \"Our highest priority continues to be the health and well-being of everyone who comes into our restaurants,\" Chick-fil-a said in the statement. ##Business## Iranian cleric Ayatollah Hashem Bathaie Golpayegani has died after being infected by the coronavirus, state news agency IRNA said today.  He was a high-ranking clergyman and one of the 88 members of the Assembly of Experts, a key government body of top clergymen which determines Iran’s Supreme Leader. Golpayegani was hospitalized in Qom on Saturday. Several political and religious figures have been infected by the coronavirus in Iran. Some have died, including newly-elected female politician Fatemeh Rahbar. Iran has recorded nearly 14,000 infections and 724 deaths from the coronavirus, according to the World Health Organization.  Xiong Qingzhen, a drone engineer in the central Chinese metropolis of Wuhan, spent more than two weeks in a makeshift hospital in February receiving treatment for Covid-19, the respiratory disease causing a global health crisis. Every morning and evening, the 38-year-old was handed a bag of brown soup -- a traditional Chinese remedy blended from over 20 herbs, including ephedra, cinnamon twigs and licorice root. But unlike most patients around him, Xiong was skeptical of its efficacy and refused to drink it. \"In my opinion, it is a sheer placebo,\" Xiong said. The \"lung-clearing and detoxing soup,\" as the herbal compound he was given is called, was part of the Chinese government's push to use Traditional Chinese Medicine (TCM) in the fight against the novel coronavirus outbreak. As scientists race to find a cure and vaccine, China is increasingly turning to its traditional remedies. As of late last month, more than 85% of all coronavirus patients in China -- about 60,000 people -- had received herbal remedies alongside mainstream antiviral drugs, according to the Ministry of Science and Technology. Read the full article here. ##Health## The situation in France is \"deteriorating very quickly,\" the head of the country's public health authority said in a radio interview this morning. Jerome Salomon said that the coronavirus epidemic was \"very quick,\" with the number of cases currently doubling \"every three days.\" \"The epidemic in France is very worrying,\" he said. \"The situation concerns children as well as elders.”  Salomon did specify that there were relatively few cases concerning children. \"We can all counter the epidemic by respecting the measures, the barrier measures that French people know but that they’re not applying now,\" he said. French measures: France has closed restaurants, cafes, cinemas and clubs, and issued a ban on large gatherings to contain the spread of the virus. More than half of the country's 300 coronavirus patients in intensive care are under the age of 60, Salomon said on Saturday. There are more than 5,300 confirmed cases of the coronavirus in France, including 127 deaths, according to the World Health Organization. Some of the EU's top leaders will be holding a meeting today about the coronavirus pandemic that is spreading rapidly across Europe. French President Emmanuel Macron will be discussing the coronavirus outbreak with German chancellor Angela Merkel, European Council President Charles Michel and President of the European Commission Ursula von der Leyen on Monday at 5 a.m. ET, the Elysee Palace announced.  France and Germany have both seen large outbreaks of the coronavirus, with more than 5,000 people infected in each country. In total, six of the 10 countries worst affected by the pandemic are in Europe. President Donald Trump has repeatedly described the coronavirus outbreak in the United States as a problem that nobody anticipated. The crisis is \"an unforeseen problem\" that \"came out of nowhere,\" Trump said on March 6. \n\"We're having to fix a problem that, four weeks ago, nobody ever thought would be a problem,\" he said on March 11. \"It's something that nobody expected,\" he said again on March 14. Trump's attempt to improve perceptions of his response by depicting the pandemic as a shock to everyone is just one of numerous ways he has dishonestly described the crisis. Trump claimed Saturday that the situation has been \"urgent for me\" from the very beginning, citing his late-January decision to restrict travel from China. But Trump downplayed the severity of the issues facing the US long after that -- even as experts were issuing the warnings Trump is now suggesting did not happen. Read the full analysis here. Air France-KLM and IAG, owner of British Airways and Iberia, have both announced major cutbacks of flights in the coming weeks and months as borders shut and travel stops worldwide. Air France-KLM told CNN today it would be reducing its flights by 70% to 80% over the next two weeks. This will mean Air France will ground all of its Airbus 380 and Boeing 747 fleet, the spokesperson said. Meanwhile, IAG said it plans to reduce flight capacity by at least 75% during April and May, due to the coronavirus The airline said travel restrictions and advisories had a “significant and increasingly negative impact on the demand for global air traffic on almost all routes.” IAG said it will take further action to reduce expenses such as grounding aircraft, cutting spending, freezing hiring and reducing working hours. ##Travel## ##Business## European markets have fallen heavily at the open, after the US Federal Reserve cut interest rates and announced a series of measures to try and tackle the economic impact of the coronavirus pandemic.  The main European markets were all lower, with the FTSE 100 down 4%, the French CAC falling 5% and the German Dax down 5%.  The Spanish Ibex fell 4% after the government announced a nationwide lockdown.  Airline stocks were badly hit as well, after carriers announced flight cancellations in response to global travel restrictions.  Air France KLM opened 12% lower and IAG, owner of British Airways fell 16%.  ##Business## With cases across the United States continuing to rise, Florida, Alabama and Hawaii all announced new infections today. There are now 149 cases of the coronavirus in Florida, by CNN's count, after the state announced 34 new infections on its website Sunday night. Four people in Florida have died of the disease.\nMeanwhile, 10 new cases were reported in Alabama on Sunday, according to the state's health authority. In total, 22 people have been infected in Alabama. No deaths have been reported there.\nIn Hawaii, there have been three new positive cases of the virus in recent days, according to the state's health department, bringing the statewide total to seven. No deaths have been reported. More than 3,400 coronavirus infections and 65 deaths have been reported across the US. ##Health## The numbers: The coronavirus has killed more than 6,500 worldwide, and infected over 169,000, according to an estimate from Johns Hopkins University, which is tracking cases reported by the WHO and additional sources. More cases outside China than inside: Mainland China reported 16 new confirmed cases of coronavirus and 14 new deaths as of Sunday, bringing the country's total number of cases to 80,860. There are now more cases outside of mainland China than there are inside. Thirteen provinces no longer have active confirmed cases being treated state broadcaster CCTV reported. However, Wuhan -- ground zero for the outbreak -- warned it is still facing a \"severe\" epidemic, amid a continuation of locally transmitted cases. French measures: More than half of France's 300 coronavirus patients in intensive care are under the age of 60, according to the head of the country's national health agency. France has closed restaurants, cafes, cinemas and clubs, and issued a ban on large gatherings to contain the spread.  Italy cases spike: Italy on Sunday announced 368 new fatalities in just 24 hours, bringing the total death toll in the country to 1,809. The total number of cases there reached 24,747, with an increase of 3,590 new cases recorded in 24 hours, according to the country's Civil Protection Department. Germany closes borders: Germany closed its borders with several of its neighbors and those who want to cross the border with Austria, Switzerland, France, Luxembourg and Denmark, need a good reason to do so. Goods and commuters are exempt. Stranded cruise ship: Cuba has offered to receive the MS Braemar, which has been searching for somewhere to dock after it was refused entry at several Caribbean ports. There are five confirmed coronavirus cases onboard and a further 20 passengers and 20 crew members are in isolation. US cases rise: There are at least 3,485 cases in the US and a total of 65 deaths have been reported. US Vice President Mike Pence said new guidelines will be released Monday regarding potential curfews or closures of locations such as restaurants. Several US states and cities have already announced widespread mandatory closures as part of attempts to curb the spread of the virus. Thirteen provinces in China no longer have any confirmed cases of the novel coronavirus to treat as of 11 a.m. local time, state broadcaster CCTV reported today. The provinces listed are: Tibet autonomous regions \nXinjiang autonomous region \nQinghai\nFujian\nAnhui\nJiangxi\nShanxi \nHunan\nJiangsu\nChongqing \nGuizhou\nJilin\nTianjin municipality But the news comes as Wuhan -- the capital of Hubei province where the virus was first identified -- warned it is still facing a \"severe\" epidemic amid a continuation of locally transmitted cases. ##Daily Life## ##Health## As of this morning, Germany has shut its borders with Austria, Switzerland, France, Luxembourg and Denmark, as the coronavirus spreads across Europe. Anyone wishing to enter from those countries after 3 a.m. ET Monday will need a good reason to do so, German interior minister Horst Seehofer said in Berlin Sunday. Goods and commuters will be exempt from the ban, he said. ##Travel## New studies in several countries and a large coronavirus outbreak in Massachusetts are bringing into question reassurances by US officials about the way the coronavirus is spreading. Previously, officials have emphasized that the virus is spread mainly by people who are already showing symptoms, such as fever, cough or difficulty breathing.  If that's true, it's good news -- people who are obviously ill can be identified and isolated, making it easier to control an outbreak. But it appears that a Massachusetts coronavirus cluster with at least 82 cases was started by people who were not yet showing symptoms, and more than half a dozen studies have shown that people without symptoms are causing substantial amounts of infection. During a press briefing at the White House on Saturday, the administration's coronavirus response coordinator, Dr. Deborah Birx, seemed to strike a somewhat different note on asymptomatic transmission. \"Until you really understand how many people are asymptomatic and asymptomatically passing the virus on, we think it's better for the entire American public to know that the risk of serious illness may be low, but they could be potentially spreading the virus to others.\" Read the full article here. ##Health## Fears of imported infections: As cases blow up in Europe and North America, fear is growing in Asia of the possibility of a second wave of infections from imported cases. Millions of people have lived under lockdown restrictions in China and elsewhere for months, and as life starts to return to normal, many are concerned that imported cases will undo those sacrifices. China: The country where the pandemic began reported 16 new cases of coronavirus on Monday, 12 of which were imported. Beijing has introduced strict new quarantine measures -- all overseas travelers arriving in the capital will be sent to quarantine facilities for 14 days at their own cost. What's happening in Wuhan: The city where the novel coronavirus was first identified, still faces a \"severe\" epidemic as there are locally transmitted cases in the city. While numbers have slowed to single digits, there is still a risk of community infection. South Korea: Infections in South Korea continue to slow but the government has warned people to keep their guard up against further outbreaks. All European travelers will need to go through temperature checks, a medical survey, and monitor their temperature daily.  Japan: Some 37 new infections and two deaths were reported in Japan on Monday, bringing the total cases to 1,526 with 31 deaths. On Saturday, Japan saw its biggest one-day jump, with 64 cases. Restrictions: Singapore announced it will impose a 14-day mandatory self-quarantine for new visitors traveling from several East Asian countries, Switzerland and the UK. Hong Kong has urged its citizens to avoid all non-essential travel to Ireland, the UK and US. Starting Monday, Brunei is restricting all citizens and residents from leaving the country, except in certain circumstances such as to receive urgent medical care. Cases jump in Southeast Asia: Thailand on Sunday confirmed 32 new cases of coronavirus, the largest increase over a 24-hour period in the country, bringing the total to 114 cases. And Malaysia announced 190 new cases on Sunday, bringing its total number to 428. Most of the new infections in Malaysia were linked to a religious rally that thousands attended near the capital Kuala Lumpur. Air New Zealand, the country's flagship carrier, warned Monday that it is considering cutting jobs by as much as 30%, according to an internal memo sent by CEO Greg Foran to staff members. \"One of the harsh realities we find ourselves facing is that we will require fewer Air New Zealanders as we move to grounding most of our international operations,\" read the notice, which was forwarded to CNN by the company's public relations team. \"Based on what we see today our 12,500 workforce will reduce by up to 30%,\" the memo said. \n\"To minimize the level of redundancies we are strongly encouraging staff to take annual leave, long service leave or leave without pay where practicable.\" The airline added that it would be \"unlikely\" to fly the same capacity or number of customers in the next 12 months. On Monday, New Zealand Prime Minister Jacinda Ardern also warned of a \"significant\" economic impact from the novel coronavirus outbreak during a press conference. \"The preliminary advice I have received from the Treasury this weekend is that the economic impact of the virus on New Zealand could be greater than the impact of the global financial crisis,\" she said. As a precautionary measure, New Zealand will also cancel all public gatherings involving 500 or more people, with the exception of schools or universities, she announced. ##Business## Wuhan, the Chinese city where the novel coronavirus was first identified, is still facing a \"severe\" epidemic, amid a continuation of locally transmitted cases, the city's municipal health commission said in a press conference Sunday. Wuhan, which is home to an estimated 11 million people, has been on lockdown since January 23. It is considered to be the epicenter of the global pandemic.  “Although the number of new (daily) cases in Wuhan remains in the single digits, there are still cases in the community,” Zheng Yun, deputy director of Wuhan municipal health commission, said. He added that there is still a risk of community infection, as some recent patients are believed to have contracted the virus in their neighborhoods, citing an epidemiological investigation. Zheng reminded citizens who are relaxing vigilance to maintain cautious and avoid going out as much as possible. ##Health## Actor and former California governor Arnold Schwarzenegger has joined several celebrities  in urging people to take social distancing seriously amid the growing coronavirus pandemic. In a video posted to his official Twitter account on Sunday night, Schwarzenegger showed himself enjoying a quiet dinner at home with his miniature horse and miniature donkey. \"So much more fun than going outside. No more restaurants, okay? No more restaurants, forget all that. Public gatherings, restaurants ... out the window. Stay home,\" he said. Earlier in the day, singer Ariana Grande released a statement urging people not to take the pandemic \"lightly.\" \"Like your hip hop yoga class can ... wait I promise,\" she said on her official Twitter account. Meanwhile, \"Will and Grace\" star Debra Messing urged any of her 630,000 Twitter followers not taking social distancing seriously to read a thread detailing patients' experiences while hospitalized on ventilators, the life-saving equipment required for some serious coronavirus cases. The numbers: There have now been more reported cases of the novel coronavirus outside of mainland China than inside, according to figures from the World Health Organization and public health agencies tracked by CNN. The coronavirus has killed more than 6,400 worldwide, and infected over 169,000, according to an estimate from Johns Hopkins University, which is tracking cases reported by the WHO and additional sources. China economy: The People's Bank of China has pumped 100 billion yuan ($14.3 billion) into the financial system by offering one-year medium-term lending facility (MLF) loans to banks. It comes as fresh data from China today showed the economy has been hit harder than expected by the coronavirus outbreak. South Korea on guard: New coronavirus infections are showing a continuous slowdown but Kim Ganglip, deputy head of the Central Disaster Relief Headquarters, said people should continue to keep their guards up. South Korea also announced that it has expanded special immigration measures for people arriving from all of Europe. Los Angeles restrictions: From midnight Sunday, all bars, nightclubs and restaurants will be closed in LA until March 31, the city's mayor Eric Garcetti announced in a public address. Jack Ma sends help: The Chinese entrepreneur and founder of e-commerce giant Alibaba used his first tweet to post a photo of a massive donation of face masks and coronavirus testing kits. The donated goods are on their way to the US, Ma said on Twitter, courtesy of the Jack Ma Foundation. Disney closures: All Disney stores in North America will close from March 17 and all Disney-owned and operated locations at Downtown Disney in Anaheim and Disney Springs in Orlando will be closed on March 17, Disney Parks, Experiences and Products said.  Peace Corps suspension: The US Peace Corps has decided to temporarily suspend all operations around the world and evacuate its volunteers as the coronavirus pandemic spreads. The number of new coronavirus infections in South Korea is continuing to slow but the government has warned people to keep their guard up against further outbreaks. Kim Ganglip, deputy head of the country's Central Disaster Relief Headquarters, said at a briefing today that the next two to three weeks were a \"critical period\" in the battle against the pandemic. \"We need to focus all our efforts to stop regional infections in the nation,” Kim told reporters, adding the government is particularly concerned about new imported cases. To avoid further contamination, South Korea announced today that it has expanded special immigration measures for people arriving from all of Europe. All European travelers will be required to go through temperature checks, a medical survey, and download an app so their temperature can be monitored daily.  All travelers are also required to submit their reachable phone numbers upon arrival. There are more than 8,100 confirmed cases of the coronavirus in South Korea, according to the World Health Organization. On Monday, the country reported 74 new cases. Among them, 35 were from Daegu --epicenter of the outbreak in South Korea -- 20 from Gyeonggi province, and six in Seoul. ##Travel## In an effort to shoot down rumors of imminent strict security measures in the US, circulating via text messages, the White House National Security Council put a statement on their official Twitter account. \"Text message rumors of a national quarantine are FAKE. There is no national lockdown. The CDC has and will continue to post the latest guidance on Covid-19,\" the statement said. ##Daily Life## The two top contenders for the 2020 Democratic nomination for President of the United States clashed on how best to tackle the coronavirus at a televised debate Sunday night. Even from the beginning of the night the coronavirus epidemic was influencing the proceedings. Upon entering the stage, Biden, with a grin, offered his elbow as a greeting to Sanders before the two men took their place behind the podiums. The two men were spaced more than six feet apart in keeping with the government's guidelines for social distancing. Both men agreed that the government should cover not only the health care costs of those who get sick, but also any lost wages, missed rent or mortgage payments and childcare costs incurred as a result of the illness. However that was as far as the two men agreed. While Biden proposed a rapid expansion in drive-through testing across the country, Sanders touted his plan for Medicare for All as a critical part of the safety net in the midst of this crisis. \"I want every person in this country to understand what when you get sick, you go to the doctor. When you get sick, if you have the virus, that will be paid for,\" Sanders said. Read more: The Cuban government is willing to receive the MS Braemar cruise ship which has been searching for somewhere to dock after it was refused entry at multiple Caribbean ports.  The transatlantic cruise ship is carrying more than 600 passengers with at least five confirmed coronavirus cases onboard. In addition, 20 passengers and another 20 crew members, including a doctor, are in isolation after displaying influenza-like symptoms while traveling on the ship. The cruise ship was refused docking in Barbados on Thursday and the Bahamas on Friday. A diplomatic source in Cuba told CNN Sunday that Cuba and the United Kingdom had been engaging in discussions around the ship.  According to the source, the Cuban government \"comprehends the difficult situation these passengers find themselves in.\" The Cuban government has said it will allow the ship to dock in Cuba out of “humanitarian concerns” and the need for “a shared effort to confront and stop the spread of the pandemic.” ##Travel## Jack Ma, Chinese entrepreneur and founder of e-commerce giant Alibaba, used his first tweet to post a photo of a massive donation of face masks and coronavirus testing kits. The donated goods are on their way to the United States, Ma said on Twitter, courtesy of the Jack Ma Foundation. \"The first shipment of masks and coronavirus test kits to the US is taking off from Shanghai. All the best to our friends in America,\" Ma said in his very first post on his official Twitter account. According to an earlier post from the foundation, the shipment included about 500,000 coronavirus testing kits and a million face masks. ##Business## All Disney stores in North America will close from March 17, Disney Parks, Experiences and Products announced in a statement on Twitter early Monday.  In addition, all Disney-owned and operated locations at Downtown Disney in Anaheim and Disney Springs in Orlando will be closed on March 17.  According to the announcement, individual tenants will make decisions on whether to continue or adjust operations.  Disney-owned and operated hotels at Walt Disney World Resort and Disney's Vero Beach Resort will close on March 20, the organization announced in the statement.  ##Business## Los Angeles has become the latest major US city to enforce social distancing by closing down large parts of its entertainment industry. From midnight Sunday, all bars, nightclubs and restaurants will be closed until March 31, the city's mayor Eric Garcetti announced in a public address. Restaurants and retail facilities are still allowed to offer drive-through, delivery and takeout services, Garcetti said. \"My first priority as your mayor is to protect you,\" Garcetti said in his address. New York and Las Vegas both announced major closures of their entertainment industries on Sunday, with New York mayor Bill De Blasio temporarily closing restaurants, nightclubs and concert venues. Illinois, Ohio, Massachusetts, Washington and Pennsylvania have all issued similar orders to protect citizens during the coronavirus pandemic. A Detroit woman with no history of international travel or confirmed contact with an infected patient is one of 20 new cases of coronavirus reported in Michigan Sunday. The new cases bring the statewide total to 53, according to a news release from state officials.  The cases include: Three men in Washtenaw County, all with a history of international travel.\nA boy in Oakland County with contact with a person with the virus.\nTwo men in Macomb County with no travel or contact reported.\nA man in Kent County with a history of domestic travel. There are now more than 3,400 confirmed or presumptive positive cases of the novel coronavirus in the United States. The People's Bank of China on Monday pumped 100 billion yuan ($14.3 billion) into the financial system by offering one-year medium-term lending facility (MLF) loans to banks.  On Friday, the central bank announced it would cut the amount of cash banks need to hold as reserves by 50 basis points, injecting around 550 billion yuan ($78.6 billion) into the economy. The RRR cut took effect on Monday. The PBOC also said it would take other measures to lower borrowing costs to protect the economy that has been damaged by the coronavirus outbreak. It comes as fresh data from China today showed the economy has been hit harder than expected by the coronavirus outbreak. Retail sales plunged 20.5% in the January-to-February period from a year earlier, much worse than the forecast 0.8% rise by analysts polled by Reuters, according to the National Bureau of Statistics on Monday. US airports were packed with travelers and expats returning from around the world over the weekend, causing long queues amid enhanced health screenings. Travelers complained that they are being made to wait for hours in close quarters at US airports to get screened for coronavirus. Passengers arriving at Dallas, Chicago and New York all described long lines and confusion. At one New York airport, two travelers said they were alarmed when officials suggested they should share pens to fill out customs and medical forms. In a statement Sunday night, US Customs and Border Protection (CBP) Acting Commissioner Mark Morgan said wait times for travelers returning from Europe should now decrease after more staff were brought in at major airports. “In order to address long processing times, CBP has engaged all local federal partners and stakeholders to develop operational plans at the 13 funneling airports to determine the most efficient and safe process flow for the traveling public,\" the statement said. He said that screening process logistics had also been \"refined.\" \"Implementing these measures helped reduce the wait times,\" he said. ##Travel## Every March, Japanese school kids look forward to their graduation ceremonies and taking the next step in their lives. But this year, as many Japanese schools have been closed for more than two weeks amid the coronavirus outbreak, some kids have had to come up with a more inventive way of celebrating the end of the school year. A group of elementary school kids opted to hold a graduation ceremony themselves on Minecraft.  In a post that quickly went viral, Japanese Twitter users commented on the ingenious way in which the kids’ telegraduation ceremony allowed them to avoid physical contact but be together in one place -- virtually. “It was great to see him (my son) enjoying himself and having fun with his friends while doing this,” Twitter user @backyennew told CNN. \n“This experiment showed that the game world can function like a playground or a gymnasium for kids.” Peruvian President Martin Vizcarra issued a nationwide state of emergency Sunday during a televised news conference, to slow the spread of coronavirus. Vizcarra said the state of emergency will last 15 days. He ordered people to stay home and self-quarantine to help slow the spread of coronavirus and guaranteed sufficient food and medicine for all Peruvians during this time of crisis. The president also announced the closure of all borders. As of Sunday, Peru has 71 confirmed cases of coronavirus. ##Travel## ##Daily Life## The US Peace Corps has decided to temporarily suspend all operations around the world and evacuate its volunteers as the coronavirus pandemic spreads. \"As COVID-19 continues to spread and international travel becomes more and more challenging by the day, we are acting now to safeguard your well-being and prevent a situation where volunteers are unable to leave their host countries,\" the group said in a statement published Sunday. The Peace Corps had already evacuated volunteers from China and Mongolia following the outbreak at the beginning of the year. Peace Corps director Jody Olsen said in the statement that she understood the evacuations would be \"difficult, emotionally draining\" experiences. \"Ensuring your health, safety and security is the highest priority of the Peace Corps,\" she said. Since 1961, the Peace Corps have sent volunteers from the US to more than 141 countries worldwide to provide technical assistance on social and development projects. ##Business## There are at least 3,485 cases of the novel coronavirus in the United States, according to state and local health agencies, governments and the US Centers for Disease Control and Prevention. A total of 65 deaths have been reported. Only West Virginia has yet to report any cases -- every other state has at least one infection. These are the worst affected states: Washington: 769 cases, 42 deaths\nNew York: 729 cases, 3 deaths\nCalifornia: 371 cases, 6 deaths\nMassachusetts: 164 cases\nColarado: 131 cases, 1 death\nFlorida: 115 cases, 4 deaths Read a full breakdown of the US cases here. Several cruise ships are stranded at sea, some with confirmed coronavirus cases onboard, as the pandemic expands around the globe. Some ships have been denied port, leaving them to anchor off the coast of a country. Other cruises have docked with quarantined passengers aboard. Three cruise ships have confirmed cases of coronavirus on board: the MS Braemar, Silver Shadow and Silver Explorer. The MS Braemar has at least five confirmed coronavirus cases, four passengers and one crew member, and is frantically searching for a place to dock after it was refused several ports of entry in the Caribbean.\nOn the Silver Shadow, a Canadian passenger tested positive for coronavirus Saturday. The ship is currently docked off the port of Recife in Brazil, according to Brazil's state news agency Agencia Brasil.\nMeanwhile an 83-year-old British passenger on the Silver Explorer, which is docked in Castro, Chile, tested positive for the virus Saturday, Chile's Health Minister Jaime Manalich said during a news conference in Santiago. Hundreds of people contracted the virus during the quarantine of the Diamond Princess cruise ship in Yokohama, Japan in February, several of whom have died. For a time, the ship had the largest concentration of cases outside of mainland China, where the pandemic began. Read more about the cruise ship cases here. ##Travel## Here are the latest developments on the coronavirus pandemic in the United States: Cases: There are at least 3,485 cases of the novel coronavirus across 49 states, the District of Columbia and other US territories, according to state and local health agencies, governments and the US Centers for Disease Control and Prevention (CDC). In total, 65 people have died from the novel coronavirus. Pence to announce new guidelines: US Vice President Pence said new guidelines will be released Monday regarding potential curfews or closures of locations such as restaurants. Parts of Las Vegas strip shuts down: Several resorts and casinos, including Wynn and MGM, will close in an effort to create social distancing. Caesars Entertainment said all live ticketed performances would be suspended beginning Sunday night. Navy ship case: A sailor serving aboard the USS Boxer received a presumptive positive coronavirus test, the first case of a sailor aboard a Navy ship, according to a US Navy news release. Canceling events: The CDC recommends canceling or postponing events involving more than 50 people for eight weeks throughout the US. Several states and cities have enacted social distancing measures, such as closing or reducing capacity of restaurants, cafes and bars.  School closures: Schools have now been closed in 32 states, as well as Los Angeles and New York City. Fed cuts interest rates: The Federal Reserve cut the target interest rate to zero on Sunday to help the economy during the coronavirus pandemic. Federal Reserve Chairman Jerome Powell said the measures were \"essential to contain the outbreak,\" but will \"take a toll on the economy in the near term.\" More testing labs: Vice President Pence announced that “more than 2,000 labs” will have high-speed testing capacity by Monday. Adm. Brett Giroir with the US Public Health Service said there would be 1.9 million tests available this week across the 2,000 labs.   Several US states and cities have announced widespread mandatory closures as part of attempts to curb the spread of the novel coronavirus. Illinois, Ohio, Massachusetts, Washington and Pennsylvania are temporarily closing restaurants and bars, with some exceptions, while schools are closed in Schools have now been closed in 32 states as well as Los Angeles and New York City. New York announced earlier tonight that it would be closing all theaters and concert halls and only allowing takeaway food from restaurants. On its official Twitter account, the Baltimore City Health Department posted a simple but stark reminder of why social distancing is important amid the coronavirus pandemic. ##Health## ##Business## New York City Mayor Bill de Blasio announced tonight he will sign an executive order on Monday shutting down much of the city's famous nightlife. In a bid to limit the spread of coronavirus in New York, all nightclubs, movie theaters and concert venues will be ordered shut, De Blasio said in a statement. He added that all restaurants, bars and cafes would be limited to \"food take-out and delivery.\" The order will go into effect from Tuesday at 9 a.m. It comes as the state of Pennsylvania has ordered all restaurants and bars to close their dine-in facilities in five counties from Monday for 14 days, according to a news release from Pennsylvania Governor Tom Wolf.  Businesses that offer carry-out, delivery, and drive-through food and beverage service may continue to do so, but eating and drinking inside restaurants and bars is temporarily prohibited. ##Daily Life## ##Business## Fresh data coming out of China showed the economy has been hit harder than expected by the coronavirus outbreak. Retail sales plunged 20.5% in the January-to-February period from a year earlier, much worse than the forecast 0.8% rise by analysts polled by Reuters, according to the National Bureau of Statistics on Monday. Industrial output also fell 13.5% during the same period, while fixed asset investment plunged 24.5%, both widely missing estimates. ##Business## More than half of France's 300 coronavirus patients in intensive care are under the age of 60, according to the head of the country's national health agency. “We have counted this evening 300 serious cases in intensive care. We have serious cases also amid adults and let me remind you that more than 50% of people in intensive care are under 60,\" Jerome Salomon said at a news conference on Saturday. Salomon did not specify the age range of those under 60. As of Sunday, French health authorities said there are 5,423 confirmed cases in the country, with 127 deaths reported. That is an increase of 29 deaths and more that 1,300 cases from the day before, according to health authorities. ##Health## An 85-year-old man with pre-existing health issues has become the first person in Guatemala to die of the novel coronavirus, according to a statement released Sunday by the health ministry.   The victim had entered the country from Madrid in February. According to the ministry, there is one confirmed case of coronavirus in Guatemala. Here are the latest developments on the coronavirus pandemic: The numbers: As of Sunday afternoon in Geneva, the World Health Organization was reporting at least 153,648 cases worldwide. A separate tally by Johns Hopkins University, which is tracking cases reported by the WHO and additional sources, estimates that number may now be around 167,000, with over 6,400 deaths. More cases outside China than inside: Mainland China reported 16 new confirmed cases of coronavirus and 14 new deaths as of Sunday, bringing the country's total number of cases to 80,860. There are now more cases outside of mainland China than there are inside.  Italy cases spike: Italy on Sunday announced 368 new fatalities in just 24 hours, bringing the total death toll in the country to 1,809. The total number of cases there reached 24,747, with an increase of 3,590 new cases recorded in 24 hours, according to the country's Civil Protection Department. Fed cuts rates: In a bold, emergency action to support the economy during the coronavirus pandemic, the Federal Reserve announced it would cut its target interest rate to zero. Federal Reserve Chairman Jerome Powell said the measures were \"essential to contain the outbreak,\" but will \"take a toll on the economy in the near term.\" US emergency measures: The US Centers for Disease Control and Prevention recommends canceling or postponing events involving more than 50 people for eight weeks as US cases rise past 3,400. Some 29 states have announced school closures and several states are ordering bars and restaurants to close. Travel restrictions: More countries are enacting border or travel restrictions. Lebanon announced a two-week lockdown, closing its airport, borders and ports, and people there are obligated to stay in their homes. The UK is advising against “all but essential travel to the USA.\" Iraq is restricting movement in Baghdad for nearly a week, Colombia will block entry for all non-residents and require residents who enter the country to self-isolate for 14 days, and Germany is restricting border access with France, Austria, Switzerland and Luxembourg. Mexico is asking citizens to avoid non-essential travel, and the Czech Republic is shutting down public services to prevent the virus spreading. Asia measures: Singapore will impose a 14-day mandatory self-quarantine for new visitors traveling from several East Asian countries, Switzerland and the UK. Hong Kong is urging its citizens to avoid all non-essential travel to Ireland, the UK and US. The Philippines has suspended land, sea and air transport in the Metro Manila area, limited the number of people entering the capital, shut schools and banned mass gatherings.   Africa action: South Africa has declared a national disaster and announced travel restrictions to combat Covid-19. Kenya's government announced new travel restrictions after confirming two more cases. Morocco has suspended all international flights to and from its territory “until further notice.”   In a letter to employees, United Airlines says it will slash its capacity by half in April and May due to the ongoing impact of the coronavirus crisis. \"Tomorrow, we will announce an approximately 50% cut in capacity for April and May. We also now expect these deep cuts to extend into the summer travel period,\" the letter states. The company also says it is in discussions with the union about reducing payroll expenses. \"While it's now clear that this is going to painful for our people, we promise that you are at the very top of our priority list. We are working night and day on support and ideas to keep as much pay as we possibly can flowing to you -- even if gets worse from here and demand temporarily plummets to zero,\" the letter explains. The letter says corporate officers will have their pay cut by 50%.  ##Travel## There have now been more reported cases of the novel coronavirus outside of mainland China than inside, according to numbers from the World Health Organization and public health agencies tracked by CNN. While China, the early epicenter of the outbreak, has still had more confirmed infections than any other country -- over 80,000 -- cases in several other countries have surged in recent days. Italy now has more than 24,000 cases, while Iran has almost 14,000, and Spain has at least 7,000. On February 26, the WHO reported for the first time that the majority of new cases per day had come from outside of China.  The trend has continued as newly confirmed cases in China have dwindled in recent days, while other countries have discovered thousands of new infections – including the United States, which has now reported more than 3,400 cases. There are at least 3,482 cases of the novel coronavirus in the United States, according to state and local health agencies, governments and the US Centers for Disease Control and Prevention. According to CNN Health’s tally of US cases that are detected and tested in the United States through US public health systems, there are now cases in 49 states, the District of Columbia and other US territories. In total, 65 people have died from the novel coronavirus in the US. At this stage, West Virginia is the only state yet to report a case of coronavirus.   The Las Vegas strip is feeling the effects of coronavirus as a number of resorts and casinos close in an effort to create social distancing. Wynn Resorts has announced it will close its Wynn Las Vegas and Encore properties beginning on Tuesday and continuing for two weeks. MGM Resorts will close its properties, announcing casino operations will close on Monday and properties will close on Tuesday. Caesars Entertainment announced on their verified Twitter account that all live ticketed performance would be suspended beginning Sunday night. These are the latest in a series of high profile closures in the US amid the coronavirus pandemic, including Broadway theaters and Disney theme parks. Only citizens and residents of Panama will be able to enter the country starting Sunday, Panamanian President Nito Cortizo announced in a tweet. Panamanian travelers and residents allowed entry will have to complete a 14-day period of home quarantine to combat the spread of coronavirus nationwide, he said. The US government has called on federal agencies to \"assertively safeguard the health and safety of their workforce\" by allowing for the ability to telework wherever possible. In an update from the US Office of Management and Budget (OMB) today, agencies were told to \"offer maximum telework flexibilities to all current telework eligible employees.\" The OMB said the decision was being made “in light of the evolving situation concerning the corona virus and the National Capitol Region (NCR) experiencing community transmission.\"\nIt added that all efforts must also be made to \"(remain) open to serve the American people and conduct mission critical functions.\" There are now 16 confirmed or presumptive confirmed cases of the coronavirus in Washington DC. A sailor serving aboard the amphibious assault ship USS Boxer received a presumptive positive coronavirus test, the first case of a sailor aboard a Navy ship, according to a US Navy news release. Personnel that the individual immediately identified having close contact with have been notified and are in self-isolation at their residences, the release said. “The individual is currently quarantined at home in accordance with the Center for Disease Control and Prevention Guidelines,” the release said. “Personnel that the individual immediately identified having close contact with have been notified and are in self-isolation at their residences. None of them is aboard the ship currently.” Earlier on Sunday, Marine Corps Air Station Miramar announced in statement that a second Marine stationed at the base in California has tested positive for coronavirus.  The air station is conducting an investigation to determine who may have had contact with the Marine and notify them of the situation. The Marine was placed into isolation in a barracks room at the base designated for quarantine, the statement said. The US Centers for Disease Control and Prevention published interim guidance Sunday recommending \"that for the next 8 weeks, organizers (whether groups or individuals) cancel or postpone in-person events that consist of 50 people or more throughout the United States.\" \"Events of any size should only be continued if they can be carried out with adherence to guidelines for protecting vulnerable populations, hand hygiene, and social distancing. When feasible, organizers could modify events to be virtual,\" the CDC's guidance said. The CDC's recommendation does not apply to \"day to day operations of organizations such as schools, institutes of higher learning or businesses.\" \"This recommendation is made in an attempt to reduce introduction of the virus into new communities and to slow the spread of infection in communities already affected by the virus. This recommendation is not intended to supersede the advice of local public health officials,\" the CDC said. ##Daily Life## Vice President Pence said there will be new guidelines released Monday morning regarding potential curfews or closures of such locations as restaurants. Pence said those guidelines are being vetted by the Centers for Disease Control and Prevention for now, the federal government is deferring to decisions made by state and local governments. \"What my health care team, some of the best people in the world, tell me very regularly is that it's very important that you follow the data, you make decisions based on the circumstances that are taking place in that community,\" Pence said. ##Health## Twenty-nine states have closed schools in the wake of the coronavirus outbreak. The states have announced that they will be closing schools in the coming weeks. The amount of time and conditions under which they will close differ from state to state. Here are the states that have closed schools so far: Alaska\nArizona\nArkansas\nDelaware\nFlorida\nKansas\nIllinois\nKentucky\nLouisiana\nMaryland\nMichigan\nMinnesota\nMississippi\nMontana\nNew Hampshire\nNew Mexico\nNorth Carolina\nOhio\nOregon\nPennsylvania\nRhode Island\nSouth Carolina\nSouth Dakota\nVermont\nVirginia\nUtah\nWashington\nWest Virginia\nWisconsin ##Daily Life## After cutting the target interest rate to zero on Sunday, Federal Reserve Chairman Jerome Powell said the action is meant to help as \"essential\" measures taken by communities and health officials to contain the coronavirus outbreak will \"take a toll on the economy in the near term.\" The Fed took a number of actions \"to support American families and business and the economy overall and to support the flow of credit\" as it is affected by coronavirus, Powell said.  he Fed expects to maintain the rate until “we are confident the economy has weathered\" the current situation, Powell said. CORRECTION: This post has been updated to reflect that the Fed chairman said overall measures to contain the virus could take a toll on the economy in the near term. ##Business## Lebanon has closed its airport, borders and ports for two weeks starting Sunday until March 29 at midnight to contain the spread of coronavirus in the country, Information Minister Manal Abdul Samad said in a news conference on Sunday in Beirut. People are obligated to stay in their homes unless there is an \"extreme necessity,\" the minister said. The government is banning public and private gatherings and government offices will be closed except for security, health and service offices, according to Abul Samad. All private commercial companies, except for food production-related ones, were also instructed to close, the minister said. Coronavirus has killed three people and infected 100 others in Lebanon as of Sunday. ##Daily Life## During a White House briefing Sunday, Vice President Mike Pence announced that “more than 2,000 labs” will have high-speed testing capacity by Monday. Since the declaration of a national state of emergency, Pence said federal public health services have worked with the Federal Emergency Management Agency and \"have reached out to all 50 states to create a process that will enable all Americans who need to be tested to go to a community-based testing site outside of usual health care facilities.\"  Pence noted these tests will be focused on those \"most in need.\" Adm. Brett Giroir with the US Public Health Service outlined how new coronavirus testing will be rolled out. He said there would be 1.9 million tests available this week across the 2,000 labs. Giroir also emphasized that the priority would be placed on those most vulnerable. Giroir added that there wouldn’t be undue stress put on the acute health care system, meaning emergency rooms or urgent care. ##Health##", "Section": "world", "Writers": ["Ben Westcott", "Helen Regan", "Adam Renton", "Meg Wagner", "Veronica Rocha"], "URL": "https://www.cnn.com/world/live-news/coronavirus-outbreak-03-16-20-intl-hnk/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}