{"Type": "article", "Time": "2021-01-09", "Headline": "What we know about Asia Pacific's Covid-19 vaccines", "Text": "One year after the Covid-19 outbreak began, countries around the world are racing to secure and distribute vaccines to their citizens.  Some countries like the United States and United Kingdom have already begun vaccinating priority groups and the public. In Asia, only a handful of countries have reached this stage -- the biggest being China and India, which have the extensive manufacturing capabilities necessary to serve as regional vaccine production hubs.  Most other countries are still waiting on local regulators to approve vaccine candidates before they can roll out inoculation programs -- and in the meantime, are scrambling to sign deals with pharmaceutical companies to buy the coveted doses in advance. Here's what we know about Covid-19 vaccines in Asia Pacific. India, the world's biggest vaccine producer India, second only to the US in the number of coronavirus cases worldwide, approved two vaccines for emergency use on January 3.  The two vaccines: The Serum Institute of India (SII) has been manufacturing the vaccine developed by Oxford University and AstraZeneca. Meanwhile, private Indian company Bharat Biotech and the government-run Indian Council of Medical Research (ICMR) jointly developed the Covaxin vaccine, and manufactured it locally. Both vaccines will be administered in two doses. According to Indian Health Minister Dr. Harsh Vardhan, the first phase will be free for the \"most prioritized beneficiaries.\" Safety data: Oxford-AstroZeneca have released interim Phase 3 trial data, showing an average vaccine efficacy of 70.4%. Bharat Biotech has not yet released any Phase 3 efficacy data, but said its vaccine showed \"acceptable safety profile and high immune response\" with no serious side effects. The timeline: The Serum Institute of India is expecting to sign a formal deal with the Indian government \"imminently.\" When it does, vaccinations could start in the \"next seven to 10 days,\" said the company's CEO.  The first phase of the government's plan covers 300 million high-priority people, including health care workers and vulnerable citizens like the elderly and those with serious comorbidities. They're expected to receive two doses by the end of August.  Manufacturing hub: India produces more than 60% of all vaccines sold across the globe. As a manufacturing hub, India can churn out vaccines -- developed either by Western pharmaceutical companies or domestically -- faster and cheaper than most other countries. But the emergency-use approval comes with restrictions on global distribution. SII is allowed to produce the Oxford-AstraZeneca vaccine for use within India, but the government has barred them for export until at least March or April -- meaning other countries may have to source their Oxford-AstraZeneca doses from other production sites. Meanwhile, Russia has signed agreements with four Indian manufacturers to produce about 300 million doses of the Russian-developed Sputnik V vaccine, according to Russian officials quoted by state media.  China sends its vaccines across Asia China approved its first homegrown coronavirus vaccine for general public use on December 31. The vaccines: The approved vaccine is developed and manufactured by state-owned pharmaceutical giant Sinopharm. The company said its vaccine is 79.34% effective, citing interim analysis of Phase 3 clinical trials. Aside from the approved Sinopharm vaccine, China has four vaccine candidates which have reached Phase 3 trials. Safety data: A Sinopharm executive said the Phase 3 trials covered more than 60,000 people, but no detailed efficacy data has been released. An official with China's drug regulator, Zeng Yixin, said the vaccine's clinical trials are still ongoing, and its manufacturer will be required to submit follow-up data to authorities. Among those who have already received the vaccine, fewer than 0.1% developed a light fever, and about two people per million developed \"relative serious adverse reactions\" such as allergies, according to Zeng. The timeline: The country has already administered 4.5 million doses under its emergency use program, which included frontline workers such as health care workers and customs officers. The next step is to inoculate vulnerable groups such as the elderly and people with underlying diseases, before vaccinating the general population. The vaccine will be free of charge, with a goal to vaccinate 50 million people ahead of February's Lunar New Year celebrations.  Global manufacturing hub: Like India, China has the resources and infrastructure to mass produce vaccines and distribute doses across the region. With ongoing trials in more than a dozen countries, China will be sending out hundreds of millions of doses in the coming months. Chinese leaders have promised a growing list of developing countries priority access to its successful vaccines. Chinese Premier Li Keqiang said some Southeast Asian countries would be given priority, including Cambodia, Laos, Myanmar, Thailand and Vietnam.  China's capabilities mean it could produce vaccines developed by other countries as well. For instance, the company Shenzhen Kangtai Biological Products has already struck a deal to manufacture millions of doses of the Oxford-AstraZeneca vaccine in China.  Taiwan and Hong Kong Hong Kong has granted emergency approval for the Oxford-AstraZeneca vaccine, and secured supply deals with Oxford-AstraZeneca, Sinovac, and Pfizer-BioNTech. There will be enough doses to cover the entire population, according to the city's leader. Elderly citizens, health care workers, and those with chronic illness will be first in line to receive a free dose when the initial batch of a million Sinovac doses arrives in January.  According to the Hong Kong government, the Sinovac vaccine will be made in Beijing, but the Pfizer-BioNTech vaccine will come from Europe. It did not disclose where the AstraZeneca vaccine would be produced.   Taiwan has secured deals with AstraZeneca, the global COVAX initiative, and a third unnamed vaccine maker for 20 million doses, according to its Centers for Disease Control. The doses are expected to arrive by March and should cover 65% of the population. The vaccines will be funded by the government and given to priority groups first, including medical workers, military members, the elderly, those with severe diseases, and essential personnel. Japan speeds up process as cases surge Japan has not yet approved any vaccine, and has faced criticism over its slowness to act as cases reach new daily highs, prompting leaders to declare a state of emergency for the capital Tokyo in January. The vaccines: Pfizer applied for approval of its vaccine in mid-December and has agreed to supply Japan with 120 million doses, enough for 60 million people, according to public broadcaster NHK. Other major vaccine makers including Oxford-AstraZeneca, Moderna, and Novavax have also signed deals to provide Japan hundreds of millions of doses in total. Local production: Japanese companies have received funding to manufacture some of the vaccines locally. Takeda Pharmaceutical will manufacture the Novavax vaccine, with funding from the government, while three other companies will produce a portion of the Oxford-AstraZeneca vaccine. The timeline: Vaccinations will begin in late February, according to Prime Minister Yoshihide Suga. He said frontline medical workers and the elderly would be the first groups to receive the shots. The central government will cover the cost, allowing residents to receive the vaccine free of charge. Vaccine skepticism: Besides approving and procuring the vaccines, Japanese authorities will also have to deal with a domestic problem: anticipated widespread antipathy towards getting the shot. Japan ranks \"among the countries with the lowest vaccine confidence in the world,\" according to a recent study by The Lancet. In a recent poll by NHK, 36% of respondents didn't want to take a Covid-19 vaccine. South Korea aims for herd immunity Like Japan, South Korea has yet to approve any vaccine, but has signed contracts with a number of pharmaceutical companies for access to their vaccine candidates. The vaccines: The country has agreed to import doses for 6 million people from Janssen, the pharmaceutical company owned by Johnson & Johnson. It will also import doses for 10 million people each from Pfizer, AstraZeneca, Moderna, and the global Covax initiative.  The timeline: AstraZeneca is expected to be the first to receive approval, with an expedited approval and quality assurance process. The first vaccinations could roll out by February, according to President Moon Jae-in. Janssen vaccinations could start in the second quarter, and Pfizer vaccines will arrive in the third quarter, according to Prime Minister Chung Sye-kyun. He added that they are working to move up the Pfizer vaccine, to potentially the second quarter. With enough doses secured for 44 million people, the government is aiming to vaccinate 80% of its population of 51 million people by November to reach herd immunity. Local manufacturing: The AstraZeneca vaccine will be produced in South Korea by local company SK BioScience, according to the Ministry of Food and Drug Safety. Authorities are now preparing cold chain storage and logistical methods to deliver the vaccines. Southeast Asia: A flurry of supply contracts Most countries in Southeast Asia have not approved vaccines yet -- but nearly all have signed deals to receive China's vaccine candidates, as well as signing additional deals with other providers. Singapore leads the vaccine race, having approved the Pfizer-BioNTech vaccine in December. The vaccination program has already begun, with healthcare workers receiving the shot first. Those over the age of 70 will be vaccinated next, starting February. All Singaporeans are expected to be vaccinated by the end of 2021, free of charge, according to the Ministry of Health. The country is still evaluating other candidates, including China's Sinovac vaccine. Indonesia has already received at least 3 million doses of the Sinovac vaccine. Though regulators have not yet signed off on approval, authorities announced the mass vaccination program will begin on January 13, with the first shot given to President Joko Widodo. The vaccines will be free for the public, Widodo said in December. The government plans to prioritize working-age adults over the elderly, hoping to reach herd immunity and boost the economy.  The country also secured deals with AstraZeneca and Novavax to secure 50 million doses from each company, but no details were released on when the shipments will arrive. Thailand has signed a deal with AstraZeneca to import 26 million doses of the vaccine, and to set up a local manufacturing facility to produce the vaccine in Thailand. The locally produced shots will be provided to people in Thailand as well as across Southeast Asia, with dist", "Section": "asia", "Writers": ["Jessie Yeung"], "URL": "https://www.cnn.com/2021/01/08/asia/asia-covid-vaccines-explainer-intl-hnk-scli-dst/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}