{"Type": "article", "Time": "2020-02-01", "Headline": "February 1 coronavirus news", "Text": "Our live coverage of the coronavirus outbreak has ended for today. You can read more updates from CNN here. A total of 304 people had died from coronavirus in mainland China by the end of Saturday, according to the country's National Health Commission. So far, there have been no deaths outside the mainland. The vast majority of the deaths have occurred in the province of Hubei, of which Wuhan is the capital. Wuhan -- home to 11 million people -- is the epicenter of the outbreak.  The total number of confirmed cases in mainland China is now 14,380 -- an increase of 2,590 from Friday's total. Forty-five more people have died in China's Hubei province, bringing the total death toll in Hubei to 294, health officials said.  Nearly 2,000 new cases of coronavirus were confirmed Saturday in the province, which is the epicenter of the outbreak.  These updated figures push the total number of confirmed cases in mainland China to more than 13,700.  The eighth confirmed case of the novel coronavirus in Germany is a 33-year-old man hospitalized in the state of Bavaria, health officials said Saturday.  The patient is the seventh employee of a company in the district of Starnberg who has been diagnosed, the Bavarian Health Ministry said. The case was confirmed after all employees at the company were tested in the past three days.  Apple is temporarily closing all of its stores, corporate offices and contact centers in mainland China until February 9, the company told CNN. The decision was taken \"out of an abundance of caution and based on the latest advice from leading health experts,\" Apple said in a statement.  CEO Tim Cook said in an earnings call on Tuesday that the company had been regularly deep cleaning stores and conducted temperature checks on employees to avoid spreading the virus.  Other major businesses have temporarily closed operations in China amid the outbreak, including Starbucks, which has shuttered more than half its locations, and Ikea. Australia Prime Minister Scott Morrison said the country won't permit entry of  foreign nationals who travel from mainland China, due to the increasing threat from the coronavirus outbreak. \"Our first responsibility is Australians and Australia's national interests, and that means the health of Australians and their well-being and that is what is driving our decisions,\" the Prime Minister said. The measure took effect Saturday.  Australian citizens, permanent residents, their immediate family member and air crews who have been using appropriate personal protective equipment are exempt from the ban, Morrison said.  The eighth case of coronavirus confirmed in the US is a student at University of Massachusetts Boston, public health officials in Massachusetts said during a call with reporters today. The man had recently returned from Wuhan, China, the epicenter of the coronavirus outbreak. The case poses no increased risk to other students on the university’s campus, said Dr. Jennifer Lo, medical director of the Boston Public Health Commission. “He was very appropriate in seeking medical attention. He did not participate in any university activities from the time he arrived in the United States to his home,” Lo said. She added that the student, a man in his 20s, is currently “doing quite well” and is being quarantined at his home, which is not in a dorm on campus. He is being monitored by public health nurses who are calling him regularly. “We won’t release him from isolation until we are satisfied it’s safe to do so,” said Dr. Larry Madoff, medical director of the Massachusetts Department of Public Health’s Bureau of Infectious Disease and Laboratory Sciences.  “He returned to Boston directly from China through Logan Airport. He returned on the 28th of January, recognized quickly that he was ill and sought medical attention. He had only been ill for a brief period of time when he arrived,” Madoff said. “Active screening had not yet begun at Logan at that time.” The patient had a runny nose when he arrived in Boston, health officials said, and has been in isolation since he sought medical care on Jan. 29. Madoff said he could count the patient’s close contacts “on our fingers,” and contacts are household members and medical personnel who treated the man. All public health officials on the call emphasized that the overall risk to residents in Massachusetts remains low.   The eighth confirmed US case of the coronavirus is a “member of the UMass Boston community,” the school said in a statement today. “We are working closely with the Massachusetts Department of Public Health (MDPH) and the Boston Public Health Commission (BPHC) to ensure all guidelines and protocols are diligently followed. These agencies will continue to monitor the treatment and health of the affected person. State and city public health authorities have informed us that the risk to members of our community is low. For these reasons, we expect 'business as usual' on campus,\" the university said. Defense Secretary Mark Esper has approved a request to provide military housing for up to 1,000 people who may need to be quarantined upon arrival in the US from overseas travel due to concerns about possible infection from the coronavirus, the Pentagon said in a statement today. The Department of Health and Human Services (HHS) asked the Defense Department to provide several facilities capable of housing at least 250 people in individual rooms through Feb. 29, the Pentagon added. \"Under the request, DOD will only provide housing support, while HHS will be responsible for all care, transportation, and security of the evacuees. DOD personnel will not be directly in contact with the evacuees and evacuees will not have access to any base location other than their assigned housing. In accordance with CDC guidelines, all evacuees will be monitored for a period of 14 days. Should routine monitoring of the evacuees identify ill individuals, HHS has procedures in place to transport them to a local civilian hospital,\" the Pentagon said in the statement. The Pentagon says these installations have been selected by DOD to assist HHS evacuation operations, if needed: The 168th Regiment, Regional Training Institute, Fort Carson, Colorado\nTravis Air Force Base, California\nLackland Air Force Base, Texas\nMarine Corps Air Station Miramar, California   Princess Cruises has announced restrictions to guests or crew members who have traveled recently within mainland China.  The company will not allow guests to board the ship if they have traveled from or through mainland China in the 14 days prior to the departure date of the cruise, according to Princess Cruises' website. Crew members from mainland China will be delayed from joining any ship until further notice. Crew members from other regions of the world who may have been scheduled to connect on flights through China have been rerouted, the website stated. Princess Cruises has cancelled two cruises in June and have changed three voyages to depart or arrive in Tokyo instead of Shanghai, according to the website. For more information, visit the Princess Cruises website here. American Airlines, which canceled all flights to mainland China starting Friday, confirmed today that it had also scrubbed flights to Hong Kong through Monday.  The company \"will make decisions about Hong Kong flights each day based on our operational situation,\" said American, the largest US carrier, in a statement. Its pilots' union had taken issue with Hong Kong's proximity to China and potentially to the virus. \"While Hong Kong is a special administrative region, this virus does not recognize such a geopolitical wording,\" said Captain Dennis Tajer, spokesperson for the Allied Pilots Association, which represents 15,000 American Airlines pilots. \"Just look at the map. Hong Kong geographically is a landmass that's part of China. The geopolitical issues, which we obviously respect, the virus doesn't.\" Earlier this week: The union sued the company to immediately halt its US-China service, citing \"serious, and in many ways still unknown, health threats posed by the coronavirus.\"  As of Saturday, the lawsuit is still pending a judge's decision, according to Tajer. The eighth confirmed US case of the coronavirus is in a man in his 20s who lives in Boston, according to a press release from Boston and Massachusetts health officials. The man recently returned from Wuhan, China, the epicenter of the outbreak.  The Massachusetts Department of Public Health and the Boston Public Health Commission were notified by the US Centers for Disease Control and Prevention of the positive test results late Friday evening.  The man sought medical care soon after his return to Massachusetts, Massachusetts and Boston health officials said. He has been isolated since that time. His few close contacts have been identified and are being monitored for symptoms, according to the press release.  “Our priority is not only to protect and inform the residents of Boston but also to help this man continue to recover. We are pleased that he is doing well,” Boston Public Health Commission Executive Director Rita Nieves said in the release. “Right now, we are not asking Boston residents to do anything differently. The risk to the general public remains low. And we continue to be confident we are in a good position to respond to this developing situation.” This new case, announced Saturday, is the first case in Massachusetts. There are three confirmed cases of the novel coronavirus in California, one in Washington state, one in Arizona and two in Illinois. The second Illinois case is the first instance of person-to-person transmission in the US. The European Commission announced Friday that it will grant $11 million from its research and innovation program Horizon 2020 for coronavirus research. The European Commission has launched an emergency request for expressions of interest for research projects to advance its understanding of the new coronavirus epidemic, contribute to more efficient clinical management of patients infected with the virus, and aid with public health preparedness and response, a statement said. “We are working to mitigate the consequences of a potential larger spread of the Coronavirus outbreak in the EU. Thanks to emergency research funding from Horizon 2020, we will know more about the disease,” says Mariya Gabriel, EU Commissioner for Innovation, Research, Culture, Education and Youth. The aim of the Horizon 2020 emergency research funding is “to know more about the virus to better target our prevention measures and to ensure better care for our citizens,” says Stella Kyriakides, EU Commissioner for Health and Food Safety. Kyriakides added: “[W]e need to see a multifaceted, whole-of-government response to the Coronavirus and research is an essential part of this.” Russian Foreign Minister Sergey Lavrov and his Chinese counterpart Wang Yi discussed measures taken to combat the spread of Wuhan coronavirus in a phone conversation, the Russian Foreign Ministry said Saturday.  “The Russian side appreciated the measures taken by China to combat the spread of the disease caused by coronavirus,” the Russian ministry said in a statement. “The issues of Russian-Chinese cooperation in this area were discussed.” Russian Aerospace Forces planes will evacuate citizens from China on Feb. 3 and 4 after two people were confirmed to have coronavirus on Friday, Russian News Agency TASS quoted Kremlin spokesperson Dmitry Peskov as saying Saturday. “Due to the fact that it has taken certain time to finalize the coordination of flight information by the Chinese side, the evacuation of Russian nationals from China by planes of the Aerospace Force will be carried out on February 3 – 4,” Peskov said, according to TASS. TASS added that official figures indicate 341 Russian citizens are in the evacuation region, including 300 people in Wuhan. In a tweet by the Russian Government on Saturday, flights between Russia and China will be suspended, aside from Aeroflot flights to Beijing, Shanghai, Guangzhou and Hong Kong. Four Chinese airlines which fly to Moscow will remain in operation. Delta has decided to temporarily suspend all US to China flying beginning Feb. 2 due to ongoing concerns related to the coronavirus, the airline said in a news release today. The last China-bound flight departing the US will leave today with the last return flight back to the US departing China on Feb. 2, the company said in the release. The airline had previously announced a plan to suspend operations effective Feb. 6 but advanced that timeline based on new US requirements that will deny entry to foreign nationals who have traveled to China within the past two weeks, or subject to possible quarantine those US citizens who have been in China’s Hubei province, the company said. Customers whose travel plans are affected can go to the My Trips section of delta.com to help them understand their options, including: Reaccommodations to flights after April 30\nRequesting a refund\nContacting Delta to discuss additional options Delta expects flights between the US and China to remain suspended through April 30, though the airline will continue to monitor the situation closely and may make additional adjustments as the situation continues to evolve. Local authorities in the Chinese province of Hubei, the epicenter of the coronavirus outbreak, have extended the Lunar New Year holiday break until Feb. 13 as it seeks to curb the spread of the disease.  This means schools as well as some government entities will remain closed. China’s central government in Beijing had already made the rare move to extend the holiday nationwide by three days until Feb. 2. The holiday week was originally from Jan. 24 to Jan. 30. Villages and cities in China have resorted to flying drones with speakers to patrol streets and scold people not wearing masks in public amid the coronavirus outbreak, according to Chinese state media.  Both Xinhua and the Global Times have published videos of drones warning various people in rural areas that masks need to be worn in “these times.\" The drones were seen scolding an elderly lady and chasing a child down the road.  The videos have gone viral on Chinese social media and have been praised as a novel way to raise awareness of the disease.  Global Times reported that local officials had been putting up slogans in an effort to get communities to stay at home during the epidemic and to avoid people gathering together to slow and prevent the spread of the coronavirus. Thousands of Hong Kong public medical staff have voted to strike on Monday if the Hong Kong Special Administrative Region (HKSAR) government does not agree to demands to close the border with mainland China.  The Hospital Authority Employees Alliance has 13,000 members. Of those members who voted on Saturday night, 3,123 voted yes for the strike action, 10 against and 23 abstained. 8,825 members signed an online petition saying they will go on strike next week if demands to close border are not met.  Thousands of medical staff are calling on the HKSAR government to ban all visitors from mainland China to prevent the spread of the Wuhan coronavirus to Hong Kong. Qatar Airways is the latest airline to suspend flights to China over the coronavirus outbreak.  The carrier said it will \"unfortunately\" stop flying to China on Monday, due to \"significant operational challenges caused by entry restrictions imposed by several countries.\" \"These restrictions prevent the airline from scheduling crew on certain routes, limiting our ability to maintain scheduled operations elsewhere,\" the airline said in a statement.  One of the two people who tested positive for the novel coronavirus in the United Kingdom is a student at the University of York in northern England. “Public Health England have informed us that one of the two individuals to have tested positive for coronavirus is a student at the University of York,” the university's press office told CNN. Health officials said the risk to the campus is “low.” The university said in a statement:  Public Health England has advised us that the risk of infection being passed to others on campus is low. Current information from PHE suggests that the student did not come into contact with anybody on campus whilst they had symptoms, but investigations are ongoing to fully establish this.  The two patients, members of the same family, are being treated at a hospital in Newcastle. Macao Health Bureau is investigating the movements of two casino employees after it was notified by Chinese officials that they have contracted the novel coronavirus.  Vitor Moutinho, the bureau's spokesman, told CNN on Saturday that one of the two is a woman who lives in Zhuhai in mainland China and travels to Macao daily for work.  Moutinho said the woman worked at Starworld Casino in a private area, and that the bureau is now tracing people whom she could have come into contact with.  No further details are available about the other employee, a man. Employees from the mainland who come to work in Macao have not been prevented from doing so since the outbreak of the virus, and all casinos remain open for business.  A group of students from Sri Lanka have been evacuated from Wuhan, the epicenter of the deadly coronavirus outbreak in China. The World Health Organization has been stressing the importance of facts in the fight against the current coronavirus outbreak.  It warned that people of all ages can be infected by the virus and said older people and those with pre-existing medical conditions appear to be more vulnerable to becoming severely ill with the virus.  The WHO is also trying to bust some of the myths circulating online. It said, for example, that there was no evidence that pets such as dogs and cats can be infected with the virus. It also told people it was safe to receive packages from China. \"From previous analysis, we know coronaviruses do not survive long on objects, such as letters or packages,\" the WHO tweeted. Chinese Premier Li Keqiang has asked the European Union to help China procure medical supplies, according to a Chinese government statement. China is struggling to control the novel coronavirus outbreak. Its health system is on its knees, running out of beds and supplies.  Li spoke to the President of the European Commission Ursula von der Leyen on the phone, the statement said, and is hoping to buy the supplies from EU member countries “through commercial channels.” “And we are willing to strengthen information, policy and technical exchanges and to cooperate with international communities including EU,” Li said, according to the statement. It added: Li Keqiang said the Chinese government has always put people’s safety and health as first priority and is working to prevent and control the epidemic in a transparent and orderly manner. The current job is to curb the spreading of epidemic and to treat the patients, as well as guarantee the normal life order of Chinese people and foreigners in China. The statement added that von der Leyen said the EU will try its best and coordinate all necessary resources to provide assistance to China. The UK Department of Health and Social Care has issued a simple guidance on how ordinary people can help stop the new virus from spreading: carry a tissue, catch your sneeze, trash the tissue, wash your hands.  CNN Chief Medical correspondent Dr. Sanjay Gupta and The Economist China Editor James Miles discuss public health strategies with CNN's Christiane Amanpour. Watch here: The first case of coronavirus in China was detected in early December. Now, nearly two months later, it's a full-blown global emergency, with close to 12,000 confirmed cases across the world. Here's a look back at how we got here: December 8: First patient develops symptoms of Wuhan coronavirus\nDecember 31: Earliest cases of virus reported to World Health Organization (WHO)\nJanuary 1: Seafood and wildlife market in Wuhan, where the outbreak is believed to have originated, is closed for disinfection\nJanuary 7: Chinese scientists identify pathogen involved as new strain of coronavirus\nJanuary 9: First death linked to virus\nJanuary 20: Cases reported in Beijing and Shenzhen\nJanuary 23: Wuhan is placed on lockdown, with movement halted in or out of the city. A total of 60 million people are affected by travel restrictions in Wuhan and neighboring cities. WHO says virus is not yet a public health emergency of international concern\nJanuary 28: Death toll tops 100. The number of confirmed cases in mainland China overtakes the deadly 2003 SARS outbreak\nJanuary 30: WHO declares a public health emergency of international concern\nJanuary 31: Death toll tops 200 The number of confirmed cases of the new coronavirus in Australia reached 12 on Saturday after South Australia confirmed its first two cases and Victoria confirmed its fourth. A woman and a man, both aged 60, have been diagnosed with the virus and are in isolation at the Royal Adelaide Hospital, according to a statement posted on the South Australia Health Facebook page. The two patients arrived in Adelaide from Wuhan on January 20, the statement said. “They have been isolated in a home since arriving and appropriate precautions will be taken upon presentation to the [hospital].”  The relative whom the two people were staying with is being tested and is in isolation, the statement added.  The latest person to be confirmed with novel coronavirus in Victoria is a woman in her 20s, Victoria’s department of Health and Human services said in a statement. She was confirmed positive on Friday following a series of tests.  The woman is a resident of Melbourne and is recovering at home, the health department said. The department added that she spent time in Wuhan and returned home to Victoria on January 25. She became sick two days later. She was seen by doctors in a Melbourne hospital on January 30 and was “assessed as well enough to stay at home.” Hong Kong has confirmed its 13th case of the new coronavirus, the government said in a statement on Saturday. Meanwhile, Taiwan’s Centre for Disease Control said on Friday the number of cases in its territory reached 10. The center said Taiwan’s new case, a man in his forties, is the husband of the ninth confirmed case. He returned to Taiwan from Wuhan on January 12 and developed symptoms of upper respiratory infection on January 21. The new case in Hong Kong is a 39-year-old man who was reported to have developed muscle pain on January 29 and started having a fever on Friday.  He is currently in a stable condition and in isolation in hospital. Two purpose-built hospitals in Wuhan, constructed in under a week, are due to start accepting patients on Monday and Thursday respectively, according to Chinese state media.  They have 2,500 beds between them, and will be focused purely on dealing with confirmed and suspected cases of the coronavirus, providing some much-needed relief to Wuhan's stretched health system. Public healthcare crisis: Patients, medical staff and experts have told CNN of an already overburdened health system creaking under the enormous weight of a rapidly expanding outbreak. According to a nurse in Wuhan who asked not to be identified for fear of professional repercussions, staff are overwhelmed, resources are running low, and there are no beds.  Around 30 of the 500 medical staff at her hospital are now sick and admitted to hospital, and others -- including her -- have self-quarantined at home. Take a look at the hospitals being built: Hubei Province, home to Wuhan city where the outbreak began, is suspending all marriage license registrations until further notice. The suspension will begin on February 3 to prevent the spread of the outbreak, \"protect public health, and safeguard public interests,\" said the province in a statement on its website. It's just the latest of a series of drastic measures in the province -- in one other city near Wuhan, every household is only allowed one representative to leave the house and buy groceries every other day. Nearly 60 million people, mostly in Hubei, are under partial or full lockdown -- this means limited movement in or out of cities and towns, closed roads, and suspended public transit. Could a traditional Chinese medicine help fight the Wuhan coronavirus, or is one of the country's most influential state media outlets promoting pseudoscience and false hope? Those were the questions dominating Chinese social media after the state-run Xinhua news agency reported Friday that the Shanghai Institute of Materia Medica and the Wuhan Institute of Virology had discovered that the Shuanghuanglian oral liquid -- a popular combined herbal remedy commonly used to relieve some symptoms such as fever, cough, and sore throat -- could be used to \"inhibit\" the deadly virus. Posts on Weibo, China's Twitter-like platform, purportedly showed people lining up all night outside pharmacies across China to buy Shuanghuanglian, ironically going against the authorities' advice to avoid congregating in public.  Such was the apparent demand sparked by the notice that the compound formula sold out on some stores on China's e-commerce platform Taobao. On Saturday, however, the ruling Communist Party's mouthpiece, the People's Daily, warned that \"inhibiting does not equal preventing and treating,\" reminding the public not to rush to purchase the herbal remedy. The findings still needed to be studied, and there are no proven treatments for the virus yet, it said. Some background: Though many TCM remedies have been used for hundreds of years, critics argue that there is no verifiable scientific evidence to support their supposed benefits.  But in 2018, the World Health Organization (WHO) gave its long-awaited nod to include TCM in its influential book classifying thousands of diseases -- its first-ever official endorsement of the ancient practice. Read more about it here. Thousands of Hong Kong public medical staff will be voting Saturday evening on whether to strike on Monday if the government does not agree to demands to completely close the Chinese border. 13,000 members will vote ahead of the possible walkout next week, said Winnie Yu, chairwoman of the the medical workers' union Hospital Authority Employees Alliance. Yu also said that 6,500 medical staff are backing the action, of which 70% are nurses, 8% doctors, 13% therapists, and the rest are administrative and support staff. Separately, the Hong Kong West Cluster (one of 7 Hong Kong medical wards) released a statement announcing that over 1,100 of its medical staff have signed an open appeal to the government to ban all visitors from mainland China.  The statement adds that the staff are considering strike action Monday if their demands are not met. What the government has done: The city government has already imposed travel restrictions on travelers from mainland China and closed some borders. Chief Executive Carrie Lam has pushed back on demands to close all border, arguing that doing so would bar \"a large number\" of Hong Kong citizens coming back from China. She added yesteday that with the new measures, the number of mainland Chinese arrivals across different border points had dropped 91% since two weeks ago,  An a Air India flight carrying 324 Indian nationals took off from Wuhan early on Saturday, according a tweet from the Indian embassy in Beijing. The tweet said that most of the passengers on Saturday were Indian students, and that the embassy is looking to operate another flight for remaining Indian citizens in Wuhan. “We sincerely thank the Chinese government for facilitating this flight, “ the tweet also said. China has allocated almost $4 billion to fighting the virus, and sent thousands of extra doctors, nurses and military medics to Hubei province -- the epicenter of the outbreak. Two hospitals were built in under a week in Wuhan, and are due to start accepting patients on Monday and Thursday, according to state media. They will focus specifically on coronavirus patients, providing some relief to Wuhan's stretched health system. On Friday, the country's National Health Commission (NHC) said it was \"confident in and capable of effectively containing the novel coronavirus epidemic, and eventually defeating it.\" The Lunar New Year holiday will be extended in Hubei to an \"appropriate extent,\" authorities said. But it remains unclear how long parts of the country can continue to remain under lockdown, both from the perspective of making sure they have crucial supplies like food, and from an economic point -- both the national finances and people's personal pocketbooks will be taking a massive hit from next week. The UK will withdraw some staff and dependants from the British Embassy and consulates in China, said an updated advisory from the Foreign and Commonwealth Office (FCO). The staff are being brought back from China as of January 31. \"Essential staff needed to continue critical work will remain,\" said the advisory. \"In the event that the situation deteriorates further, the ability of the British Embassy and Consulates to provide assistance to British nationals from within China may be limited.\" The FCO is urging against all travel to Hubei province, the epicenter of the outbreak. The British Consulate in Wuhan, the city where it all started, is closed.  Vietnam has confirmed its sixth case of the coronavirus on Saturday, in a tweet on the government's official account. The patient is a 25-year-old hotel receptionist in the Khanh Hoa province. The government did not provide any more details.  Separately, the government announced the offer of medical instruments worth half a million dollars to help China fight the outbreak. The country’s Red Cross Society will also provide goods worth US$100,000. The city of Huanggang in China’s Hubei province is only allowing one representative from each household to leave their home every other day to go outside and buy groceries. The Huanggang government said the measure was to minimize the flow of people in the city amid the coronavirus outbreak, which started in nearby Wuhan. Apart from the designated representative, the only other people allowed out of their homes are people seeking medical attention, or working in virus control, pharmacies and supermarkets. Much of Hubei province remains under partial or full lockdown -- this is where the outbreak began, and where most of the deaths and cases have occurred. Germany has confirmed its seventh case of Wuhan coronavirus in the southern state of Bavaria, the Bavarian Health Ministry said in a statement released late Friday. The male patient is employed at the same workplace as five other confirmed cases, who all contracted the virus from a co-worker visiting from China. Earlier Friday, the Bavarian Health Ministry confirmed the sixth patient is a child of a male employee at the same company. The health ministry statement said employees at the company were tested on Wednesday, Thursday and Friday. Of 128 results available, 127 tested negative for the coronavirus. Evacuation from Wuhan: The German Foreign Ministry confirmed that a German military flight has taken off from Wuhan, China, bringing back German citizens. Around 100 citizens will be repatriated and put under quarantine for two weeks in order to prevent the spread of the disease, said the ministry. The plane will arrive on Saturday in Frankfurt. Starting today, Australia will deny entry to all travelers coming from or having transited through mainland China, said Australian Prime Minister Scott Morrison. Exceptions: “Australian citizens, permanent residents and their immediate family, and aircrews who have been using appropriate protective equipment\" will be allowed to enter Australia. Morrison said all of these exceptional cases are required to be quarantined for 14 days after arriving. Face masks will be provided to passengers getting off flights from China.  He added that the government raised the travel advice warning to level four, the highest level – meaning, do not travel to mainland China. The raised warning level aims to address “the issue of the human-to-human transmission of the coronavirus,\" Morrison said. The number of confirmed coronavirus cases is nearing 12,000 as the epidemic continues to spread worldwide, sparking travel bans and outbreaks of ugly anti-Chinese xenophobia. The number of confirmed cases in China grew by 2,102 on Friday, bringing the total to 11,791 nationwide. An additional 46 people died, pushing the death toll to 259. The pronounced increase in cases and deaths show the virus is not slowing, even after over a week of much of full or partial lockdowns in the worst-hit areas and an extended public holiday.  With most of China due to return to work on Monday, the concern will be how far the virus will now spread, and whether the country's economy can bear the type of further quarantines and travel restrictions that may be necessary to rein it in. Chinese cities home to millions of people feel like ghost towns, with people staying home for fear of catching the virus. “There’s 24 million people in Shanghai, and there’s nobody on the street. It’s kind of spooky,” said Jenna Davidson, a US college student in Shanghai. She said her campus cafeterias closed, shops and restaurants closed. The US sent a plane to evacuate around 200 citizens from Wuhan, the epicenter of the outbreak, on Wednesday. Jarred Evans, one of those evacuated citizens, told CNN what it was like in the city before he was flown out. “You cannot go out without a mask and/or goggles,\" he said. \"There’s no transportation … the military is blocking off each and every aspect of the roads. You think to yourself, ‘Is this real? Is this a movie? Is this a nightmare?’” There are now 11,791 confirmed cases in China, and 259 dead, the majority in Hubei province, where Wuhan is the capital. Take a look at China under lockdown: Chinese Premier Li Keqiang, the country's second highest-ranking politician, laid out emergency response measures to the coronavirus outbreak in a press release on Saturday. Here are the highlights: Lunar New Year: The public holiday will be extended for people currently in Hubei province who work elsewhere, while regions with high infection rates can suspend schools or businesses longer.\nScreenings: Li urged coach stations, airports, ports, and other transportation hubs to conduct temperature screenings and provide proper sanitation.\nContainment: The statement urged people on public transit to take precautions, and said local authorities in Hubei should provide \"special arrangements\" to protect the health for returning migrant workers.\nSupplies: The statement emphasized the importance of distributing enough medical supplies across the nation, with special priority for areas like Wuhan.  Transparency after censorship: The statement also emphasized the need for transparency -- a rarity in China, where the country's colossal censorship apparatus keeps tight control of the narrative. \"Epidemic updates and containment information should be disclosed in an open, transparent, timely and accurate way. Partial disclosures or cover-ups will not be allowed,\" said Li's statement. The call for openness comes after local Hubei authorities initially tried to downplay the severity of the outbreak when it emerged in December. Police arrested \"rumormongers,\" and censors deleted any commentary that questioned the official line. There's still a lot we don't know about the coronavirus, and scientists internationally are racing to gather data and develop a treatment. Here's what we can tell you so far: Is there a cure? Not at the moment. Researchers have successfully grown the virus in a lab, an important step towards developing a vaccine -- but it could be a year or more until it's available.\nWhat are the symptoms? Coronavirus symptoms can look like the flu -- fever, cough, trouble breathing. If you show these symptoms and recently went to China, or have been in contact with someone who visited, experts advise going to the doctor.\nHow does the virus spread? The virus is thought to spread from person to person through respiratory droplets emitted by coughing or sneezing -- but it's not clear exactly when a person becomes contagious. There's currently no evidence that the virus is airborne -- meaning, for instance, it doesn't travel across a large room.\nWho is at risk of infection? People of all ages can be infected with the virus, but older people and those with pre-existing medical conditions are especially vulnerable to severe complications.\nHow can I protect myself? Take the same precautionary measures you would during flu season. Wash your hands often with soap and water, cover your nose and mouth when you sneeze or cough, avoid close contact with people or large gatherings, and wear a face mask.\nIs it safe to travel? Airlines have suspended flights, and thousands of foreign citizens in China's Wuhan have been evacuated back to their home countries. Many countries including the US have advised against travel to China. Organizers of Asia's largest art fair, Art Basel Hong Kong, are facing mounting pressure to postpone or cancel the March event as the coronavirus continues to spread. The five-day fair attracted almost 90,000 visitors from over 70 countries last year. But now, a number of attending galleries are calling for its cancellation, citing health fears and commercial concerns. The fair had already been facing calls to cancel due to the city's ongoing pro-democracy protests, which have rocked the city since June. The coronavirus is just \"the final nail in the coffin,\" said exhibitor Jasdeep Sandhu. \"It's staring us in the face right now, and my advice is that it shouldn't happen,\" said Sandhu, founder of Singapore's Gajah Gallery. Some context: Just yesterday, Hong Kong confirmed its 12th coronavirus case. The city has closed some borders and restricted travel from mainland China, where many collectors and visitors are expected to arrive from. Rail services from across the border have been canceled, while flights from the mainland have been reduced by more than 50%. Read more here. The Wuhan coronavirus has prompted the Chinese government to ban all group tours and hotel-and-flight packages -- and we're seeing dramatic effects in dozens of destinations worldwide. China is the world's largest market for outbound travel, having skyrocketed from 4.5 million travelers in 2000 to 150 million in 2018. The country is also the world's largest spender, accounting for $277 billion or 16% of the world's total $1.7 trillion international tourism spending, according to the UNWTO. With the ban in effect, the absence of Chinese travelers will be felt most dramatically across the Asia-Pacific region, which depends heavily on Chinese tourism. Parts of Europe and the Americas are also feeling the pressure. Bill Egerton, a 77-year-old owner of an Australian tour company, told CNN he had lost 15 tours for February -- a huge loss. \"The Chinese are about 10-20% of my business ... I think the federal government doesn't really understand the loss of income and the impact on businesses. The theme parks will suffer, the hotels will suffer...those big groups can be anywhere from 209 to 500 people. China is our biggest market for overseas tourism by far,\" Egerton said. Read more about the impact on tourism here. Australian airline Qantas will suspend its two direct routes to Beijing and Shanghai from February 9 to March 29, it said in a statement on Saturday. The company said the decision followed entry restrictions imposed by Singapore and the US that “impact the movement of crew” and “pose significant logistical challenges.” Its flight to and from the semi-autonomous city of Hong Kong will remain unchanged. Global travel restrictions: On Friday, both Singapore and the United States announced that visitors who have traveled to China within the last 14 days will not be allowed to enter their countries.  US Health and Human Services Secretary Alex Azar said the United States is \"temporarily suspending the entry into the United States of foreign nationals who pose a risk of transmitting the 2019 novel coronavirus.” The nation’s top infectious disease doctor says a study published Thursday night shows people can spread the Wuhan coronavirus before symptoms set in. \"There’s no doubt after reading this paper that asymptomatic transmission is occurring. This study lays the question to rest,” said Anthony Fauci, director of the National Institute for Allergy and Infectious Diseases. The study, published in the New England Journal of Medicine, examined four Germany business associates who became infected through asymptomatic transmission. The chain of transmission: It began with a woman in Shanghai whose parents came to visit from Wuhan. They were healthy during their visit, but were later diagnosed as having the coronavirus. Then, the woman flew from Shanghai to Germany, where she went to workshops and ate meals with German employees. She was healthy with no signs of the disease at that point. Within eight days, four employees of that company were diagnosed with the coronavirus. Some employees had not attended workshops with the woman -- but they spent time with someone who did. The toll of the coronavirus is clearly visible across China and its territories as the outbreak continues to spread. In densely-populated major cities like Beijing, streets that are normally bustling are now almost empty. Public transit like buses and subway cars have noticeably fewer people -- especially for this time of year, after the Lunar New Year, a typically busy period. In Hong Kong, shops are mostly closed, schools are suspended, and employees have been told to work from home.  Afraid of catching the virus, many have decided to barricade themselves at home. Pharmacies and stores have found themselves sold out of supplies, with long lines forming outside as residents stock up. That's not to say the city is entirely deserted now. Some people are going on with daily life, buying groceries, walking around, playing Chinese chess in the park -- just all wearing the now-ubiquitous face mask. The US Centers for Disease Control and Prevention’s mandatory 14-day quarantine for nearly 200 Americans who returned from Wuhan, China, is the first such order in more than 50 years.  “While we recognize this is an unprecedented action, we are facing an unprecedented public health threat, and this is one of the tools in our toolbox to mitigate the potential impact of this novel virus on the United States,” said the CDC official Nancy Messonnier. 195 Americans, many of them diplomats and their families, flew from Wuhan to California on Wednesday. They’ve been staying at March Air Reserve Base since then. The last time the US imposed this kind of quarantine order was in the 1960s for smallpox evaluation, said Martin Cetron, director of the CDC’s Division of Global Migration and Quarantine. He said most of the passengers were “exuberant and elated to be out of harm’s way” during their journey from Wuhan, and they understand the need for a longer quarantine.  US cases: There are now seven confirmed cases of the coronavirus in the US: three in California, one in Washington, one in Arizona, and two in Illinois. The Association of Flight Attendants, an American union representing 50,000 flight attendants at 20 airlines, is urging the US government to halt all flights to China until the coronavirus outbreak has been contained. \"The government must work with our airlines to discontinue all service, with consideration for evacuation of flight crew, and with consideration to service that facilitates efforts by public health officials to contain spread of the virus,\" said AFA president Sara Nelson in a statement. Read the rest of the statement: “The coronavirus may be spread by infected persons not yet displaying symptoms. For this reason, it is critical that any crew potentially infected through travel to and from China not be assigned to any additional flights until safely through the fourteen day incubation period. These crews must be pay protected for any scheduled flights and provided with the means to get food and other supplies while remaining out of public contact. This action is also on the AFA communicable disease checklist provided to all of our airlines again on January 24, 2020.\nWe need responsible leadership from our government and we need it now. We will continue to work with our airlines, who have been exceeding precautions suggested by the administration – albeit now these actions are clearly not enough. This must end now. This is an emergency and our government must take a leadership role, in consultation with all stakeholders, in order to end this public health threat and protect American workers.” As the Wuhan coronavirus continues to spread around China and the world, many are questioning how much the country's colossal censorship apparatus played a role in withholding vital information about the epidemic until it was too late. Government censorship: After the first cases emerged in December, Chinese authorities downplayed the severity of the virus, police went after \"rumormongers,\" and censors deleted anything that questioned the official line. But as the crisis has worsened, it has become clear that the failure to take quick action likely undermined any chance of containing the virus. People are angry: Censorship has lessened somewhat in the face of intense public anger and scrutiny, allowing Chinese media to swarm Wuhan and blow holes in parts of the official line. In a commentary published by the country's Supreme Court this week, a senior judge condemned Wuhan police for arresting \"rumormongers\" who, it has since emerged, were merely medical workers trying to warn people of the potential dangers of the new virus. \"If the public listened to this 'rumor' at the time, and adopted measures such as wearing masks, strict disinfection and avoiding going to the wildlife market (at the center of the outbreak), this might have helped prevent and control the virus' spread today,\" the Supreme Court commentary said. Read more here about the public pushback -- and why it won't last. Doctors have shared new details about the first case of Wuhan coronavirus in the United States. The first patient was a 35-year-old resident of Snohomish County, Washington, with no history of major health problems, said the scientific paper published Friday in the New England Journal of Medicine. Return from Wuhan: The patient visited family in Wuhan, and flew back on January 15. He had not visited the seafood market linked to the outbreak, or have any known contacts with sick people during his visit. Symptoms: The man started with mild, nonspecific symptoms, and sought medical attention on January 19 after coughing for four days. The very next day, doctors confirmed he had the novel coronavirus. Throughout his illness, he experienced a range of symptoms including fever, cough, fatigue, nausea, vomiting, diarrhea and runny nose. On day nine of his illness, his chest X-ray showed signs of pneumonia. Road to recovery: As of January 30, he no longer had a fever, and his symptoms were gone except for his cough, which was \"decreasing in severity,\" the doctors wrote. Officials are monitoring close contacts in the US but have not found evidence he transmitted the virus to anyone else. A person in La Gomera, one of Spain's Canary Islands chain, has been diagnosed with Wuhan coronavirus, the country's national health ministry announced Friday. The patient was part of a group of five people who were in contact with a person infected with the novel virus while in Germany, the ministry said in a statement. Twenty-one Spanish citizens who were evacuated from Wuhan on Friday were under quarantine at a hospital in Madrid. Health officials said they were not reporting symptoms of the virus.   The number of novel coronavirus cases in mainland China jumped by 2,102 on Friday, said the country's National Health Commission on Saturday. That makes the nationwide total 11,791 cases, including 259 deaths. We've been seeing dramatic day-by-day jumps in numbers in recent weeks. From last Sunday to Monday, the number of cases confirmed in China had jumped by 65% -- and again by more than 30% from Monday to Tuesday. What this means: It doesn't necessarily mean that the virus is spreading faster -- the timing of cases confirmed could be impacted by a delay between patients being infected, noticing symptoms, seeking medical care, and labs confirming results. It's also dependent on the technology being used to test for coronavirus. Wuhan's Communist Party chief said this week that more efficient testing methods meant they could now confirm many more cases than before. An estimated 75,815 people could be infected with the coronavirus in Wuhan, China -- far higher than reported numbers, said Hong Kong researchers in a study published Friday. Using mathematical models, the authors estimated that the number of people affected in Wuhan ranges from 37,304 to 130,330. The estimates could be much higher than the number of confirmed cases because \"not everyone who is infected would require or seek medical attention,\" said Gabriel Leung, one of the authors of the study. It could also be higher because of a delay between when someone gets infected, when they show symptoms, and when a lab is able to confirm results. The study cautioned that \"given the lack of a robust and detailed timeline of records of suspected, probable, and confirmed cases and close contacts, the true size of the epidemic and its pandemic potential remains unclear.\" Correction: A previous version of this post contained a map that misattributed the source of provincial coronavirus case totals. The data comes from each province’s health authority, not China’s National Health Commission.  The novel coronavirus outbreak began in Wuhan, China, in December 2019. Now, it has killed at least 259 people, all in China, and infected close to 12,000 globally. Here's what is happening: Accelerating spread: There are more than 140 cases confirmed outside of China across nearly 20 countries and territories, spanning North America, Europe, Asia and the Middle East. Some of these cases are people who haven't visited China -- indicating human-to-human transmission.\nChina under lockdown: Nearly 60 million people are under full or partial lockdown in various Chinese cities in an attempt to contain the spread. Shops are closed, the hospitals are full, and the streets are eerily empty.\nTravel restrictions: Many countries are advising citizens not to travel to China. Some governments and airlines have suspended flights to mainland China entirely or to select cities.\nGlobal response: Multiple countries, including the US, UK, Japan, and South Korea have sent planes to evacuate their citizens in Wuhan. International scientists are racing to develop a vaccine, as authorities struggle to contain the disease.", "Section": "asia", "Writers": ["Jessie Yeung", "Steve George", "Ivana Kottasová"], "URL": "https://www.cnn.com/asia/live-news/coronavirus-outbreak-02-01-20-intl-hnk/index.html", "MainKeyWord": "Macao", "AdditionalKeyWord": "Singapore", "Source": "CNN"}