{"Type": "", "Time": "2021-03-24", "Headline": "Gabri Panlilio finds pop vibe in classical music – Manila Bulletin", "Text": "It’s never too late to study music classically.This can be attested by Victoria Gabrielle “Gabri” Panlilio who has been hailed as one of the country’s emerging classical crossover artists, following in the footsteps of her musical idols such as Audra McDonald, Renee Fleming, Natalie Dessay and Cecilia Bartoli.“Classical music is the fountain to every music. For me, the more you are trained classically, the more your voice gets stronger and it’s healthy,” said Gabri, during a recent interview. “It’s like wine or an athlete. When you train in classical music, it takes years to make it perfect.”Gabri lamented how the Filipinos have embraced the “birit” culture in music. “Sa Pilipinas I feel sad that many people embrace the ‘birit’ culture when it comes to music. They don’t venture into other styles anymore. If you’re into classical crossover, you promote it gradually. Then you go your way up there. Kailangan little by little.”Gabri’s keen interest in classical opera began when she first heard Phantom of the Opera. She started singing at a tender age of 10. When she saw Phantom of the Opera at the age of 12, it was then that she realized she wanted to train classically. Gabri began taking her formal lessons at Colegio San Agustin. Two years later, she took lessons under mezzo-soprano Clarissa Ocampo. Her current vocal coach, multi-awarded Fil-American tenor Arthur Espiritu, has performed with some of the most prestigious stage/concert engagements across the globe.She also had one-on-one sessions with Michael Lavine, a Broadway voice coach who trained Idina Menzel, among others. She had her first solo classical recital when she turned 15, performing a repertoire composed of Cesti, Mozart, Handel, Gabriel Faure, Gounod, and Lucio San Pedro.Over the past five years, Gabri had represented the Philippines in various music festivals across Asia, including the ChildAid Asia music festival in Tokyo in 2016, fund-raising benefit shows in Singapore and Malaysia, and a couple of unforgettable performances performing before Japan’s Crown Princess Kiko (Akishino) and the prime minister of Singapore.For most of her foreign performances, Gabri seemed content with doing her own renditions of her favorite Broadway, pop and operatic staples. But that all changed three years ago when she found a deeper sense of artistic fulfillment in writing her own songs.“I believe that an artist must also evolve to prove his or her versatility. This is also an effort to reach out to a wider audience. A good example is Mike Oldfield, who started out with a new age and then evolved to rock, and then later combined influences of rock, New Age and World Music,” said Gabri. Asked how she stumbled upon her songwriting path, she narrated: “Three years ago, with the help of Patricia Lasaten [keyboardist] of Ben&Ben, I was able to gradually forge my musical style, my musical voice, so to speak.”Explaining her original brand of music further, she said: “It’s nice to combine influences from both the past and contemporary. I would consider myself a classical/contemporary fusion artist.”How exactly does she go about her songwriting process? Gabri elaborated:  “Lyrics always come first. Then, for the arrangement, Pat and I talk about what style would be perfect for me. Sometimes, I ask my mom to help out on piano. I’m very particular about song arrangement as it has to suit my genre. When done, Pat and I listen to the rough take and make corrections when needed, before we release the finished product.”To date, Gabri’s Spotify discography features a mix of covers and originals including A Place Called Home, Liwanag, Tuloy, Kung Wala Ka, Narda, Panaginip Lang, Kisapmata, Kundiman, Boy With Luv, and Let Me.Not surprisingly, most of her originals were conceptualized, recorded and released during last year’s pandemic. It turned out to be a good creative outlet, in addition to her volunteering for her brother Aldo and girlfriend Michele Gumabao’s Y2P (Your 200 Pesos) charity advocacy, which included out-of-town food distribution sorties and feeding programs for marginalized communities.Aside from rock, jazz, and pop, the globally-acclaimed Korean group, BTS, gets heavy rotation on her playlist. She sheepishly admits, “They’re such an amazing boyband! I even made a cover of one of their tunes.” Gabri also idolizes Broadway star Lea Salonga.On top of keeping herself busy learning Japanese and Italian, Gabri also plans to further her voice training with some of the best institutions abroad.", "Section": "", "Writers": "", "URL": "https://mb.com.ph/2021/03/24/gabri-panlilio-finds-pop-vibe-in-classical-music/", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Thailand", "Source": "MB"}