{"Type": "article", "Time": "2020-05-12", "Headline": "Razer is using vending machines to give out millions of free face masks in Singapore", "Text": "Gaming equipment maker Razer is aiming to give out millions of free face masks in Singapore as the country grapples with a recent surge in coronavirus cases. The tech firm, which is headquartered in both Singapore and the United States, had already pivoted to making masks in response to the pandemic. Now it's planning to double that production, as well as set up its own public vending machines. To start off, Razer will place 20 machines at various malls and co-working spaces over the next few weeks. To pick up a mask, the company says that users will have to download its digital wallet app and scan a QR code at the vending machine. The plan is to give all Singaporean adult residents one free surgical mask — adding up to about 5 million in total, according to the company. Once the program kicks off, more locations may be added.  A rising number of businesses have been stepping up to help with equipment shortages as the coronavirus outbreak spreads across the globe. For several months, Singapore was seen as one of the few countries that had its response under control. But it has experienced an alarming second wave of infections, leading to heightened restrictions. The island nation has 23,822 confirmed cases, up from just a few hundred in March, according to data from Johns Hopkins University. Razer, a major hardware maker known for its computer mice and laptops, said in a recent statement that it had \"initially converted existing product manufacturing lines in China to make and donate masks for immediate relief.\" \"However, [the company] has been inundated by requests due to an extreme shortage of face masks ... particularly in Southeast Asia,\" it added. In response, the firm set up an automated factory in Singapore last month to churn out about 5 million surgical masks monthly.  It's now taking those plans another step further, with the goal of manufacturing as many as 10 million masks a month. The increased production is to \"ensure a continuous resupply\" in Singapore, the company said. The new vending machines aim to \"ensure that the public always has access to masks when out and about,\" for instance if someone forgets to bring one from home, the company said. But not everyone is impressed.  The requirement to download the Razer app has led to criticism on social media, where some users have suggested the company is simply trying to pick up more users for its fintech platform, Razer Pay. Razer CEO Min-Liang Tan responded on Monday. \"I see some negativity about how we require verification via Razer Pay,\" he wrote in a post on his verified Facebook account. \"But if you think about it — this is the only way we'll be able to ensure there's no free for all on the masks ... We're funding this completely ourselves and would like to ensure there's no fraud.\" Face mask vending machines are beginning to pop up around Asia as suppliers look for simple ways to directly reach the public. Last month, a prominent art collector in Hong Kong also said he would distribute free masks to people in the city using vending machine outlets.", "Section": "tech", "Writers": ["Michelle Toh"], "URL": "https://www.cnn.com/2020/05/12/tech/razer-singapore-masks-intl-hnk-scli/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}