{"Type": "article", "Time": "2020-06-15", "Headline": "Three US Navy aircraft carriers are patrolling the Pacific Ocean at the same time. And China's not happy", "Text": "The deployment of three 100,000-ton US Navy aircraft carriers to the Pacific Ocean for the first time in years has drawn swift reaction from China, with state-sponsored media saying Beijing will not back down to defend its interests in the region. The USS Ronald Reagan and the USS Theodore Roosevelt are both patrolling in the western Pacific, while the USS Nimitz is in the east, according to US Navy press releases. With each vessel containing more than 60 aircraft, it represents the biggest deployment of US aircraft carriers in the Pacific since 2017 -- when tensions with North Korea over Pyongyang's nuclear weapons program were at their peak. The presence of the carriers was first highlighted in an Associated Press report on Friday.  \"Carriers and carrier strike groups writ large are phenomenal symbols of American naval power. I really am pretty fired up that we've got three of them at the moment,\" Rear Adm. Stephen Koehler, director of operations at Indo-Pacific Command in Hawaii, told AP. On Sunday, the Communist Party's Global Times mouthpiece said the carriers could threaten troops in the disputed South China Sea. \"By massing these aircraft carriers, the US is attempting to demonstrate to the whole region and even the world that it remains the most powerful naval force, as they could enter the South China Sea and threaten Chinese troops on the Xisha and Nansha islands (Paracel and Spratly islands) as well as vessels passing through nearby waters, so the US could carry out its hegemonic politics,\" the Global Times report quoted Li Jie, a Beijing-based naval expert, as saying. The report -- posted on the People's Liberation Army's official English website -- also highlighted the armaments available to China's military, adding that Beijing could hold drills in response to show off its firepower. \"China possesses aircraft carrier killer weapons like the DF-21D and DF-26 anti-ship ballistic missiles,\" the story said. China's counter-narrative The deployments mean three of the US Navy's seven active aircraft carriers are in the Pacific. The other four are in port for maintenance. Collin Koh, research fellow at the Institute of Defense and Strategic Studies in Singapore, said China reacted strongly because the presence of the carriers conflicted with Beijing's portrayal of the US Navy as a force crippled by the coronavirus pandemic. \"It goes against the narrative that China wanted to put forth that the US was under stress in the Pacific,\" Koh said. Indeed, the Roosevelt returned to sea on June 4 after spending weeks in port in Guam following a coronavirus outbreak on board in March, when more than 1,000 of the ship's nearly 4,900-member crew tested positive.  \"We have returned Theodore Roosevelt to sea as a symbol of hope and inspiration, and an instrument of national power because we are TR,\" the Roosevelt's commander, Capt. Carlos Sardiello, said in a statement. The Reagan returned to sea in late May after crew members were placed under restricted movements at its home port in Japan to ensure it deployed without any Covid-19 cases. It has also been loaded with more than 1,000 tons of ordnance -- \"enough combat power to cause the ship to sit five inches lower on the waterline,\" a US Navy statement said. The move comes after  the US Pacific Fleet said last month that all its forward-deployed submarines were at sea conducting operations in the western Pacific. No numbers were given, but experts said it likely involved more than eight of the hard-to-track, fast-attack vessels. Carl Schuster, a former director of operations at the US Pacific Command's Joint Intelligence Center, said it wasn't a coincidence. \"The (Chinese navy) doesn't know where those submarines are and that complicates any response calculations and planning,\" he said -- especially when Beijing now also has to account for three aircraft carriers and their accompanying destroyers and cruisers. US-China tensions The deployments also come at a time of increasing tensions between Washington and Beijing over the South China Sea and Taiwan. Last week, a US Navy C-40 transport plane, the equivalent of a Boeing 737, flew over Taiwan en route to Thailand on what the Navy said was a routine logistics flight. The US jet was routed over Taiwan, which China regards as part of its territory, by Taiwanese air controllers, US Navy spokesperson Reann Mommsen told CNN. But Beijing called the flight \"an unlawful act and a serious provocation,\" the state-run Xinhua news service said. \"The overflight undermined China's sovereignty, security and development interests and breached international law and basic norms guiding international relations,\" the Xinhua story said, citing Zhu Fenglian, spokesperson for the Taiwan Affairs Office of the State Council. On June 4, the US Navy sent a guided-missile destroyer through the Taiwan Strait, which separates the island from the Chinese mainland. And in the South China Sea, the 1.3 million square mile body of water which Beijing mostly claims as its sovereign territory, US warships have performed multiple freedom of navigation operations this year. US B-1 bombers and surveillance planes have also been active.", "Section": "asia", "Writers": ["Brad Lendon"], "URL": "https://www.cnn.com/2020/06/15/asia/us-aircraft-carriers-pacific-china-intl-hnk-scli/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Thailand", "Source": "CNN"}