{"Type": "article", "Time": "2020-02-25", "Headline": "5 things to know for February 25: Weinstein, coronavirus, Dems, Hosni Mubarak", "Text": "Help yourself to some king cake today. It's Fat Tuesday -- the last day of parades, parties and indulgence before the Christian season of Lent begins.  Here's what you need to know to Get Up to Speed and Out the Door.  (You can also get \"5 Things You Need to Know Today\" delivered to your inbox daily. Sign up here.) 1. Harvey Weinstein Harvey Weinstein, the disgraced Hollywood producer whose alleged abusive behavior brought the #MeToo movement into the mainstream, was found guilty of two felony sex crimes yesterday at his trial in New York. A jury convicted Weinstein of criminal sexual act and rape based on the accounts of two women. He was acquitted of the more serious charges of predatory sexual assault and rape in the first degree. The verdict is being hailed as a critical turning point for the #MeToo movement -- his accusers called it \"just a drop in a wave of justice to come.\"  The movie mogul faces at least five years and up to more than two decades in prison and is set to be sentenced March 11. While on his way to jail, Weinstein was taken to a hospital after feeling chest pains and having heart palpitations. He also faces charges of sexual assault and rape in separate incidents in Los Angeles. 2. Coronavirus Outbreaks of the novel coronavirus outside mainland China are getting worse. South Korea now has more than 970 cases of the virus. A week ago, that number was 31. Elsewhere in the world, Italy has more than 220 infections, with seven deaths so far, and Iran has reported at least 60 cases and 14 deaths. US officials have issued travel warnings for all three countries. Worries about the virus are also wreaking havoc on global markets. US stocks plunged 1,000 points yesterday, and some Asian markets saw declines, too. More than 80,000 people around the world have been sickened by the virus, and about 2,700 have died. Experts have yet to label the coronavirus outbreak a pandemic, but they could be close. 3. Election 2020 The Democratic presidential candidates will grace the debate stage yet again tonight, this time in South Carolina ahead of the state's primary on Saturday. Polls show Sen. Bernie Sanders within striking distance of former Vice President Joe Biden in South Carolina, the latest evidence that Sanders' momentum is broad and real. It's a development that should worry Biden, who has largely been counting on the state's black voters to give him the momentum he needs going into Super Tuesday next week. Now that Sanders has cemented himself as the front-runner in the race, his moderate rivals are turning their attacks on him. Though last week's debate saw the candidates go after former New York Mayor Michael Bloomberg, expect the heat to be on Sanders this time. The debate, hosted by CBS News and the Congressional Black Caucus Institute, begins at 8 p.m. ET. 4. Malaysia Malaysia has descended into political chaos after the country's Prime Minister Mahathir Mohamad resigned yesterday and his party exited the ruling coalition. Despite turning in his letter of resignation, though, Mahathir has managed to hang onto the job after the King appointed him interim Prime Minister, and he's likely to form a new government within a few days. Still, negotiations could continue through the week, and the country could be on track for a snap election at some point soon. The surprise announcement comes after speculation that the 94-year-old leader was trying to form a new ruling coalition that would exclude his promised successor, Anwar Ibrahim. The two have a complicated relationship that goes back decades. It's unclear who the next prime minister will be or whether general elections will be held. 5. Hong Kong A Chinese court has sentenced Swedish bookseller Gui Minhai to 10 years in prison for \"providing intelligence\" overseas. According to a court statement, Gui pleaded guilty to the charge and said he would not appeal. Gui, 55, was one of five Hong Kong-based booksellers who went missing in late 2015, before resurfacing in Chinese police custody. The booksellers were all linked to a Hong Kong publisher best known for gossipy titles about China's ruling elite. Months after Gui went missing, he appeared on Chinese state television in 2016 confessing to an alleged drunken driving incident more than a decade earlier. Many human rights advocates believed he had been coerced into making the statement. Gui was released in 2017, only to be detained by China again a few months later. His case is likely to reignite global condemnation of how Beijing treats its critics. THIS JUST IN ... Former Egyptian President Hosni Mubarak has died\nThe leader who ruled Egypt for 30 years before he was overthrown in 2011 in a popular uprising, has died at 91, according to state media. Follow world reaction to his death here. BREAKFAST BROWSE Katherine Johnson, famed NASA mathematician and inspiration for the film 'Hidden Figures,' has died Johnson, often called a \"human computer,\" was part of a group of brilliant black women who made US space travel possible. She was 101. Marijuana use is rising sharply among seniors over 65, study says Maybe proceed with caution next time you have cookies at grandma's house. 2 cheetah cubs were born for the first time by IVF The huge breakthrough offers hope for the vulnerable species. 5 hikers were rescued on their way back from the 'Into the Wild' bus After all the horror stories, you'd think people would stay away. United Airlines gives $90,000 in vouchers for downgrading passengers Whatever it takes to keep the customers satisfied. The 'Leaning Tower of Dallas' nears its end Farewell, fair building. We hardly knew ye. TODAY'S NUMBER 112 The age of the oldest living man, Chitetsu Watanabe, who just died in Japan. He said the secret to living a long life was \"not to get angry and keep a smile on your face.\"  TODAY'S QUOTE \"God knew they couldn't be on this Earth without each other. He had to bring them home to have them together. Babe, you take care of our Gigi. I got Nati, BiBi and KoKo, and we're still the best team.\" Vanessa Bryant, Kobe Bryant's widow and mother of 13-year-old Gigi, speaking at their memorial service in Los Angeles  TODAY'S WEATHER AND FINALLY These kids will bring a smile to your face A photographer dressed black children as icons such as Harriet Tubman, Rosa Parks and Muhammad Ali for a Black History Month campaign in 2013, and the project is still going strong. In this edition, meet little Don Lemon, April Ryan and Andrew Gillum, among others. (Click here to view.)", "Section": "us", "Writers": ["Harmeet Kaur"], "URL": "https://www.cnn.com/2020/02/25/us/five-things-february-25-trnd/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Malaysia", "Source": "CNN"}