{"Type": "article", "Time": "2020-09-02", "Headline": "September 3 coronavirus news", "Text": "Brazilian President Jair Bolsonaro has said he won’t approve a Covid-19 vaccine for the public until after the country’s health surveillance agency (ANVISA) gives a second opinion.  Speaking in his weekly Facebook live video on Thursday -- just hours after Brazil’s health ministry announced the country had surpassed 4 million Covid-19 cases -- Bolsonaro said vaccines developed in the United States, the European Union, Japan and China, while “scientifically proven in these other countries,” would require further examination to be used for immunizations in Brazil.  On Monday, Bolsonaro was recorded on cell phone video telling a supporter he wouldn’t make a Covid-19 vaccine mandatory in Brazil.  Brazil’s health ministry followed up Wednesday, confirming that no one would be forced to receive the vaccine. Bolsonaro repeated that pledge in Thursday’s broadcast, drawing support from the country’s anti-vaxxer community.   “We cannot be irresponsible when putting a vaccine into people's bodies,” Bolsonaro said. “Nobody can force anyone to get a vaccine.”  ##Vaccines## ##Politics## The US Centers for Disease Control and Prevention is asking states to get ready to distribute a coronavirus vaccine by as early as next month. The CEO of Pfizer says he thinks it's possible his company will have enough data to ask the US Food and Drug Administration (FDA) for authorization by October. And officials inside the FDA have told CNN that US President Donald Trump has consistently pressed agencies to speed up their timeline for developing a vaccine so he can have a vaccine victory by Election Day. But is it really possible we could have a coronavirus vaccine by November? The doctors running clinical trials would know best ... and they don't think so.\n\"Do the simple math,\" said Dr. Larry Corey of the Fred Hutchinson Cancer Research Center in Seattle, who is leading the team coordinating clinical trials for federally backed coronavirus vaccines in the US.\n\"We designed the trial to get to 130, 140 endpoints seven months from starting the trial,\" Corey told CNN. \"The first one started in mid-July.\"  If you add seven months to July, you get February. That doesn't mean it's impossible to have an answer before then: If one of the vaccines being tested is highly effective, and there is a high rate of infection among trial volunteers, it's possible many people who got placebo shots would get infected quickly.  \"If you had a highly effective vaccine, maybe you'd find that five months from designing the trial,\" Corey said. But if you add five months to July, you get December. Read the full story: ##Vaccines## Facing a persistent polling deficit and a struggling economy, US President Donald Trump has cranked up pressure on administration health officials to expedite work both on a coronavirus vaccine and on treatments that might signal to voters there is an end in sight to the life-altering pandemic that has imperiled his reelection prospects.  In his public remarks and through private prodding, Trump has pushed for more good news on the pandemic, insisting that even developments considered minor by health experts be expanded into major announcements for which he can claim credit. And he's looking to the US Food and Drug Administration (FDA) for the biggest one. Facing one of the most critical moments in its tenure since it was founded over 100 years ago, officials inside the FDA say the tension is palpable.  A number of sources familiar with the internal workings told CNN the responsibility feels immense and the environment is akin to that of a pressure cooker. In the last week alone, FDA Commissioner Dr. Stephen Hahn was forced to apologize for an overhyped plasma announcement, subsequently removed a newly installed communications aide, and found himself on the receiving end of criticism from the West Wing. Read the full story: ##Politics## The Australian state of Victoria reported 81 fresh coronavirus cases and 59 related deaths on Friday, according to its health department.  The relatively high number of new fatalities comes after a backlog of deaths were reported from July and August. \"There were 81 new cases and sadly 59 deaths,\" a tweet from the health department read. \"This includes 50 people in aged care who passed away in July - August.\"  Victoria had a significant rise in cases over August, with many new infections in aged-care homes and among health care workers. Victorian Premier Daniel Andrews announced a state of emergency on August 3. ##Hotspots## Nevada’s coronavirus task force voted Thursday to allow some restaurants in the Las Vegas area to reopen next week as Covid-19 numbers decline.  Beginning next Wednesday, Clark County restaurants with countertop services, including diners and sushi restaurants, will be able to reopen with social distancing. Bars and taverns that don’t serve food must remain closed. Despite a substantial drop in new daily cases statewide over the last month, “We have a long way to go considering the fact that we started out so high,” Gov. Steve Sisolak said in a Thursday briefing.  Clark County has a test positivity rate above 10%, as does neighboring Nye County.  Sisolak warned Nevadans not to be complacent over the Labor Day holiday weekend.  “Please, celebrate with your immediate family,” the governor said. “Have a cookout in your backyard, watch some TV, whatever it might be. But please do not have large gatherings.” A New Jersey attorney was arrested Thursday for scamming $9 million in federal loans meant to help small businesses survive the economic climate caused by the Covid-19 pandemic. Jae Choi, 48, is facing three counts of bank fraud and one count of money laundering in federal court for allegedly applying to three different lenders for Paycheck Protection Program (PPP) loans, according to a news release from the Department of Justice. The banks ultimately gave Choi $3 million to cover the monthly payroll for each educational services company that Choi claimed had hundreds of employees, the release said. Choi allegedly used the money to buy a nearly one million-dollar home, a $30,000 home remodel and invested millions more in the stock market through an account held in the name of his spouse, the release added.   Gov. Gretchen Whitmer has extended Michigan’s State of Emergency until Oct. 1 at 11:59 p.m. due to the Covid-19 pandemic, according to a release from her office. In early August, every region in Michigan saw an uptick in new cases which recently put Michigan past the 100,000 Covid-19 cases mark, though the state’s percent positivity rate remains below the national average at 3.3%, the release said.  “With over 6,500 deaths, the virus continues to threaten the lives of Michiganders every day. Covid-19 is a novel virus with many unknowns, but we do know that it is widespread, it is easily transmitted, and its effects can be fatal. We must continue to take this seriously and do everything we can to protect ourselves and all Michiganders from Covid-19,”  Whitmer said. “By extending the state of emergency, we can continue the crucial work needed to save lives.”  To note: These numbers were released by the state’s public health agency, and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project. Brazil surpassed 4 million cases of coronavirus on Thursday as a growing number of infections continue to be recorded throughout the country. The health ministry reported 43,773 new cases of Covid-19 and 834 deaths on Thursday evening, bringing total confirmed cases in Brazil to 4,041,638 and its death toll to 124,614.  After the United States, Brazil has the second-highest number of coronavirus infections and deaths globally, according to data from Johns Hopkins University. Brazil also joins the US as only the second country in the world to have passed the grim milestone of 4 million infections.  A silver lining: While cases and deaths continue to rise, both Brazil’s infection rate and virus-related mortality rate appeared to decline last month; CNN analysis showed.  An average of 869 deaths were recorded daily in the final week of August, the country’s lowest daily average since May 20. Some more context: This news follows the health ministry’s announcement on Wednesday that the Covid-19 vaccination will not be mandatory when it becomes available in Brazil – although the ministry’s executive secretary, Elcio Franco, said the vaccine “will be a great tool for us to return to normal.” The Brazilian economy has also taken a significant hit from the pandemic.  According to data from the country’s Institute of Geography and Statistics (IBGE), Brazil officially entered a recession on Tuesday after marking a historic 9.7% fall in GDP in the second quarter of 2020. In the month of August alone, nearly 7,000 people in Missouri in the 18-24 age group tested positive for coronavirus, according to Missouri Gov. Mike Parson. “In some Missouri college communities, positivity rates have soared as high as 45% in one day” among that age group, Parson said. The governor said that approximately 30% of the new cases in the state of Missouri are among the 18 to 24-year-old population. “While young, healthy people are likely to have mild symptoms and quick recoveries … they may unknowingly carry Covid-19 to someone older or with underlying conditions, who is unable to fight off the virus. This is why it is so important for young people to take precautions and understand the responsibility,” Parson said. Parson said while more young people continue to test positive, the vast majority of those young people have not required hospitalization.  “I know there is a lot of concern right now regarding college students. But I want to assure you that our colleges, and our universities, have plans in place, and are taking all steps necessary to keep their students and communities as safe as possible,” Parson said. Connecticut Gov. Ned Lamont announced that the state has formed a rapid response team to do testing in schools and childcare facilities in case of potential Covid-19 infections or outbreaks. This rapid testing team will act as \"one more level of security,\" Lamont said during a news briefing today, and it will be deployed in partnership with health centers and hospital systems across the state.  \"They're going to be able to get to a school really fast in case of a potential infection if the school’s not quite sure how to handle that,\" Lamont said.  Connecticut has reported a total of 53,209 Covid-19 cases and 4,468 total deaths.  To note: These numbers were released by the governor's office and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project. Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious diseases, laid out how colleges and universities should successfully open, and the conditions that he feels would be necessary for sending his own children onto a college campus, in a phone interview with CNN. As the fall semester begins at colleges across the country with mixed results, Fauci said that colleges and universities should only consider reopening if they can test all of their students at the start of the semester, conduct surveillance testing at various intervals, and have spaces dedicated for students who inevitably contract Covid-19 to quarantine.  “They got to have the capability of doing the testing to begin with. They got to have the capability of doing surveillance testing, as you get into the school year, and they have to have a plan of how they handle the inevitability of some students who are going to wind up getting affected” Fauci said. Fauci specifically highlighted the planning around designating specific spaces for students who contract the virus as key to the whole equation. “The whole thing could fall apart if you don't handle that well” Fauci said. “In other words you could intend to bring people back to person to person learning on a college campus and then if you don't have a good preparation, or a plan of what to do with them if and when they do get infected and likely it's very likely that some students will get infected.” Fauci said the schools that have followed this game plan “are the ones that have succeeded thus far.”  More details: Without revealing who, Fauci said that he has consulted with presidents of schools that ultimately decided not to open for in-person instruction this fall, largely because they could not carry out the protocol he deemed as necessary.  For campuses that have opened, Fauci said that large student parties and social gatherings that violate an institution’s social distancing guidelines are a driving factor in increasing the case counts of their universities. “I think that's pretty clear. I mean they haven't done the official study to prove that, but the circumstantial evidence is pretty compelling, that when you get students that then congregate without masks in a party setting, particularly if the party is indoors in a sorority or a fraternity, you know that's a recipe for having an outbreak” Fauci said. French professional football club Paris Saint-Germain has announced that an additional three players have tested positive for Covid-19.  On Wednesday, Neymar was one of three PSG players to have tested positive for the virus, according to multiple reports. On Thursday, PSG said test results revealed the additional players but the team did not disclose names. \"The latest tests for PCR SarsCoV2 carried out on the Paris Saint-Germain first team confirmed three new positive cases. The players are following the appropriate health measures,\" the statement said. In a letter to the US Centers for Disease Control and Prevention, some lawmakers are urging the agency to update its Covid-19 guidance for college and university campuses in order to encourage them to become tobacco free – which would include e-cigarettes – for the fall semester. This request to the CDC is based on \"new evidence demonstrating the link between adolescent tobacco use and COVID-19,\" Rep. Raja Krishnamoorthi, chairman of the House Committee on Oversight and Reform's Subcommittee on Economic and Consumer Policy, and Senate Democratic Whip Dick Durbin wrote in the letter, sent to CDC Director Dr. Robert Redfield on Thursday. The letter references a study, led by researchers at Stanford University and published in the Journal of Adolescent Health in August, that suggests young people who have used e-cigarettes can be five times more likely to be diagnosed with Covid-19. \"Following the Stanford study, the University of Nevada, Las Vegas (UNLV) announced that it was banning tobacco use on campus in the fall, including smoking, vaping, and chewing tobacco. In making that decision, UNLV took into account that if someone is smoking, vaping, or chewing tobacco, they cannot be complying with requirements to wear a mask,\" Krishanmoorthi and Durbin wrote in the letter.  In the letter, the lawmakers ask for Redfield to confirm by Sept. 9 whether the CDC will make this update to its guidance. The Nasdaq Composite tumbled nearly 5% and the Dow fell more than 800 points, as investors made a dash for the exits following a streak of record-setting days over the past several weeks. It was the worst day for stocks since June. Stocks erased all their gains after a huge bout of exuberance Wednesday, when the S&P 500 — the broadest measure of Wall Street — and the Nasdaq hit yet another record high. The Nasdaq had also climbed above 12,000 points for the first time in history Wednesday. But it didn't stick. Thursday was the Nasdaq's largest one-day decline from a record high in its history, according to Bespoke Investment Group. All three major indexes finished the day sharply lower. The Nasdaq closed down nearly 5%, and the S&P fell 3.5%, while the Dow finished 2.8%, or 808 points, lower.  So, what happened? For one, the Nasdaq has been outperforming the other two major stock indexes — the Dow and the S&P 500 — for months. The rally has been going on for long enough that investors are now taking profit. Even so, the Nasdaq remains up nearly 28% in 2020, still far outpacing its counterparts. The Dow, which only recently turned positive for the year, is back in the red. But there are also technical reasons for Thursday's decline: As US-China relations sour, investors are moving money out of tech, which could get hit the hardest from a potential increase in tariffs. The Big Tech companies such as Amazon, Google and Microsoft, all of which are part of the Nasdaq, have become the safe-haven investment of the summer. But investors have beginning to wonder when the rally will run out of steam, either because of increased regulation or because the economy as a whole picks up enough to void the need for safety picks altogether. Tech stocks were among Thursday's worst performers.  But even investors who are still faithful to their safe tech holdings have reason to be a little concerned: Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious diseases, told CNN Thursday that a Covid-19 vaccine by October remained \"unlikely,\" though it was possible. Making matters worse, Senate Majority Leader Mitch McConnell said late Wednesday that \"the cooperative spirit we had in March and April\" on Capitol Hill has \"dissipated as we move closer and closer to the election.\"  This doesn't bode well for Congress agreeing on another stimulus bill, which the market has been hoping for.  ##Economy## Iraq reported 4,755 new cases of Covid-19 in the past 24 hours, which is the highest daily number of infections recorded since the beginning of the pandemic, the country's health ministry said. The latest recorded cases bring the country's total case count to at least 247,039. There were also 74 new deaths recorded in the last 24 hours, raising the national death toll to 7,275, the ministry said. Some context: The Iraqi Health Ministry earlier this month warned of \"disastrous consequences\" if people don't follow the ministry's guidance to contain the spread of the virus. The guidance included recommendations to stay home, social distance, wear masks and wash hands regularly. According to Johns Hopkins University's tally of cases in the United States, there have been at least 6,125,916 cases of coronavirus reported in the US. At least 186,185 people have died in the US since the pandemic began.  So far on Thursday, Johns Hopkins has reported 12,406 new cases and 465 reported deaths. You can track the number of cases in the US here. Stay-at-home orders issued across the United States in the spring appeared to work at keeping people home, new cellphone data from the US Centers for Disease Control and Prevention shows. \"Based on location data from mobile devices, in 97.6% of counties with mandatory stay-at-home orders issued by states or territories, these orders were associated with decreased median population movement after the order start date,\" the researchers wrote in the study. The researchers also found that in areas where orders were lifted or expired, movement \"significantly increased\" immediately afterward. “Reduced population movement helps prevent close contact among persons outside the household, potentially limiting exposure to persons infected with SARS-CoV-2,” the researchers from the CDC and the Georgia Tech Research Institute wrote in the CDC’s weekly report.  The study included data on stay-at-home orders issued by states, the District of Columbia and five US territories between March 1 and May 31. The researchers, from the CDC and the Georgia Tech Research Institute, examined those orders and analyzed anonymous location data from mobile devices. They used the location data to estimate movements by county, based on the percentage of devices that moved each day beyond 150 meters of its most common nighttime location, which the researchers assumed was the home. Some people could have more than one mobile device, the researchers noted. Plus media attention around Covid-19 and the cancellation of events could also have influenced people to stay home.  \"These findings can inform future public policies to reduce community spread of COVID-19,” the researchers wrote.   The number of US prescriptions for hydroxychloroquine and chloroquine were significantly higher in March and April than in the same period in 2019, and the providers prescribing them were different, according to new research published in the US Centers for Disease Control and Prevention’s Morbidity and Mortality Weekly Report on Thursday.  The drugs are typically used to treat autoimmune diseases and to prevent malaria, but early in the pandemic, were touted by President Trump and others as a possible Covid-19 treatment. On March 20, the US Food and Drug Administration issued an emergency use authorization for the drugs to treat Covid-19. The EUA was rescinded on June 15. To identify differences in prescriptions for these drugs, researchers looked at prescriptions dispensed through US outpatient retail pharmacies from January to June 2019 and 2020. “The overall estimated number of hydroxychloroquine or chloroquine prescriptions dispensed in March and April 2020 increased from 819,906 in 2019 to 1,312,859 in 2020,” said the authors.  New prescriptions — defined as those dispensed to a patient without a history of prescription for the medications in the last 12 months — went from 30,737 in March 2019 to 222,382 in March 2020, and from 31,748 in April 2019 to 106,184 in April 2020. The prescribers of the drugs also changed. New prescriptions by specialists who didn’t typically prescribe these medications increased from 1,143 in February 2020 to 75,569 in March 2020 — an 80-fold increase from March 2019. In March and April 2020, 54% of new prescriptions were written by primary care prescribers. There was a 16-fold increase in new hydroxychloroquine prescriptions for adult men, which the authors said was notable because historically, women are more likely to be receive those prescriptions.  By May and June of 2020, the numbers of new prescriptions and those from non-routine prescribers were declining and approaching 2019 numbers, the authors wrote.  “These declines might have been influenced by publication of additional studies indicating that the medications were not found to be effective for treatment of COVID-19 and by FDA safety warning,” the researchers wrote. “If prescribing or prescribed these drugs, providers and patients should be familiar with the potential for drug interactions and adverse events associated with hydroxychloroquine or chloroquine use,” the authors wrote. Delaware Gov. John Carney announced the extension of the state of emergency declaration in the state to combat the spread of Covid-19 and urged residents to \"stay vigilant\" during Labor Day weekend.  “Delawareans have made real sacrifices to flatten the COVID-19 curve, and keep their families, friends and neighbors healthy. But if we hope to get more children in school, and more Delawareans back to work, we need to stay vigilant, especially this Labor Day weekend. Wear a face covering and avoid large gatherings. Wash or sanitize your hands frequently. Keep your distance from others outside your household. We’re beating COVID-19, but this fight isn’t over,\" Carney said in a statement New York Gov. Andrew Cuomo said that casinos can reopen on Wednesday, on the condition they have enhanced air filtration systems installed.  They are allowed to have a 25% max capacity, and the capacity will be monitored at the door with the New York State gaming commission taking the lead as the enforcement agency. Table games won’t be allowed on the casino floors unless they can figure out how to put physical barriers between players and dealers, until barriers are approved by the gaming commission, table games are not allowed, according to the governor. There will no beverage service allowed on the gaming floor.  Shopping malls in New York City are also permitted to reopen on Wednesday with a 50% capacity, as long as they too have enhanced air filtration devices installed. Masks and social distancing will be required as well.  Cuomo announced the state conducted 88,000 tests on Wednesday with 898 positive tests recorded, bringing the positivity rate to .99%. There were at least seven Covid-19 deaths reported on Wednesday.  Cuomo said the Covid-19 news out of Western New York is, “not good news,” with positivity rate reaching 1.9%.  \"This is truly a serious situation and I hope the people of Western New York takes it as seriously as they should, the scale doesn’t lie in the morning,\" Cuomo said. The Nasdaq Composite tumbled nearly 5% and the Dow fell 700 points — or 2.6% — on Thursday The S&P was down 3.4%. Stocks tumbled just one day after hitting a record high. The Nasdaq had climbed above 12,000 points for the first time in history Wednesday. So what's happening? Well for one, the Nasdaq has been outperforming the other two major stock indexes — the Dow and the S&P 500 — for months, so investors might just be taking making some adjustments after Wednesday's record highs. The Nasdaq remains up nearly 30% in 2020, far outpacing its counterparts.  But there are also technical reasons for Thursday's decline. As US-China relations sour, investors are moving money out of tech, which could get hit the hardest from a potential increase in tariffs. The Big Tech companies such as Amazon, Google and Microsoft, all of which are part of the Nasdaq, have become the safe-haven investment of the summer. But investors have beginning to wonder when the rally will run out of steam, either because of increased regulation or because the economy as a whole picks up enough to void the need for safety picks altogether. ##Economy## At least 100 people have died in Cuba from the coronavirus, the country's top epidemiologist said Thursday. In a briefing, Dr. Alfredo Duran Garcia reported two new coronavirus related deaths and 88 new cases of the virus. To date, Cuba has reported 4,214 cases of the coronavirus. Earlier the Cuban government said the spread of the virus was under control and had begun to reopen the communist-run island.  But after additional outbreaks in Havana, the Cuban government earlier this month shut down travel to and from the Cuban capital and instituted a nightly curfew. Ohio State University reported a total of 269 new cases of coronavirus in students on Monday, according to the most recent data available on the school’s dashboard. The university has reported a total of at least 882 cases since mid-August, and averaged a positivity rate of 4.5% for the last week.   The school has 165 quarantine and isolation beds left available out of a total of 414, the dashboard shows. So far, 198 isolation beds are in use, as are an additional 98 quarantine beds.  Remember: The school updates its data for 24 hour periods when the complete testing set is available, meaning the latest reported data can lag.   ##Schools## As families try to navigate going back to school during the coronavirus pandemic, \"Sesame Street\" and CNN are teaming up for the \"The ABCs of Back to School, A CNN/Sesame Street Town Hall for Families.\" CNN Chief Medical Correspondent Dr. Sanjay Gupta and anchor Erica Hill will moderate the 60-minute special scheduled to air on CNN on Saturday Sept. 12 at 10 a.m. ET.  They will be joined by Sesame Street Muppets and school-aged children in a variety of learning environments, with Elmo going to preschool during the week, Big Bird in hybrid learning and Rosita fully remote. The trio will be joined by Abby Cadabby and her brother Rudy, Super Grover and other friends from Sesame Street. Parents can send in their questions below, along with their full names and phone numbers. ##Schools## A decision to have indoor dining in New York City will be made in September, New York City Mayor Bill de Blasio said Thursday adding that the decision could come as soon as tomorrow. The mayor made the comment during Thursday’s Covid-19 press conference as reporters asked the mayor about a lawsuit filed by city officials to allow limited indoor dining. “I said this week we will come to a decision in the next day and definitely in the month of September and give guidance based on all the facts and data,” de Blasio said. ##Reopening## Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, told CNN's Jim Sciutto on Thursday that he \"sticks by\" what he has said previously about reopening schools and encouraging in-person teaching. \"Obviously it isn't all black and white. It isn't all yes or no. But in general, if you're in a situation, in a green zone, where you have a very low level of infection and test positivity then in general you can open the schools with impunity as long as you're heads up and you have a plan of knowing what to do when you see children who are infected,\" Fauci said on Thursday.  \"When you get into the yellow zone and the red zone, it becomes different. You have to do certain mitigations when you're in the yellow zone and in the red zone, it does become problematic,\" Fauci said, adding that parents and teachers with underlying conditions may have to make different decisions than those who are otherwise healthy.  \"I think you have to respect the concerns of people who have underlying conditions,\" Fauci said. \"If someone really is concerned, you have to respect the fact that they may not want to be there  — but for others who are generally healthy and don't have underlying conditions, I would encourage them to go and begin the in-person teaching.\"  ##Schools## WATCH: The US Centers for Disease Control and Prevention's recent update to its testing guidelines \"was clearly open to misinterpretation\" and people who have been exposed to Covid-19 over a prolonged period of time should get tested whether they show symptoms or not, Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious diseases, told CNN's Jim Sciutto. The CDC last week changed its Covid-19 testing guidelines to say some people without symptoms may not need to be tested, even if they've been in close contact with someone known to have the virus.  \"The CDC has now clarified that that sentence in a vacuum, the way it read, gave the impression — which was clearly open to misinterpretation — that that means that they're not concerned about community spread and that they're not concerned about testing people who are without symptoms,\" Fauci said on Thursday.  \"Let's clarify that: Community spread is important. People without symptoms do spread the infection and we should be testing people under certain circumstances who are without symptoms, no doubt about that,\" Fauci said. \"Right now certainly, if you have an actionable situation where there is an exposure that's prolonged and consistent with someone who is infected and you are without symptoms you should get tested.\" WATCH: Pfizer CEO Dr. Albert Bourla said he understands why people are skeptical about the fast-tracked vaccine timeline, but he wants people to know he thinks political pressure is “irrelevant.” Speaking during the International Federation of Pharmaceutical Manufacturers and Associations (IFPMA) briefing on Thursday, Bourla said political pressure is “irrelevant” because “we will never, ourselves, submit for authorization or approval of any vaccine before we feel that it is safe and effective.” “I understand they are skeptical,” Bourla said, but added “we will not cut corners.” A the same briefing, Merck, Sharp & Dohme (MSD) CEO Kenneth Frazier said vaccine confidence is a critical issue. “We have seen, in the wake of the pandemic, that vaccinations for diseases like measles have fallen off – in part because people are worried about the safety of vaccines in general,” he said. Frazier thinks “at the end of the day, the important thing for us to do, is to reinforce to the public our commitment to safety as the number one thing.” Yes, companies need to “move with urgency” he said, “but we will not sacrifice safety under any set of circumstances.” Like Bourla, Frazier said Merck “will not submit for approval … any vaccine candidate before we have a quantum of proof through phase three studies” about the safety and efficacy in a large population. ##Vaccines## Currently, the data does \"not indicate strongly one way or the other\" whether convalescent plasma is a useful treatment for Covid-19, Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, told CNN's Jim Sciutto on Thursday. \"It has an EUA that if people would like it, you can get it. We still are waiting for the definitive clinical trials to prove one way or the other whether it's safe and effective,\" Fauci said. \"It looks almost certainly that it's safe. The real question is, how effective is this? And that will have to await the proper clinical trials.\"  Remember: A National Institutes of Health panel said there's no evidence backing the use of convalescent plasma to treat coronavirus patients and that doctors should not treat it as a standard of care until more study has been done. \"There are insufficient data to recommend either for or against the use of convalescent plasma for the treatment of COVID-19,\" the panel of more than three dozen experts said in a statement posted on the NIH website Tuesday. The statement, which was posted quietly, contradicts the Trump Administration's characterization of the treatment as \"historic\" and a \"major advance\" and directly refers to last week's emergency use authorization by the US Food and Drug Administration. WATCH: More than 800 people at the University of Georgia in Athens have tested positive for coronavirus, according to data released by the university.  The school reported 821 cases of Covid-19 between Aug. 24 and Aug. 30. Of the 821 cases, 798 were students and 23 were employees the university said.  UGA President Jere W. Morehead calls the rise in positive cases among students \"concerning\".  \"It is critically important that all of our students continue to make every effort to prioritize their health and safety by taking proper steps to avoid exposure to his virus,\" Morehead said in a statement on Wednesday.  The university says they have dedicated nearly 400 rooms from university housing, the Georgia Center and the private sector for students needing to isolate or quarantine due to Covid-19.  ##Schools## The US's top infectious disease expert, Dr. Anthony Fauci, reiterated his plea to the American people to take adequate safety precautions as they celebrate this Labor Day to avoid coronavirus infections. \"We don't want to see a repeat of the surges that we've seen following holiday weekends,” he said. He emphasized that this does not mean people can’t enjoy, but rather, they should keep the fundamental safety protocols in mind. “The wearing of the masks, the physical distancing and the avoiding crowds, trying to keep gatherings outside much, much, much more preferable than indoors,” he said. “We're seeing now in certain states. Montana, the Dakotas, Michigan, Minnesota, that there is an uptick in test positivity, particularly among young people, 19 to 25. That’s predictive,” he told CNN’s Jim Sciutto. “If they don't do the kinds of things we're talking about, we’re going to see a surge.” Fauci added that he doesn’t want to see a surge in any circumstances but particularly as the fall approaches with flu season. “We want to go into that with a running start in the right direction. We don't want to go into that with another surge that we have to turn around again. So it really is an important weekend.” Watch more: As the US continues to battle Covid-19, CNN's Jim Sciutto asked Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, to share the best news he has seen in recent weeks that should give the American people hope. Fauci noted that there is good news in two areas.  \"There is good news in the public health area,\" Fauci said. \"We see that when we have states, and cities and counties and areas that do abide by the public health mandates that I'm speaking about now with you today, they do turn around the surges and in fact blunt any surges. That tells me that we can do it. We've proven that you can actually control the outbreak.\"  Fauci continued by saying that vaccine development is another piece of good news.  \"We now have three vaccines in phase three trial, we are on the right track, things look like they are really going in the right direction,\" Fauci says.  ##Vaccines## Following concerns that a coronavirus vaccine could be authorized before late-stage trials are finished, CNN's Jim Sciutto asked Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, if he or his family would be hesitant to take a vaccine once it is approved.  \"Not at all, Jim. I will look at the data and I would assume and I'm pretty sure that that's going to be the case, that a vaccine would not be approved for the American public unless it was both indeed safe and effective, and I keep emphasizing, both safe and effective. If that's the case, Jim, I would not hesitate for a moment to take the vaccine even myself and recommend it for my family,\" Fauci said. There are currently three vaccines in phase three trials in the US. British drugmaker AstraZeneca said Monday it has started phase three trials of its experimental coronavirus vaccine in the United States, becoming the third company to start late-stage trials of a vaccine to prevent Covid-19. The vaccine, developed in partnership with Oxford University, has the backing of the US federal government. Rivals Moderna and Pfizer/BioNTec already have phase three trials under way, also with federal government funding. ##Vaccines## The University of Dayton in Ohio has at least 770 coronavirus cases among nearly 9,000 enrolled students. However, Dayton Mayor Nan Whaley says the university did a good job on testing and the key lies in getting students to \"sit in place.\" University of Dayton is a private institution and students come from multiple states and authorities don’t think it would be a “smart move” to send them back to other places with coronavirus cases, she pointed. “They’re doing all their classes online virtually now. And so really the enforcement of making sure they stay in their spot for these next few weeks is going to be really, really important.” “Do not party like it's 2019,” she said in a message to university students. ##Schools## Dr. Anthony Fauci said it's \"conceivable\" but not likely that there will be a coronavirus vaccine ready by October. The US Centers for Disease Control and Prevention has told public health officials around the US to prepare to distribute a potential coronavirus vaccine as soon as late October. But today, asked about that timeline, Fauci said November or December is more likely. \"These are all guesstimates,\" he told CNN's Jim Sciutto. \"It is conceivable that you could have it by October, though I don't think that that's likely,\" Fauci added. ##Vaccines## Pfizer Chairman and Chief Executive Officer Dr. Albert Bourla said the ongoing clinical trial for a Covid-19 vaccine has enrolled about 23,000 participants, and some are already getting the second dose of the vaccine.  Pfizer “should be able to have enough events to say, if the product works or not” by the end of October, Bourla said, speaking on Thursday to the International Federation of Pharmaceutical Manufacturers and Associations. “We have already worked on the rest of the file,” he said, meaning if the vaccine is effective, “we are going to start submitting to the FDA, on a rolling base.” Bourla said if they are able to determine the vaccine is safe and effective “in the October time frame,” the company could “submit immediately for approval.”  Pfizer is in the “very advanced stage” of the clinical trial, Bourla said, confirming that as of yesterday, 23,000 patients were enrolled into the study. Pfizer is aiming to enroll 30,000 patients in the Phase 3 trial. ##Vaccines## Bolivia recorded its highest number of new Covid-19 deaths in a day on Wednesday with 102 deaths, according to Bolivian Health Ministry data. This is the first time that Bolivia has had more than 100 deaths in a single day from the virus. Previously, the highest number of deaths in a day was 92 on Aug. 4 and Aug. 29. The country’s total death toll from the virus is at least 5,203. There have been a total of 117,928 reported cases, according to the health ministry.  ##Hotspots## US stocks kicked off the day lower on Thursday, pulling back after a record-breaking session on Wednesday when both the S&P 500 and Nasdaq Composite closed at all-time highs.  The dip in stocks comes on the heels of a better-than-expected jobless claims report, showing fewer initial and continued claims for unemployment benefits.  That said, claims under the government’s Pandemic Unemployment Assistance program have been on the rise.   Here is where things stood at the opening:  The Dow opened more or less flat.\nThe S&P fell 0.5%.\nThe Nasdaq opened 1.6% lower.  ##Economy## French prime minister Jean Castex says country's recovery plan, worth 100 billion euro (about $118 billion USD), is the “biggest stimulus package of all European countries.\" Speaking after a cabinet meeting, he said the value is the equivalent of 4% of France’s GDP and four times larger than the stimulus package put in place after the 2008 financial crisis.  The plan — which was announced today and is called \"Restart France\" — includes 70 measures centered around three major themes: ecological transition (30 billion euros), business competitiveness (35 billion euros) and social and territorial cohesion (35 billion euros). The plan has a clear emphasis on a green transition of the economy with 11 billion euros for the transport sector including 4.7 billion for improvements of the rail network and 6 billion earmarked for energy-efficient building renovations including 2 billion for peoples’ homes. The hydrogen industry — seen as a key in the transition away from fossil fuels - is set to get two billion euro as part of the two-year stimulus plan. Castex said the stimulus package would generate 160,000 new jobs by the end of next year.  The prime minister said no extra household or corporate tax would be levied to pay for this plan but that 40% or 40 billion euros would come from the 750 billion euro EU recovery fund.  ##Economy##  Scotland’s coronavirus \"R-number\" – which represents how quickly the virus is spreading – could be as high as 1.4, First Minister Nicola Sturgeon says. A number at that level means that one infected person is transmitting the virus to an average of 1.4 people.  “We think that the ‘R-number’ in Scotland increased last week and it is probably now above one. Perhaps as high as 1.4,” she said. “I said recently that the R number is of a slightly less concern when overall prevalence of the virus is low. And overall prevalence of the virus is still low in Scotland right now. But nevertheless, this is a further reminder that the virus is spreading again here just as it is elsewhere in the UK, across Europe and indeed in the wider world.” All 54 countries in Africa have expressed interest in a plan to guarantee fair and equitable access to Covid-19 vaccines, the World Health Organization’s Area Manager in Immunization and Vaccine Development, Dr. Richard Mihigo, says.  “Once a vaccine is licensed and approved, COVAX aims to secure 220 million doses for the continent” to be distributed to all African countries proportional to population size, according to Mihigo. The initial doses will cover 20% of Africa's population and prioritize frontline health care workers and vulnerable groups with pre-existing conditions.  Higher and middle income countries on the continent have agreed to self-finance their doses, but the remaining countries will be eligible to receive financial support through the initiative. South Africa remains the only country on the continent currently running clinical trials for the AstraZeneca and Novavax vaccines, but other countries including Uganda and Kenya have expressed interest in starting clinical trials, Mihigo added. “Whenever an effective and safe vaccine is available, it will be available to all the people of Africa at the same time as the developed world,” Mihigo said.   ##Vaccines## Senate Minority Leader Chuck Schumer, in a letter to his Democratic colleagues, ripped into the forthcoming scaled-back Senate Republican stimulus proposal, underscoring the massive gulf that continues to exist between the parties in the negotiations for a new coronavirus relief package. \"Republicans may call their proposal 'skinny,' but it would be more appropriate to call it 'emaciated,'\" Schumer wrote Thursday to his members. \"Their proposal appears to be completely inadequate and, by every measure, fails to meet the needs of the American people.\" The letter sets the stage for a partisan battle that will re-commence in earnest when senators return from the summer recess period next week. Talks between Schumer, House Speaker Nancy Pelosi and top White House officials imploded nearly a month ago and have yet to make any headway in the weeks since. Democrats have pressed for a wide-ranging, multi-trillion dollar proposal to provide funds for schools, rental assistance for states and localities, health providers and small businesses. Some context: Treasury Secretary Steven Mnuchin and White House chief of staff Mark Meadows, the top GOP negotiators, have rejected the Democratic topline repeatedly and pressed to move a smaller scale package consisting primarily of areas where at least topline bipartisan agreement exists.  Pelosi and Schumer have refused, castigating Republicans for underestimating the scale of the need created by the worst pandemic in a century. The dynamics have led to an increasingly pessimistic view on Capitol Hill that a new relief package —following on the $2.2 trillion CARES Act — is even possible at all. Meadows, in private conversations with Senate Republicans, has repeated said he doesn't think a deal is possible with Democrats given their current posture, multiple sources have told CNN. \"It's tough to go more than a month with literally zero progress,\" one person involved in the negotiations told CNN. \"Yet somehow that's exactly what has happened.\" The divide carries with it massive ramifications for the weeks ahead, as the country continues to grapple with the economic devastation created by the pandemic and the public policy response to it. Lawmakers themselves face the threat of a government shutdown at the end of September if an agreement isn't reached on an all-encompassing funding measure. Read more here. ##Economy##   First-time claims for unemployment benefits fell below a million again last week, the Labor Department reported Thursday. This happened before — in early August — before claims reversed course and bounced higher. Another 881,000 Americans filed initial claims for benefits last week on a seasonally adjusted basis. Continued jobless claims, which count people filing for benefits for at least two weeks in a row, stood at a seasonally adjusted 13.3 million, more than 1 million lower than last week. A wonky aspect in the report: The Labor Department changed its methodology for seasonal adjustments starting with this report. Usually, seasonal adjustments are designed to smooth the data and make it more easily comparable. But during the pandemic's unprecedented effect on the labor market they have added some noise to the data. On an unadjusted basis, unemployment insurance claims rose to more than 833,000, an increase of about 7,500. Still, the trend is mostly pointing in the right direction. The US jobs market is gradually recovering from the pandemic lockdown shock. That said, millions of people continue to rely on state benefits to make ends meet while Congress is squabbling about a next round of stimulus. These numbers don't include claims for the government's other, pandemic-specific programs, such as the Pandemic Unemployment Assistance (PUA) program. The Labor Department will again review its adjustment models at the start of next year. ##Economy## Novel coronavirus cases in Europe are \"almost back\" to March levels, the director of the European Centre for Disease Prevention and Control (ECDC), Andrea Ammon, said on Wednesday during a debate held by EU Committee for Environment, Public Health and Food Safety. “The virus hasn't been sleeping over the summer so it didn't take vacation and that is something that we see now,\" Ammon said. She continued: \"We have seen now this week that the notification rate in the EU and EEA (European Economic Area) countries and the UK is now 46 per 100,000. You may remember that at one point we have been already below 15 so there is an increase and this increase we have been seeing now for more than five weeks. It has been a slower increase (than) we had in March. However, we are almost back to the numbers that we have seen in March,” Ammon said.  “In August, now, we are seeing more that also (an) older population is affected, indicating that it's really a true increase in transmission,\" she added. Regarding schools reopenings and the risk of coronavirus spikes, Ammon said: “there are very few significant outbreaks in schools that have been documented and the evidence is really at the moment conflicting, meaning it's very inconclusive to say whether it's useful or not from a transmission point of view to close schools.” Thailand has detected its first locally transmitted case in the country in 101 days, according to the director of Thailand's disease department. “This case is a local transmission case after over 100 days were passed with no report of locally transmitted infection,” Dr. Suwannachai Wattanayincharoen, director of disease control department, said a news conference on Thursday. A 37-year-old man who was arrested in Bangkok on drug charges was tested after arriving at a Bangkok correctional center, his results came back positive. Health officials say that he had no recent travel history. The infected man arrived in prison on Aug. 26 and was tested on Wednesday. His results came back positive on Thursday. The arrived in a jail cell and shared a quarantine cell with 34 people who have now been tested and those results have returned negative.  The lawyer representing cosmetologist Jonathan DeNardo, who provided hair services to House Speaker Nancy Pelosi, released a statement saying he received advanced approval from Erica Kious, the salon owner, the day before the appointment.  House Speaker Nancy Pelosi got her hair styled Monday inside a San Francisco hair salon, her office said in a statement Tuesday, an apparent violation of the city's Covid-19 safety regulations that enraged the salon's owner. Fox News reported that the owner of the salon, Erica Kious, was angry that Pelosi had broken the rules requiring such hair treatments to be done outdoors because of the pandemic. Pelosi said Wednesday that she takes \"responsibility for falling for a setup.\" \"I take responsibility for trusting the word of a neighborhood salon that I've been to over the years, many times, and that when they said we're able to accommodate people, one person at a time, and that we can set up that time, I trusted that. As it turns out, it was a setup. So I take responsibility for falling for a setup,\" the California Democrat said during a question and answer portion of an event in San Francisco.  The statement from the lawyer representing DeNardo said in part: “…Mr. DeNardo advised Ms. Kious that he would not proceed with Speaker Pelosi’s appointment without Ms. Kious’ authorization. \n\"Ms. Kious took special interest in the appointment during this telephone call, wherein she made several vitriolic and incendiary comments about Speaker Pelosi and her purported responsibility for temporarily suspending operations of Ms. Kious’ business, despite such orders actually being put into place not by Speaker Pelosi, but by Governor Gavin Newsome and San Francisco Mayor London Breed. \n\"Ultimately, Ms. Kious authorized Mr. DeNardo to proceed with Speaker Pelosi’s appointment…” Senate Democratic Leader Chuck Schumer, in a letter to his Democratic colleagues, ripped into the forthcoming scaled-back Senate Republican stimulus proposal, underscoring the massive gulf that continues to exist between the parties in the negotiations for a new coronavirus relief package.   “Republicans may call their proposal ‘skinny,’ but it would be more appropriate to call it “emaciated,’” Schumer wrote on Thursday to his members. “Their proposal appears to be completely inadequate and, by every measure, fails to meet the needs of the American people.” Here's some background: The letter sets the stage for a partisan battle that will re-commence in earnest when senators return from the summer recess period next week. Talks between Schumer, House Speaker Nancy Pelosi and top White House officials imploded nearly a month ago and have yet to make any headway in the weeks since. Democrats have pressed for a wide-ranging, multi-trillion proposal to provide funds for schools, rental assistance states and localities, health providers and small businesses.  Treasury Sec. Steven Mnuchin and White House chief of staff Mark Meadows, the top GOP negotiators, have rejected the Democratic topline repeatedly and pressed to move a smaller scale package consisting primarily of areas where at least topline bipartisan agreement exists. Pelosi and Schumer have refused, castigating Republicans for underestimating the scale of the need created by the worst pandemic in a century. The dynamics have led to an increasingly pessimistic view on Capitol Hill that a new relief package – following on the $2.2 trillion CARES Act – is even possible at all. Meadows, in private conversations with Senate Republicans, has repeated said he doesn’t think a deal is possible with Democrats given their current posture, multiple sources told CNN.  “It’s tough to go more than a month with literally zero progress,” one person involved in the negotiations told CNN. “Yet somehow that’s exactly what has happened.”  A split with serious consequences: The divide carries with it massive ramifications for the weeks ahead, as the country continues to grapple with the economic devastation created by the pandemic and the public policy response to it and lawmakers themselves face the threat of a government shutdown at the end of September if agreement isn’t reached on an all-encompassing funding measure.  And it all comes as control of the Senate – and the White House itself – hangs in the balance in an increasingly heated election season.  Senate Majority Leader Mitch McConnell, who has remained outside of the direct negotiations between Democratic leaders and the White House, made clear that the divide between the two sides remains significant, saying on Wednesday the talks remain at a “stalemate.”  “I can tell you I do think we do need to reach agreement and it’s harder to do now because we’re so much closer to the election,” McConnell said. “The cooperative spirit we had in March and April has dissipated as we move closer and closer to the election.” The Senate GOP leadership, for weeks, has been working behind the scenes toward building internal consensus on a scaled-back, or “skinny” proposal, that would give the party an opportunity to show a unified front in a floor vote, aides said. That proposal, which would include funds for education, small business, a scaled back enhanced federal unemployment benefit and liability protections, has been circulated between members but not released publicly.  The proposal has been discussed at length in regular conference calls between Senate Republicans and the top White House negotiators.  Republican leadership is moving toward a procedural vote to take up the GOP proposal next week should he lock in more than 50 GOP supporters – something aides say Republicans are on track to achieving, particularly as front-line Republican senators face difficult re-election battles in November. “We’re close,” a senior GOP aide told CNN. “I think everyone recognizes we have members in our conference that need to show we’re working toward addressing the problems people are facing right now.”  Schumer’s letter, however, makes clear that effort would be blocked from advancing by Democrats, bringing the two sides back to a baseline that has consisted of hours of negotiations and talks, yet little if any signal that a topline difference of nearly a trillion dollars – and significant hurdles that exist in the policy details themselves – will be resolved in the near term.  “It is clear Republicans are trying to ‘check the box’ and give the appearance of action rather than actually meet the truly profound needs of the American people,” Schumer wrote to his colleagues. Read the full story here. The White House coronavirus task force has recommended officials in the state of Missouri close bars and mandate masks as the pandemic spreads. An August 30 report for the state, obtained by CNN, shows the state is in the task force’s defined “red zone” for cases, meaning more than 100 new cases per 100,000 population, with the 10th highest rate in the country.  The August 30 report says community transmission “continues to be high in rural and urban counties,” and notes concerns with “increasing transmission in the major university towns,” which has been problematic for other states. “Bars must be closed,” the report reads. And, per the report, the task force recommends a mask mandate, saying, “Mask mandates across the state must be in place to decrease transmission.” The state is one of 15 in the US that does not require people to wear masks in public.   ##Reopening## Russian Prime Minister Mikhail Mishustin has announced the resumption of international air travel to Egypt, the United Arab Emirates, and the Maldives on a mutual basis, according to state-run media TASS. Mishustin has signed a directive to allow for the change, according to TASS. “Egypt (Cairo), three flights a week; the United Arab Emirates (Dubai), two flights a week; the Republic of Maldives (Velana airport), two flights a week,\" a government statement said, according to TASS. Regular flights between Russia and other countries around the world were interrupted at the end of March due to the pandemic, TASS said.  To say that Covid-19 has hurt the hotel industry, along with travel as a whole, is something of an understatement. According to Hotel News Now, the news division of hotel research company STR, the sector has seen a loss of 5 million jobs since February in the United States alone. And Zachary Sears, a senior economist at Tourism Economics, part of research firm Oxford Economics, says that hotel occupancy in some instances is down 95% versus a year ago. \"Properties have been forced to close permanently because of the financial loss they've taken,\" he says. In fact, the American Lodging and Hotel Industry released a report on August 31 that indicates 65% of hotels remain at or below 50% occupancy. The same report states that consumer travel is at an all-time low and that only 38% of Americans say they are likely to take a leisure vacation by the end of the year. In normal circumstances, 70% of Americans take a vacation in any given year. Some good news: Despite the bleak scenario and the continuing pandemic, there is a bright spot: from Europe and the United States to Africa, Asia and Australia, a spate of new hotels from bigger brands as well as smaller owners are set to open this fall and into the winter. \"The next several months are a busy time for hotel openings,\" says Leo Sorcher, the founder of luxury travel company Inhabit the World. \"They show a light at the end of this long tunnel.\" Read the full story here.  UK Health Secretary Matt Hancock has announced £500 million ($665 million) for rapid Covid-19 testing and boost capacity, amid complaints of “operational challenges” from members of the public. Speaking to BBC Breakfast on Thursday, Hancock said there was still a “significant demand for testing” among the British population, adding that the government “put a huge amount of testing into areas of outbreak where the numbers of cases are much higher.” He said that when someone is unable to get a test at their closest center, they are then offered a test at a place where one is available, even if it is across the country.  There have been reports in UK media that those seeking tests have been directed to test centers more than 100 miles away.  Hancock said the “vast majority of people get a test really easily, it's turned around, you get the result the next day.” The new investment in testing will help to “solve the problem by having the next generation of test at a radically bigger scale,” Hancock said, adding that he wants to get to the point where “the lab is in the back of a van” and can easily travel to hotspots. The first stage will commence imminently with the launch of a \"new, community-wide trial in Salford\" to \"assess the benefits of repeat population testing,\" the UK's Department of Health Thursday said in a press release. The Salford initiative will aim to process up to 250 tests a day, the department said, adding that \"promising trials in Southampton and Hampshire, using a saliva test and a rapid 20-minute test, will also be expanded using the new funding.\" When asked how soon the rapid testing would be widely available to the public, Hancock declined to go into specifics saying the reliance \"on brand new technology\" prevented him from providing a specific date.  Hancock said the Department of Health was working with a company to \"manufacture these kits as fast as possible\" with the new funding. Hancock added that of the 100 companies the government is currently working with, three have had their tests verified. He also said the UK government would not be implementing testing on arrival at British airports. As the \"virus incubates in you,\" Hancock said, \"scientists reckon that we find only about 7% of the total cases\" from testing on the day of return. He pointed to the \"countries around the world that have introduced this testing on arrival\" who \"are now moving away from it and doing the testing much later.” Many students in England and Wales are returning to school, which have put in place new measures and restrictions to help combat the spread of Covid-19. Prime Minister Boris Johnson has previously said scientific advice suggests it's safe for children to restart classes despite an uptick in coronavirus cases. CNN's Scott McLean reports from a school in Waterlooville, England. WATCH: ##Schools## As many hope for a vaccine to bring Covid-19 under control, a leading vaccine expert warned against using an emergency use authorization (EUA) to put one on the US market as soon as possible. \"How can you justify a substandard or lesser review for something that would be injected in tens of millions, maybe hundreds of millions of Americans?\" Dr. Peter Hotez, a professor and the dean of Tropical Medicine at Baylor College of Medicine, said in series of social media posts Wednesday. EUAs allow the FDA to greenlight unapproved medical products without going through the complete lengthy process needed for full approval. But Hotez urged federal health agencies to \"follow that process\" for a vaccine so significant. When will a vaccine be available? Three vaccines for a virus that has infected more than 6.1 million Americans are currently in Phase 3 testing in the US, which experts have called impressively quick. Officials have insisted no vaccine will be distributed to the public until it is effective and safe, but they differ on when that might be. Many, including the Director of the National Institute of Allergy and Infectious Diseases Dr. Anthony Fauci, say early 2021 would be a good estimate, while other officials are eyeing the coming months. US President Donald Trump has predicted that there will be a vaccine available in time for the November 3 election, and the US Centers for Disease Control and Prevention told public health officials around the US to prepare to distribute one as soon as late October. But health experts say those predictions aren't realistic. \"This is like the Boy Scout motto, 'Be Prepared,'\" Director of the National Institutes for Health Dr. Francis Collins said. \"Even if it's very low likelihood, if everything happened to come together really beautifully and we had an answer by then and we knew we had a vaccine that was safe and effective, wouldn't you want people to be ready to figure out how to do the distribution? That's all that CDC is saying.\" Read the full story: ##Vaccines## Thailand has reported zero locally transmitted cases of Covid-19 for 100 days, marking a significant milestone in the battle against the coronavirus only a small number of countries around the world have achieved. But the Thai government is also facing growing pressure from businesses to reopen borders to international tourists, as months of travel restrictions have devastated its heavily tourism-dependent economy. The Southeast Asian country has not recorded any local infections since late May. It is still finding coronavirus cases in overseas arrivals, who are subjected to a mandatory 14-day quarantine period. Patients remain in quarantine until they've recovered. So far, the country of 70 million people has a caseload of just 3,427, with 58 deaths. More than 28% of the reported infections are overseas cases, according to the Health Ministry. Thailand was the first country to detect the coronavirus outside China, confirming its first case on January 13 -- a Chinese tourist who had flown to Bangkok from Wuhan. The country had first refrained from banning Chinese tourists, but in late March, when its caseload surged close to 1,000, the Thai government declared a state of emergency and banned all non-resident foreigners from entering. The border closure has helped protect the country while the virus rages across the world, but it has also dealt a huge blow to its tourist sector, which according to the World Bank normally contributes close to 15% of Thailand's GDP. In June, the Tourism Council of Thailand said it expected to see an estimated 8 million foreign tourists this year, an 80% drop from last year's record number of 39.8 million. Thailand's economy shrank 12.2% in the second quarter of this year, its worst in 22 years since the Asian financial crisis in 1998. \"We hope that we can find ways to bring back tourists in the future. Bringing tourists back is one of the key factors to revive the Thai economy in the remaining part of this year and next year as well,\" said Don Nakornthab, Senior Director of Economic and Policy Department at the Bank of Thailand.\n\"But we have to do it carefully, because if the second wave happens, especially as a result from opening up for tourists, it will put Thailand into trouble again,\" he said at a press conference Monday. Read the full story: Globally, there have been more than 26 million cases of coronavirus recorded, and more than 863,000 have died, according to figures from Johns Hopkins University. Here's the latest.  India sees highest daily spike: India reported 83,337 new Covid-19 cases on Thursday, the highest daily increase announced by the country’s Health Ministry. Only the United States and Brazil have recorded more cases and deaths than India, which has 3,853,406 cases, including at least 67,376 deaths.  Israel also sees surge: Israel recorded 3,074 new cases of Covid-19 on Wednesday, the country's biggest one-day spike since the pandemic began, according to the Ministry of Health. The surge comes just two days after schools reopened, and two weeks before the high holidays in Israel, when Jews congregate in synagogues and homes to observe Rosh Hashanah and Yom Kippur. Sanofi and Glaxo start Phase 1/2 trials of their coronavirus vaccine: Sanofi Pasteur and GlaxoSmithKline said Thursday they are starting early stage trials of their experimental coronavirus vaccine, one of several being backed by the US federal government’s Operation Warp Speed. The companies said they were recruiting 440 healthy adults at 11 trial sites to test out the vaccine in a randomized, double blind and placebo-controlled trial. The CDC has told public health officials around the United States to prepare to distribute a potential coronavirus vaccine as soon as late October: The US Centers for Disease Control and Prevention has told public health officials around the United States to prepare to distribute a potential coronavirus vaccine as soon as late October. It also provided planning scenarios to help states prepare. France to unveil recovery plan: The French government will announce details of a 100 billion euro ($118 billion) economic recovery plan on Thursday, which Prime Minister Jean Castex says should generate 160,000 jobs by the end of next year. South Korea recorded 195 new coronavirus cases Wednesday, the first time in more than two weeks that the daily increase dropped below 200.  The country has now seen 20,644 confirmed cases and 329 deaths from the virus after adding three new fatalities Wednesday, according to the Korea Centers for Disease Control and Prevention (KCDC). Of the newly reported cases, 188 are locally transmitted, with 148 of those reported from the Seoul metropolitan area, according to Senior Health Ministry official Yoon Tae-ho. Of the cases reported over the past two weeks, 41% are from local clusters, KCDC said. The number of cases linked to the Sarang-jeil Church has also risen to 1,139.  Since September 1, an average of more than 20,000 tests have been conducted daily, KCDC said. Nursing shortfall: KCDC also reported 154 people are in critical condition from the virus and the Health Ministry added it is reviewing whether to deploy more nurses as there is a shortage of them for critical patients. KCDC Deputy Director Kwon Joon-wook said South Korea is in the process of “straightening the shaking tower,” and must stay alerted that it could collapse again at any time. Kwon said the government will reevaluate social distancing measures this weekend. India reported 83,337 new Covid-19 cases on Thursday, the highest daily increase announced by the country’s Health Ministry.  Johns Hopkins University previously reported that India recorded 85,687 new cases on August 27. The discrepancy between the figures is unclear.  The Indian government maintains that its case numbers for August 27 were 77,266 and this is the first time it has recorded a 24-hour total greater than 80,000.  The Indian Health Ministry tweeted Thursday that it saw \"an unprecedented surge in testing,\" adding that more than 1,170,000 tests had been done in the past 24 hours.  The total number of cases identified in India stands at 3,853,406, including at least 67,376 deaths.  Only the United States and Brazil have recorded more cases and deaths than India. Recovered patients: Nearly 77% of the confirmed cases have recovered as the Health Ministry reported 2,970,492 recoveries. In India, not all patients require a test to be considered recovered. Patients with mild and moderate symptoms are considered no longer active after 10 days of symptom onset if they meet certain conditions, and a test to confirm that they no longer have the virus is not required. However, severe cases can only be discharged after one negative coronavirus test. Surging cases: In recent days, Delhi and Maharashtra state have seen case numbers increase significantly. According to the respective local health authorities, Maharashtra recorded more than 15,765 new cases on Wednesday, and the union territory of Delhi, which includes the national capital region of New Delhi, recorded 2,509 new cases.   ##Hotspots## Israel recorded 3,074 new cases of Covid-19 on Wednesday, the country's biggest one-day spike since the pandemic began, according to the Ministry of Health.  The surge comes just two days after schools reopened, and two weeks before the high holidays in Israel, when Jews congregate in synagogues and homes to observe Rosh Hashanah and Yom Kippur.  Though too recent to be a factor in the surge in cases, the reopening of the school year has the potential to exacerbate an already serious situation. As the school year opened on Monday, Minister of Health Yuli Edelstein said the commencement of the school year was “a great success,” but also issued a warning. “We have to live in the shadow of corona. It is not acceptable to me to hear claims of ‘There is no corona’ or of ‘Close everything’,\" Edelstein said. He also said schools may have to be closed or limited in so-called “red cities” with high coronavirus infection rates, many of which are ultra-Orthodox cities or Arab cities,  Israel has now recorded a total of 122,539 coronavirus infections and 969 deaths, according to the Ministry of Health. ##Hotspots## ##Schools## The French government will announce details of a 100 billion euro ($118 billion) economic recovery plan on Thursday, which Prime Minister Jean Castex says should generate 160,000 jobs by the end of next year. “With the (Covid) crisis we are going to lose more or less 100 billion euros of wealth and with that we have an unemployment rate skyrocketing,” he told RTL Radio Thursday morning.\n“We want to inject massive amounts of money into the economy so that the economy and business activity pick up. If companies start up again, there is less unemployment. There are more jobs. It's as simple as that.” The details of the stimulus plan will be announced in a news conference later on Thursday after a cabinet meeting. ##Economy## Vaccination against Covid-19 will not be mandatory when a preventive drug arrives in Brazil, the Brazilian Health Ministry said on Wednesday, though it stressed that immunization would be essential for the country to defeat the virus. \"As we have been doing so far and will continue to do so, we encourage the vaccine to immunize the population. Otherwise, we may have the risk of returning diseases that had already been eradicated from the country as happened with measles recently,\" said Elcio Franco, the ministry's executive secretary. \n\"We also remember that the vaccine is not mandatory but it will be a great tool for us to return to normal.\" Franco's statement confirms what President Jair Bolsonaro said Monday when responding to a supporter who asked him to ban Covid-19 vaccines. \"No one can oblige anyone to take a vaccine,\" Bolsonaro said. His statement was tweeted the following day by the Brazilian Government's Twitter account.  Vaccines in Brazil trials: There are three types of Covid-19 vaccines undergoing clinical trials in Brazil. One of them, from Oxford University and drugmaker AstraZeneca, has been conducted with the support of the Ministry of Health and in partnership with the public health federal research institute Fiocruz.  According to Franco, the public may have access to an Oxford/AstraZeneca vaccine by January of next year. ##Vaccines## Sanofi Pasteur and GlaxoSmithKline said Thursday they are starting early stage trials of their experimental coronavirus vaccine, one of several being backed by the US federal government’s Operation Warp Speed. The companies said they were recruiting 440 healthy adults at 11 trial sites to test out the vaccine in a randomized, double blind and placebo-controlled trial. Researchers will watch to see if the vaccine is safe and whether it induces an immune response.  “The Companies anticipate first results in early December 2020, to support the initiation of a Phase 3 trial in December 2020. If these data are sufficient for licensure application, it is planned to request regulatory approval in the first half of 2021,” Glaxo said in a statement. The companies are working together using Sanofi’s flu vaccine technology and Glaxo’s adjuvant -- a compound that boosts the power of a vaccine. In July, the companies won a $2.1 billion commitment from the US federal government. The deal commits them to produce up to 100 million doses of vaccine next year, with an option for 500 million more doses.  Several other experimental coronavirus vaccines have started human clinical trials in the US, including those made by Moderna, Pfizer, AstraZeneca, Inovio, Novavax and Johnson & Johnson. ##Vaccines##  The United States recorded 39,670 new Covid-19 infections and 1,056 virus-related fatalities on Wednesday, according to data from Johns Hopkins University. The country's total now stands at 6,114,406 cases, including at least 185,744 deaths. The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases.  Follow our live tracker of US cases and deaths: ##Hotspots## When Brian Schwartz was laid off from his job in mid-June, he was shocked. The 39-year-old worked hard as a New York City digital advertising executive -- so hard his wife would often pull him away from his computer. But the ramifications of the pandemic took a toll on the economy -- and millions of Americans remain jobless. Although his life was upended, Schwartz realized that senior citizens and veterans in his community were fighting greater battles against Covid-19. And he wanted to help. Schwartz decided lawn mowing was a socially distanced service he could provide -- at no cost -- to those over the age of 65. And so, his free service \"I Want To Mow Your Lawn\" was born. \"I just love grandparents.\" Schwartz said. \"I can only imagine the stress they're all going through. I realized a lot of them (senior citizens) are on fixed incomes, so I figured there's a creative way to help them out. Not just physically, but also mentally.\" He got his first customer at the end of June. Since then, Schwartz, who had little landscaping experience prior to his new venture, has provided for more than a dozen seniors. Read more: A potential coronavirus vaccine should not get an emergency use authorization from the US Food and Drug Administration, said Dr. Peter Hotez, the dean of Tropical Medicine at Baylor College of Medicine. In a series of social media posts on Wednesday, Hotez listed a dozen reasons why an EUA on a potential Covid-19 vaccine may be a bad idea. “We haven't done this before for a vaccine, or at least a major vaccine released to a large segment of the population,” he tweeted, adding it’s been for “technicalities, but nothing like this.” An emergency use authorization allows the FDA to greenlight unapproved medical products -- but this involves substandard reviews, and falls short of the lengthy process needed for full approval. “How can you justify a substandard or lesser review for something that would be injected in tens of millions, maybe hundreds of millions of Americans?” he asked. “I understand EUAs for ventilators, or PPE, etc, but not for a widely administered vaccine.\" Hotez urged federal health agencies to “follow that process\" of a full FDA review. He also argued that the White House’s lack of science communications strategy is another reason to follow the standard vaccine development process, saying the operation team has allowed \"inadequate puzzling interviews\" and \"misleading press releases.\" “In my 40 years as a physician-scientist or MD PhD student I've never seen more irresponsible science communications,\" he said. ##Vaccines## The red carpet at this year's Venice Film Festival is proving to be unlike any before it, with celebrities arriving on the island of Lido in face masks and gowns to a muted reception. The 77th edition of the festival is one of the first major cultural events to take place in Europe since the coronavirus pandemic took hold on the continent. \"We are not proud to be the first, after the forced pause, to be able to do so,\" said Roberto Cicutto, president of festival organizer La Biennale di Venezia, in an online statement. \"But we are proud of having shown... that it can be done, putting in place all the safety measures and presenting a program that has little to envy those of the preceding years.\" Those safety measures include mandatory face masks, temperature checks, physical distancing during screenings and a wall built around the red carpet to keep the public away. See the full gallery: The number of Covid-19 patients hospitalized in Los Angeles has fallen to its lowest level since early April, Mayor Eric Garcetti announced on Wednesday. “Today, 1,062 Angelenos are in the hospital because of Covid-19. To put that in perspective, in just the last five weeks alone, we’ve cut our hospitalizations by more than half,” said Garcetti. “And that’s good news because our top public health goal is to keep hospitalizations low and beds and medical staff available for any emergency, including Covid-19.” Garcetti thanked residents for continuing to do their part to combat spread of the virus, pointing out the “good news” that L.A. County ranks 19th in California in the number of confirmed cases per 100,000. However, he also warned that residents should not confuse the improved hospitalization and infection rate with “going back to normal,” reiterating that county-wide restrictions will remain in place.  On Wednesday, L.A. County reported 1,457 new cases of the coronavirus, raising the total since the start of the pandemic to 243,935.  The county also reported 51 new deaths -- 12 of which were in the city of L.A. -- bringing the total to 5,878. ##Hotspots## Hall of Fame pitcher Tom Seaver, a three-time Cy Young Award winner and 12-time all-star, has died at the age of 75, the National Baseball Hall of Fame, citing Seaver's family, and Major League Baseball said Wednesday. Seaver died Monday in his sleep of complications of Lewy body dementia and Covid-19, the National Baseball Hall of Fame said. \"We are heartbroken to share that our beloved husband and father has passed away,\" said his wife, Nancy Seaver, and daughters Sarah and Anne, according to the Hall of Fame website. \"We send our love out to his fans, as we mourn his loss with you.\" Seaver, known as \"Tom Terrific,\" won 311 games and had a 2.86 earned-run average over a 20-year major league career that spanned from 1967-1986. Read more: Brazilian soccer star Neymar is one of three Paris Saint-Germain players to have contracted coronavirus, according to multiple reports, including the New York Times which cited people familiar with the matter. French media said that the 28-year-old, along with Argentine midfielders Angel Di Maria and Leandro Paredes, all tested positive after returning from a vacation in Ibiza, Spain. Earlier on Wednesday, PSG had confirmed in a news release that three unnamed players tested positive and \"have undergone the appropriate health protocols. All players and staff will continue to be tested over the next few days.”  CNN has reached out to each of the three players’ representatives for comment. The club declined to confirm the identity of the players to CNN.   Neymar is the world’s most expensive soccer player, having signed for PSG for $263 million in 2017. Ten days ago, the Brazilian was part of the PSG team that lost in the Champions League final. Neymar, along with the other two players, now faces the prospect of missing the start of the new season, due to begin on September 10. There are strict protocols requiring players that have tested positive for the virus to self-isolate. Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, said the White House Coronavirus Task Force is not discussing herd immunity as a strategy to control the coronavirus pandemic, even though President Donald Trump frequently mentions it as a means of making the pandemic “go away.” Herd immunity occurs when enough people are infected or vaccinated in a community that a pathogen stops circulating. “That's not a fundamental strategy that we're using,” Fauci said in an interview Wednesday with MSNBC’s Andrea Mitchell. “We're not there yet.\" “The fundamental strategy that we clearly articulate and go by, through the task force, is to try to prevent as many infections as you possibly can prevent,” he added. “When you get someone who's infected, you do the identification, isolation and contact tracing and you do the kinds of things to prevent infections.” Fauci said he didn’t understand what Trump was referring to in his comments about herd immunity. “I'm not so sure what that’s all about but we certainly are not wanting to wait back and just let people get infected so that you can develop herd immunity,” Fauci said. “That's certainly not my approach, it's certainly not Dr. Birx’s approach or any of the other people that I know of on that task force.” Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, made a “plea” to Americans to continue coronavirus mitigation efforts as Labor Day weekend approaches. “The issue that we're facing right now is we're entering in a day or two right now into the Labor Day weekend and we know from prior experience that when you get into holiday weekends — the Fourth of July, Memorial Day — there's a tendency of people to be careless, somewhat, with regard to the public health measures that we keep recommending over and over again,” Fauci said in an interview with MSNBC Wednesday. \"So I really want to use this opportunity almost to have a plea to the people in this country to realize that we really still need to get our arms around this and to suppress these types of surges that we've seen. We can do it.\" Surges in coronavirus were recorded after Memorial Day weekend and the Fourth of July. “You can have an enjoyable weekend, but you can do a couple of fundamental things that we talk about all the time,” he said. “Masks, distance, avoiding crowds, outdoors much more than indoors, washing your hands — those types of simple things.”  Dwayne Johnson said he's won a fight against Covid-19, but is warning others that the virus was a formidable foe even for him. Luckily, the actor and former wrestling star said in an Instagram video that he and his family are now on the other side of their illness after they all tested positive about three weeks ago. \"I can tell you that this has been one of the most challenging and difficult things we have ever had to endure as a family,\" he said. \"And for me personally, too, as well, and I've gone through some doozies in the past.\" Johnson said his two young daughters, who are ages 4 and 2, exhibited mild symptoms, but he and his wife, Lauren Hashian, were a different story. \"But I am happy to tell you guys that we as a family are good. We are on the other end of it. We are on the other side. We are no longer contagious. And we are -- thank god -- we are healthy,\" he said. Read more here. The director of the National Institutes for Health, Dr. Francis Collins, said it’s “unlikely” that a coronavirus vaccine will be ready by October.  “But I defend the CDC in their effort to try to be sure people are prepared,” Collins said in an interview with CNN. The US Centers for Disease Control and Prevention has told public health officials around the United States to prepare to distribute a potential coronavirus vaccine as soon as late October. It’s also provided planning scenarios to help states prepare.  “This is like the Boy Scout motto, ‘Be Prepared,’” Collins said. “Even if it's very low likelihood, if everything happened to come together really beautifully and we had an answer by then and we knew we had a vaccine that was safe and effective, wouldn't you want people to be ready to figure out how to do the distribution? That's all that CDC is saying.” “Now keep in mind that the likelihood of that is pretty low,” Collins added. There are currently three vaccines in the US in phase 3 clinical trials. ##Vaccines## The US Centers for Disease Control and Prevention has told public health officials around the United States to prepare to distribute a potential coronavirus vaccine as soon as late October. It also provided planning scenarios to help states prepare. The documents were posted by The New York Times and the CDC confirmed to CNN it has sent them to city and state public health officials. The scenarios offer details about distribution for two Covid-19 vaccines when supplies \"may be constrained.\" The documents prioritize particular populations for the vaccines, including health care professionals, essential workers, long-term care facility residents and staff and national security populations. CNN reported last week that CDC Director Dr. Robert Redfield asked states to speed through permits for medical and pharmaceutical supplies company McKesson to help distribute any eventual coronavirus vaccine. In a letter, Redfield asked them to waive any requirements that might get in the way of distributing vaccines by November 1 -- before Election Day -- and weeks, if not months, before most experts expect any vaccine to be fully tested. The scenario documents do not necessarily mean a vaccine will be available by late October. Read the full story: ##Vaccines## Democratic presidential nominee Joe Biden criticized US President Donald Trump's response to the coronavirus crisis, saying the administration \"hasn't shown much grit at all.\" \"If President Trump and his administration had done their jobs early on in this crisis, American schools would be open and they'd be open safely. Instead, American families all across this county are paying the price for his failures and his administration's failures,\" Biden said while speaking in Delaware on Wednesday. Biden said Trump has \"no real plan\" for how to reopen schools safely this fall. \"He's offering nothing but failure and delusions from the start to finish to American families and our children. They are paying the price for his failures,\" Biden said. Biden laid out some of his school reopening plans, which he said were posted on his campaign website. The former vice president said the Trump administration is \"starving schools of the needed funding.\" \"If I were president today, I would direct FEMA to make sure our kids K-12 get full access to disaster relief and emergency assistance under the Stafford Act. I'd make sure that PPE and sanitation supplies for schools qualify as emergency protective measures,\" Biden said. \"On top of that, I would be working with leaders of Congress now, today to pass emergency packages for schools so they would have resources they need in order to be able to open safely.\" Biden said that if elected president, he would also support additional funding for mental health in schools and funds to hire additional teachers as smaller classes mean \"more educators are needed.\" ##Politics## ##Schools## ##Reopening##", "Section": "world", "Writers": ["Jessie Yeung", "Adam Renton", "Amy Woodyatt", "Meg Wagner", "Melissa Macaya"], "URL": "https://www.cnn.com/world/live-news/coronavirus-pandemic-09-03-20-intl/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}