{"Type": "article", "Time": "2017-10-24", "Headline": "Singapore's delicate balancing act between the US and China", "Text": "Singapore Prime Minister Lee Hsien Loong may have been in Washington on Monday to consolidate his country's economic and political partnerships with the US, but he appeared to dedicate much of his time concentrating on another nation whose presence in the region is pivotal for the tiny city-state: China. Addressing the press in the Rose Garden after meeting in the Oval Office and sharing lunch, Lee and US President Donald Trump spoke optimistically about their trade and military ties. But the last section of Lee's remarks appeared to be directed as much to the leaders wrapping up their Communist Party Congress in Beijing as to the man on his left. Watching China and Trump \"Singapore, like many other countries watched your relations with China very closely,\" Lee said, looking over at Trump. \"It's the most important bilateral relationship in the world.\" Trump nodded. Lee rattled off goods and services he said China -- one of the US's largest export markets -- consumed. \"They buy soybeans, grains, and cotton, as well as farming machinery,\" he said. \"And I am quite sure that as their incomes go up, they will buy more and more good American beef.\" \"I express my hope that the US will be able to maintain a stable and constructive relationship with China, engaging each other at the highest levels, building trust, establishing institutional mechanisms,\" Lee said.  It is a delicate moment for Lee, only newly back in China's good graces after criticizing its ambitions in the South China Sea and suffering a snub by not being invited to the Belt and Road Summit in Beijing earlier this year.  He was roundly hounded in Chinese papers for aligning with the US on the status of the disputed waters, and \"flattering\" US President Barack Obama during his last visit to the White House in August 2016 where \"words uncomfortable to Chinese audiences were spoken.\" Relations hit another low when armored troop carriers destined for Singapore were impounded in Hong Kong by customs officials on their way back from training exercises in Taiwan last year. Local media had reported that pressure to seize the vehicles had emanated from China.  An 'American lackey' \"Beijing perceives Singapore to basically be a sort of American lackey on the South China Sea issue,\" said Aaron Connelly, a research fellow in the East Asia program at the Lowy Institute in Australia. \"Singaporeans would argue that they've recovered from this, since Lee did make a visit to China last month and he met with four of the seven politburo standing committee members.\"  Yet Lee's diplomatic struggles may be far from over. While Lee met with Trump in Washington, US Defense Secretary James Mattis was in the Philippines meeting with his defense counterparts of ASEAN, the Association of Southeast Asian Nations, which Singapore will chair next year. Mattis, his spokesperson Dana White said in a statement, \"encouraged increased operational cooperation on common maritime security challenges.\" He also emphasized that the US seeks to \"increase the scope and complexity of our exercises, and that we are working with like-minded partners to help build maritime security capacity in the region.\" Increased maritime security, cooperation, and exercises are all terms Beijing bristles at, finding them all a challenge to its claims in the South China Sea. The US has long defied China's assertion of sovereignty of waters in the region. As recently as this month, a US destroyer sailed near a manmade island China insists comes under its protection, a move Beijing called a \"provocation.\" And the US has long urged its Asian allies to collaborate in those acts of defiance.  'Singapore needs the US in the Pacific' \"It is difficult to imagine a national leadership anywhere in the world more in sync with Washington than Singapore's -- at least on international issues, yet this is where their problems with China begin,\" noted Michael Barr, associate professor at Australia's Flinders University.  \"China's petulance has reinforced the Singapore leadership's conviction that it needs the US in the Pacific and in the South China Sea as a balance to China, but how to work for that cause without inflaming China all over again?\" Barr asks. \"This is PM Lee's dilemma, and unfortunately all of his US-centric training and experience and networking makes him particularly ill-suited to working through it.\" It's in Lee's interest that these two world powers get along, not only to help reach a resolution in the crisis with North Korea, but to alleviate the pressure smaller Southeast Asian states like Singapore face from the fierce threat to their north.  Trump will visit Asia next month, attending an APEC summit in Vietnam and traveling to Seoul, Tokyo, Manila and Beijing. The White House said that during his trip, Trump will \"present the United States' vision for a free and open Indo-Pacific region and underscore the important role the region plays in advancing America's economic prosperity.\" A collision of interests \"I think this is really more a collision of interests,\" says Connelly from the Lowy Institute. \"Where Singapore really strongly believes in the rules-based order of the region that protects freedom of navigation, and China's been endangering that with its actions and its vision of a Chinese-dominated region, which is inherently threatening to a small sovereign state like Singapore.\" There will be more to come for Singapore's Lee, he said. \"I don't think we've heard the last of this,\" he said. \"They're going to have a much harder time trying to portray an image of, if not non-alignment, then the ability to maintain a good relationship with two great powers at the same time.\"", "Section": "politics", "Writers": ["Jamie Tarabay"], "URL": "https://www.cnn.com/2017/10/24/politics/singapore-lee-hsien-loong-trump-china/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}