{"Type": "article", "Time": "2020-11-23", "Headline": "The latest on the coronavirus pandemic", "Text": "The Japanese government has scaled back its subsidized domestic \"Go to Travel\" campaign due to the rapid spread of Covid-19 cases. The cities of Osaka and Sapporo will be removed from the destinations of the government’s popular program for at least three weeks until Dec. 15 to help curb the spike.  \"It was a tough decision. But we made the decision to avoid further strain on the medical system in those cities,\" said Kazuyoshi Akaba, the Minister of Transport in charge of the scheme.  On Tuesday, Osaka registered 210 new coronavirus cases while Hokkaido, home to Sapporo city, counted 216 new infections. The capital city of Tokyo recorded 186 new cases. Japan's Health Ministry announced 1,228 new Covid-19 infections and 12 deaths over 24 hours on Tuesday. The country's total numbers now stand at 136,012 confirmed cases with a death toll of 2,015. ##Travel## Coronavirus treatments have helped lower mortality rates, but they aren’t a replacement for public health measures, Dr. Stephen Hahn, commissioner of the US Food and Drug Administration, said Tuesday. “At the beginning of this pandemic the mortality, the percentage of those over the age of 70 who died once getting it was 30%. It's just awful,” Hahn told South Carolina Sen. Tim Scott in an interview posted to Instagram. \n“Now it's around 11%, and that's because the great doctors of this country have learned how to take care of the patients, but we have new treatments.” Hahn cited remdesivir, steroids, convalescent plasma, and monoclonal antibodies. He noted that the FDA recently issued emergency use authorization for Eli Lilly and Regeneron’s monoclonal antibody treatments.  “What we found and issued in the authorization is that they may be effective early in the disease as outpatients,” he said. Hahn said those treatments are all weapons against coronavirus, but the bottom line is that Americans must continue to practice public health measures if they want to help prevent people from getting sick. “We have to protect our most vulnerable,” Hahn said. The US government’s Operation Warp Speed effort is trying to understand discrepancies in data coming out of trials of AstraZeneca’s experimental coronavirus vaccine, Moncef Slaoui, chief science adviser to the mission, said Tuesday. It might be possible to adjust the US trial arm if it turns out a different dose of the vaccine works better, he said.  AstraZeneca said Phase 3 trial data from testing in Britain and Brazil indicated the vaccine was 62% effective -- except for a batch tested in 3,000 volunteers that looked to be 90% effective in preventing infection. The vaccine, developed with the University of Oxford, is also being tested in the US but there’s no data from that arm of the trial yet. “We are, of course, also reviewing in depth with the AstraZeneca and Oxford teams all the specifics of the data generated to understand what difference there is between a schedule that gives a 62% efficacy and one that gives 90% efficacy,” Slaoui told an Operation Warp Speed briefing Tuesday. AstraZeneca said surprisingly, the stronger effects were seen in volunteers who got a half dose of the vaccine, boosted by a full dose a month later. The 62% efficacy was seen in the majority of volunteers who got the proper dosing for both shots. “We have been made aware of what's called now the half dose at the time it happened, was a change in the way the quantity of vaccine put in a vial was tested,” Slaoui said. He seemed to indicate the half dose was given by mistake. “And when they realized there was an error or change in the approach, technique used, they corrected it. In the meantime, about 3,000 subjects were recruited, half in the placebo and half in the vaccine group.”  That would skew the results. Clinical trials are carefully designed, and results that came from mistakes usually are not included in the final reports of those trials. But clinical trials can be adjusted if mistakes show a different dosing regimen, for instance, can provide better outcomes. “What we're now looking to analyze is what immune response has been induced in those who have received the half dose and the full dose versus those that have received twice the full dose and understand whether there are differences in the immune response induced,” Slaoui added. ##Vaccines## Iraqi lawmaker Hussein al-Zuhairi died of complications from Covid-19 on Wednesday, according to a statement released by the Iraqi parliament. He died in Lebanon, where he was receiving treatment, according to sources inside the Iraqi parliament’s media office. \"With deep sorrow and with greater sadness, we announce the death of lawmaker Hussein al-Zuhairi, as a result of complications from Covid-19,\" the Iraqi parliament statement said.\n\"He was an example of perseverance and dedication and was able to leave a good impact during his parliamentary career, his patriotic stances, and his long history in combating dictatorship.\" Since the beginning of the pandemic, 12,031 people have died of complications from Covid-19 in Iraq, and 593,749 have contracted the virus, according to government records.   The US Food and Drug Administration is encouraging the development of at-home coronavirus tests, FDA commissioner Dr. Stephen Hahn said Tuesday.  “We have a number of applications in house for people who are developing a home test,” Hahn told South Carolina Sen. Tim Scott in an interview posted to Instagram. “That is something that we prioritize at the agency.” The FDA recently issued emergency use authorization for the Lucira COVID-19 All-In-One Test Kit, a self-test for Covid-19 that can provide rapid results at home. “This is the first step, and I see more of this coming,” Hahn said. The United States has reported more than 2,000 deaths from Covid-19 today, according to data from Johns Hopkins University.   The country has reported at least 2,081 new fatalities so far on Tuesday. This is the 21st time that the US has added more than 2,000 new deaths in a day. These are the highest new death numbers the US has seen since May. Per JHU data, the US has also reported at least 169,766 new infections so far today, bringing the nationwide total to 12,587,994 confirmed cases and at least 259,860 virus-related fatalities. CNN is tracking US cases: ##Hotspots## While the efficacy results recently reported by coronavirus vaccine makers are impressive, “the FDA doesn't authorize vaccines or approve any medical product, just on the basis of a press release,” Dr. Stephen Hahn, commissioner of the US Food and Drug Administration, said Tuesday. Pfizer submitted an application to the FDA last Friday requesting emergency use authorization of its coronavirus vaccine. So far, it’s released data only in a news release, but says the vaccine was 95% effective in preventing infection. “Our scientists are going to pour over the data -- and remember, this is a study of over 44,000 individuals -- so we're going to look at all the patient data and be very careful about number crunching to make sure that we agree with the conclusion regarding safety and efficacy,” Hahn told South Carolina Sen. Tim Scott in an interview posted to Instagram. The FDA’s Vaccines and Related Biological Products Advisory Committee will meet on Dec. 10 to discuss the data. Hahn said the public will be able to watch the meeting virtually, and a summary of the data will be available online. “That committee is going to report back to us, and then after we hear their recommendations, we're going to move forward,” he said. Hahn emphasized the FDA will not hesitate to make a decision “either up or down” based on the information available. \"We're going to use that process for every other application that comes forward, no matter what,\" he added. ##Vaccines## The United States set a record for the number of people currently hospitalized with Covid-19 on Tuesday, according to the Covid Tracking Project.  As of Tuesday, 88,080 people are currently hospitalized with Covid-19, according to CTP. This is the highest number of Covid-19 hospitalizations the nation has ever experienced.  According to CTP data, the highest hospitalization numbers are:  Nov. 24: 88,080\nNov. 23: 85,836\nNov. 22: 83,779\nNov. 21: 83,232\nNov. 20: 82,150 ##Hotspots## Los Angeles County is reporting the highest number of coronavirus-related deaths in more than two months, an alarming new toll as the region sees an unprecedented surge of new infections ahead of the Thanksgiving holiday. The Los Angeles County Department of Public Health reported 51 new deaths on Tuesday, the highest number since Sep. 9. The number of people hospitalized with coronavirus has also nearly doubled in the last two weeks, with 1,575 now being treated. More than a quarter of those hospitalized are in intensive care. “Covid-19 hospitalizations continue to accelerate at alarming speed,” the health department said in a statement, urging residents in the nation’s most populous county to only leave home for essential needs. The toll comes a day after the county reported its highest daily number of new infections since the start of the pandemic and as officials order all restaurants to close outdoor dining starting Wednesday evening to curb spread of the virus. The county is also planning to issue a new stay-home order in the coming days.  “People mixing with others not in their household has driven the Covid-19 pandemic in L.A. County to dangerous levels,” County Public Health Director Barbara Ferrer said. “Because L.A. County reached a five-day average case rate over 4,500 new cases, Public Health is working with the Board of Supervisors on additional safety measures to reduce transmission of the virus.” ##Hotspots## More restrictions are likely returning to New York City, including restaurant and gym closures, as the coronavirus crisis deepens, Mayor Bill de Blasio warned today.  \"In the next week or two we should see some substantial restrictions,\" he told CNN's Wolf Blitzer. \"I think indoor dining will be closed. Gyms will be closed. I'm not happy about it. No one is happy about it but that's what's coming.\" De Blasio, who has taken a criticism for opening the city's public schools in the fall, only to close them again this week, said his administration is working on a plan to reopen but that it will take “immense logistical effort\" and a lot more testing.  “I know we can come back,\" he said. \"It’s going to take a lot of testing, but we’re going to come back.\" ##Hotspots## Adm. Brett Giroir, the White House's coronavirus testing czar, today warned that as winter approaches, the US faces a perilous moment in the pandemic, but he emphasized the worst outcomes could be avoided if Americans take proper precautions.  The US is at a \"critical and very dangerous point in this pandemic where cases are rising in nearly every jurisdiction and our hospital capacity is ... really getting challenged by this,\" Giroir told CNN's Wolf Blitzer.  \"It does not have to be this way,\" he continued, recommending physical distancing, the universal wearing of masks in public spaces, proper hygiene and frequent testing. \"…If you don't do those simple things all those [worst] statistics are going to be be a reality.\" \"It's a dangerous situation ... but it's reversible,\" he added.  Giroir, the assistant secretary for health at the US Department of Health and Human Services, also discussed the White House coronavirus task force's consideration of whether to reduce the recommended quarantine period from 14 days, saying Americans are more likely to abide by a shorter quarantine. \"People are much more likely to listen to a 10-day quarantine than they are a 14-day quarantine, so if we can shorten it safely with no risk ... that might actually improve our public health responses.\" \"We are looking at it ... It's not an announcement that it's happening ... it may change but it may not,\" he said.  Watch: Almost all US Navy installations in the continental US are having their health protection measures against Covid-19 tightened Tuesday to protect the force and military families, according to a US Navy official.  All but the Naval Air Station at Fallon in the remote Nevada desert will institute stronger measures at Health Protection Condition Level Charlie just one step below the most stringent level.            While commanders can make detailed decisions about their bases, under the so-called “Charlie” measures now imposed on naval installations, schools, daycare and community activities may be canceled. It also introduces travel restrictions and more personnel may be ordered to work from home. Additionally family activities may be restricted to homes for a prolonged period of time.  The Pentagon and military facilities in the Washington, DC, are also seeing some increased restrictions due to the rise in cases in northern Virginia, Maryland and Washington, DC. Those restrictions call for a resumption in increased teleworking, smaller group gatherings and restricted dining in facilities. There are now approximately 400 active duty military medical personnel on “prepare to deploy” orders that would result in them being sent to help civilian health care facilities in various hotspots if requested by Federal Emergency Management Agency. While there have been medical personnel on this status for some time, in the last few weeks the timeframe for many of them to be ready to deploy has been cut to as little as 48 hours, according to two defense officials. In the last few weeks military medical teams have already deployed to El Paso, Texas, and North Dakota. ##Hotspots## Colombia’s first lady Maria Juliana Ruiz has tested positive for coronavirus, according to a statement from the Office of the Presidency on Tuesday. “At this time, she is asymptomatic and following the isolation protocols established by the Ministry of Health,” the statement said.  Colombian President Ivan Duque has tested negative, according to the statement. Jackson Health System in Miami, Florida, is currently making preparations to receive and distribute Pfizer’s coronavirus vaccine, Dr. Lilian Abbo, chief of infection prevention and control at Jackson Health System, said Tuesday. “Jackson Health System is one of five hospitals in the state and the only one in Miami who will get the vaccine in the first phase,” Abbo told CNN’s Erica Hill. “There are plans to distribute it across the other hospitals and the health systems.” Abbo said that plans are being developed to ensure everyone who needs the vaccine will have the opportunity to take it.  “We will be starting with health care workers, and people that are at high risk, frontline providers, following the guidelines from the health department and the state,” she said. She added that the amount of vaccine each state will receive is still unknown. “We have plans already in place,” Abbo said. “We have been working on this for several weeks, and that includes the refrigeration that this vaccine needs,” she added.  Abbo added that they are educating staff about safety and potential side effects of the vaccine. Watch: ##Vaccines##  US Food and Drug Administration Commissioner Dr. Stephen Hahn said that discussions about whether to issue an emergency use authorization for a potential Covid-19 vaccine could take \"days.” Once the FDA's Vaccines and Related Biological Products Advisory Committee (VRBPAC) meets on Dec. 10 to discuss Pfizer and BioNTech’s application for an emergency use authorization for their coronavirus vaccine, the FDA could deliberate for days on whether to issue an EUA. \"We expect it to be days, but it’s very dependent on the complexity of the data and the comments we get back from VRBPAC,\" Hahn said in an interview with USA Today published on Tuesday. \"There are several steps to the vaccine authorization process. First, a company must apply to the FDA. Then, the FDA must go through the application and send it to an outside review board called the Vaccines and Related Biological Products Advisory Committee,\" Hahn said. \"That committee meets on Dec. 10 and will send the FDA its comments and recommendations. Only then can the FDA make a final decision on a vaccine.\" ##Vaccines## Asked whether employers or schools may require someone to get a Covid-19 vaccine issued under emergency use authorization, US Food and Drug Administration Commissioner Dr. Stephen Hahn said that it's important to keep in mind the vaccine will still be investigational – and not approved. \"Institutions may require individuals to take an FDA-approved vaccine or apply for an exception. However, EUA products are still considered investigational,\" Hahn said in an interview with USA Today published on Tuesday. \"It’s possible that some employers or schools will have questions or concerns about an investigational product issued an Emergency Use Authorization, which is why we will be as transparent as possible about the data and information we use to make our decision,\" Hahn said. \"This should help those organizations determine what is most appropriate for them.\" ##Vaccines## Mississippi Gov. Tate Reeves said today that \"it's clear\" the state is in the middle of its second surge of Covid-19. He said that the state is currently seeing a seven-day average of 1,300 cases per day. Hospitalizations are also trending upward, although not at the levels of peak in August, he said.  Dr. Thomas Dobbs of the state's health department said today that there are zero intensive care unit beds available in DeSoto County, which is in the northernmost part of the state, and just one hospital in Jackson that still has ICU beds available.  Even if cases decline, hospitalizations will continue to rise, Reeves said. He said the state needs to continue to act. Reeves announced that more counties throughout the state qualified for additional measures, including a mask mandate. He is adding 19 more counties to the state's mask mandate. This means that half of the state's counties under the additional restrictions.  While four of the original counties do not currently meet the criteria to stay under the restrictions, Reeves said that the data shows that there is a small margin, and he has made the decision to keep the restrictions in place for another week.  \"With certainty, social gatherings in and around Halloween has helped contribute to where we find ourselves today,\" Reeves said. He said that is really when this second wave began.  What the numbers look like: The state is reporting 665 new cases today, but Dobbs said that the reporting from some of the electronic labs has not fully updated yet and the numbers will increase. The total number of cases in Mississippi is now at 144,544. Mississippi now has a total of 3,729 deaths, with 54 new deaths reported today. Dobbs said, for perspective, there are 18% more deaths throughout the state this year than a normal year.  Note: These numbers were released by the state's public health agency and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project.    Michigan announced 6,290 new Covid-19 cases Tuesday afternoon, down considerably from last Friday’s record high of 9,779 cases. The state also reported 145 deaths. The high number of deaths did include 51 \"identified during a Vital Records review,\" according to Michigan's official dashboard. A statement on the state's website said that the new count was part of a regular tri-weekly review by Michigan Department of Health and Human Services staff. Michigan's total confirmed cases now stand at 320,506, with a total of 8,688 deaths. Note: These numbers were released by Michigan’s public health agency and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project. ##Hotspots## President Trump’s coronavirus task force is reviewing evidence about how long people need to quarantine to be safe amid Covid-19, according to Assistant Secretary for Health Adm. Brett Giroir. Giroir said at a news conference Tuesday held by the US Department of Health and Human Services that there is starting to be a “preponderance of evidence” that a shorter quarantine, complemented by a test, may be enough to slow the spread of Covid-19, and that a 14-day quarantine may no longer be necessary. He did not say specifically what shorter time period is being considered. “We are actively working on that type of guidance right now, reviewing the evidence, but we want to make absolutely sure,” Giroir said. “Again, these kinds of recommendations aren't willy-nilly. They’re worked on with a variety of experts.” A spokesperson with the US Centers for Disease Control and Prevention said the agency is \"always reviewing its guidance and recommendations in the light of new understandings of the virus that causes COVID-19, and will announce such changes when appropriate.” US Centers for Disease Control and Prevention Director Dr. Robert Redfield is relying on a data tracker called the Covid-19 School Response Dashboard to back up his recommendations to keep kids in school as much as possible, a CDC spokesperson said Tuesday. The tracker is the brainchild of Brown University economist Emily Oster. It shows data on more than 8.9 million students, including four million attending in person. It currently shows a daily coronavirus case rate of 17 per 100,000 students – far below a 1% rate. Staff case rates are at 27 per 100,000, according to the dashboard. \"Dr. Redfield believes school can be one of the safest places for K-12 youth during the Covid-19 pandemic, and that the risk of closing K-12 schools outweighs the risks of keeping them open,\" the spokesperson told CNN.\n\"Beyond helping ensure educational advancement, K-12 schools offer nutrition, mental health, socialization, and other services and experiences that are critical for our nation’s youth,\" they added. Last week, Redfield told a White House coronavirus task force briefing that there was \"extensive data\" showing children can attend K through 12 schools in person safely. But he did not give details on what that data was. \"Dr. Redfield was referring to early evidence from an ongoing Brown University analysis – as well as observational reports that CDC has received from school districts across the country – that suggests Covid-19 is not spreading at high levels inside of K-12 schools during instruction,\" the CDC spokesperson said.\n\"Some extracurricular activities might pose an increased risk of transmission, particularly if physical distance is not maintained and face masks are not worn. CDC will also be analyzing data on school transmission and will release its findings when they are available.\" The Covid-19 School Response Dashboard is supported by Brown but also by the School Superintendents Association, the National Association of Secondary School Principals, and the National Association of Elementary School Principals. Software company Qualtrics manages the website and data. \"Dr. Redfield encourages communities to make decisions about in-person learning based upon transmission levels in the community and also within schools’ educational settings, which can be much lower than transmission levels within a community,\" the spokesperson added. ##Restrictions## Florida reported 8,555 new cases of coronavirus and 72 new deaths on Tuesday. The state has reported 953,300 cases since the start of the pandemic and 18,157 deaths among Florida residents. Note: These numbers were released by the state’s health agency and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project. ##Hotspots## The majority of coronavirus spread in the US is being driven by people without symptoms in household gatherings, Dr. Robert Redfield, director of the US Centers for Disease Control and Prevention, said Tuesday. “The real driver of this epidemic now is not the public square,” Redfield said in an interview with Fox News. “It really is driven by the silent epidemic — the asymptomatic infections largely in individuals between the ages of say 12 and 35.” He added that transmission is occurring when people take off their masks and gather in homes, where they feel safe. He noted that transmission patterns are now very different from those seen in the spring in major metropolitan areas. “Who would ever think rural North Dakota would be in the red zone?” Redfield said. “It's all in the red zone. It's really being driven by household gatherings.” It is important to gather safety data on coronavirus vaccines in pregnant women and children, Dr. Robert Redfield, director of the US Centers for Disease Control and Prevention, said Tuesday. “Obviously, it's pretty normal that when we bring new products into humans, we really do spare pregnant women initially, but I can tell you that they're going to be targeted to show safety and efficacy in that group very rapidly,” Redfield said during a Fox News interview. “I think you're going to see that happen fairly rapidly, just like we're going to see studies begin to look at the safety and immunogenicity in children too,” he added. Redfield said he is hopeful a coronavirus vaccine will be available for the general public by March. “It just reinforces why I want people to be vigilant, because we're turning the corner now,” he said. “You don't want to be the last group to end up getting Covid.” ##Vaccines## One America News Network, one of President Trump’s favorite media outlets, has been banned from posting new videos to YouTube as a result of spreading Covid-19 misinformation. The ban will be for one week YouTube said Tuesday. News of the temporary ban was first reported by Axios. In a statement to CNN, YouTube spokesperson Ivy Choi said: \"After careful review, we removed a video from OANN and issued a strike on the channel for violating our Covid-19 misinformation policy, which prohibits content claiming there’s a guaranteed cure.\"\n\"Additionally, due to repeated violations of our Covid-19 misinformation policy and other channel monetization policies, we've suspended the channel from the YouTube Partner Program and as a result, its monetization on YouTube,” Choi added. OANN, which has become a hub of conspiracy theories undermining the integrity of the election, is also carried by major cable operators, including DirecTV, which is owned by CNN’s parent company AT&T.  CNN has reached out to OANN for comment. Wisconsin reported more than 100 deaths on Tuesday, the largest number of deaths reported in a single day across the state.  The 104 new deaths reported brings the state's total to 3,115. It is also the only day since the start of the pandemic the state has reported more than 100 deaths, according to the state's dashboard.  The state also reported 363,973 total Covid-19 cases, up 6,202 from Monday's report.  Note: These numbers were released by the state's public health agency and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project.    ##Hotspots## New York Gov. Andrew Cuomo reversed course on his Thanksgiving plans after facing criticism for initially including his elderly mother. Cuomo told WAMC's radio host Alan Chartock on Monday that his mother, Matilda Cuomo, 89, was planning on traveling to join him in Albany, along with two of his daughters. \"My mom is gonna come up and two of my girls, is the current plan,\" Cuomo said.  However, the governor cautioned, \"But the plans change ... I have a lot of work to do between now and Thanksgiving.\" Later in the interview and during his news conference earlier in the day, Cuomo warned New Yorkers who plan on holding Thanksgiving celebrations as usual that it was dangerous. \"This is not a normal Thanksgiving, despite the commercialization,\" Cuomo said during his Monday news conference, and told New Yorkers not to buy into advertisements that hyped images of large, familiar gatherings.  The apparent dissonance caught the ire of some on Twitter, with New York Rep. Elise Stefanik, calling the governor \"hypocritical.\" \"Do as I say, not as I do,\" Stefanik, a Republican, tweeted. \"Family for me, but none for you.\" On Tuesday, senior adviser Rich Azzopardi told CNN that the governor's plans had indeed changed. \"Given the current circumstances with Covid, he will have to work through Thanksgiving and will not be seeing them,\" Azzopardi said. Cuomo spent a good amount of time addressing his own family's sadness and frustration over Thanksgiving during his Tuesday conference, say that he had explained to his mother multiple times why is was not safe to travel for the holiday.   “I didn’t want to disappoint my mother,” Cuomo said. “Eight-nine years old, she’s thinking, ‘How many Thanksgivings do it get?'” One of his daughters, who lives in Chicago, also had planned to visit for Thanksgiving, resulting in a tearful phone call where they debated how to travel safely during the pandemic but ultimately decided she should stay home. \"It's hard, but sometimes hard is smart,\" Cuomo said. Pennsylvania added 6,669 new cases of Covid-19 as of midnight Tuesday morning, according to the state's Department of Health.  This brings the state's total case count to 321,070. The state reported 81 new deaths.  There are 3,459 Pennsylvanians hospitalized with Covid-19, and of those, 767 are in ICUs, according to the department. Most of those hospitalized are aged 65 or older, they said in a release.  Health officials said the \"trend in the 14-day moving average of number of hospitalized patients per day has increased by nearly 2,200 since the end of September.\" Note: These numbers were released by the a local public health agency, and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project.  ##Hotspots## The White House coronavirus task force continues to sound the alarm on the spread of the pandemic across the country in weekly reports to states, focusing this week on mitigation efforts and calling for “significant behavior change of all Americans.” “There is aggressive, rapid, and expanding community spread across the country, reaching over 2,000 counties,” the reports, dated Nov. 22 and obtained by CNN, said.   The reports compared mitigation strategies such as mask usage, social distancing, and dining restrictions, working in some parts of the country to Europe, but warned that efforts in some parts of the US are not having an impact. “In states with aggressive mitigation, we are beginning to see the impact of that mitigation despite the cooling weather. We are also seeing stabilization in many European countries that implemented strong public and private mitigation, but preserved schooling. However, in many areas of the country, mitigation efforts are inadequate or too recently implemented to see a significant impact,” the reports said.  Those mitigation strategies, the task force said, will require “significant behavior change of all Americans,” including the wearing of masks.  More aggressive testing efforts, the task force said, “must be combined with significant behavior change of all Americans. Ensure masks at all times in public, increase physical distancing through significant reduction in capacity in public and private indoor spaces, and ensure every American understands the clear risks of ANY family or friend interactions outside of their immediate household indoors without masks.”  The reports also offered this bleak assessment: “All states and all counties must flatten the curve to sustain the health system for both COVID and non-COVID emergencies.”  North Dakota is yet again the state with the highest number of new cases per 100,000 population since at least mid-October, followed by Wyoming, then South Dakota, Minnesota, Iowa, Nebraska, Montana, Wisconsin, Utah, and New Mexico in the top 10.  Days before the Thanksgiving holiday, the task force urged this messaging: “We need to protect those we are thankful for in our families and communities. Ensure indoor masking around vulnerable family members during any gatherings.”   ##Hotspots## New York Gov. Andrew Cuomo issued a stark warning on the coronavirus pandemic. During a news briefing Tuesday, Cuomo said, \"by our current rate of increase, current, we’re going to see a major spike\" in Covid-19 cases.  \"Over the past three weeks the statewide hospitalization rate has increased 128%,\" he added. The state has gone from 1,200 people statewide to 2,800 people per day in three weeks and \"that is a dramatic increase.\" New York City saw \"nearly a 100% increase in three weeks,\" Cuomo said. He attributed the increase to the onset of the fall season. Cuomo said if you add a second factor, the holiday season from Thanksgiving through New Year’s with increased social activity, it will increase the spread.  \"Let’s say it increases the spread 20%. The day after New Year’s, New York state positivity will go from 2.9% to 12%,\" he warned. \n\"Those numbers and that rate of increase is more than troublesome,\" he added.  Today’s overall statewide positivity rate is 2.9%, Cuomo reported. Note: These numbers were released by New York's public health agency and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project. ##Hotspots## In an easing of Covid-19 restrictions, Britain will allow for up to three households to gather indoors in the days around Christmas, the UK government said Tuesday.  Up to three households will be allowed to form a \"Christmas bubble\" and mix indoors, outdoors and in places of worship from Dec. 23-28. This will apply to all four nations of the UK – England, Scotland, Wales and Northern Ireland.  There will be no restrictions on travel across the country for that time period even if some areas are under tighter measures than others under a tiered system. \"This cannot be a ‘normal’ Christmas. But as we approach the festive period, we have been working closely together to find a way for family and friends to see each other, even if it is for a short time, and recognising that it must be both limited and cautious,\" a government news release reads.  \"The UK-wide agreement reached today will offer hope for families and friends who have made many sacrifices over this difficult year.\" ##Hotspots## South Dakota surpassed 70,000 total Covid-19 cases, with nearly 1,000 new cases reported Tuesday.  The South Dakota Department of Health reported 955 new cases Tuesday, bringing the state's total to 70,172. The total number of Covid-19 death reported statewide since the start of the pandemic stands at 821. The health department reported that just 16.7% of the state's intensive care unit beds are currently available, down from 18.7% on Monday. Nearly 50% of the state's ICU beds are currently occupied by Covid-19 patients, the state's dashboard shows. The health department said that 574 Covid-19 patients are currently hospitalized. Note: These numbers were released by the state's public health agency and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project.    ##Hotspots## The state of Oklahoma reported Tuesday a total of more than 180,000 Covid-19 cases since the start of the coronavirus pandemic. The Oklahoma State Department of Health reported Tuesday 2,736 new cases, bringing the statewide total to 180,610. Fifteen new deaths were recorded Tuesday, bringing the state's total to 1,664, according to the department's dashboard. For the fourth day in a row, just 5% of the state's intensive care unit beds are available. There are 1,566 Covid-19 patients hospitalized statewide, the dashboard shows. Meanwhile, Oklahoma City has extended its mask mandate through Jan. 22. The original mandate was set to expire on Dec. 7, but the city council voted today to extend the order.  Oklahoma City has 28,161 total cases and 228 deaths, according to the department's dashboard. Approximately 6,000 of those cases are currently active, the dashboard shows.  Note: These numbers were released by the state's public health agency and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project.   ##Hotspots## The United States could start distributing doses of a Covid-19 vaccine \"soon after\" Dec. 10, Health and Human Services Secretary Alex Azar said Tuesday. The US Food and Drug Administration's Vaccines and Related Biological Products Advisory Committee will meet on that date in December to discuss Pfizer and BioNTech’s application for an emergency use authorization for their coronavirus vaccine. \"If all goes well, we could be distributing vaccine soon after Dec. 10,\" Azar said during an Operation Warp Speed briefing on Tuesday.  \"We believe we can distribute vaccine to all 64 jurisdictions within 24 hours of FDA authorization. Then we hope administration could begin as soon as the product arrives,\" Azar said. \"One of the private sector partners we've enlisted, CVS Health, has said that they expect to be vaccinating residents of nursing homes — one of the top priority groups — within 48 hours after FDA authorization.\" ##Vaccines## Kentucky Gov. Andy Beshear says the state is “being overwhelmed” by coronavirus. “It’s overwhelming our contact tracing and our best defenses. Take our long-term care facilities: We are testing our workers there three times a week, but we still can't keep Covid out of those facilities because the community spread is so high,” Beshear said in an interview with CNN’s Kate Bolduan. The governor said that one veterans home in the state has had 27 deaths just in the past month. After Beshear halted in-person learning last week, Kentucky Attorney General Daniel Cameron joined a federal lawsuit against the governor’s executive order.  “We're at war with this virus and we have two choices: to surrender and take the fatalities, or to fight back. So we are throwing our best punch in a limited period of time, really about over three weeks. We are addressing the main areas where Covid-19 is spreading or could be amplified, especially after the Thanksgiving holiday, in ways that could be deadly,” Beshear said.  “I have a 10 and 11-year-old, who do so much better in in-person classes, but we don't think about their teachers, about people we're asking to walk into those classrooms every day when we're on fire with Covid in virtually every one of their communities. We're just trying to do the right thing,” he added.  ##Hotspots## The Wyoming governor’s office will be closed for a deep cleaning after an employee in the office tested positive for Covid-19 according to a news release.  Gov. Gordon Mark Gordan was not in close contact with the employee and is not required to quarantine. Governor Gordan will work remotely out of an \"abundance of caution,\" the release goes on to say.  The Dow crossed the 30,000 mark for the first time in trading Tuesday morning. With uncertainty about the outcome of the presidential election lifted and new hopes that a Covid-19 vaccine could soon be available, the market is on a roll once again. The average began tracking the most powerful corporate stocks in 1896, and it has served as a broad measure of the market's health through 22 presidents, 24 recessions, a Great Depression and two global pandemics.  Along the way, it also weathered at least two stock market crashes and innumerable rallies, corrections, bull and bear markets.  But the last three years have been more of a roller coaster ride. The Dow and the S&P 500 both closed lower in 2018, marking the worst year for blue chip stocks in a decade.  The market bounced back with gains in 2019 but then a massive sell-off in February and March brought an end to history's longest bull market, as the coronavirus pandemic hit stateside. That plunge included the three largest one-day point drops on record in the course of only six trading days in mid-March. Fortunately for equity investors, the bear market turned out to be short-lived. With the Federal Reserve and Congress providing economic relief, the blue chip indexes have recaptured all of their earlier losses, and then some, since that March sell-off.     New York City’s Department of Health Commissioner Dave Chokshi has a simple message to New Yorkers this holiday season, \"stay safe, stay home.\" Speaking at a news conference Tuesday morning, Chokshi said: \"It is not too late to cancel your travel plans,\" and added that \"now is the moment to make a difference in this next wave of the pandemic,\" as Covid-19 cases rise across the city and US. \"Do not travel this holiday season if it can be at all avoided,\" Choksi continued. \"Please be cautious and stick to your core groups of family members and select friends,\" he added.  Chokshi urged individuals to stay connected despite the restrictions, and encouraged those to reach out to friends and family that may be struggling this particular season. The health commissioner's comments come as New York City reports 1,476 new Covid-19 cases on a seven-day average, which continues to surpass the city set threshold of 550 cases. “We have to do everything we can to turn this around,” Mayor Bill de Blasio said today.  ##Hotspots## ##Restrictions## An article published Tuesday by the American Institute of Physics affirmed that the consistent use of face masks is an effective method to stop the spread of the novel coronavirus.  \"The results suggest that the consistent use of efficient face masks, such as surgical masks, could lead to the eradication of the pandemic if at least 70% of the residents use such masks in public consistently,\" wrote Sanjay Kumar, an investigator with the Department of Engineering at the National University of Singapore. \"Even less efficient cloth masks could also slow the spread if worn consistently.\" The article, published in the Institute's Physics of Fluids journal, reviewed a series of studies exploring a face mask’s ability to protect people against the virus that causes Covid-19, and how the design of specific face masks affect the way this works. \"The research suggested the face coverings could essentially reduce the forward distance traveled by a virus-laden droplet and thus has a great potential to provide personal protection against airborne infection,\" the article says. Investigators found that face masks made of hybrid polymer materials are effective at filtering particles while simultaneously cooling the face.  \"There could be some relation between breathing resistance and the flow resistance of the face mask which will need to be studied for a face mask-wearing interval,\" co-author Heow Pueh Lee said in an accompanying news release.  \"Also, the environmental condition in the compartmental space within the face mask will need to be more accurately quantified using miniaturized sensors and the development of human replicas for such studies,\" Lee added. The studies reviewed for the article reveal that the longer a mask is worn, the more effective it will be. The researchers also examined the importance of thermal comfort and how humid temperatures affect the compliance of the use of the face mask. \"There were reported incidence of skin rashes, increased heat stress, sweating, and discomfort due to prolonged wearing of a facemask in hot and humid conditions,\" the article said.  \"Polymer-based nanofibers with large surface area-to-volume ratio have shown great potential for use in facemasks to achieve both high filtration efficiency and sufficient air permeability.\"   Pope Francis has harshly criticized people who refuse to wear masks or who protest against coronavirus restrictions saying they move in \"their own little world of interests.\" Francis, who has himself been criticized for not wearing a mask in public, made the comments in his new book, 'Let Us Dream: A Path to a Better Future,' published Monday. He wrote: \"Some groups protested, refusing to keep their distance, marching against travel restrictions - as if measures that governments must impose for the good of their people constitute some kind of political assault on autonomy or personal freedom!\" \n\"You'll never find such people protesting the death of George Floyd or joining a demonstration because there are shantytowns where children lack water or education or because there are whole families who have lost their income.\" \n\"You won't find them protesting that the astonishing amounts spent on the arms trade could be used to feed the whole of the human race and school every child.\" \n\"On such matters they would never protest; they are incapable of moving outside of their own little world of interests.\" While the Pope praised the reaction of many governments in tackling Covid-19, he criticized those governments who ignored the severity of the pandemic. \"Some governments have shrugged off the painful evidence of mounting deaths with inevitable, grievous consequences,\" he wrote. Francis also warned that lockdown and social distancing has created \"digital overexposure\" and opportunities for on-line abuse. \"Social distancing has made some more vulnerable to online grooming and other kinds of abuse that as a community we should be watching out for and reporting\" he writes. The book is a wide-ranging reflection on his vision of a post-coronavirus world and was written together with papal biographer Austen Ivereigh during the summer of 2020. Sixty one percent of Americans have changed their Thanksgiving plans due to recent spikes in Covid-19 cases, according to new poll results released Tuesday by Axios-Ipsos. The most common changes reported were seeing only immediate household members and having a smaller dinner than originally planned, according to the poll, which was based on a nationally representative sample of 1,002 US adults and conducted between November 20 and 23. One in ten Americans – 9% – say they no longer plan to celebrate the holiday at all. Democrats were more likely to report changing their plans than Republicans: 75% and 49%, respectively. Democrats were more likely to say they now planned to stay home with their immediate household. Among Republicans who changed plans, slightly more said they were getting together with a smaller group compared to their immediate household. Sixty four percent of those in the poll said that seeing family or friends was a large or moderate risk; 76% said this about traveling. The poll also saw some changes in personal behaviors. Seventy-two percent of respondents said that dining at a restaurant was a large to moderate risk, up from 68% in Axios-Ipsos’ results last week. Fewer people reported actually going out to eat: 33% compared with 40% last week. Three-quarters of respondents said that spending more time indoors in public places as it gets colder is risky. The number of Americans wearing a mask at all times when they leave their home has reached a new high of 72%. While this isn’t a significant change from last week, it shows “a steady upward trend from the past few months, when it hovered in the mid-60% range.” Arizona reported 4,544 new Covid-19 cases today, according to the state’s data dashboard.  This is the third-highest new case count for the state. The highest ever daily new case count is 4,877 set on July 1. Arizona has been experiencing a surge in Covid-19 cases in the last two weeks with daily case counts regularly topping 3,000.  Arizona has reported 306,868 cases of Covid-19 and 6,515 of deaths to the disease since the pandemic began. One thing to note: Some of these numbers were released by the Arizona Department of Health Services and may not line up exactly in real time with CNN's database drawn from Johns Hopkins University and the Covid Tracking Project ##Hotspots## 51% of Americans now say they are somewhat or very likely to take a first-generation Covid-19 vaccine as soon as one becomes available, according to new poll results released Tuesday by Axios-Ipsos. This is a six point increase from last week, and a 14 point increase from late September. 70% of respondents said they would likely get a vaccine if public health officials proved that it was safe and effective, according to the poll, which was based on a nationally representative sample of 1,002 US adults and conducted between November 20 and 23. \"Among some groups who are less likely to get a vaccine, namely Black Americans and Republicans, majorities report they would get a vaccine backed by public health officials,\" Ipsos said in a news release. 65% of respondents said they would be likely to take a vaccine if it was deemed more than 90% effective by pharmaceutical companies. 47% now believe that a vaccine will be ready within the next three months. This is up 15 percentage points from a week ago. ##Vaccines## A Minnesota doctor summed up her experience treating Covid-19 patients this week in one word: \"heartbreaking.\" Dr. Shirlee Xie, a physician at Hennepin Healthcare in Minneapolis, described caring for several coronavirus patients in one shift. \"I sent two patients home on hospice: One went to a nursing home and he will be in a mandatory 14-day quarantine there, and I don't know if he's going to live past quarantine. The other patient I discharged on hospice was 41 years old, and she was terrified of dying alone,\" she said.  Two other patients were a couple in their 80s who had been married for more than 60 years. They were able to be put in a room together, Xie said as she wiped away tears, but the wife did not survive. \"The wife got sicker and sicker, and she died in the hospital and her husband had to watch her die. And so he had to see that fear and that grief,\" she said.  Xie said it’s \"really hard to comprehend that weight\" that health care workers bear. \"I don't think you can describe how that feels to us as their caretakers, to have to see that kind of suffering from patients,\" she added.  Xie said she’s seeing fellow health care workers now becoming Covid-19 patients, as well as entire families who cannot isolate who are getting sick.  She took care of one woman who was recovering from coronavirus after spending a month in the ICU, but doctors then could not get in touch with her family.  \"We were trying to call her family every day to give them an update and we couldn't get a hold of anyone. And then one day, we found out it's because her husband had died of Covid and her daughter had died of Covid, all while she was in the hospital. And so how do you tell somebody that? How do you tell somebody that their family has died?\"  Watch the full interview below:  Covid-19 is running unabated across almost every American community, and one model projects it will take the country just under two months to reach a staggering 20 million cases. The US could nearly double its current numbers — about 12.4 million reported infections —by January 20, according to the Washington University in St. Louis forecasting model. The prediction comes as Covid-19 cases and hospitalizations nationwide are exploding, with more than 3.1 million infections reported in the US since the start of November — the most reported in a single month ever. Here's a look at the latest Covid-19 trends and figures in the US:  30 states are showing upward trends in new Covid-19 cases. New Mexico is up over 50% in the past week. Just four states are showing downward trends in new cases: South Dakota, Nebraska, Iowa and Tennessee. \nThere were 85,936 hospitalizations reported on Monday, according to The Covid Tracking Project data. This is the highest this metric has ever been. The US has also had 14 consecutive days of record-breaking current hospitalizations. \nThe total new cases reported in the last 7-days has climbed over 1.2 million for the first time in Johns Hopkins University data, bringing the average number of daily new cases up to 172,118 – the highest that value has been so far in the pandemic. \nThere were 889 deaths reported yesterday, which is the most reported on a Monday since July 27. \nIn California – where new cases are up 43% week-over-week – the state set a record for new cases on Saturday with 15,685 new cases reported. Yesterday had 13,695 reported, the most ever for a Monday. The average number of daily new cases has more than doubled in the past two weeks.   Here's where Covid-19 cases are rising across the country compared to the previous week, according to Johns Hopkins University data: ##Hotspots## While the winter season has not yet started on Europe's slopes, hopes for a skiing holiday there this Christmas are quickly fading.  On Monday, Italian Prime Minister Giuseppe Conte said that skiing holidays this year could cause a third wave of the pandemic, and urged coordination between other European Union countries. If Italy bans skiing, but neighboring countries allow it, he said, then Italian tourists returning home from hitting the slopes abroad “would risk bringing back the contagion to Italy.”  There is no specific governmental decree banning skiing at the moment. But Conte has found support in the minister of regional affairs, Francesco Boccia. \"I find discussing dinners and parties with 6-700 deaths a day really out of place after having lived through this second wave,\" Boccia said on Monday, adding that the conditions for the industry to reopen had not been met.  The Italian government is not the only European country to be concerned about reopening skiing resorts for Christmas. Early in the pandemic, hundreds of Covid-19 infections across Europe were traced back to a ski resort in Austria.  Austrian slopes are meant to be open this year but with restrictions differing from resort to resort, according to the Austrian government. 'Apres-ski' will also be banned however, with ski gondolas out of commission it said. Hotels, restaurants, bars and pubs remain closed until December 6, according to the Austria Tourism. Poland's Prime Minister Mateusz Morawiecki appealed to holidaymakers on Friday, saying that they should not be planning \"any trips, no tourist attractions, neither in Austria, Italy, Switzerland, nor in Poland.\" Switzerland has so far closed the bulk of its ski resorts, leaving only a small number open.   The French government has yet to make an announcement on skiing this year. Countries across Europe are still battling the second wave of the coronavirus pandemic. Here's the latest from the continent. GERMANY The holidays: Germany’s top leaders have agreed on a draft proposal to outline Christmas and New Year’s celebrations, according to CNN’s affiliate NTV. On Wednesday, German chancellor Angela Merkel will meet with the state premiers to agree on the framework. The draft proposal says that: Up to 10 people can celebrate Christmas and New Year’s Eve together, with children up to the age of 14 excluded from that count\nThe time frame for these rules would be valid from December 23 - January 1\nFireworks are expected to be banned in popular public areas to avoid large crowds.  ICUs are packed: Patients being treated in intensive care unit facilities reached an all-time high, according to data released on Monday by the German Interdisciplinary Association for Intensive and Emergency Medicine. 3,742 Covid-19 patients are being treated in ICU facilities\nAround 57% of patients in ICU's need ventilation\n21,333 intensive-care capacity facilities in the country are currently occupied for other diseases\n6,616 ICU beds are still vacant Cases and deaths: Germany has registered 13,554 new daily coronavirus infections within 24 hours -- 865 less than Tuesday a week ago -- according to data from the country's infectious disease agency, the Robert Koch Institute. The reported death toll rose by 249 to 14,361. Germany's total coronavirus case count now stands at 942,687. Its positivity rate stands at 9.6%, compared to 9.2% last week. BELGIUM Cases are falling: The number of new Covid-19 cases in Belgium continues to fall, but it is declining more slowly than in the first half of November. Over the past week, an average of 3,672 new daily cases were registered in the country, a decrease of 28%, or a halving of the number of infections every 15 days.  “This makes this decline less pronounced than in the first half of November, when it recorded a fall of almost 50% on a weekly basis or a halving every 7 days,” Steven van Gucht, head virologist of the Belgian health authority, Sciensano said. He added that if that trend continues they expect an average of 500 new cases a day by the end of the year.  Belgium has registered 559,902 Covid-19 cases so far, with a total of 15,755 deaths. Lockdown: Strict lockdown measures were put in place on November 2 and are due to last until December 13, with a review this coming Friday. Local media are reporting the strict measures may well be kept in place for the Christmas holidays to avoid another wave. Belgium has registered 559,902 Covid-19 cases so far, with a total of 15,755 deaths. ITALY Vaccines: Italian Prime Minister Giuseppe Conte says vaccine distribution will start at the end of January. He said that for now, the vaccine will be voluntary and will not be administered on a mandatory basis. Conte said he \"will definitely\" get the vaccine because it will be \"absolutely safe,\" adding that he would not however, be among the first to be vaccinated since the \"fragile and most exposed to danger need to have it first.\" Christmas: Hopes of skiing over the Christmas holiday are fading, after Conte stressed that allowing “indiscriminate holidays on the snow” would cause a third wave. During an interview on Italian TV Monday evening, Conte said coordination between EU countries aimed to limit activities ‘connected to skiing’ was needed because if Italy bans skiing, but the neighboring countries allow it, then Italian tourists returning home from hitting the slopes abroad “would risk bringing back the contagion to Italy.”  At the moment, there is no specific government decree banning skiing. United Kingdom Exiting lockdown: UK Prime Minister Boris Johnson announced a plan to return to a three-tiered system when England ends lockdown on December 2. Under the previous tier system, regions were previously classified as: Tier 1 \"medium\" alert level, Tier 2 \"high\" alert level and Tier 3 \"very high\" alert level. The British Medical Association (BMA) has warned his strategy is \"full of risks\" and \"threatens to undo the progress and undermine the difficult sacrifices\" the public have already made.  Chaand Nagpaul, chair of the BMA, said that it's \"extremely concerning that outdoor events with crowds of up to 4,000 people will be allowed to go ahead and groups of 1,000 will be allowed to congregate indoors as many of the new proposals are more relaxed than previous measures.\" He added that the government should not \"repeat the same mistakes\" of the \"failings of the first three-tiered system\" which led to another national lockdown.  Last week, the BMA urged strict new measures when England lockdown ends to prevent a \"collapse\" of healthcare services this winter. Among the measures the BMA wants to see being imposed is no travel between or across different local lockdown tiers.  Ministers will announce and vote on which areas will be placed into which tier on Thursday. Russia said Tuesday that its Sputnik V coronavirus vaccine is more than 91% effective, according to the latest data from its ongoing Phase 3 trials.  Data obtained 28 days after the first dose and seven days after the second dose showed the vaccine was 91.4% effective, according to a press release published on the Sputnik-V Twitter account.   Preliminary data obtained 42 days after the first dose -- 21 days after the second dose -- indicates the vaccine’s efficacy could be higher than 95%.   The Gamaleya National Research Centre for Epidemiology and Microbiology hopes to publish the data from the Phase 3 trials in an international medical journal following a peer review, the statement continued.  Some experts have accused Russia of cutting corners with its vaccine development -- a claim Moscow has denied. The calculations were based on the analysis of data of 18,794 volunteers who received both the first and second doses of the Sputnik V vaccine or placebo.  The latest interim analysis came after 39 confirmed Covid-19 cases among Phase 3 trial participants who received the vaccine or a placebo, according to the press release from the Russian Direct Investment Fund and Gamaleya Institute.  The statement added there were no unexpected adverse events during the trials and monitoring of participants is ongoing.  Around 40,000 volunteers are taking part in the Phase 3 trials in Russia, of which more than 22,000 volunteers were vaccinated with the first dose and more than 19,000 with the first and second doses, according to the statement.   As the Thanksgiving holiday quickly approaches, US Surgeon General Dr. Jerome Adams shared three things he thinks about when it comes to having a safer holiday gathering – but he emphasized the safest gathering only includes immediate household members. \"I think of three things,\" he said on Fox and Friends Tuesday. \"I think of preparation, of separation, and of ventilation.\" For preparation, Adams said people should do everything they can – starting right now – to limit their exposure to others outside their household. \"You should also tell people who are at higher risk – older people with chronic medical conditions – ‘Look, let’s do it next year. Keep it small this year. Let’s keep Grandma safe,’\" he said. For separation, gatherings should be set up to maintain six feet of social distancing and have a limited number of guests – ideally less than 10. Finally, when it comes to ventilation: \"Outside is better than inside,\" he said, mentioning that temperatures in Washington, DC, will allow for an outdoor Thanksgiving celebration. Ceiling fans should be turned on and HVAC systems on continuous, he said. \"These are things you can do to have a safer gathering,\" Adams said. \"Even though I want you to remember the safest gathering is with the immediate members of your household.\"    A man has been fined by police in the French region of Brittany after being caught breaking lockdown with a written statement saying that he was going out to “smash a guy’s face in,” the local police chief told CNN.  The 39-year-old man was hiding behind a car early Saturday morning, and appeared to be drunk, when he was spotted by a police patrol. Officers questioned him and discovered that he was carrying a flick-knife, police said. The police checked his explanation for being outside -- a legal requirement during France's lockdown -- and the man had written:  I’ve gone to smash someone’s face in. That’s my excuse and it’s a good one.\"\nDaniel Kerdraon, police chief in the town of Lannion, said that the officers explained this wasn’t a legitimate reason and that he would be detained overnight. “Somehow, he wanted to respect the law because when he was questioned at the police station, he insisted on the fact that he was at less than a kilometer from his home,” Kerdraon told CNN.  Under French lockdown restrictions people are allowed outside for one hour of exercise per day and no farther than one kilometer from their homes.  The man was fined $160 for breaking the lockdown and $175 for being drunk in a public space. On Monday, the man was questioned about carrying the flick knife. He told police “he did not intend to hurt the guy with it.” Getting a negative Covid-19 test isn’t a reason to relax precautions, US Surgeon General Dr. Jerome Adams said on “Fox and Friends” Tuesday. Adams explained that it takes, on average, five days – but can take up to 14 – after a person has been exposed to the coronavirus for them to develop symptoms.  “Let’s just be real here. I would rather be around someone who just had a negative Covid test than someone whose status I didn’t know,” Adams said. “But a negative test yesterday or Sunday doesn’t mean that you’re safe tomorrow. It doesn’t mean that you can relax your precautions,” Adams said. He said he wants people to continue following the three W’s: wearing a mask, washing your hands, watching your distance. China said on Tuesday it \"took the lead\" in inviting World Health Organization experts to the country to \"carry out cooperation on the traceability of the coronavirus.\" WHO officials on Monday announced that an international team of scientists will be traveling to China \"in due time\" to continue an investigation into the origins of the coronavirus that causes Covid-19. Ministry of Foreign Affairs spokesman Zhao Lijian said in a regular press briefing Tuesday that since the Covid-19 outbreak, \"China and the World Health Organization have always maintained communication and cooperation on the issue of virus traceability.\" \"The purpose is to better prevent future risks and protect the lives and health of people in all countries. As the tracing process advances, it may involve many countries and multiple places,\" Zhao added. \"We also hope that all relevant countries will adopt a positive attitude and cooperate with the WHO as China does, and contribute to global virus traceability and anti-pandemic cooperation.\" WHO officials \"look forward to making progress\" on the investigation, not only into the animal origins of the virus but also into how the virus can jump from species to species, said Dr. Mike Ryan, director of WHO's Health Emergencies Programme. Malaysia's biggest glove maker, Top Glove, has temporarily shut down more than a dozen of its factories after a Covid-19 outbreak. The Ministry of Health said that there were now 2,524 positive cases in a cluster that broke out on November 7 in areas in and around the state of Selangor, where the globe maker has several factories.\nOf the new cases, 1,067 came from the cluster in Selangor state. Top Glove confirmed in a press release Monday that it had completed a “full screening” of about 5,700 workers at their hostels and that they were “committed to proceed” with the Ministry of Health’s recommended screening tests for the rest of their workers and staff in their factories in the town Meru, which has been the center of the outbreak. The company added that since November 18, 16 of its facilities in Meru have temporarily stopped production and 12 others are operating at limited capacity.  Malaysia's Health Ministry said a restricted movement control order had been implemented in factory workers’ dormitories and houses since November 17, affecting 5,900 people. But the ministry added that the factory's management employs around 13,000 people across 28 buildings. Government agencies were in discussions Monday around the proposed closure of more factories in stages. All people who tested positive have been hospitalized and close contacts are under quarantine, the ministry added. On Monday, Director General of Health Noor Hisham Abdullah said that at 1,884 positive cases, Malaysia had reported the highest daily number of cases since the outbreak arrived to the country. In recent decades, Malaysia has emerged as a leading supplier of disposable gloves, due to its vast rubber plantations and government support for an industry that generates billions of dollars in sales each year.  Market leader Top Glove said it produces around a quarter of the gloves used worldwide in its 46 factories, mostly in Malaysia. Japan and China have agreed to resume business travel between the two countries by the end of the month. In a joint press conference in Tokyo on Tuesday with the countries' respective foreign ministers, Japanese minister Toshimitsu Motegi said: \"I am happy that we have agreed to start business track and residence track within this month. I hope this agreement will contribute to activate the economies of Japan and China as well as to promote mutual understanding.\" \"Business track\" allows the entry of short-time business travelers without requiring a two-week quarantine under certain conditions to Japan. Japan has resumed \"business track\" only with three countries: Singapore, Vietnam and South Korea. China is the biggest source of business travelers to Japan with 370,000 visited Japan from China on business purpose last year, according to Motegi. This is the first face-to-face meeting between the foreign ministers of the second and third biggest economies in the world since the Covid-19 outbreak began.  World Health Organization (WHO) officials on Monday announced that an international team of scientists will be traveling to China \"in due time\" to continue an investigation into the origins of the coronavirus that causes Covid-19. \"We sent a pre-team of WHO staff to China over the summer to discuss with counterparts the nature in which the studies needed to take place. We've outlined Phase 1 and Phase 2 studies,\" Maria Van Kerkhove, WHO’s Covid-19 technical lead, said during a media briefing in Geneva. \"The international team will travel to China, that is being discussed amongst the international team and the Chinese counterparts, and that will be arranged in due time,\" Van Kerkhove said. WHO officials \"look forward to making progress\" on the investigation, not only into the animal origins of the virus but also into how the virus can jump from species to species, said Dr. Mike Ryan, director of WHO's Health Emergencies Programme. \"The real question is -- the original species barrier, where did that occur? And that is still unknown,\" Ryan said during Monday's briefing. Ryan added that the investigation starts where the first Covid-19 case was identified -- in Wuhan, China -- and then scientists will follow wherever evidence leads them. \"The terms of reference for the investigations clearly lay out in Phase 1 the necessary epidemiologic and clinical and serologic and retrospective studies that need to be done to establish whether or not there's any evidence trail that will lead back,\" Ryan said.  \"It is like looking for a needle in the haystack sometimes,\" Ryan added. \"This is not easy to achieve. So we will pursue those investigations over the next couple of months in Phase 1 and hopefully move on to Phase 2.\" The number of new Covid-19 cases in Belgium continues to fall, but it is declining more slowly than in the first half of November, said Steven van Gucht, head virologist of the Belgian health authority, Sciensano.  “The peak of the second corona wave is now two weeks behind us and all indicators continue to evolve positively. We are currently seeing a further decline in infection rates, hospital rates, and mortality rates,\" he added. Over the past week, an average of 3,672 new daily cases were registered in the country. This corresponds to a decrease of 28%, or a halving of the number of infections every 15 days. “This makes this decline less pronounced than in the first half of November, when it recorded a fall of almost 50% on a weekly basis or a halving every 7 days,” Van Gucht said.  Belgium's strict lockdown measures were put in place on November 2 and are due to last until December 13, with a review this coming Friday. Local media are reporting the strict measures may well be kept in place for the Christmas holidays to avoid another wave.  According to Van Gucht: “If this trend continues, we will detect an average of 500 new cases per day by the end of this year.” Belgium has registered 559,902 Covid-19 cases so far, with a total of 15,755 deaths.  Italy wants to start distributing a Covid-19 vaccine at the end of January, Prime Minister Giuseppe Conte said Monday during an interview on Italian television channel La7. Conte added that the vaccine at the moment should not be administered on a mandatory basis but only voluntarily. The vaccine will be available first to the fragile and most exposed to danger, he said. When asked if he would get vaccinated, Conte said he \"will definitely do it,\" because when it will be distributed it will be \"absolutely safe.\" He also added he would not be among the first to be vaccinated since the \"fragile and most exposed to danger need to have it first.\" The European Union has signed deals for the supply of millions of vaccine doses with multiple drugmakers, including AstraZeneca, Moderna and Pfizer. Italy’s coronavirus death toll reached 50,043 on Monday after an increase of 630 fatalities in the previous 24 hours, the Italian health ministry said on Monday. The ministry added that the number of cases had increased by 22,930 bringing the total number to 1,431,795.  Globally there are 1,390,516 coronavirus related deaths and Italy is ranked as the sixth highest in the world, according to data from Johns Hopkins University. King Felipe VI of Spain will self-isolate for a period of 10 days after meeting someone on Sunday who subsequently tested positive for Covid-19.   In an announcement on Monday, the Palace of La Zarzuela in Madrid announced that \"following the health regulations, from this moment on, [the King] will keep the mandatory quarantine period of 10 days, suspending all official activities during this period.\"  King Felipe is 52. He attended two events Monday before the Palace made the announcement. The Queen and the rest of the Royal Family will be able to continue with their activities normally, according to the Palace. Hong Kong reported 80 Covid-19 cases from Monday, its highest single-day increase in cases since August 7, health authorities said on Tuesday.  Among the new cases, 69 were locally transmitted, of which 54 were related to a recent cluster in dance clubs, according to Dr. Chuang Shuk-kwan of the Centre for Health Protection. Ten cases were untraceable, she said. Starting Thursday, all bars, karaoke centers, public bathhouses, night clubs and party rooms will be forced to close for a week, Secretary for Food and Health Sophia Chan said on Tuesday.  Restaurants will be required to limit the number of customers to half of its capacity, and no more than four diners will be allowed to sit at the same table, Chan added.  All dining facilities will also be required to apply for a QR code for a contact tracing mobile app before December 3, Chan added, although the use of the app will be voluntary. In response to the dance club cluster, people who visited 21 dance venues since November 1 have been ordered to take a mandatory Covid-19 test.  Earlier Tuesday, Hong Kong Chief Executive Carrie Lam said the government is working on extending the testing requirement to workers at elderly centers and nursing homes, as well as taxi drivers, to curb the latest outbreak.  Anyone who fails to comply with the requirement could face a penalty of HK$2,000 ($258), while those who continue to refuse the order could receive up to six months’ imprisonment and a fine of HK$25,000.  Lam said the government will allow residents to collect Covid-19 test kits at 121 locations across the city -- including post offices and major metro stations -- to boost testing rates.  She added that from a global perspective, Hong Kong is \"not doing bad at all.\" The total number of Covid-19 cases in Hong Kong stands at 5,781.  French President Emmanuel Macron is expected to announce a slight easing of the country’s lockdown measures that have been in place since October 30. Macron is expected to address the nation on Tuesday evening with his plan to exit the lockdown in three stages, according to a French government spokesman. “The easing will be done in three stages in view of the health situation and of the risks tied to some businesses: a first step around Dec. 1, then before the holidays at the end of the year, and then from January 2021,” Gabriel Attal told Le Journal Du Dimanche on Sunday.  Attal said that travel would continue to be limited to avoid another flare-up of the epidemic.  On Monday, the French health agency reported that the positivity rate of people tested for Covid-19 is at its lowest in over a month at 13.3%. The numbers of patients in hospital had also diminished in the previous 24 hours, the agency said. Still, 500 people died from Covid-19 related illnesses in that 24-hour period, bringing the death toll in France to 49,232 people.  Evidence has been accumulating that there might be an association between blood type O and a lower risk of Covid-19 and getting severely ill, and now a new study adds to that research. The study, published in the journal Annals of Internal Medicine Monday, found that those with blood type O and negative Rh blood types may have a \"slightly lower\" risk for coronavirus infection and getting severely ill. The researchers -- based in Toronto, Canada -- analyzed health data on 225,556 people who were tested for Covid-19 between January 15 and June 30. There's a very small difference, however. The researchers found that 2.9% of those who tested positive for coronavirus had blood type O compared with 4.1% of people with type B, 3.8% of people with type AB and 3% of people with blood type A. When it came to severe illness, the data showed that 0.5% of those with blood type O were among the patients with severe symptoms of Covid-19, or among those who died. That compared with 0.7% of people with blood type B, 0.7% with type AB and 0.6% with type A blood. The study also found that 2.3% of those with rhesus-negative blood type had Covid-19 compared with 3.3% of those with Rh-positive blood type -- and 0.5% of those with Rh-negative blood type had severe disease or died compared with 0.6% of those with Rh-positive type. The Rhesus-system is the second most important blood group system after ABO. Yet these findings only suggest an association between blood type and Covid-19 risk. More research is needed to determine the nature of that relationship -- and while there are some theories, researchers don't yet know what mechanism could explain the link between different blood types and Covid-19.  Member nations of the Gulf Cooperation Council (GCC) political and economic bloc have surpassed 1 million combined coronavirus cases, according to a tally by Johns Hopkins University on Tuesday. At least 1,001,594 total cases have been confirmed among the six nations, including Saudi Arabia, United Arab Emirates, Kuwait, Qatar, Oman and Bahrain, according to JHU. Saudi Arabia has the highest tally among the six nations, with at least 355,489 confirmed infections. South Korea reported 349 new coronavirus cases for Monday, bringing the nation’s total to 31,353, according to the Korea Disease Control and Prevention Agency (KDCA).  Among the new cases, 320 were locally transmitted. The country's Covid-19 death toll now stands at 510, after one new fatality was reported in the past 24 hours. The country's capital Seoul reported 133 cases for Monday -- all but one locally transmitted -- bringing its total caseload to 7,758, according to KDCA. The city has identified several clusters, with dozens of cases linked to a sauna, high school, church and private institute, according to KCDA. Restrictions tightened: On Monday, South Korea declared an “emergency period” in Seoul until the end of the year due to a spike in Covid-19 cases.  Under the announcement, public transportation is reduced by 20% after 10 p.m. and gatherings of more than 10 people are banned until further notice. There are 3,742 Covid-19 patients being treated in intensive care units (ICU) in German hospitals as of Monday, the highest since the start of the pandemic, according to the German Interdisciplinary Association for Intensive and Emergency Medicine (DIVI). Around 57% of the ICU patients need ventilation, data from DIVI showed.  When taking into account patients admitted to ICU for other diseases, around 21,333 of the ICU beds in the country are currently occupied, leaving 6,616 beds vacant. On Tuesday, Germany reported 13,554 new coronavirus infections in the past 24 hours -- 865 fewer than a week ago, according to the country's infectious disease agency, the Robert Koch Institute.  The country's total caseload now stands at 942,687. In addition, 249 new virus-related fatalities were reported Tuesday, bringing the total death toll to 14,361. German Chancellor Angela Merkel is set to discuss further measures to curb the spread of the virus in a meeting Wednesday with the leaders of Germany's 16 federal states. Germany’s state premiers have agreed on a draft proposal to curb Christmas and New Year’s celebrations ahead of a crucial meeting with German Chancellor Angela Merkel Wednesday, according to CNN affiliate n-tv. The proposal includes the suggestion that up to 10 people can celebrate Christmas and New Year’s Eve together -- though children up to the age of 14 are excluded, n-tv reported. The proposed measures will be effective from Dec. 23 to Jan. 1.  The state premiers are also set to ban fireworks in popular public areas on New Year’s Eve to avoid large crowds forming, according to n-tv. ##Restrictions## Australia's national carrier Qantas will require future international travelers to prove they have been vaccinated against Covid-19 before flying. The airline's CEO Alan Joyce said in an interview with CNN affiliate Nine News on Monday that the move would be a \"necessity\" when coronavirus vaccines are readily available. Joyce said the airline was looking at changing its terms and conditions to \"ask people to have a vaccination before they get on the aircraft.\" \"Whether you need that domestically, we will have to see what happens with Covid-19 in the market. But certainly, for international visitors coming out and people leaving the country, we think that's a necessity,\" the Qantas chief said. While Qantas is the first airline to indicate that Covid-19 vaccinations would be a must before travel, others could soon follow suit. \"I think it will be a common theme, talking to my colleagues in other airlines across the world,\" Joyce said. A spokesperson for AirAsia told CNN Travel on Tuesday that once a vaccine is available the airline \"will review the requirement for guests to be vaccinated against Covid-19 for international travel.\" Air New Zealand said it was \"really encouraged by the news around vaccines\" and said in a statement that \"ultimately, it's up to governments to determine when and how it is safe to reopen borders and we continue to work closely with authorities on this.\" Read the full story: ##Travel## The United States reported 169,190 new coronavirus cases and 889 virus-related deaths on Monday, according to Johns Hopkins University. At least 12,420,868 Covid-19 cases and 257,701 deaths have now been reported in the US, according to the university's tally. The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases. CNN is tracking US cases: ##Hotspots## Four Vegas Golden Knights players have tested positive for Covid-19, the National Hockey League (NHL) team confirmed to CNN.  The infected players are self-isolating and recovering well, according to a statement from the team.  As precaution, Vegas Golden Knights has closed all off-ice player areas -- from locker room, lounge, gym, training room to video room -- through the end of the Thanksgiving holiday weekend as a precaution. \"City National Arena hockey programming, the Arsenal and MacKenzie River Pizza remain open at City National Arena and continue to operate under the guidelines set forth by the State of Nevada and local health officials,\" the statement said.\n\"We will continue to follow recommendations and guidance from the CDC, NHL and our local officials to ensure the health and safety of our community, players and staff.\" A large Pentecostal church in Northern California defied public health orders Sunday by holding multiple packed indoor services with conservative activist Charlie Kirk, without wearing face masks. Kirk, co-founder of the conservative group Turning Point USA, joined Pastor Greg Fairrington at Destiny Church in Rocklin for a 45-minute discussion over three sermons Sunday morning.  Both Kirk and Fairrington have been vocal opponents of public health orders, largely due to what they claim are attacks on religious institutions.  “This is the greatest attack on religious liberty in American history,” Kirk said Sunday of California Gov. Gavin Newsom’s health orders to reduce spread of the coronavirus, including the mandated use of masks in public settings.   Few masks, little social distancing: In the service simultaneously streamed on the church’s Facebook page, neither Kirk nor Fairrington were seen wearing masks as required by state health orders. Instagram videos posted from the event also showed few masks being worn by audience members and little social distancing.  Destiny Church spokesperson Tanner Di Bella told CNN mask-wearing was not enforced at the event.  “We do follow some of the guidelines including taking temperatures of every individual who comes to church,” Di Bella said. The spokesperson said the church also lowered the occupancy of the auditorium, but did not disclose the number of attendees. Placer County, where the church is located, is in the most restrictive of California’s four-tier reopening system where coronavirus risk is considered widespread and church services are only allowed outdoors. To date, the county has reported 5,880 cases including 67 deaths. Government response: A spokesperson for Placer County referred questions about the service to Rocklin officials.  Michael Young, a spokesperson for the city of Rocklin, said it is “committed to partnering with local businesses and organizations to protect the health and safety of residents. The city continues to provide the latest information on state COVID-19 mandates and impress upon everyone the need for compliance.” But the church official said it has not received orders to halt in-person services and Rocklin and Placer County officials are “all aware of what we have chosen to do.”  This story has been updated to reflect the name of Destiny Church spokesperson Tanner Di Bella. ##Restrictions## The NFL now requires players to wear face coverings on the sideline during games, according to a memo on the league's updated Covid-19 protocols distributed on Monday and obtained by CNN Sports from a league source. The new guidance requires “players who are not substituting or preparing to enter the field of play and are not wearing their helmets” to wear a “mask or a double-layered gaiter” on the sidelines. Coaches who call plays, who were previously permitted to wear a face shield in lieu of a face covering, will also now be required to wear a mask or double-layered gaiter. Other requirements: The NFL is also cracking down on postgame mingling between opposing teams. Players and team personnel will now only be permitted to “briefly” interact with the opposing team while wearing masks, before “promptly” returning to their locker rooms. The league is also reducing the number of players that can travel to a game to 62, whether the player is eligible to play in the game or not. The changes will take effect this week, beginning with the three games on Thanksgiving. ##Restrictions## Japan reported eight coronavirus-related fatalities on Tuesday, bringing the country's Covid-19 death toll to 2,002. The country also reported 1,522 new infections on Tuesday, with the total caseload now at 134,639, according to Japan's Health Ministry. The number of seriously ill patients doubled in three weeks, from 160 cases on Nov. 1 to 330 on Monday. Tourism scheme paused: Amid surging cases, the Japanese government is looking to partially suspend its subsided domestic travel campaign. The governors of Hokkaido and Osaka prefectures said Monday they agreed to the temporary suspension of discounted travel bookings in their capital cities of Sapporo and Osaka, where the infection rate is rapidly increasing. Tokyo recorded 314 new cases on Monday while Osaka and Hokkaido reported 281 and 206 cases respectively. ##Hotspots## Belize’s Prime Minister John Briceño has tested positive for coronavirus, the Belize Press Office said in a statement Monday. “Prime Minister Briceño will remain in isolation for the next two weeks, after which he will be re-tested,” the statement said.  Briceño took office as the head of state on Nov. 13.  As of Monday, Belize has reported 5,249 cases of Covid-19 and 136 deaths, according to official data. The number of Covid-19 cases in the United States could reach 20 million by Inauguration Day on Jan. 20, according to a new coronavirus modeling forecast from Washington University in St. Louis. The model, published in the journal Nature Scientific Reports on Monday, looked at coronavirus case numbers and mobility data. “We forecast rates of new cases for Covid-19 under different social distancing norms and find that if social distancing is eliminated, there will be a massive increase in the cases of Covid-19,” the team wrote. The model projected that if current social distancing measures are at a 60% return to normalcy compared to pre-pandemic levels, the US will likely reach 20 million cases before the end of January. The importance of social distancing: Greater social distancing efforts could reduce the number of new cases even further, although the efforts vary widely across the country, the researchers noted. “Even small increases in social distancing can have a large effect on the number of cases we observe in the next two and a half months,” model co-developer Raphael Thomadsen said in a statement. “Going back to a 50% return to normalcy, which was the average level of distancing in early August, would likely result in 5 million fewer cases by the end of January.  If the US returned to the level of social distancing in April, Thomadsen predicted the spread of Covid-19 could be “effectively squashed.” But this is probably a conservative estimate, the team said, because their model assumes only 10% of coronavirus cases are ever diagnosed. “However, more recently, testing has increased, and probably more like 25% of cases are diagnosed,” model co-developer Song Yao said in a statement. “In that case, total COVID cases would increase beyond 20 million in the next few months unless we, as a society, engage in more social distancing.” The researchers also predicted the holiday season will create “a great deal of uncertainty” in the model because people will travel more at the end of the year. Dr. Anthony Fauci said Monday he disagrees with “well-meaning governors” who plan on performing state-level safety reviews of coronavirus vaccines after they are authorized by the US Food and Drug Administration (FDA). New York Gov. Andrew Cuomo has said that New York health officials will review a coronavirus vaccine after it is approved by the FDA to ensure its safety. Fauci told PBS NewsHour’s Judy Woodruff he understands that governors want to protect their citizens, but with the mixed signals coming out of Washington, they’re missing something important about the vaccine approval process.  “The process of the decision of whether or not a vaccine is safe and effective -- that is made by a completely independent group, not by the federal government, not by the company,” said Fauci, who is the director of the National Institute of Allergy and Infectious Diseases.\n“It's made by an independent group of scientists, vaccinologists, ethicists, statisticians,” he added.  Fauci said he wants everyone to understand there is no political pressure affecting the vaccine approval process. “I hope that they would then realize that that's good enough,�� he said. Fauci added that if everything goes well, vaccinations will likely begin in December and the US will be able to start vaccinating the broader population “in earnest” in April and May.   ##Vaccines## The US Food and Drug Administration (FDA) has asked members of its vaccine advisory committee to reserve Dec. 17 and 18 for meetings, presumably to discuss a coronavirus vaccine being developed by Moderna, according to a source familiar with the process.  The FDA consults with its Vaccines and Related Biological Products Advisory Committee before allowing any vaccine -- including a coronavirus vaccine -- to go on the market.  On Sunday, Moncef Slaoui, the head of Operation Warp Speed, mentioned a Dec. 17 FDA review for Moderna’s Covid-19 vaccine. Last week, the pharmaceutical company announced that initial data shows its vaccine is 94.5% effective against Covid-19.   The FDA has called a meeting of the committee for Dec. 10 to consider Pfizer’s application for emergency use authorization for the vaccine it has developed with its partner BioNTech. Pfizer says its vaccine is 95% effective against Covid-19.  Moderna is awaiting more data on study participants who became ill with coronavirus and could apply to the FDA for emergency use authorization in the next week, according to a Moderna spokesman.  “Within the next week or so, we expect to see efficacy data based on 151 COVID-19 cases per our protocol, and, if appropriate based on the data, make an EUA submission shortly thereafter,” spokesman Ray Jordan told CNN. ##Vaccines## England is drastically reducing its quarantine period for people arriving from most destinations in a move that will potentially throw open the doors for British people wanting to take foreign vacations. As of Dec. 15, travelers arriving into England will have to self-isolate just five days instead of the current 14 under a new testing strategy announced by the UK government. Under the new rules, all international arrivals from destinations absent from England's travel corridor list will have the option to take a Covid-19 test after being in quarantine for the shorter period. Those who receive a negative result will be permitted to refrain from self-isolating, but must continue to follow domestic Covid-19 rules. The \"test and release\" scheme requires passengers arriving in England by plane, ferry or train to book and pay for the test themselves. It's unclear whether the scheme will eventually cover the rest of the UK. \"Our new testing strategy will allow us to travel more freely, see loved ones and drive international business,\" says UK Transport Secretary Grant Shapps.\n\"By giving people the choice to test on day five, we are also supporting the travel industry as it continues to rebuild out of the pandemic.\" The UK's mandatory two-week quarantine came into effect on June 8 and has been heavily criticized by many in the travel sector, who saw it as an obstacle to both tourism at home and for British people wanting to take a break overseas. These rules were subsequently relaxed for those arriving in England from approved destinations, but this list changes weekly and travelers from countries that aren't considered \"green\" have been required to keep to the two-week quarantine. Read more: ##Travel## There were more than 144,000 new cases of Covid-19 reported among children in the week ending Nov. 19 -- marking the highest weekly increase since the pandemic began, according to an update Monday from the American Academy of Pediatrics. Children now account for more than 11% of all confirmed coronavirus cases in the US. There has been a 28% increase in child Covid-19 cases over two weeks. The AAP said 144,145 new cases among children 17 and under were reported from Nov. 5 to 19. The group, which represents pediatricians, says nearly 1.2 million children have been infected in the US as of Nov. 19. According to Johns Hopkins University, more than 12.4 million Americans have been infected with the novel coronavirus. Severe illness and death from Covid-19 are still rare among children. As of Nov. 19, children represented between 1.2% and 3.1% of total hospitalizations, depending on the state. Between 0.2% and 5.6% of all child Covid-19 cases resulted in hospitalizations in states that reported that information, and fewer than 0.14% of all children with Covid-19 died. Seventeen states reported no child deaths. The count is not complete, because not all states report data the same way. These numbers come from 49 states, New York City, the District of Columbia, Puerto Rico and Guam. A smaller subset of states report information about hospitalizations and deaths by age. The AAP says there is an “urgent need” to collect more data on longer-term impacts on children, including the ways in which the virus may hurt children physically and emotionally long-term. ##Hotspots## Drugmaker AstraZeneca announced on Monday that its experimental coronavirus vaccine has shown an average efficacy of 70% in large-scale trials -- the latest of several vaccine trials worldwide to post their results this month. The average efficacy of 70% came from the average of two different dosing schedules tested as part of the trials in the United Kingdom and Brazil. The vaccine, developed with the University of Oxford, showed 90% efficacy in one dosing regimen -- when the vaccine was given to 2,741 people as a half dose, followed by a full dose at least a month later -- and 62% efficacy in a second regimen -- when two full doses were given to 8,895 people at least a month apart. That averages to a 70% efficacy, AstraZeneca said. It is not yet clear why the two dosages produced such different results. When people were given the smaller dose, the number of asymptomatic infections dropped, indicating a difference in transmission, Professor Andrew Pollard, the trial's lead investigator at Oxford, said in a call with journalists on Monday. \"What we've always tried to do with a vaccine is fool the immune system into thinking that there's a dangerous infection there that it needs to respond to -- but doing it in a very safe way,\" Pollard explained. \"So we get the immune response and we get the immune memory ... waiting and ready if the pathogen itself is then encountered.\" It may be that the best way of \"kicking the immune system into action\" is to give the body a small amount of the vaccine to begin with -- and then follow up with a larger amount, but as the data on that method is preliminary, there is still more work to do, Pollard said. AstraZeneca is the third drugmaker to unveil promising results in the fight against coronavirus this month, with Moderna announcing earlier in November that its vaccine was 94.5% effective against coronavirus, and Pfizer/BioNTech revealing that its vaccine was 95% effective. Read the full story: ##Vaccines##", "Section": "world", "Writers": ["Nectar Gan", "Adam Renton", "Kara Fox", "Antonia Mortensen", "Ed Upright", "Melissa Macaya", "Melissa Mahtani", "Mike Hayes"], "URL": "https://www.cnn.com/world/live-news/coronavirus-pandemic-11-24-20-intl/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Malaysia", "Source": "CNN"}