{"Type": "", "Time": "2019-07-09", "Headline": "Taiwan's creative startups connect with the Philippines at Ignite 2019 – Manila Bulletin", "Text": "The Institute for Information Industry (III), an enabler of digital transformation in Taiwan, recently brought seven startup teams from their region to join Ignite 2019, a two-day event that features world-class keynotes and panel discussions, pitch competitions, exhibition, and the biggest business matching for startups in the Philippines. The Taiwan NGO is chartered with assisting local businesses to expand into overseas markets, as well as executing the “Asian Silicon Valley Smart Commerce Service and Application Promotion Project” on behalf of The Department of Commerce and the Ministry of Economic Affairs of Taiwan.Ignite 2019 is the Philippines’ premier innovation conference, and the seven startup teams from Taiwan pulled no punches as they exhibited their IoT, AR, smart tourism, and smart commerce solutions to the Southeast Asian market. The Taiwan startups that participated in Ignite 2019 include: JustStar–an image recognition solution provider to shopping malls and theme parks; LuggAgent–a startup offering same day baggage delivery service to airports; intoCaerulus–the team who made the first underwater 360-degree film on YouTube in Taiwan; Screea–a cash back reward system platform provider; OSENSE–a startup providing indoor positioning and navigation technology that has been realized in airports, MRTs, and other fields; ASTA–an image platform offering 360 degree photos for e-commerce; and MyProGuide–a platform that connects tour guides and tourists.In addition to the startup conference in Manila, III is also bringing Taiwan’s startups to visit the Spring Valley Technology and Innovation Park in Roxas City. The visit will showcase how Taiwan’s startup solutions can be implemented in the Philippines. Like in Ignite 2019, there will also be matchmaking for the teams and the local system integrators in Spring Valley, which will become a springboard for startups to expand their business into the Philippine market.III continues to play an important role for digital transformation not just in Taiwan, but also to overseas markets like the Philippines. As the organization brings together more international startups, it seeks to lay a solid foundation for Taiwan startups to expand to overseas markets and to showcase their position as an emerging source of some of the more outstanding startups in the world.", "Section": "", "Writers": "", "URL": "https://mb.com.ph/2019/07/09/taiwans-creative-startups-connect-with-the-philippines-at-ignite-2019/", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Philippines", "Source": "MB"}