{"Type": "gallery", "Time": "2021-01-04", "Headline": "Photos: AirlineRatings safest airlines for 2021", "Text": "World's safest airline: AirlineRatings.com has spotlighted the 20 airlines it considers the safest in the world. Aussie carrier Qantas takes the top spot. 2. Qatar Airways: Qatar Airways comes in at number two on AirlineRatings.com's new ranking. 3. Air New Zealand: Air New Zealand is number three on AirlineRatings.com's list. AirlineRatings.com analyzes 385 carriers from across the globe to compile its annual list. 4. Singapore Airlines: Singapore Airlines is fourth in the new ranking. \"The challenge this year was the number of airlines that were flying, although our Top 20 safest airlines have all continued to fly or had limited cessation of flights,\" AirlineRatings editor-in-chief Geoffrey Thomas tells CNN Travel. 5. Emirates: Rounding out to the top five is Emirates. AirlineRatings.com measured factors including the airline's crash and serious incident record and age of its fleet. 6. EVA Air: At number six on the list is Taiwanese carrier EVA Air. 7. Etihad: UAE carrier Etihad takes the number seven slot. Thomas told CNN Travel that the AirlineRatings rating system was adjusted this year to allow for greater accuracy. 8. Alaska Airlines: Alaska Airlines is number eight on AirlineRatings.com's list. 9. Cathay Pacific: Hong Kong airline Cathay Pacific nabs number nine on AirlineRatings list. 10. British Airways: British flagship carrier British Airways rounds out the top ten for this year. 11. Virgin Australia/Virgin Atlantic: At number 11 is Virgin Australia/Virgin Atlantic. 12. Hawaiian Airlines: Hawaiian Airlines, which operates the longest domestic flight in the US, is number 12 on the list. 13. Southwest Airlines: American airline Southwest is number 13 on the list. 14. Delta Air Lines: US carrier Delta is number 14 on the list. AirlineRatings.com Geoffrey Thomas notes that travelers are even more focused on airline safety in the wake of the Covid-19 pandemic. 15. American Airlines: Another entry for a US carrier at number 15, via American Airlines. 16. SAS: Scandinavian Airlines (SAS), the flag carrier of Denmark, Norway and Sweden, is number 16 on the list. 17. Finnair: In the fall, Finnair announced plans to sell its airplane food in Finnish grocery stores. The Finnish carrier is also number 17 on the list. 18. Lufthansa: German carrier Lufthansa is number 18 on AirlineRatings.com's list. 19. KLM: At number 19 on the list is the flag carrier of the Netherlands, KLM. 20. United Airlines: At number 20 on the list is US airline United. ", "Section": "travel", "Writers": [null], "URL": "https://www.cnn.com/travel/gallery/safest-airlines-2021-photos/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Singapore", "Source": "CNN"}