{"Type": "article", "Time": "2021-03-09", "Headline": "What could make Myanmar's military junta back off?", "Text": "With live fire being deployed on a widespread basis in Myanmar since a military coup on February 1, the generals who seized power have lived up to fears that they would resort to lethal force against their own citizens. Early restraint in the face of peaceful protesters has been replaced with bullets, and security forces have killed more than 50 people to date.   Several victims were killed by shots to the head -- a sign that the troops were shooting to kill as part of their intensifying crackdown that also has included curfews and nightly internet shutdowns, armored vehicles and armed troops on the streets and draconian laws limiting freedom of speech and assembly.   Predictably, the coup and the violence against unarmed civilians triggered international condemnation, new sanctions by the US, the UK and Canada and threats of sanctions from the European Union.   But statements like these have done little more than highlight just how limited the world's diplomatic arsenal is against crises of this nature -- especially when most governments are battling the Covid-19 pandemic or trying to revive their sagging economies and Myanmar's military leaders seem not to care about returning their country to pariahdom. \"The army in Myanmar has a long track record of not listening to the outside world, not caring what people think, simply living off, in a vicarious way, the isolation that is then imposed,\" Southeast Asia expert Michael Vatikiotis told me.   Indeed, it is hard to see how international opprobrium or even sanctions -- a blunt and controversial tool with a limited record of success -- are likely to convince the generals to release the government leaders they're detaining and accept that the military lost last November's election. Nor are measures against the military likely to get backing from China and Russia, which have taken a softer line to responding to the coup.   So is there anything that could persuade the generals to back down? Myanmar is a member of the Association of Southeast Asian Nations (ASEAN), the political bloc that probably has the most influence over the generals. So far the bloc has failed to unite behind a strong call of action, but it's high time it did. If member countries such as Thailand begin to see a flood of refugees, transforming the unrest into a regional crisis, that could force ASEAN to relax its policy of non-interference in the affairs of member states and take a strong stance against the junta -- something it should do nonetheless for the sake of ASEAN's own credibility.   Regional businesses perhaps could also play a role in setting a path for their cautious governments. Japanese drinks giant Kirin Holdings, for example, has already said it was cutting links with a military-owned conglomerate in Myanmar. Others could follow suit.    It's not going to be easy. Myanmar's military has a well-deserved reputation for ruthlessness, something I saw at firsthand during my first visit to Myanmar in 1989. A year earlier, the government's brutal crackdown on a student-led pro-democracy movement killed thousands. I interviewed many student activists who could hardly hold themselves together when describing the mass murders. Sleep, food deprivation and physical torture were described to me as all part of the measures used to extract confessions. Shortly after I was detained for taking photographs of a marketplace, a Burmese army lieutenant colonel lectured to me: \"People need to learn discipline before they can have democracy.\"   The military's condescending attitude toward Western institutions remains deeply entrenched. During the 2008 Cyclone Nargis emergency -- which claimed nearly 140,000 lives and impacted some 2.4 million people -- the then-government had the audacity to insist on vetting the list of humanitarian aid workers nominated by the UN Secretary General's office. Reports of aid being diverted by the military were widespread, and those reporting the scale of the disaster were arrested.   Nonetheless, there are some differences this time around.  The latest coup may well have been inspired by the success of the Thai military seizing power over their shared border in 2014, but the generals seem to have underestimated the level of resistance, especially a civil disobedience movement that has paralyzed huge swaths of the public and private sectors.    What is markedly different about those resisting this military crackdown is that the overall population is much younger, has lived through many years of unprecedented political freedom and is hyper-connected via social media. An indication of their savviness is a deliberate effort to appeal to the international community with multilingual signs and protest slogans, such as the enormous \"F**k the Coup\" slogan painted onto a main urban thoroughfare.    An endless stream of powerful images of protesters dressed as beauty queens and as shirtless bodybuilders and even captivating music videos have been shared with global television and social media audiences. Through hashtags such as #milkteaalliance and #whatshappeninginmyanmar protesters have maintained solidarity and shared outrage with other youth-led movements in Hong Kong, Taiwan and Thailand. These actions should at least keep the issue high on global social media feeds and make it hard for regional governments to ignore.    In the end, Myanmar's fate could all come down to who can dig in longer. The generals may already be desperate for cash -- the US blocked their attempt to try to remove about $1 billion from the Federal Reserve Bank of New York shortly after the coup -- and it's unclear how long they can endure a prolonged stalling of the economy, especially if it starts to impact the many foreign joint ventures that are linked to the military.   But with the economy already faltering before the coup it also remains to be seen how long the people can survive at the barricades in the face of increasing military brutality and without a steady income.    If the generals get their way, the number of people living under military rule, together with those in Thailand, in that corner of Southeast Asia will almost double to about 124 million people. That is a prospect ASEAN, and the broader international community, must prevent at all costs.", "Section": "opinions", "Writers": [], "URL": "https://www.cnn.com/2021/03/08/opinions/myanmar-diplomacy-military-junta-bociurkiw/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}