{"Type": "article", "Time": "2018-03-01", "Headline": "Henley Index: Japanese passport now world's most powerful", "Text": "There are few things more liberating than travel -- although some passports offer more freedom than others.  A new report published in October 2018 reveals just how many borders some travel documents can cross. According to the Henley Passport Index, compiled by global citizenship and residence advisory firm Henley & PartnersCitizens, Japan now has the most powerful passport on the planet.  Having gained visa-free access to Myanmar earlier this month, Japanese citizens can now enjoy visa-free or visa-on-arrival access to a whopping 190 destinations around the world -- knocking Singapore, with 189 destinations, into second place.  Germany, which began 2018 in the top spot, is now in third place with 188 destinations, tied with France and South Korea.  Uzbekistan lifted visa requirements for French nationals on October 5, having already granted visa-free access to Japanese and Singaporean citizens in early February.  South Korea gained visa-free access to Myanmar on October 1, while Paraguay removed visa requirements for Singaporean passport holders in 2017.  Movers and shakers The United States and the UK, both with visa-free or visa-on-arrival access to 186 destinations, are in fifth place. With neither having gained entry to any new jurisdictions this year, it seems unlikely that either will soon reclaim the No.1 spot they held in 2015.  Russia has fallen to 47th position, despite having received a boost in September when Taiwan announced a visa-waiver for Russian nationals.  The United Arab Emirates is the decade's biggest success story when it comes to travel freedom. It's risen from 62nd place in 2006 to now being No. 21 in the rankings.  It's also recently signed a visa-waiver agreement with Russia, due to come into effect in the coming months.  China recently obtained access to St. Lucia and Myanmar and is now in 71st place, having climbed 14 places since the start of 2017.  Christian H. Kälin, Group Chairman of Henley & Partners, commented in a statement on \"the extraordinary results that states can achieve when they work hand in hand with their global peers to build a more interconnected and collaborative world.  \"China and the UAE exemplify this kind of progress, with both states among the highest overall climbers compared to 2017, purely as a result of the strong relationships they have built with partner countries around the world.\" Henley Passport Index power ranking 1. Japan: 190 2. Singapore: 189 3. Germany, France, South Korea: 188 4. Denmark, Finland, Italy, Sweden, Spain: 187 5. Norway, United Kingdom, Austria, Luxembourg, Netherlands, Portugal, United States: 186 6. Belgium, Switzerland, Ireland, Canada: 185 7. Australia, Greece, Malta: 183 8. New Zealand, Czech Republic: 182 9. Iceland: 181 10. Hungary, Slovenia, Malaysia: 180 So which passports offer the least mobility?  Joint last place on the updated Henley Passport Index list are Afghanistan and Iraq, with visa-free or visa-on-arrival access to 30 jurisdictions, just below Syria and Somalia (32) and Pakistan (33).  Other indexes Henley & Partner's list is one of several indexes created by financial firms to rank global passports according to the access they provide to their citizens.  The Henley Passport Index is based on data provided by the International Air Transport Authority (IATA) and covers 199 passports and 227 travel destinations. It is updated in real time throughout the year, as and when visa policy changes come into effect.  Arton Capital's Passport Index takes into consideration the passports of 193 United Nations member countries and six territories -- ROC Taiwan, Macao (SAR China), Hong Kong (SAR China), Kosovo, Palestinian Territory and the Vatican. Territories annexed to other countries are excluded. Its 2018 index put Singapore and Germany on top, with a score of 165, followed by Denmark, Sweden, Finland, Luxembourg, Italy, France, Norway, Netherlands, Spain, South Korea and the US, all with a score of 164.  The Nomad Passport Index, meanwhile, ranks 199 citizenships on five factors: visa-free travel, international taxation, perception, dual citizenship and personal freedom.  According to its 2017 list, the most desirable passports come from Sweden, followed by Belgium. Spain and Italy tied for third, with Ireland rounding out the top five.  ", "Section": "travel", "Writers": ["Maureen O'Hare"], "URL": "https://www.cnn.com/travel/article/most-powerful-passport-henley-index-2018/index.html", "MainKeyWord": "Macao", "AdditionalKeyWord": "Malaysia", "Source": "CNN"}