{"Type": "article", "Time": "2020-12-09", "Headline": "US FDA panel recommends Covid-19 vaccine authorization", "Text": "The United States could be back to normal by next summer or early fall if everyone gets a Covid-19 vaccine, Dr. Anthony Fauci, the director of the National Institute of Allergy and Infectious Diseases, predicted Thursday. \"It depends how quickly and how many people want to get vaccinated,\" Fauci told CNN’s Chris Cuomo.  \n\"If we have a smooth vaccination program where everybody steps to the plate quickly, we could get back to some form of normality reasonably quickly into the summer and certainly into the fall.\"  The US Food and Drug Administration’s Vaccines and Related Biological Products Advisory Committee voted to recommend emergency-use authorization (EUA) for Pfizer’s Covid-19 vaccine Thursday. The FDA is expected to approve an EUA for the vaccine in the next couple of days. \"My hope and my projection is that if we get people vaccinated en masse so that we get that large percentage of the population, as we get into the fall, we can get real comfort about people being in schools, safe in school,\" Fauci said. \n\"That's what I hope and project we would do if we get everybody vaccinated.\" ##Vaccines## Japan has reported a record number of new Covid-19 infections for the second straight day. Japan’s Ministry of Health announced it recorded 2,955 new Covid-19 cases and 37 related deaths for Thursday. That brings Japan’s total reported Covid-19 infections to 172,255 -- including 2,515 dead. The Ministry's data shows 543 patients are in intensive care, while a further 22,272 are receiving treatment in hospitals. The capital Tokyo posted its highest number of daily infections yet with an additional 602 cases. At least 59 patients remain in critical condition, with 1,826 more in hospital.   Osaka counted 415 new cases. Osaka Gov. Yoshifumi Yoshimura said Thursday he was expecting the Self-Defense Forces' medical support team to be dispatched to local hospitals.  Japan's medical expert advisory board was critical about the effectiveness of the government's prevention measures to fight the recent surge in cases.  \"It's hard to say that the measures taken so far have been effective,\" the chairman of the advisory board, Takaji Wakita, said in a press conference late Thursday. \n\"Overall, the measures were not successful to curb the new infection cases.\" ##Hotspots## The vote by the US Food and Drug Administration’s Vaccines and Related Biological Products Advisory Committee to recommend emergency use authorization for Pfizer’s Covid-19 vaccine is important, Dr. Anthony Fauci said. It shows that the process in the US is based on decisions and recommendations made by independent bodies, the director of the National Institute of Allergy and Infectious Diseases told CNN. “The reason I think this is so important is that we want to make sure that we impress the American public that decisions that involve their health and safety are made outside of the realm of politics, outside of the realm of self-aggrandizement and are made in essence by independent groups,” Fauci said. “So it was a very important step.\" The next step is FDA consideration and decision about an EUA. Then the Centers for Disease Control and Prevention’s Advisory Committee on Immunization Practices will decide whether to recommend the vaccine for use. The Advisory Committee on Immunization Practices has meetings scheduled for Friday and Sunday. Pending Food and Drug Administration emergency use authorization of the Pfizer coronavirus vaccine, CVS is preparing to begin vaccinations in long term care facilities on Dec. 21. “December 21 is the earliest vaccine administration can begin in long-term care facilities, as communicated to states by CDC. We’ll be in facilities that day in states that choose to begin as soon as possible,” said CVS spokesperson Ethan Slavin. It is not clear which states have chosen to begin vaccinations immediately. CVS will use a “hub and spoke” model, with around 1,100 CVS Pharmacy locations storing vaccines based on geographic need, Slavin said. \"Pharmacy teams will go to these locations to pick up the necessary doses on their way to long-term care facilities. We’ll know how much we need for each facility and bring extra for new residents or staff members who may not have been included in the data that was shared in advance,” he said. The data used to determine need comes from coordination between CVS and each long-term care facility, CVS spokesman TJ Crawford said. “More than 40,000 long-term care facilities have selected CVS Pharmacy to provide vaccinations,” Slavin said.  Some context: An advisory committee to the US Centers for Disease Control and Prevention expects to vote Sunday whether to recommend Pfizer’s coronavirus vaccine, according to an agenda posted on the agency’s website.  US Food and Drug Administration advisers voted Thursday to recommend the FDA issue emergency use authorization to the vaccine.   The influential coronavirus model at the University of Washington has projected 502,000 Americans will have died from Covid-19 by April 1, down from its prediction of 539,000 deaths last week. The model from the Institute of Health Metrics and Evaluation predicts a new coronavirus vaccine can save 25,000 or more lives. And if 95% of Americans wore masks, the death count would drop by 56,000 by April 1 compared to the “most likely” scenario. On the other hand, if states ease coronavirus mandates, the model projects 598,000 cumulative deaths by April 1. “Moreover, the impact of vaccinations is greater as well because of the detailed information in the Pfizer FDA filing, showing approximately 50% protection after the first dose, and data on a larger number of doses available sooner in the US,” IHME said. The model projects 25,200 lives will be saved by the vaccine rollout and if the distribution occurs rapidly, 44,500 lives could be saved compared to a no-vaccine scenario. The Covid-19 epidemic in the Midwest is leveling off but is increasing on the West Coast and in the Northeast, IHME said.  ##Hotspots## There was sobering news for Canadians Thursday as public health officials in several provinces said they were coping with an increase in infections despite new restrictions and lockdowns.  Prime Minister Justin Trudeau underscored the need to keep up with public health protocols as he announced that vaccines would arrive in Canada by Monday. “The first 30,000 doses are expected to arrive on Canadian soil in just a few days. To all Canadians, if you’re feeling relieved and hopeful, you’re not alone, this is the good news we all need but remember this is only the first step in what will be a massive project over a long winter,” said Trudeau during a news conference in Ottawa Thursday evening.  Canada is not disclosing logistics or tracking information on the Pfizer/BioNTech vaccine as it enters the country because of what officials say are \"credible\" security concerns.   But Trudeau stressed he does not believe there will be any disruptions as the vaccines make their way from Belgium to Canada.  The timeline on vaccines in Canada comes as several provinces, including Canada’s two largest, Quebec and Ontario, logged record-setting new cases of Covid-19 in recent days with officials saying that lockdowns in both Toronto and Montreal are having little effect on the rise in new cases.   The province of Ontario broke another record for the highest number of Covid-19 cases reported in a single day, with Toronto and its suburbs logging most new cases.  Ontario released new modeling Thursday and confirmed that according to mobility data throughout the province, people are traveling outside their homes at close to normal levels and likely not limiting contacts as much as needed to stop the spread of the virus.   Montreal broke a single-day record Thursday with 648 new cases of Covid-19, a growth rate the city’s public health director called \"alarming.\" “I know we’re all tired, but we need to make an effort,” said Dr. Mylène Drouin, Montreal’s public health director, during a news conference Thursday. ##Hotspots## ##Vaccines## The US Food and Drug Administration said Thursday’s vote by its vaccine advisers to recommend emergency use authorization of the Pfizer Covid-19 vaccine was an “important step” in the review process. The FDA said its Vaccines and Related Biological Products Advisory Committee, made up of independent scientists and public health experts, provides “valuable advice and input” for the agency to help make its decision on the vaccine. “Importantly, the final decision about whether to authorize the vaccine for emergency use will be made by FDA’s career officials,” the agency said in a statement. “In this time of great urgency, FDA staff feel the responsibility to move as quickly as possible through the review process. However, they know that they must carry out their mandate to protect the public health and to ensure that any authorized vaccine meets our rigorous standards for safety and effectiveness that the American people have come to expect,” FDA Commissioner Dr. Stephen Hahn said in the statement. “The whole of the FDA—myself included—remains committed to keeping the public informed about the evaluation of the data of a potential COVID-19 vaccine, so that once available, Americans can have trust and confidence in receiving the vaccine for their families and themselves.” ##Vaccines## ##FDA Meeting## The United States reported 107,248 Covid-19 hospitalizations on Thursday, setting a new record high since the pandemic began, according to the Covid Tracking Project (CTP).  This is the ninth consecutive day that the US has remained above 100,000 hospitalizations. The following, according to CTP data, are the highest hospitalization numbers: Dec. 10: 107,248 hospitalized\nDec. 9: 106,671 hospitalized\nDec. 8: 104,590 hospitalized\nDec. 7: 102,148 hospitalized\nDec. 6: 101,501 hospitalized ##Hotspots## Three members of the Food and Drug Administration vaccines advisory committee explained why they voted to recommend the agency grant emergency use authorization to Pfizer/BioNTech's coronavirus vaccine. “I think the data was pretty compelling that the benefits greatly outweigh the risks. I wish there could have been slightly more enrollment of minorities in the trial. But I think the numbers were sufficient to make a decision,” Dr. James Hildreth said. He also said he feels comfortable with the mRNA technology used with the vaccine. Dr. Paul Offit said the vaccine is highly effective. “We know at least in tens of thousands of people followed for two months, it doesn't have any serious, adverse events. … I think we know enough now to say that this appears to be our way out of this awful, awful mess,” he said. Dr. Ofer Levy also said “the efficacy looked very, very good.” He expects the FDA to accept the recommendation in a matter of days.  Noting the beginning of Hanukkah, Levy said, “It's the Festival of Lights, and we’re hoping we now have light at the end of the tunnel.” Watch:  ##Vaccines## ##FDA Meeting## Advisers to the US Food and Drug Administration may have just voted to recommend emergency use authorization for Pfizer/BioNTech’s coronavirus vaccine, but FDA Commissioner Dr. Stephen Hahn said the agency needs to take a beat before deciding. “Thank you to the scientific and public health experts who participated in the FDA’s Vaccines and Related Biological Products Advisory Committee meeting today to discuss a request for Emergency Use Authorization for a vaccine to prevent #COVID19,” Hahn tweeted. “It’s important that this process is open & transparent. Thousands of people watched this meeting live online to hear insight and expertise about this vaccine candidate. FDA career staff will take the committee’s input into account as they continue their review.\" It's not clear when the FDA will actually decide to issue an emergency use authorization, although Hahn and other senior staff have widely signaled that the agency will grant it. “FDA staff feel the responsibility to move as quickly as possible. However, they know they must carry out their mandate to protect the public health & ensure any authorized vaccine meets our rigorous safety and effectiveness standards that the American people have come to expect,\" he said. ##Vaccines## The benefits of Pfizer’s Covid-19 vaccine outweigh the risks, Dr. James Hildreth, a member of a US Food and Drug Administration vaccine advisory committee, said Thursday after the panel voted to recommend authorization of the vaccine. Hildreth, the president and chief executive officer of Meharry Medical College, voted to recommend the FDA grant emergency use authorization.  “The data was pretty compelling that the benefits outweigh the risks,” Hildreth told CNN’s Wolf Blitzer. “I wish there could have been slightly more enrollment of minorities in the trial, but I think the numbers are sufficient,” he said. “I also think that based on use of mRNA technology and other kinds of medical applications, I feel comfortable that the technology itself does not pose any real risk. I just feel that we need this vaccine and the benefits outweigh the risks,” he added. Another member of the FDA’s Vaccines and Related Biological Products Advisory Committee, Dr. Ofer Levy of Boston Children’s Hospital, also voted in favor of an EUA.  “I voted yes based on the safety and efficacy data presented by the sponsor to FDA,” Levy said. “We reviewed it carefully.” “FDA did an independent analysis. The safety largely indicated only, you know, mild or moderate adverse events, typical ones after a vaccine, in the soreness in the arm, maybe some fever, et cetera, and the efficacy looks very, very good. And on that basis, I voted yes,” he added.  The vote on granting Pfizer an EUA for its Covid-19 vaccine was 17-4 in favor with one abstention.  The FDA will now decide whether to accept the recommendation but has signaled that it will issue the EUA for the vaccine.  ##FDA Meeting## Pfizer’s chairman and CEO said he’s pleased that the US Food and Drug Administration's  vaccine advisers have voted to recommend the agency grant emergency use authorization for the company’s coronavirus vaccine in the US. “We have been looking forward to presenting our robust data package to the committee of vaccine experts for the US government since we began our efforts to develop a novel COVID-19 vaccine earlier this year,” Pfizer chairman and CEO Albert Bourla said in a statement to CNN.  “We are pleased with the strong majority vote, and if the FDA issues an authorization, stand at the ready to bring this vaccine to people in the US in an effort to help combat this devastating pandemic,” added Bourla. What's next: The FDA will now decide whether to accept the recommendation but has signaled that it will issue the EUA for the vaccine. Then, the US Centers for Disease Control and Prevention's Advisory Committee on Immunization Practices must meet to decide whether it recommends that the vaccine be deployed for use. ACIP has a meeting scheduled for Friday, and expects to vote during another meeting, scheduled for Sunday. Operation Warp Speed officials say they will start shipping the vaccine within 24 hours of FDA authorization. ##Vaccines## ##FDA Meeting## President-elect Joe Biden has issued a statement on the US Food and Drug Administration panel’s recommendation of the Pfizer vaccine. “We are grateful to the scientists and researchers who developed this vaccine. And, we are grateful to the scientists and public health experts who evaluated the safety and efficacy of this vaccine free from political influence. The integrity of science led us to this point,” Biden writes. More on the vaccine: The US Food and Drug Administration's Vaccines and Related Biological Products Advisory Committee voted Thursday to recommend the agency grant emergency use authorization to Pfizer and BioNTech's coronavirus vaccine. Seventeen members voted yes, four voted no and one abstained. This vote doesn't mean the vaccine will be authorized immediately. The FDA will now decide whether to accept the recommendation but has signaled that it will issue the EUA for the vaccine. ##Vaccines## An advisory committee to the US Centers for Disease Control and Prevention expects to vote Sunday whether to recommend Pfizer’s coronavirus vaccine, according to an agenda posted on the agency’s website. If the panel votes in favor of the vaccine, that’s the last step needed before shots can go into arms. An advisory panel to the US Food and Drug Administration voted to recommend emergency use authorization of Pfizer’s vaccine on Thursday. If the FDA does follow the advice of its Vaccines and Related Biological Products Advisory Committee – and it usually does – then it’s the CDC’s turn to review the data. The CDC’s Advisory Committee on Immunization Practices will meet virtually Friday to discuss Pfizer’s data, according to the agenda. Dr. William Gruber, Pfizer’s senior vice president of vaccine clinical research and development, will make a presentation to the group. The company’s clinical trials have shown the vaccine to be 95% effective with no severe side effects. Once the FDA issues an EUA, then ACIP – a panel of independent experts – can vote on whether to recommend it.  “We anticipate being able to vote on the use of this vaccine on Sunday,” CDC spokesperson Kristen Nordlund told CNN. CDC Director Dr. Robert Redfield has to sign off on ACIP’s recommendation before it’s an official recommendation. ACIP will also vote on whether any groups should not receive the vaccine. The vaccine has not yet been studied in several groups, including children under age 16, pregnant and breastfeeding women, and people who are immunocompromised. On Dec. 1, the panel voted that the first two groups to receive the vaccine should be health care workers, and residents of nursing home and assisted living facilities. ##Vaccines## The US Food and Drug Administration’s Vaccines and Related Biological Products Advisory Committee voted Thursday to recommend the agency grant emergency use authorization to Pfizer’s coronavirus vaccine. Seventeen members voted yes, four voted no and one abstained.  ##FDA Meeting## The US Food and Drug Administration's Vaccines and Related Biological Products Advisory Committee is moving to vote. Each member will then explain his or her vote. ##FDA Meeting## The Federal Aviation Administration will tell its air traffic controllers that flights carrying the coronavirus vaccine should be handled as a priority. UPS and FedEx will carry Pfizer’s vaccine by air and ground as part of Operation Warp Speed, the Trump administration’s vaccine development and distribution effort, once it is authorized. The FAA told CNN that air carriers will provide lists of flights carrying vaccines to a command center in Warrenton, Virginia, outside Washington, DC, “which will alert air traffic control facilities in the field that these are priority flights.”  “The Command Center will closely track the flights along their routes to ensure they are given priority to the degree possible,” the FAA said in a statement. Air carriers say swift transportation of the coronavirus vaccine by air is critical as they could be moving the vaccine the furthest distances and need to remain at ultra-cold temperatures.  ##Vaccines##  The US Food and Drug Administration's Vaccines and Related Biological Products Advisory Committee is discussing whether to recommend that the FDA grant emergency use authorization (EUA) to Pfizer’s vaccine. A reminder this is not full approval, and the FDA makes that decision separately from the committee vote. The FDA usually follows VRBPAC recommendations and has signaled it will grant EUA quickly. However, it is not known when the FDA would make that decision. The VRBPAC is made up of independent vaccine experts, infectious disease specialists, industry representatives and a consumer representative — 17 regular members and 13 temporary voting members. ##FDA Meeting## Pennsylvania Gov. Tom Wolf announced during a news conference Thursday afternoon a slew of new temporary Covid-19 restrictions amid the state’s Covid-19 surge.  “We all hoped it would not come to this,” the governor said. “The current state of the surge in Pennsylvania though will not allow us to wait.” Starting Dec. 12 through Jan. 4, all indoor dining, along with indoor operation of gyms and fitness facilities, will be prohibited. Outdoor dining and takeout services will still be permitted.  Indoor gatherings will be capped at 10 people, and outdoor gatherings at 50 people, while places of worship will be “specifically excluded,” a release from the governor’s office explained.  In-person businesses in the entertainment industry, meanwhile, such as movie theaters, museums, and casinos will also be prohibited from operation.  “We need to slow the spread right now in order to save lives. If we don’t, we’re going to be in big trouble,” Wolf said.  Additionally, all in-person businesses serving the public must operate up to 50% maximum occupancy, unless an existing local rule limits occupancy further. Finally, all K-12 sports will be paused, along with in-person extracurricular activities.  Professional and collegiate sports may continue, albeit without in-person spectators, and in accordance with Centers for Disease Control and Prevention and state health guidance.   By the numbers: The new restrictions come as the state health department reported a record daily increase of 248 coronavirus-related deaths earlier Thursday, along with 11,972 additional Covid-19 cases.  The statewide totals now stand at 12,010 associated fatalities and 457,289 cases, including probable ones.  The fact sheet and prescribing information provided with Pfizer's Covid-19 vaccine will warn that people with a history of severe allergic reactions to any the vaccine's components should not get it, an official at the US Food and Drug Administration said on Thursday. \"Over the last couple of weeks, we have been working with Pfizer on generating fact sheets and prescribing information,\" Dr. Marion Gruber, director of the Office of Vaccines Research and Review in the FDA Center for Biologics Evaluation and Research, said during Thursday’s FDA Vaccines and Related Biological Products Advisory Committee meeting.  The advisory committee is discussing a possible emergency use authorization for Pfizer's Covid-19 vaccine candidate. \"The fact sheet and the prescribing information will state that this vaccine should not be administered to individuals with known history of severe allergic reactions to any components of Pfizer’s Covid-19 vaccine and the warning statement will say appropriate medical treatment used to manage immediate allergic reactions must be immediately available in the event an acute anaphylactic reaction occurs following administration of the Pfizer Covid-19 vaccine,\" Gruber said. \"So that has made it already in the fact sheets and prescribing information weeks ago,\" Gruber said. \"We, however, will consider any additional information that we’re going to be receiving over the next couple of days and factoring this into our decision-making.\" On Wednesday: Reports emerged out of the United Kingdom about two health care workers with a significant history of allergic reactions having reactions following Covid-19 vaccination. The health workers have since recovered. ##FDA Meeting##  Vaccine advisers to the US Food and Drug Administration say they are worried about how the US public will react to reports about severe allergic reactions in Britain to Pfizer’s coronavirus vaccine.  “I'm worried about these severe anaphylactic reactions,” Dr. Paul Offit, director of the Vaccine Education Center at Children’s Hospital of Philadelphia, said during discussion ahead of the committee’s vote. On Wednesday, reports emerged out of the United Kingdom about two health care workers with a significant history of allergic reactions having reactions following Covid-19 vaccination. The health workers have since recovered. “We don't know the details of those two cases. We don’t know specifically what it was they were allergic to, or what their history with severe allergies was,” Offit said during the meeting of the Vaccines and Related Biological Products Advisory Committee. Offit, a voting member of the committee, said he was concerned Americans with allergies might be afraid to get vaccinated. Public Health officials in Britain are now telling people with a history of severe allergies not to get the vaccine, Offit said. “There are tens of millions of people in this country who carry EpiPens with them — because they have peanut allergies, because they have egg allergies — who are going to believe now that they can't get this vaccine,” Offit said. “That's a lot of people.” Pfizer earlier reported it saw no serious allergic reactions to the vaccine in its Phase 3 trial involving 44,000 volunteers, but people with a history of allergic reactions to vaccines were excluded from the trial. Dr. William Gruber, senior vice president of vaccine clinical research and development at Pfizer said, “the nature of what was actually excluded from the trial was really restricted to those individuals who had had a severe allergic reaction to a vaccine — any vaccine — previously, or obviously during the course of the trial if they’d gotten the first dose, and they had a significant type one hypersensitivity response, then that would preclude giving a second dose.”  Gruber said during the trial, Pfizer’s investigators did not encounter anyone who had to be excluded from getting the second dose of vaccine. ##FDA Meeting## Maryland reported 1,720 Covid-19 patients hospitalized Thursday, the state’s highest total ever during the pandemic, Gov. Larry Hogan announced.  Those hospitalized include 416 individuals in intensive care units, the state’s highest level since June 6. Eighty-eight percent of staffed acute beds in the state are currently occupied and 87% of ICU beds are currently occupied, the governor said.  Maryland reported a total of 225,855 Covid-19 cases, including 20 straight days with more than 2,000 daily cases. There have now been 4,850 Covid-19-related deaths in the state, Hogan said. Note: These numbers were released by the state’s public health agency, and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project. A meeting of the Food and Drug Administration's Vaccines and Related Biological Products Advisory Committee has resumed after taking a short break. The committee is now holding discussions, and there will be voting after. The FDA advisory committee is convening to discuss a possible emergency use authorization for Pfizer's Covid-19 vaccine candidate. The committee discussion and voting is scheduled to be a more than two-hour-long process. Here is the wording of the questions being discussed:  Pfizer and BioNTech has proposed a plan for continuation of blinded, placebo-controlled follow-up in ongoing trials if the vaccine were made available under EUA. Please discuss Pfizer’s plan, including how loss of blinded, placebo-controlled follow-up in ongoing trials should be discussed.\nPlease discuss any gaps in plans described today and in the briefing documents for further evaluation of vaccine safety and effectiveness in populations who receive the Pfizer-BioNTech Vaccine under and EUA. There will be a second round of discussions before this vote. Remember: The panel is expected to vote on a recommendation to the FDA on an emergency use authorization for Pfizer’s Covid-19 vaccine. The vote doesn't mean the vaccine is authorized immediately. The decision comes from the FDA, which typically follows the advisory committee's recommendation. The FDA will then decide on whether or not to issue an emergency use authorization for the vaccine. The FDA EUA allows shipping to begin, but shots still can’t be administered until the US Centers for Disease Control and Prevention advisory committee recommends the vaccine.  In anticipation of an EUA, the CDC's Advisory Committee on Immunization Practices has scheduled emergency meetings for Friday and Sunday. This committee — which is separate from FDA's advisory committee — will recommend whether the CDC should offer the vaccine to the American public. After the CDC accepts that recommendation, Pfizer shots may start to be administered. ##FDA Meeting## The Vaccines and Related Biological Products Advisory Committee (VRBPAC) will discuss several items before they vote on emergency use authorization for the Pfizer Covid-19 vaccine, Dr. Susan Wollersheim with the US Food and Drug Administration said on Thursday.  “The first of which is that Pfizer has proposed a plan for continuation of blinded, placebo-controlled follow-up in ongoing trials if the vaccine were made available under the EAU. Please discuss Pfizer’s plan, including how loss of blinded, placebo-controlled follow-up in ongoing trials, should be addressed,” she said.  “The second item to discuss, is to discuss any gaps and plans described today and in the briefing documents, for further evaluation of vaccine safety and effectiveness and population to receive the Pfizer-BioNTech vaccine under EUA.” Wollersheim said the final question is a yes/no vote, “Based on the totality of the scientific evidence available do the benefits of the Pfizer-Bio:Tech Covid-19 vaccine outweigh its risks for use in individuals 16 years of age and older?” The VRBPAC committee will soon conduct a two-hour discussion, followed by a vote whether to recommend that the FDA issue emergency use authorization for the vaccine. Remember: The vote doesn't mean the vaccine is authorized immediately. The decision comes from the FDA, which typically follows the advisory committee's recommendation. ##FDA Meeting## The US Food and Drug Administration said its primary analysis confirms the Pfizer coronavirus vaccine shows a 95% efficacy seven days after the second dose.  The FDA’s Dr. Susan Wollersheim ran through the FDA’s analysis of Pfizer’s data from its Phase 3 trial involving 44,000 volunteers. The FDA checks the company’s primary data and odes not rely on the company’s summaries of what it found. With 170 Covid-19 cases in the group, “eight in the vaccine group, and 162 in the placebo group — giving a vaccine efficacy of 95% for the prevention of Covid-19 from seven days after dose two,” Wollersheim told Thursday’s FDA Vaccines and Related Biological Products Advisory Committee meeting. Among subgroups — such as age, comorbidities and sex — results show that “the vaccine efficacy was consistently high across different subgroup analyses,” she said.   Wollersheim did note that were some limitations in the “adolescent age because of small numbers of cases and participants, as compared to the adult population.” Additionally, another exception was “participants identifying as multiracial.” There were too few Covid-19 cases among multiracial volunteers to interpret the data.  The committee will vote later Thursday on whether to recommend that the FDA issue emergency use authorization for the vaccine. ##FDA Meeting## California reported at least 220 Covid-19 related deaths Thursday, the highest number since the beginning of the pandemic, according to data from the state’s Department of Public Health.  The previous high was 219, set at the end of July. This brings California’s total number of deaths attributed to the virus to 20,463. The severe spike in cases is still climbing, as the state added nearly 30,000 new infections, bringing the total to 1,450,235. That is close to 10,000 more than the daily case average over the past two weeks, which is 20,824. Hospitalizations and intensive care unit admissions continue to reach record highs. There are at least 12,477 patients in California hospitals today, with 2,710 of those in intensive care units. ICU capacity statewide has dropped to just under 10% availability. By Thursday night, approximately 90% of California residents, some 36 million people, will live in areas under stay-at-home orders. About 75% of those live in three of the state’s five regions where ICU capacity has dipped below 15%, triggering a state order. The rest live in Bay Area counties that have proactively implemented health orders of their own. Note: These numbers were released by the California Department of Public Health and may not line up exactly in real-time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project.  Pfizer officials told the US Food and Drug Administration’s vaccine advisers Thursday they saw no serious allergic reactions among volunteers who tested the company’s coronavirus vaccine.  “Amongst the 44,000 subjects, we saw no serious allergic reactions to the vaccine,” Dr. William Gruber, senior vice president of vaccine clinical research and development at Pfizer, told the FDA’s Vaccines and Related Biological Products Advisory Committee. “Within the clinical trial we've actually not seen evidence to suggest a signal related to allergic reaction to the vaccine,” he added. “Obviously we're conscious of the report that's occurred with use in the UK,” Gruber said, but declined to comment on it.  Two health workers who received the vaccine during the first day of rollout on Tuesday in Britain suffered allergic reactions, the National Health Service in England said. Pfizer excluded from its clinical trial anyone with a history of allergies such as a severe adverse reaction associated with a vaccine and/or severe allergic reaction “to any component of the study intervention(s).” ##FDA Meeting## Senate Majority Leader Mitch McConnell’s aides told top staff in both parties Wednesday that the GOP leader doesn’t see a path to an agreement over the two main sticking points: Liability protections for businesses and aid for states and cities, sources in both parties said. The bipartisan group of lawmakers has tried to broker a deal on those issues but has been stymied for days. McConnell does not believe any such deal on those provisions could get enough support to pass the Senate. McConnell has publicly advocated to drop those two provisions and pass what they can agree on, an idea both Speaker of the House Nancy Pelosi and Senate Minority Leader Chuck Schumer have rejected. McConnell’s office declined to comment. About 15.5 million health workers in the United States have direct patient contact and about 2 million people live in nursing homes and assisted living facilities – groups that should be first in line for a coronavirus vaccine – according to a new analysis released Thursday. The US Centers for Disease Control and Prevention has said frontline healthcare workers and residents of long-term care facilities such as nursing homes should be first in line for any coronavirus vaccine. The Kaiser Family Foundation estimated that 15.5 million staff have direct patient contact in health care settings. It found 1.2 million nursing facility residents and another 800,000 assisted living facility residents nationwide.  “These 17.6 million adults, about 7% of U.S. adults, would qualify for priority vaccinations as the first doses of vaccines are distributed to states this month, based on the CDC recommendation,” the nonprofit organization, which studies health care issues, said in a statement. The CDC has estimated there are 21 million health care workers who would qualify in a first round of vaccine distribution, and another 3 million residents of long term care facilities. The Kaiser analysts said they checked for the number of workers who have direct patient contact. They also checked state by state and said several states were likely to suffer a shortfall of vaccines. “The analysis shows the share of each state’s adult population who are health care workers with direct patient contact or nursing facility residents, ranging from 4% in Washington, DC, to 10% in North Dakota,” Kaiser said. “California has the largest number of adults in these groups, more than 1.7 million, followed by Texas (1.3 million) and New York (1.2 million). Due to data limitations, our state-level estimates do not include people who live in assisted living facilities or in other residential settings.\"  Pfizer was looking for the safest vaccine it could when sorting through various candidates for a coronavirus vaccine, the senior vice president and head of vaccine research and development at Pfizer said Thursday. “Given the enormity of our mission, clinical data were important to us in deciding on the right candidate for a Covid-19 vaccine,” Pfizer’s Kathrin Jansen told the FDA’s Vaccines and Related Biological Products Advisory Committee.   “We evaluated not just one, but four different candidates in Phase 1 to be able to make real time scientific decisions to select the best candidate,” Jansen added. ”With regard to safety, we were looking for the most favorable safety and tolerability profile in both younger and older adults. With regard to immunogenicity, we were looking for the broadest antiviral immune responses, most likely associated with efficacy. And with regard to a rapid pandemic response we were looking for the candidate that could be developed and produced most efficiently,” she said.    Jansen said when it comes to mRNA vaccines, “we have a deep scientific understanding of how such vaccines work.”   She said that mRNA vaccines “can be developed and scaled up quickly,” offering “a clear advantage,” over other types of vaccines.  ##FDA Meeting## Vice President Mike Pence delivered remarks at an Operation Warp Speed event in South Carolina and acknowledged that while US Food and Drug Administration authorization of a vaccine appears imminent, the US is still facing a “challenging time.” “While we gather here today to talk about Operation Warp Speed and what we believe will be the imminent approval of the first coronavirus vaccine for the American people in a matter of days — we recognize we’re going through a challenging time as we see cases rising in virtually every state in the country,” Pence said Thursday, before adding that America has “never been better prepared” to combat coronavirus. Pence's comments come as President Trump has spent the past 45 hours silent on the pandemic. On Wednesday, the US had its most deadly day of the pandemic. “I want the people of this state to know that America has never been better prepared to combat the coronavirus than we are today,\" Pence said.  Pence also spoke about the vaccine and said it was important for Americans to understand that the administration “cut no corners in the development of these vaccines.” “We’re just a few short days away from what I believe will be the beginning of the end of the coronavirus pandemic in America,” Pence said. ##Hotspots## ##Vaccines## Ellen DeGeneres announced on Twitter Thursday that she has tested positive for Covid-19. DeGeneres said she was feeling \"fine right now,\" adding that she would see everyone again after the holidays. She has been broadcasting her syndicated talk show, which is produced by Warner Bros. Television, with Covid-19 protocols in place since September.  CNN has reached out to Warner Bros. Television, which like CNN is part of WarnerMedia, for comment. There have been at least 15,413,913 cases of coronavirus in the US and at least 289,970 people have died, according to Johns Hopkins University's tally of cases. So far today, Johns Hopkins has recorded 27,351 new cases and 597 reported deaths. The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases.  Here's a look at how deaths and cases in the US compare to other countries:  ##Hotspots## Volunteers who received a placebo in Covid-19 vaccine trials are free to withdraw from those studies in order to receive the vaccine once one is authorized and made available in the United States, said Dr. Steven Goodman, associate dean of clinical and translational research at Stanford University of School of Medicine.  This could affect how vaccine trials proceed, he noted. “Placebo-controlled trials may continue to be possible in areas or populations for whom vaccines are not available, but that is complicated for other reasons,\" Goodman told the FDA's Vaccines and Related Biological Products Advisory Committee during a meeting on Thursday, referring to people who aren’t yet prioritized to receive the vaccine. The committee is meeting to discuss a possible emergency use authorization for Pfizer's Covid-19 vaccine candidate. A vote on a recommendation to the FDA is expected later today.  The vote doesn't mean the vaccine is authorized immediately. The decision comes from the FDA, which typically follows the advisory committee's recommendation. ##FDA Meeting## A meeting of the FDA's Vaccines and Related Biological Products Advisory Committee has resumed after taking a lunch break.  The committee is now holding an hourlong open public hearing. The FDA advisory committee is convening to discuss a possible emergency use authorization for Pfizer's Covid-19 vaccine candidate. ##FDA Meeting## Brazil's first case of Covid-19 reinfection was confirmed Thursday in an official statement by the country's Ministry of Health.  The victim is a 37-year-old health professional who lives in the state of Río Grande del Norte, in the northeast part of the country, according to the statement. The health professional first contracted the virus in June and recovered, but later tested positive again in October, the statement said. \"The analysis carried out allows us to confirm reinfection by the SARS-CoV-2 virus, after sequencing the complete viral genome that identified two different strains,\" the statement said. \"The two samples were sent to the Laboratory, where the results were confirmed via RT-PCR methodology in real time.\"  As of Wednesday, the Ministry of Health confirmed 6,728,452 cases and 178,995 deaths due to Covid-19. El Paso, Texas, is reporting its highest daily total of deaths related to Covid-19 on Thursday. The 44 deaths reported today occurred over the past four months, the city said. There are still at least 603 deaths under investigation for being related to Covid-19, while officials have confirmed 1,121 total deaths related to the virus.  El Paso is also reporting 275 new cases and 43 backlogged cases today, for a total of 91,468. There are 37,527 cases currently active.  The El Paso area has seen a decline in hospitalizations over the past 23 days, with 640 patients currently hospitalized with the virus and 248 of those in intensive care units.  Note: These numbers were released by city/county's health department and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project.  ##Hotspots## A meeting of the FDA's Vaccines and Related Biological Products Advisory Committee has paused for lunch and will reconvene around noon ET with an hour-long open public hearing. The FDA advisory committee is convening today to discuss emergency use authorization for the vaccine developed by Pfizer/BioNTech.  A vote on a recommendation to the FDA is expected later today. The vote doesn't mean the vaccine is authorized immediately. The decision comes from the FDA, which typically follows the advisory committee's recommendation. Once a vaccine is authorized by the FDA, Operation Warp Speed, the federal government's initiative to develop a vaccine, can start shipping and distributing the vaccine to states.  Vaccinations won't begin until after a US Centers for Disease Control and Prevention committee recommends the vaccine. ##FDA Meeting## A CNN analysis of newly released data from the US Department of Health and Human Services shows that at least 200 hospitals across the country were at full capacity and more than 90% of intensive care unit beds were occupied in one-third of hospitals nationwide last week. Patients confirmed to have Covid-19 occupied 28% of inpatient beds and 46% of staffed ICU beds, on average, up from 19% and 37% in the first week of November.  HHS had previously reported Covid-19 hospitalization data at the state level, but this dataset – released Monday – is the first from the national government to report local, facility-level data.  The Covid Tracking Project also reports hospitalization data – including data from the HHS – but only at the state level. Data will be reported weekly, with data aggregated each Friday through Thursday; the most recent seven-day collection period started on Nov. 27, and the time series goes back to August 1, 2020.  The dataset includes facilities that self-reported data, and this analysis excludes hospitals for which data was suppressed due to small counts.  ##Hotspots##  Health officials in the United States have been working with collaborators in the United Kingdom and Canada to share Covid-19 vaccine information, said Dr. Nancy Messonnier, director of the National Center for Immunization and Respiratory Diseases at the US Centers for Disease Control and Prevention. \"We are working directly with collaborators in the UK and Canada to make sure that we're sharing information as quickly as possible,\" Messonnier said during the US Food and Drug Administration's Vaccines and Related Biological Products Advisory Committee meeting on Thursday.  The committee is convening to discuss a possible emergency use authorization for Pfizer's Covid-19 vaccine candidate. The Pfizer vaccine already has been authorized in the United Kingdom and Canada.  ##FDA Meeting## Anita Patel with the US Centers for Disease Control and Prevention Vaccine Task Force said “all vaccines will be ordered through CDC’s Covid vaccine ordering systems — for the Pfizer vaccine, we will be providing those vaccine orders directly to the manufacturer, for distribution to administration sites.”  Speaking during the US Food and Drug Administration’s Vaccines and Related Biological Products Advisory Committee on Thursday, Patel outlined some of the “challenging requirements” of the vaccine.   “The additional planning that is needed for distribution, storage, handling and use has been underway for the last few months, based on the information that we know for the Pfizer product,” Patel said.   “There is a required, dedicated cold chain,” given the ultra-low temperature requirements of the vaccine, she said.   “In addition, the timing of the vaccine ancillary supplies — which includes the diluent, as well as dry ice replenishment — has also been a challenge. We have built the distribution system in a way that all three of these elements will arrive within a 36-hour period of time,” she said.  “So, once a vaccine is there, these additional pieces will also be delivered to the vaccination site,\" she added.  ##FDA Meeting## Melinda Gates, co-chair of the Bill and Melinda Gates Foundation, said she and her husband have been speaking with President-elect Joe Biden directly about the coronavirus pandemic.  While Gates said she has deep concerns about the pandemic, she told CNN’s Poppy Harlow that she’s “much more optimistic about the President-elect and the Covid task force.” “I think we're going to see a lot more sensible policy-making in the United States, but that starts … Jan. 20, and we have still some dark months to live ahead until then,” she said.  The Gates’ foundation today pledged another $250 million in the fight against coronavirus  She said her biggest concern right now is getting vaccines out to the “far corners of the globe.”  Gates' comments come as the US Food and Drug Administration's advisory committee is holding a key meeting to consider emergency use authorization for Pfizer/BioNTech’s Covid-19 vaccine. The Pfizer vaccine has already been authorized in the United Kingdom and Canada. \"Everybody needs this vaccine,\" Gates said. “If we only get it to the high-income countries, this disease is going to bounce around; we're going to see twice as many deaths.”  This influx of funding will go toward buying 200 million doses for low- and middle-income countries. “The world needs to put up more money to make sure that low-income countries can get the vaccine,” she said.  Gates said that she was “disappointed” when President Trump signed an executive order aimed at prioritizing the shipment of the coronavirus vaccine to Americans before other nations. “That's exactly what we were worried about. Instead what should be done is the Defense Production Act … They should be scaling up lots and lots of manufacturing so that not just the U.S. gets vaccines, but everybody gets vaccines. So this reservation system is exactly the type of thing we were concerned about,” she said. Watch: ##Vaccines## “On day one of the Covid-19 vaccine programs, systems will be in place to monitor the safety of vaccine recipients,” Dr. Nancy Messonnier, director of the US Centers for Disease Control and Prevention's National Center for Immunization and Respiratory Diseases, said.  Messonnier added that there is “quite an extensive plan for safety monitoring.” “The rapid implementation of safety monitoring under an EUA requires a whole of US government approach, with an initial focus on the early populations targeted for vaccination, voluntary active surveillance of adverse events, focused on healthcare worker vaccination, and rapid follow up of reported serious adverse events,” Messonnier said during Thursday’s FDA Vaccines and Related Biological Products Advisory Committee. “As the program continues, and more vaccine is given, active surveillance systems who provide increasingly useful information on safety in different populations. Close collaboration of safety experts across the US will facilitate data sharing and rapid recognition of responses to safety signals,” she added.  ##FDA Meeting## The United States is suffering a devastating rise in cases and deaths from the coronavirus and hopes for a return to a more familiar life are pinned on vaccines. US regulators are close to authorizing a Covid-19 vaccine — possibly as soon as this week.  A US Food and Drug Administration vaccine advisory committee is meeting right now to discuss emergency use authorization for the vaccine developed by Pfizer/BioNTech, and next week it meets to discuss the Moderna vaccine. Both vaccines are about 95% effective after two doses given a few weeks apart. Once a vaccine is authorized by the FDA, Operation Warp Speed, the federal government's initiative to develop a vaccine, can start shipping and distributing the vaccine to states.  Vaccinations won't begin until after a US Centers for Disease Control and Prevention committee recommends the vaccine. Here are key dates and events to watch for:  Today: Who: FDA's Vaccines and Related Biological Products Advisory Committee, or VRBPAC — a committee of independent experts with no stake in any of the companies developing Covid-19 vaccines\nWhat's expected: A vote on a recommendation to the FDA on EUA for Pfizer's Covid-19 vaccine\nWhen: 9 a.m. ET start; key testimony at 1 p.m. and 2 p.m.; Discussion/vote session starts at 3:10 p.m.; 6 p.m. end\nWhat you'll see: Public and livestreamed remote Zoom meeting -- expect audio, slideshows, possibly some video\nDraft agenda for December 10 meeting here. Today, tomorrow or later: Who: FDA's emergency use authorization decision\nWhat's expected: The FDA's EUA allows shipping to begin, but shots still can't be administered until the US Centers for Disease Control and Prevention advisory committee recommends vaccine\nWhen: FDA will announce this at any time, likely without warning. Tomorrow and Sunday, Dec. 13: Who: CDC's Advisory Committee on Immunization Practices, or ACIP\nWhat's expected: A vote that the CDC should offer the vaccine to the American public; for recommendation to be made official, it must be accepted by CDC and published in CDC's Morbidity and Mortality Weekly Report.\nWhen: 12 p.m.- 5 p.m. ET Friday, December 11; 12 p.m.- 4 p.m. ET Sunday, December 13; vote is currently expected at 3:30 p.m. Sunday\nWhat you'll see: Public and livestreamed remote Zoom meeting -- expect audio, slideshows, minimal video\nDraft agenda for both meetings here. Thursday, Dec. 17: Who: FDA VRBPAC meeting\nWhat's expected: A vote on a recommendation to the FDA on EUA for Moderna's Covid-19 vaccine\nWhen: Details not posted, expect it to mirror 9 a.m.- 6 p.m. ET schedule of the Pfizer meeting\nWhat you'll see: Public and livestreamed remote Zoom meeting -- expect audio, slideshows, minimal video\nDraft agenda: Not yet posted ##Vaccines## Aron Hall, chief of the Respiratory Viruses Branch at the US Centers for Disease Control and Prevention's Division of Viral Diseases, said the number of cases and deaths from Covid-19 in the United States are underestimated.  Speaking during the FDA's Vaccines and Related Biological Products Advisory Committee meeting on Thursday, Hall said over 15 million cases and over 285,000 deaths have been associated with Covid-19 in the US. “However, based on seroprevalence surveys and models, the total estimated number of infections, is likely two to seven times greater than reported cases,” Hall said. “Though less than 10% of the population in most states had evidence of previous infections through September.”  “We do feel, as with hospitalizations and illnesses, that the reported number of deaths is likely an underestimate of the true number of deaths,” he said later in his presentation.  “Even with the promising advent of Covid-19 vaccines, there's continued need for non-pharmaceutical interventions, including mask use, physical distancing, hand hygiene and environmental disinfection to help bring an end to this devastating pandemic,” he added.   ##FDA Meeting## A meeting of the FDA's Vaccines and Related Biological Products Advisory Committee has taken a nine-minute recess and will resume shortly with a presentation by Dr. Nancy Messonnier, director of the CDC’s National Center for Immunization and Respiratory Diseases. The FDA advisory committee is convening to discuss a possible emergency use authorization for Pfizer's Covid-19 vaccine candidate. If you are just catching up on today's meeting, here are key things to know:  Who is on the panel? The Vaccines and Related Biological Products Advisory Committee is made up of independent vaccine experts, infectious disease specialists, industry representatives and a consumer representative — 17 regular members and 13 temporary voting members. \nWhat is expected to happen today? The panel is expected to vote on a recommendation to the FDA on an emergency use authorization for Pfizer’s Covid-19 vaccine. The vote doesn't mean the vaccine is authorized immediately. The decision comes from the FDA, which typically follows the advisory committee's recommendation.\nWhat main points will they consider? The only real questions will be about whether the advisers recommend restrictions to the EUA — perhaps leaving children off the lIst for now, for example. They'll also discuss how to conduct the post-EUA safety surveillance and whether to offer the shot to clinical trial volunteers who got placebo doses.\nWhat comes next? The FDA will then decide on whether or not to issue an emergency use authorization for the vaccine. The FDA EUA allows shipping to begin, but shots still can’t be administered until the CDC advisory committee recommends the vaccine. In anticipation of an EUA, the CDC's Advisory Committee on Immunization Practices has scheduled emergency meetings for Friday and Sunday. This committee — which is separate from FDA's advisory committee — will recommend whether the CDC should offer the vaccine to the American public. After the CDC accepts that recommendation, Pfizer shots may start to be administered. ##FDA Meeting## The US Food and Drug Administration has found the manufacturing quality of Pfizer’s Covid-19 vaccine to be adequate to support emergency use authorization, but will not discuss the “ongoing review” of manufacturing during the committee meeting on Thursday, said Dr. Doran Fink, deputy director of the FDA's division of vaccines. During the Vaccines and Related Biological Products Advisory Committee meeting happening now, Fink said, “in information submitted prior to the EUA FDA has been conducting an ongoing review of manufacturing quality, consistency and control, and we have found the information to be adequate to support emergency use authorization of the vaccine.”  “We are not intending to discuss details of the manufacturing process, many of which are proprietary, during today's meeting,” he said.  But Fink added, “our review of the manufacturing information is an ongoing process and will continue, even after the vaccine is authorized — if that is the decision that we make.” ##FDA Meeting## Any Covid-19 vaccine issued emergency use authorization in the United States would still be considered an investigational product, Dr. Doran L. Fink, deputy director of the FDA's division of vaccines said during the Vaccines and Related Biological Products Advisory Committee meeting on Thursday.   Therefore, \"emergency use authorization does not allow for commercial distribution of the vaccine via the usual marketing that would be available to a licensed vaccine,\" Fink said. The FDA advisory committee is convening to discuss a possible emergency use authorization for Pfizer's Covid-19 vaccine candidate. ##FDA Meeting##   A meeting of the FDA's Vaccines and Related Biological Products Advisory Committee continues this morning, now with a presentation by Aron Hall, chief of the Respiratory Viruses Branch at the US Centers for Disease Control and Prevention's Division of Viral Diseases. Prior to Hall's presentation, Dr. Doran Fink, deputy director of the FDA's division of vaccines, spoke. The FDA advisory committee is convening to discuss a possible emergency use authorization for Pfizer's Covid-19 vaccine candidate. The FDA will then decide on whether or not to issue an emergency use authorization for the vaccine.  The FDA EUA allows shipping to begin, but shots still can’t be administered until the CDC advisory committee recommends the vaccine. After the CDC accepts that recommendation, Pfizer shots may start to be administered. ##FDA Meeting## US Food and Drug Administration Commissioner Dr. Stephen Hahn said in a statement on Thursday that the Vaccines and Related Biological Products Advisory Committee meeting happening now to discuss the first Covid-19 vaccine emergency use authorization request from Pfizer is \"an important step\" in the process.  “The FDA recognizes that transparency and dialogue are critical to building public confidence in Covid-19 vaccines,” Hahn said in a statement releases by the FDA, adding that the committee’s open discussion will “help ensure clear public understanding of the scientific data and information that the FDA evaluates to make a decision about whether to authorize a vaccine for emergency use for the prevention of COVID-19.” Hahn said that the FDA’s career staff have been working “around the clock” to thoroughly evaluate the data and information in the EUA request “in a comprehensive and science based manner.”  “I can assure you that no vaccine will be authorized for use in the United States until FDA career officials feel confident in allowing their own families to receive it,” he said.  Hahn highlighted that the FDA is considered the “gold standard” regulator of medical products and that its review process is respected worldwide. Normally, this process for vaccines takes months, he said.  “Even though the process has been expedited in association with the review of this EUA, the FDA’s expert review staff has reviewed thousands of pages of technical information,” he said, adding that the materials include clinical trial data, non-clinical data on lab development of the vaccine and manufacturing data. Career officials have been reviewing this data ahead of the meeting, he said.  “Today’s meeting is an important step in the process – allowing outside scientific experts an opportunity to provide valuable advice and input for the agency to consider as part of its final review,” Hahn continued. “Importantly, final decisions about whether to authorize a vaccine for emergency use will be made by FDA’s career officials in the Center for Biologics Evaluation and Research.”   After the meeting, the FDA career staff will take into account the committee input, Hahn said, as they continue to review the EUA request.  ##FDA Meeting## Volunteers who received a placebo in Covid-19 vaccine trials eventually will get to take the vaccine once one is authorized in the United States — but it may not be immediately, Dr. Doran L. Fink, deputy director of the FDA's division of vaccines said during the Vaccines and Related Biological Products Advisory Committee meeting on Thursday.  The committee is convening to discuss a possible emergency use authorization for Pfizer's Covid-19 vaccine candidate. \"We acknowledge that placebo-controlled, blinded follow-up cannot continue indefinitely, as more information about vaccine safety and effectiveness becomes available,\" Fink said during Thursday's meeting.  \"However, FDA does not consider issuance of an EUA for a Covid-19 vaccine to necessitate immediate unblinding of ongoing clinical trials,\" Fink added. \"Of course trial participants may choose to withdraw from follow up for any reason, including to receive vaccine made available under EUA.\"  ##FDA Meeting## “We have not received additional data sets beyond the data sets that were submitted to us, comprising a cut-off date of November 14th,” Dr. Doran Fink, deputy director of the FDA's division of vaccines, said of the Pfizer vaccine during the Vaccines and Related Biological Products Advisory Committee meeting on Thursday. “As you can imagine, there is a tremendous amount of work that goes into preparing a data set for submission,” he said. “So it really is infeasible for the sponsor and for FDA to be chasing our tails trying to get data sets that encompass more and more data as time goes on.”  “That being said, if the sponsor becomes aware of, or if we become aware of, any data that would potentially impact our benefit-risk assessment, we do have discussions with the sponsor regarding those data,” he added. More on Pfizer's data: Pfizer's vaccine does have what researchers have described as breathtaking efficacy. The company released its first data in media releases, but turned over tens of thousands of pages of it data to the FDA for closer study.  The FDA published its summary and Pfizer's summary on the Vaccines and Related Biological Products Advisory Committee website Tuesday, and the 95% efficacy claims hold up.  ##FDA Meeting## If the Pfizer Covid-19 vaccine does receive emergency use authorization from the US Food and Drug Administration, it will undergo further evaluation for several months, Dr. Doran L. Fink, deputy director of the FDA's division of vaccines, said during the Vaccines and Related Biological Products Advisory Committee meeting on Thursday. “Following issuance of an EUA for a Covid-19 vaccine, we understand and expect that further vaccine evaluation would be needed for ongoing benefit risk assessments to support continuation of the EUA,” Fink said.   Fink said this further vaccine evaluation would include longer term follow up data for safety, including in larger numbers of vaccine recipients, and in populations with lower representation than in clinical trials. “Further evaluation would also allow for more precise estimation of vaccine effectiveness in specific populations, and more robust assessment of effectiveness against specific aspects of SARS-coronavirus-2 infection or disease, for example asymptomatic infection,\" he added. ##FDA Meeting## Dr. Doran Fink, deputy director of the FDA's division of vaccines, described during the Vaccines and Related Biological Products Advisory Committee meeting today what criteria is needed to be met in order to issue emergency use authorization of a Covid-19 vaccine.  The advisory committee is convening to discuss a possible emergency use authorization for Pfizer's Covid-19 vaccine candidate.  The criteria include:  The authorization must address an agent that causes life-threatening disease or conditions.\nThere must be reason to believe the medical product may be effective to prevent, diagnose or treat that disease or condition.\nThe benefits of the product must outweigh the risks.\nThere should be no other adequate product already approved and available for diagnosing, preventing or treating the disease or condition. Fink added that issuance of an emergency use authorization for a Covid-19 vaccine \"would be contingent upon the ability to conduct further vaccine evaluation.\"  ##FDA Meeting## “Today we will be considering whether to make available to millions of Americans, an as yet investigational vaccine that has been developed tested and reviewed in record time, with additional testing still underway in ongoing studies,” Dr. Doran L. Fink, deputy director of the FDA's division of vaccines, said during Vaccines and Related Biological Products Advisory Committee meeting happening now. “The American public demands and deserves a rigorous comprehensive and independent review of the data,” he said during his opening statements.  Fink said the committee has been working day and night and over the Thanksgiving holiday to keep this process going.  He also said members have “sent and received” correspondences with Pfizer during this time.   The advisory committee is expected to vote on a recommendation to the FDA on an emergency use authorization this afternoon. The vote doesn't mean the vaccine is authorized immediately. The decision comes from the FDA, which typically follows the advisory committee's recommendation. ##FDA Meeting## Coronavirus cases are spiking in the US as the holiday season quickly approaches. The country's daily death toll from Covid-19 topped 3,100 Wednesday. That's more deaths than those suffered in the 9/11 attacks. Michael Osterholm, member of Biden's Covid-19 advisory board, says Americans need to have a hard discussion around Christmas. \"I don't care if I'm accused of being the Grinch that stole Christmas, but you know what, I want you to be around for next Christmas and the Christmas after that,\" he said Thursday. \"If your son and daughter are coming home from college, they are not part of your pot. Either they quarantine for 10 to 14 days or they are not part of what happens at the holidays. Don't get together with neighbors. No Christmas parties.\" \"There is not a safe Christmas party in this country right now unless everybody for the previous 10 to 14 days were potted,\" he added. There is no middle ground here, he cautioned. Osterholm's comments come as calls have grown for the State Department to cancel its holiday parties due to the Covid-19 spike and concerns of the virus spreading further.  \"Many of my colleagues are saying limit it to 10 people or whatever. You know, that's happy talk,\" he said. \"Please, save a life, particularly the ones that you love, and don't get together for these holiday parties, holiday events. That's the very best thing that you could do to love someone today.\" The need for coronavirus safety measures won't be over after that but gathering outside of your pods for Christmas could lead to a \"surge upon a surge upon a surge,\" he told CNN. The vaccine won't protect Americans in the immediate following months, he said, urging Americans to \"please hold on until the vaccines do arrive.\" The general public possibly won't see a sizable amount of vaccine until March or April in 2021, he added. Watch the interview: ##Hotspots## Safety and efficacy data on Pfizer and BioNTech's Covid-19 vaccine candidate published in the New England Journal of Medicine on Thursday morning — at the same time an advisory committee to the US Food and Drug Administration convened to discuss a possible emergency use authorization of the vaccine. The Phase 3 trial data in the published paper fall in line with what the committee released in a briefing document this week ahead of its meeting. The data come from more than 43,000 trial participants: 21,720 who were randomly given the vaccine and 21,728 who were randomly given a placebo.  The data show that there were only eight Covid-19 cases among people who received the vaccine, compared with 162 cases among those given the placebo. The paper notes that a two-dose regimen of the vaccine, called BNT162b2, has an efficacy of 95% in people ages 16 and older. \"BNT162b2 was 95% effective in preventing Covid-19,\" the paper's abstract notes. \"Safety over a median of 2 months was similar to that of other viral vaccines.\" The data are to be discussed in a meeting on Thursday of FDA's Vaccine and Related Biological Products Advisory Committee, which will provide recommendations to the FDA on whether the vaccine is effective in preventing Covid-19 in people 16 and older and whether the potential benefits of the vaccine outweigh the risks. ##FDA Meeting## “It’s a really important day for all of America,” US Food and Drug Administration Commissioner Dr. Stephen Hahn told NBC’s Savannah Guthrie Thursday as the FDA’s Vaccines and Related Biological Products Advisory Committee meets to discuss emergency authorization of Pfizer’s Covid-19 vaccines.  “It’s an emotional one, obviously, because the country has been through so much in this pandemic,” Hahn said. “It’s affected so many lives in devastating ways.”  Thinking about how to get beyond the pandemic, Hahn said that a vaccine will be “the primary way in terms of stopping the spread beyond the mitigation efforts we need right now.”  “So if, in fact, there is an authorization and we begin vaccinating, a national vaccine campaign, there is great hope, great light for this country and I think we all look forward to getting beyond this and having a more normal and healthy life,” Hahn said.  More on today's meeting: The advisory committee is expected to vote on a recommendation to the FDA on an emergency use authorization this afternoon. The vote doesn't mean the vaccine is authorized immediately. The decision comes from the FDA, which typically follows the advisory committee's recommendation. ##FDA Meeting## The US Food and Drug Administration's Vaccines and Related Biological Products Advisory Committee is meeting now to discuss emergency use authorization for Pfizer and BioNTech's coronavirus vaccine. The EUA is widely expected, but the FDA has promised to listen to the advice of the panel.   “We think that, our initial assessment is that this is a vaccine that is, that does meet our criteria, but we do want to hear from the vaccine advisory committee,” FDA Commissioner Dr. Stephen Hahn said Thursday. The panel is expected to vote on a recommendation to the FDA on an emergency use authorization this afternoon.  Remember: The vote doesn't mean the vaccine is authorized immediately. The decision comes from the FDA, which typically follows the advisory committee's recommendation. Here's a look at how today's meeting is expected to unfold:  Staff at the FDA's Office of Vaccines Research and Review will run down the FDA's study of Pfizer's data. \nDr. Nancy Messonnier, who heads the US Centers for Disease Control and Prevention's National Center for Immunization and Respiratory Diseases, will review the CDC's plans for safety monitoring and other CDC officials will update on the pandemic itself and plans for distributing the vaccine.\nStanford University's Dr. Steven Goodman will talk about what it means for clinical trials going forward if a vaccine is approved. He'll address the question of asking people to forgo getting a vaccine known to be protective in order to test an unproven one. Pfizer will also present its data.\nThe committee is expected to vote this afternoon on whether to recommend authorization. Read more here. ##FDA Meeting## Just days after the United Kingdom became the world's first nation to begin vaccinating its citizens with a fully vetted and authorized Covid-19 shot, health authorities in Saudi Arabia have approved the registration of the Pfizer/BioNTech coronavirus vaccine for import and use, state news agency SPA said Thursday.  According to SPA, data from Pfizer was submitted to Saudi Arabia’s Food and Drug Authority in November, detailing the efficacy and safety of the vaccine. The data was then studied by authorities in Saudi Arabia before being approved for use, the statement added.  Watershed moment: Saudi Arabia’s decision comes a week after Bahrain announced it would become the second country in the world after the UK to approve the Pfizer/BioNtech vaccine for emergency use authorization.  According to the Johns Hopkins University tally of cases, Saudi Arabia has recorded 359,274 coronavirus cases and 6,002 deaths since the beginning of the pandemic. ##Vaccines## There's not much suspense going into Thursday's meeting of the US Food and Drug Administration's vaccine advisers, who will discuss emergency use authorization for Pfizer and BioNTech's coronavirus vaccine. The meeting will be held from 9 a.m. ET to 6 p.m. ET.  The EUA is widely expected and has been telegraphed with unusual frankness from the top of the FDA on down. But, the FDA has promised to listen to the advice of its Vaccines and Related Biological Products Advisory Committee.  Here are key things to know about today's meeting:  Who is on the panel? The Vaccines and Related Biological Products Advisory Committee is made up of independent vaccine experts, infectious disease specialists, industry representatives and a consumer representative — 17 regular members and 13 temporary voting members. \nWhat is expected to happen today? The panel is expected to vote on a recommendation to the FDA on an emergency use authorization for Pfizer’s Covid-19 vaccine. The vote doesn't mean the vaccine is authorized immediately. The decision comes from the FDA, which typically follows the advisory committee's recommendation.\nWhat main points will they consider? The only real questions will be about whether the advisers recommend restrictions to the EUA — perhaps leaving children off the lIst for now, for example. They'll also discuss how to conduct the post-EUA safety surveillance and whether to offer the shot to clinical trial volunteers who got placebo doses.\nWhat comes next? The FDA will then decide on whether or not to issue an emergency use authorization for the vaccine. The FDA EUA allows shipping to begin, but shots still can’t be administered until the CDC advisory committee recommends the vaccine. In anticipation of an EUA, the CDC's Advisory Committee on Immunization Practices has scheduled emergency meetings for Friday and Sunday. This committee — which is separate from FDA's advisory committee — will recommend whether the CDC should offer the vaccine to the American public. After the CDC accepts that recommendation, Pfizer shots may start to be administered. Read more here. ##FDA Meeting##   Vaccine maker Moderna announced on Thursday that the first adolescents, ages 12 to under 18, in its Phase 2/3 study of coronavirus vaccine candidate mRNA-1273 have been given vaccine doses. The study, conducted in collaboration with the Biomedical Advanced Research and Development Authority, will evaluate the safety and efficacy of administering two vaccine doses 28 days apart, the announcement said.  Moderna noted that it intends to enroll 3,000 adolescents in the United States.  \"We are pleased to begin this Phase 2/3 study of mRNA-1273 in healthy adolescents in the U.S. Our goal is to generate data in the spring of 2021 that will support the use of mRNA-1273 in adolescents in advance of the 2021 school year,\" Moderna CEO Stéphane Bancel said in the announcement. \"We are encouraged by the interim and primary analyses of the Phase 3 COVE study in adults ages 18 and above and this adolescent study will help us assess the potential safety and immunogenicity of our COVID-19 vaccine candidate in this important younger age population. We hope we will be able to provide a safe vaccine to provide protection to adolescents so they can return to school in a normal setting,\" the announcement continued.   ##Vaccines## It’s possible that the US Food and Drug Administration could issue advisories similar to the UK in regard to people with allergies, if and when the Pfizer vaccine receives authorization, FDA Commissioner Dr. Stephen Hahn said Thursday. But FDA’s initial assessment, he said, is that the vaccine meets their criteria. “We’re working with our UK partners now to understand exactly what happened with respect to those reactions. We take this seriously,” Hahn told NBC’s Savannah Guthrie.  Hahn said one of the reasons that they do “such a careful review, line by line, of the patient data is because our label around a vaccine will not just say who should get it, but who should not receive the vaccine.” Guthrie then asked if allergic reactions like the ones in the UK were seen in the clinical trials. Hahn said that was being discussed today – “so stay tuned for that.” “What I can tell you is that the side effects associated with the vaccines are very carefully recorded,” he said. FDA data was put out on Tuesday and will be discussed in the meeting Thursday.  “We think that, our initial assessment is that this is a vaccine that is, that does meet our criteria, but we do want to hear from the vaccine advisory committee,” he said.  ##FDA Meeting## North Korea says it has tested over 9,000 people and found no positive virus cases, according to data Pyongyang provided to the World Health Organization (WHO). A total of 18,472 samples were taken from 9,373 people who underwent a \"reverse transcription-polymerase chain reaction\" test (the common diagnostic swab test) over 10 days and with no positive cases detected. Among those tested, 4,275 people had developed a fever as they were quarantined and the others tested were health workers deployed at quarantine stations and involved in collecting samples, according to the report. North Korea has released 33,044 people from quarantine as of November 26, according to data released by WHO. Independent testing: North Korea independently conducted the tests, and the Ministry of Public Health of North Korea provided the data to WHO, which released the statistics on Thursday.  The North Korean government has maintained no positive cases of Covid-19 have been detected in the country, a claim widely questioned by experts. “I’m not going to prejudge what the advisory committee – which is a non-binding committee of scientific experts – will say to us. We’ll have to see what the scientific and medical discussion is today,” US Food and Drug Administration Commissioner Dr. Stephen Hahn told NBC’s Savannah Guthrie Thursday, when asked if authorization of Pfizer’s vaccine could come as early as today or tomorrow. The FDA's Vaccines and Related Biological Products Advisory Committee is meeting today to consider emergency use authorization for Pfizer and BioNTech's coronavirus vaccine.  “Our plan is to take their recommendations into account for our decision making, and make a decision shortly thereafter,” Hahn continued. “Again, it really depends upon the complexity of the issues discussed, but we intend to act quickly.” When asked about if the committee could raise questions or say that decisions need to be delayed – and whether the FDA could decide to move forward anyway – Hahn said that scenarios like that have been experienced by the agency. “We have the advisory committee to get outside opinions about this. We think it’s very important for transparency,” he said, adding that the FDA is the only regulatory agency in the world that has such public data vetting. “But we’ll make that decision. Our scientific experts will make that decision,” Hahn said. ##FDA Meeting## Travelers from the UK will from January be subject to the same travel restrictions as all other non-EU countries, which bar all but essential travel to Europe, a European official told CNN. The current Brexit transition period ends on December 31 and these travel restrictions will still apply even if the UK and European Union strike a trade deal. “The UK is not part of the Schengen area and -- following the end of the transition period -- it will also no longer be treated similarly to a Member State,” the official from the European Commission said, adding that the UK “will be subject to the [EU] Council Recommendation on the external travel restriction.” The criteria in the recommendation is primarily based on whether a particular country’s epidemiological situation is better or lower than the EU average. It also includes factors such as “containment measures, including physical distancing, as well as economic and social considerations.”  Reciprocal arrangements on whether EU citizens are allowed to travel to that country, “should also be taken into account regularly and on a case-by-case basis,” the recommendation says.  In October, EU member states decided that only eight countries met the \"safe country\" criteria, including Australia, Japan and New Zealand. “The Council is responsible for reviewing the list of third countries towards which the travel restriction is lifted and the Council will therefore need to consider the inclusion of the UK,” said the Commission official. What happens next: The UK will be considered with other non-EU countries at the next review scheduled to take place in the week of December 14, an EU official at the European Council told CNN.  “The list of countries for which restrictions should be lifted is reviewed and, as the case may be, updated regularly,” the Council official explained, but said it was too early to “confirm at this stage what the status of a country will be on 1 January.” Essential travel is categorized into 11 areas including:  healthcare professionals\npassengers in transit\ndiplomats \npeople travelling for imperative family reasons. ##Hotspots## Dr. Onyema Ogbuagu, an associate professor at the Yale School of Medicine, and the principal investigator of the Pfizer trial there, said on Thursday that he is very optimistic there will be good news after the US Food and Drug Administration meeting.  An FDA advisory committee is meeting on Thursday to discuss emergency use authorization for the Pfizer vaccine. When asked by CNN’s Alisyn Camerota whether there was any reason or anything he had seen happen that would mean emergency use authorization wouldn’t happen, Ogbuagu said: “No, I think there’s no reason to think that we won’t get a positive vote from the committee that sits today. We know that Canada and the UK have already done so.” He said he knew Camerota was probably alluding to the reports of anaphylactic reactions in two individuals in the UK, but said to remember these were individuals with known histories of anaphylaxis, who carried EpiPens. “I do hope at some point we can figure out which components of the vaccine led to that, but I really am very optimistic that we’ll have positive news after the meeting,” Ogbuagu said. ##Vaccines## WATCH: A forecast published Wednesday by the US Centers for Disease Control and Prevention projects there will be 332,000 to 362,000 coronavirus deaths in the United States by January 2.  Unlike some individual models, the CDC’s ensemble forecast only offers projections a few weeks into the future. The previous ensemble forecast, published December 3, projected up to 329,000 coronavirus deaths by December 26. At least 289,450 people have already died from Covid-19 in the United States, according to data compiled by Johns Hopkins University. CNN is tracking the spread of Covid-19 in the US here: ##Hotspots## Transportation officials around the world have been looking for ways to keep passengers and crew safe on planes during the pandemic. On November 25, the Civil Aviation Administration of China (CAAC) released new guidelines for the country's airline industry, which it oversees. The document, titled Technical Guidelines for Epidemic Prevention and Control for Airlines, Sixth Edition, contains advice about the best hygiene practices to carry out on aircraft and in airports.  But one of those suggestions -- that personnel like flight attendants wear disposable diapers so they don't need to use the bathroom -- has raised some eyebrows. A section on PPE advises cabin crew on flights to and from high-risk countries to wear \"medical masks, double-layer disposable medical gloves, goggles, disposable hats, disposable protective clothing, and disposable shoe covers.\" The next sentence reads: \"It is recommended that cabin crew members wear disposable diapers and avoid using the lavatories barring special circumstances to avoid infection risks.\" While such advice may seem dramatic, it's no secret that lavatories can be the germiest place on an airplane. In August, a woman traveling from Italy to South Korea contracted coronavirus during her trip, and a visit to the bathroom -- the only place where she didn't wear an N95 mask -- was named as the possible source of her infection. Read the full story here: ##Hotspots## India’s Central Drugs Standard Organization (CDSCO) requested more data from the Serum Institute of India (SII), which applied for emergency use of AstraZeneca’s Covid vaccine on Monday.  The CDSCO said on Thursday that SII should submit “updated safety data of Phase II/III clinical trial in the country, immunogenicity data from the clinical trial in UK and India and the outcome of the assessment of UK- MHRA (the UK’s Medicines and Healthcare products Regulatory Agency) for grant of EUA.” The document read that SII firm presented their application “with the interim safety data from Phase II/III clinical trial carried out in the country and the interim safety and efficacy results of Phase II/III and Phase III clinical trials carried out in the UK, other countries and India.” The regulator tasked with reviewing the emergency authorization application from SII met on Wednesday. CNN has reached out to the Serum Institute of India.  The background: The AstraZeneca/Oxford vaccine candidate was found to have 70.4% efficacy in an interim analysis of Phase 3 trial results, published for the first time in a peer-reviewed journal yesterday. But experts have raised questions after AstraZeneca's data showed the vaccine was about 62% effective in most people but 90% effective in a subset of volunteers who had a low first dose of vaccine. Moncef Slaoui, chief adviser to Operation Warp Speed, told a news briefing Wednesday that the US Food and Drug Administration may prefer data generated from an ongoing US trial when it comes time to decide on authorizing the vaccine. ##Vaccines## An 83-year-old Singaporean passenger aboard a \"cruise to nowhere\" has re-tested negative for coronavirus after a false positive halted the voyage, Singapore’s Ministry of Health said Thursday. The man had initially tested positive for the virus while aboard the Quantum of the Seas, operated by Royal Caribbean International, and was transported to a nearby hospital.  That test has now been re-classed as negative, Singaporean authorities said in a statement. How the story unfolded: The ship had been hosting a three-night, four-day “cruise to nowhere” itinerary around Singapore, as part of a program to reinvigorate domestic travel in Singapore amid the global coronavirus pandemic.  Close contacts of the individual in question were quarantined while a number of other passengers and crew members were forced to stay on board while contact-tracing took place. “We have rescinded the Quarantine Orders of his close contacts, who had earlier been placed in quarantine as a precautionary measure while investigations were ongoing,” the statement read. According to the Singapore Tourism Board, all 1,680 passengers and 1,148 crew members had tested negative for coronavirus when the cruise ship departed on December 7.  In a statement, Royal Caribbean International said the cruise line has worked closely with the government to develop a “thorough system” to test and monitor all guests and crew, and maintain public health best practices. \"That we were able to quickly identify this single case and take immediate action is a sign that the system is working as it was designed to do,\" a Royal Caribbean representative said.  Under new protocols, the cruise had been operating with reduced occupancy, with mandatory universal testing and mask wearing enforced, as well as physical distancing and enhanced cleaning practices.  Only Singaporean citizens were allowed to buy tickets for the cruise, and crew members from around the world spent 14 days quarantining in the city-state in order to be cleared for working. ##Hotspots## Intensive care unit capacity could run out by December 27 if Covid-19 numbers continue to climb as fast as they are now, health officials project. That is \"in just 17 days,\" the city's health director Dr. Grant Colfax said Wednesday. \"And that's if things don't even get worse, but they very well may.\"  There are 123 Covid-19 patients across San Francisco, Colfax said, a number higher than ever before that shows \"no signs of going down.\" Thirty of those patients are in intensive care units.  This number is climbing, and climbing rapidly. Now, not only by the day, but by the hour,\" he added. The city is experiencing by far its worst surge to date, Colfax said, adding the virus was \"everywhere in our city right now.\" \"Even lower-risk activities now carry substantial risk because there's more virus out there than ever before,\" he said. The surge has also been fueled by the gatherings that took place over the Thanksgiving holiday. Since then, at least 167 people are testing positive for the virus daily, and the average case rate per 100,000 has skyrocketed since Thanksgiving week -- from 15 to 30.  \"The reality is unfortunately proving to be as harsh as we expected,\" Colfax said. Read the full story here: ##Hotspots## As the number of coronavirus cases across the United States continues to surge, one hospital in Reno, Nevada has turned its parking garage into a specialist wing for coronavirus patients.  Renown Regional Medical Center has come under increased pressure with Washoe County — the region Renown serves — now registering 10 times the number of cases that it did a couple of months ago.  \"It's scary, you know, you don't expect to go to work and be working out of a parking garage,\" said Janet Baum, nursing manager of the site. \"We've made it a hospital, so we don't consider it a garage anymore.\" According to hospital CEO Anthony Slonim, the building went from garage to health center in about 10 days and now houses 700 hospital beds. Among those receiving care at Renown is Rosalia Martinez and her husband of 35 years, Luis.  \"When I found out she was sick; I cried. I thought she was going to die,\" Luis Martinez said. Now, he is recovering from the virus as well, four beds down. He coughs at nighttime, I can hear him. And if I yell, he can hear me,\" Rosalia said. \"He knows that I'm still alive.\" Though coronavirus patients in parking spaces may sound odd, Luis Martinez said he feels safe there. The space is clean, and the staff are working hard to make sure their patients are all attended to, he said. On Wednesday, Nevada registered a total of 176,334 coronavirus cases and 2,384 deaths, according to Johns Hopkins University's tally of cases in the United States. Read the full story here: ##Hotspots## Germany's coronavirus situation remains ''very tense,'' the head of the country's infectious disease agency said Thursday, adding that infections are “rising and that is worrying.'' Lothar Wieler, president of the Robert Koch Institute (RKI), told journalists “we need people to reduce contacts by more than 60%\" or “other measures” will have to be considered. He warned that after plateauing for a few weeks, infections could again spill over into exponential growth.   Worrying figures: Germany on Thursday reported a daily record of 23,769 new Covid-19 infections within the past 24 hours. It reported 440 coronavirus-related deaths, a day after hitting a record 590 daily fatalities. Wieler said that some regions were containing the virus better than others, which showed that ''these measures are working” if implemented correctly. The head of RKI's surveillance unit, Ute Rexroth, warned: ''It is very likely that we will see rising numbers of infections and deaths in the coming weeks.\" ''We are seeing double the amount of infection numbers in care homes than in spring this year,\" he added. This comes a day after German Chancellor Angela Merkel said that rising infection numbers mean tougher measures are urgently needed.  In an unusually impassioned speech, Merkel asked the public to limit their social contact or risk losing more lives.  \"If we have too many contacts now before Christmas, and that ends up making it the last Christmas with the grandparents, then we will have failed. We should not do that,” she told lawmakers in parliament. Merkel warned that nationwide restrictions brought in on November 2 had not proven effective enough, with too many people dying of Covid-19 or admitted to intensive care. She called for a full lockdown to be implemented for several days -- possibly for as long as two weeks -- after Christmas in order to bring down infection rates.  ##Hotspots## Hackers targeting the European medical regulator “unlawfully accessed” documents related to the Pfizer and BioNTech vaccine submission, the companies said in a statement. The US drug giant and German firm said their own systems -- including personal data of participants -- had not been breached. “We were informed by the European Medicines Agency (EMA) that the agency has been subject to a cyber attack and that some documents relating to the regulatory submission for Pfizer and BioNTech’s COVID-19 vaccine candidate, BNT162b2, which has been stored on an EMA server, had been unlawfully accessed,” a statement from BioNTech said Wednesday. The company stressed that no BioNTech or Pfizer systems had been breached and they were “unaware that any study participants have been identified through the data being accessed.”  “At this time, we await further information about EMA’s investigation and will respond appropriately and in accordance with EU law,” the statement said. “EMA has assured us that the cyber attack will have no impact on the timeline for its review,” it added.  The EMA on Wednesday said it had launched a full investigation into the cyberattack and was in “close cooperation” with law enforcement officials and other relevant entities.  Neither the BioNTech nor EMA statement gave any further details on how the cyberattack took place or who was responsible. ##Vaccines## A green light for a Covid-19 vaccine could come any day now in the US, but leading health experts warn the nation is only at the start of a winter that's projected to be one of the most difficult in the nation's history. \"We are in a totally unprecedented health crisis in this country. The disease is everywhere -- Midwest, West Coast, East Coast, North, South. Health care workers are exhausted, hospitals are totally full,\" former Health and Human Services Secretary Kathleen Sebelius told CNN Wednesday night. December has already proved devastating. Wednesday recorded more than 3,100 Covid-19 deaths -- the highest daily death toll ever since the pandemic's start, beating a record set just days ago. There are now more than 106,600 Covid-19 patients nationwide, the most ever, according to the COVID Tracking Project. And the country's average of daily new cases is now more than 200,000 -- and that's as experts are soon expecting another surge to kick off, one fueled by the Thanksgiving travel and gatherings that took place last month. Covid-19 vaccines are a \"really significant light at the end of the tunnel,\" Sebelius said, but in the coming months it's crucial that Americans stay vigilant and follow safety guidelines, like wearing face masks, social distancing and staying away from indoor gatherings. \"We've got to take what we've learned in the last eight months and really put it into practice, so we don't continue to have this unthinkable death toll and disease toll,\" she said. Her warning has in the past week been echoed by other leading health officials and experts who warn that while a vaccine may be almost here, the country will likely not see any meaningful impact until well into 2021 -- and that's if enough people get vaccinated. Read the full story: ##Hotspots## Americans could get the first real glimmer of hope that there will be an end to the pandemic that has upended their lives Thursday, when a key advisory panel takes a vote that could clear the way for the US Food and Drug Administration to greenlight a Covid-19 vaccine within days. The FDA advisory panel will meet Thursday to discuss whether the agency should authorize emergency use of the Pfizer and BioNTech vaccine at a dark moment in the pandemic, when the US recorded the highest single day tally of more than 3,000 deaths -- and some communities continue to resist precautionary measures like mask mandates as a vocal few falsely claim that the pandemic does not exist. These times cry out for leadership from the White House. Instead, President Donald Trump is pursuing a new round in his quixotic bid to overturn the November election by attempting to intervene in a lawsuit filed with the Supreme Court.  The contentious transition he has forced with President-elect Joe Biden's team has magnified the giant hurdles that loom for government officials as they try to ensure the smooth delivery of millions of vaccine doses within the 50 states, as they try to ensure smooth delivery of millions of vaccines doses to states and cities with different ideas about the best way to administer them. With the reality of shots in arms coming ever closer, the crucial question is whether Trump and his administration are equipping the incoming Biden administration with the knowledge and tools they need to carry out an unprecedented vaccination operation as Trump's White House grudgingly passes the baton. Read the full analysis: ##Vaccines## Germany reported 440 coronavirus-related deaths Thursday, according to the Robert Koch Institute, the country's disease control and prevention agency.  The day before, the country reported its highest number of Coivid-19 deaths in a single day, with 590 fatalities reported Wednesday.  At least 20,372 people have died of Covid-19 in Germany, the public health agency's data showed. The RKI recorded 23,679 Covid-19 infections on Thursday, bringing the total caseload to 1,242,203.  Germany is struggling to contain a surge in new coronavirus infections. Speaking in the German parliament Wednesday, Chancellor Angela Merkel warned that nationwide restrictions brought in on Nov. 2 had not proven effective enough, with too many people now dead or in intensive care units with Covid-19.  Merkel urged federal state leaders to start the Christmas holidays sooner, on Dec. 16 rather than Dec. 19, to help people limit contact with others and allow them to isolate for longer before seeing older relatives. ##Hotspots## The United States reported 3,124 coronavirus-related deaths Wednesday, the highest single-day total of the pandemic, according to Johns Hopkins University. That brings the total number of Covid-19 fatalities recorded in the country to at least 289,373. Another 221,267 cases were also reported on Wednesday, bringing the country's total to at least 15,386,562, according to JHU's tally. The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases.  See CNN's map: ##Hotspots## Japan added 2,810 new coronavirus cases in the past 24 hours -- a record-high since the outbreak began, according to figures from the country's Health Ministry on Thursday. That brings Japan's total number of reported cases to 169,285. The ministry also added 45 fatalities from Wednesday, bringing the death toll to 2,478. The number of people in intensive care continues to rise in the country, with 555 people on respirators as of Wednesday, up 19 from the previous day. The capital Tokyo reported 572 new cases on Wednesday, its second highest daily increase since the start of the pandemic. Tokyo's total number of reported infections now stands at 44,927. Call for travel scheme pause: On Wednesday, Shigeru Omi, the head of the government’s panel on virus countermeasures, said the domestic \"Go To Travel\" subsidy program should be suspended in areas of the country that have seen a rapid spread of infections.  \"It is better to suspend it under the current situation of virus infections. The government should restart it after the number of infections drops to gain public understanding and help the economy,\" Omi said at the subcommittee of the lower house. ##Hotspots## Mexico’s Health Ministry has signed a deal to buy 35 million doses of China’s CanSino Biologics vaccine, according to Mexico’s Secretary of Foreign Affairs Marcelo Ebrard in a tweet posted late Wednesday.  Ebrard had said previously that Mexico hoped to make the deal official this week. Mexico has confirmed nearly 1.2 million coronavirus cases, according to Johns Hopkins University. The country has reported the word's fourth-highest death toll from the virus, with more than 111,000 fatalities.  ##Vaccines## South Korea will use 53 shipping containers as makeshift hospital rooms to curb bed shortages in Seoul, according to the city's government. A total of 150 beds will be installed in the shipping containers, Seoul city government official Song Eun-chol said. Of those, 48 beds will be installed at Seoul Medical Center by Dec. 10. Seoul disease control official Park Yoo-mi said in a news briefing Thursday that 83% of the city's available beds for coronavirus patients are in use and only three remain for those in a serious condition. Seoul reported 251 new coronavirus cases from Wednesday, Park said, bringing the South Korean capital's total to 11,175. Military help: South Korea's Ministry of Defense says it plans to dispatch 362 army officers beginning Friday to help with case tracing in greater Seoul. They will work at 81 public health centers after receiving training from the Korea Disease Control and Prevention Agency, the Defense Ministry statement Thursday said. South Korea reported an additional 682 Covid-19 cases from Wednesday, bringing the nationwide total to 40,098. The death toll is 564. ##Hotspots## There's not much suspense going into Thursday's meeting of the US Food and Drug Administration's vaccine advisers, who will discuss emergency use authorization for Pfizer and BioNTech's coronavirus vaccine. The EUA is widely expected and has been telegraphed with unusual frankness from the top of the FDA on down. \"Our team has done their initial analysis, and we do feel that preliminarily that the success criteria have been met,\" FDA Commissioner Dr. Stephen Hahn told CNN Tuesday. But the FDA has promised to listen to the advice of its Vaccines and Related Biological Products Advisory Committee, made up of independent vaccine experts, infectious disease specialists, industry representatives and a consumer representative -- 17 regular members and 13 temporary voting members. The meeting begins at 9 a.m. ET Thursday, and a committee vote could come in the afternoon. The only real questions will be about whether the advisers recommend restrictions to the EUA -- perhaps leaving children off the list for now, for example. They'll also discuss how to conduct the post-EUA safety surveillance and whether to offer the shot to clinical trial volunteers who got placebo doses. Read the full story: ##Vaccines## The United States reported 106,688 Covid-19 hospitalizations on Wednesday, setting a new record high since the pandemic began, according to the Covid Tracking Project (CTP). This is the eighth consecutive day that the US has remained above 100,000 hospitalizations. According to CTP data, these are the highest hospitalization numbers: Dec. 9: 106,688 hospitalized\nDec. 8: 104,590 hospitalized\nDec. 7: 102,148 hospitalized\nDec. 6: 101,501 hospitalized\nDec. 4: 101,276 hospitalized ##Hotspots## In states across the nation, officials remain concerned about the number of Covid-19 patients in the hospital and the ability of hospitals to find enough rooms. California on Wednesday set records in cases, hospitalizations and ICU admissions. The most populous state has only about 1,500 ICU beds available. Fresno County's Interim Public Health Officer Dr. Rais Vohra reported zero ICU capacity Tuesday. \"Whenever the ICUs get full, it's really hard to move patients through the emergency department. It's really hard for us to provide efficient services,\" said Vohra, a specialist in emergency medicine. The state has mandated restrictions for five regions if ICU capacity goes below 15%. The greater Sacramento region reached the threshold Wednesday and a stay-at-home order for 3 million residents will begin late Thursday. \"I know that those who aren't in the medical field may not understand or quite grasp just how dire the situation is, but all the things you're hearing about -- how impacted our hospitals are, about how dire the situation with our ICUs is -- it's absolutely true. And that really is the reason that we want everyone to stay home as much as possible,\" Vohra said. Oklahoma facilities had just 34 available ICU beds as of late Tuesday. Other states that reported record hospitalizations Wednesday include North Carolina, Pennsylvania and West Virginia. In the United States, Covid-19 cases, hospitalizations and deaths have soared. The US has averaged 206,152 new cases a day over the past seven days -- the country's highest average in the pandemic so far. And 106,688 Covid-19 patients were reported in US hospitals Wednesday, also a high for the pandemic, according to the COVID Tracking Project. The country's average number of daily coronavirus deaths across a week -- 2,230 -- is close to the highest-ever average of 2,241 recorded on April 24, Johns Hopkins University data show. In total, more than 288,000 people in the US have died of the virus. More than 15.3 million official Covid-19 cases have been reported, according to data from JHU, though researchers believe the actual number of infections is much higher. Read the full story: ##Hotspots## Canada's health department on Wednesday gave emergency approval to a coronavirus vaccine, a day before the US Food and Drug Administration is due to meet about whether to do the same. Health Canada determined the Pfizer/BioNTech vaccine for Covid-19 meets the department's safety, efficacy and quality requirements for use in Canada, the department said Wednesday. The decision comes a week after the United Kingdom authorized vaccine use there. Canadian Prime Minister Justin Trudeau said this week that Canada would receive an initial shipment of 249,000 doses by the end of the year and expected Canada's first vaccinations to occur sometime next week. In the United States, meanwhile, an official said Covid-19 vaccines would be distributed to vulnerable populations within days of any decision to authorize them. The FDA will meet Thursday to discuss whether to grant emergency use authorization (EUA) for the Pfizer/BioNTech vaccine candidate in the US. A decision could come within days of that meeting, officials say. ##Vaccines An experimental coronavirus vaccine developed by Chinese state-owned pharmaceutical giant Sinopharm has 86% efficacy, the United Arab Emirates Health Ministry said in a statement carried by the state news agency on Wednesday. The Health Ministry said the results for the vaccine were based on interim analysis of the late-stage clinical trials which the UAE started in July. Though few details were provided, the statement marks the first publicly released information regarding the performance of the Chinese vaccine, developed by the China National Biotec Group (CNBG), a unit of Sinopharm. The UAE approved emergency use for frontline workers in September. \"The analysis shows no serious safety concerns,\" the statement said, though it did not make clear whether individual participants suffered any specific side effects, or how many volunteers were given the vaccine or a placebo.\nThe statement added that the \"official registration\" of the Covid-19 vaccine is \"a major step towards combating the global pandemic.\" The statement did not elaborate on what official registration would entail. The clinical trials included 31,000 volunteers across 125 nationalities in the UAE, the statement said. So far, almost 100,000 people across the Emirates have also received the vaccine as part of a voluntary program, Jamal Al Kaabi, a top UAE health official told CNN. UAE Vice President and Prime Minister Sheikh Mohammed bin Rashid Al Maktoum was pictured receiving the jab during trials in November. CNN has reached out to Sinopharm for more details. Read the full story: ##Vaccines##", "Section": "world", "Writers": ["Julia Hollingsworth", "Adam Renton", "Emma Reynolds ", "Nada Bashir", "Melissa Macaya", "Meg Wagner"], "URL": "https://www.cnn.com/world/live-news/coronavirus-pandemic-12-10-20-intl/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Singapore", "Source": "CNN"}