{"Type": "article", "Time": "2018-08-10", "Headline": "'Leave immediately': US Navy plane warned over South China Sea", "Text": "High above one of the most hotly contested regions in the world, CNN was given a rare look Friday at the Chinese government's rapidly expanding militarization of the South China Sea. Aboard a US Navy P-8A Poseidon reconnaissance plane, CNN got a view from 16,500 feet of low-lying coral reefs turned into garrisons with five-story buildings, large radar installations, power plants and runways sturdy enough to carry large military aircraft. During the flight the crew received six separate warnings from the Chinese military, telling them they were inside Chinese territory and urging them to leave. \"Leave immediately and keep out to avoid any misunderstanding,\" a voice said. The US Navy jet flew past four key artificial islands in the Spratly chain where China has built up fortifications: Subi Reef, Fiery Cross Reef, Johnson Reef and Mischief Reef. On Subi Reef, the Poseidon's sensors picked up 86 vessels, including Chinese coast guard ships, moored in a giant lagoon, while on Fiery Cross Reef rows of hangers stood alongside a lengthy runway. \"It was surprising to see airports in the middle of the ocean,\" said Lt. Lauren Callen, who was leading the air combat crew aboard the Navy flight. Each time the aircraft was challenged by Chinese military, the US Navy crew's response was the same. \"I am a sovereign immune United States naval aircraft conducting lawful military activities beyond the national airspace of any coastal state,\" the response said. \"In exercising these rights guaranteed by international law, I am operating with due regard for the rights and duties of all states.\" CNN has reached out to the Chinese Ministry of Foreign Affairs for comment. Competing claims The Chinese government staunchly maintains large areas of the South China Sea have been part of the country's territory \"since ancient times.\" Beijing's \"nine-dash line\" extends more than one thousand kilometers from its southernmost province, taking in more or less the entirety of the waters, through which the United Nations estimates one-third of global shipping passes.  The South China Sea is also believed to contain rich oil and natural gas reserves that have yet to be fully explored.  Vietnam, the Philippines, Taiwan, Indonesia, Malaysia and Brunei all claim overlapping portions of the sea which spans 3.6 million square kilometer (1.4 million square miles), but the most far-reaching claims have been made by China. Beijing's sovereignty claims are considered by most other countries as unsubstantiated, a view backed by an international tribunal in 2016. Despite this however, little has changed in China's approach to the region in recent years. To reinforce its claims of sovereignty, Beijing has been reclaiming land on and around reefs and shoals to construct artificial islands which are then militarized with airfields and radar equipment. China has spent much of the past two years fortifying these islands, including placing missiles on the Spratly island chain during naval exercises in April. This is despite a promise made by President Xi Jinping to then-US President Barack Obama in 2015 that the Chinese government would not be militarizing the artificial islands. Rapid expansion The last time CNN was given access to a US Navy mission over the South China Sea was in September 2015, when the aircraft was also warned off by Chinese military. Since then, Beijing's island building in the contested waters has moved forward at a rapid pace. Flying over Fiery Cross Reef on Friday, a five-story building was visible, as well as a large radar installation, which looked like neatly arranged golf balls on the Navy plane's infrared camera. Though no Chinese missiles were seen on Friday's flight over the South China Sea, Navy officers said some of the structures seen could potentially be used to house them. Cmdr. Chris Purcell, who leads Patrol Squadron Four which undertook Friday's mission, said the US has been doing these flights for five decades and they show US commitment to maintaining free passage in international waters. \"The reason we're here hasn't changed,\" Purcell said. \"The reason (the Chinese) are here has changed.\" Within hours of the trip, Chinese state tabloid Global Times posted a reaction to CNN's report on its Chinese-language website. The article called for all readers to \"give a thumbs-up to Chinese servicemen\" for their defense of China's territory. China claims US sparking militarization Beijing says its growing military presence in the South China Sea is necessary to protect its sovereignty, blaming Washington and its allies for tensions in the region. Chinese military exercises in April included the largest naval parade in the country's history, with President Xi Jinping overseeing drills that included 10,000 troops, 48 naval vessels and 76 fighter jets. Beijing points to the regular US Navy patrols and flyovers of the South China Sea as an example of US militarization and provocations, and a justification for the increased Chinese military presence. \"By playing up the so-called China's militarization in the South China Sea, certain people in the US are staging a farce of a thief crying \"stop thief\",\" Chinese Foreign Ministry spokeswoman Hua Chunying said in May. \"It is self-evident to a keener eye that who is militarizing the South China Sea.\" In the past year, the US has stepped up freedom of navigation operations in the region, sailing US naval vessels within miles of China's artificial islands across the South China Sea.  The exercises, which the US also conducts in other parts of the world, assert the navy's right to travel wherever it pleases in international waters, a vital component of Washington's naval power across the world. Time may be running out to effectively challenge China's claims in the South China Sea however.  Adm. Philip Davidson, the recently installed head of the US Pacific Command, told Senators during a confirmation hearing in April that China is already very firmly entrenched. \"China is now capable of controlling the South China Sea in all scenarios short of war with the United States,\" Davidson said.", "Section": "politics", "Writers": ["Brad Lendon", "Ivan Watson", "Ben Westcott"], "URL": "https://www.cnn.com/2018/08/10/politics/south-china-sea-flyover-intl/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Malaysia", "Source": "CNN"}