{"Type": "profile", "Time": "2014-12-18", "Headline": "Ivan Watson", "Text": "Ivan Watson is an award-winning senior international correspondent for CNN based at the network's Asia-Pacific headquarters in Hong Kong. For the last six years he has reported on major news events from the region including the spread of the novel coronavirus across Asia, the Hong Kong protests, the Sri Lanka Easter bombings, the Christchurch terrorist attack, the Lion Air plane crash, the Thai cave rescue and Typhoon Haiyan in the Philippines. He has also spearheaded long-form investigative pieces including the 30-minute documentaries Borneo is Burning and Race to Save the Reef. Before moving to Hong Kong in 2014, Watson was based in Istanbul for 12 years. During his tenure he covered the rise and reign of Recep Tayyip Erdogan and the \"Gezi Park\" Occupy protests. From Turkey, he charted the deadly government crackdown on protesters in neighboring Syria and the country's descent into civil war. He made multiple trips into rebel-controlled parts of Syria, while also documenting the surge of refugees across the border into Turkey.  He also reported on the ethnic and sectarian cleansing of hundreds of thousands of minority Christians and Yazidis in Iraq by the militant group known as ISIS.  Prior to CNN, Watson worked at NPR, where he spent eight years reporting extensively on major stories around the Middle East, Central Asia and West Africa. Key stories included the US invasion and troubled occupation of Iraq and the US-led overthrow of the Taliban in Afghanistan in 2001.  Before joining NPR, Watson worked as a Moscow-based producer for CNN in the late 1990's.  He covered the Russian war in Chechnya and the sinking of the Kursk submarine in the Arctic, among other stories. Throughout his career, Watson has been recognised multiple times for his reporting. In 2020, his documentary Borneo is Burning was awarded Best Current Affairs Programme at the ContentAsia Awards. Other honours include the Royal Television Society's Best News Coverage in 2013 for Typhoon Haiyan in the Philippines and two Emmy awards for coverage of the Haiti Earthquake in 2010.  Watson attended Brown University, where he earned a BA in International Relations. He speaks Russian and French. ", "Section": null, "Writers": [], "URL": "https://www.cnn.com/profiles/ivan-watson", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Philippines", "Source": "CNN"}