{"Type": "", "Time": "2021-03-21", "Headline": "Breaking barriers: PH Coast Guard’s top bomb disposal expert, elite diver, and fast runner is a woman – Manila Bulletin", "Text": "Over the years, Lieutenant Commander Nenette Ellyn Nemeño has accomplished not one, but three fetes that probably earned her the moniker of the superwoman of the Philippine Coast Guard (PCG).From being the first female officer of the Coast Guard’s elite Special Operations Force, Nemeño is one of the agency’s top bomb disposal expert and also holds the records of being the fastest female runner of the agency.Following the footsteps of her father who is a retired Coast Guard officer, she was inspired to serve the country at her very young age.“Yung father ko po kasi is a retired Coast Guard officer din po. Bata pa lang po ako nakikita ko na yung trabaho ng Coast Guard dun po nabuo po yung will ko makapagserve po (My father is also a retired Coast Guard officer. When I was young, I already know the work of a Coast Guard officer, from there I was inspired and my will to be able to serve was formed),” Nemeño said in an interview with Manila Bulletin.A native of Cavite, Nemeño is one of the two females among her six brothers, which made her difficult to persuade her family to join the Coast Guard.“Dati kasi nag-apply din ako sa Philippine Military Academy (PMA) nakapasok din po ako kaso syempre nag-iisang babae ako dati at saka yung pag-aaralan medyo ano panglalaki pero kalaunan [noong] nakagraduate ako ng college sinuportahan na rin naman yung kagustuhan ko ng tatay ko (I used to apply to the Philippine Military Academy [PMA] and I passed, however, as the only female in the siblings during that time and the trainings were also designed for men, I was not permitted to enter. But later on after I graduated college, my family even my father supported me in my passion),” the Coast Guard officer said.Despite the hindrance she received during her college years, Nemeño continues to fight her passion to reach her dreams.“Natutunan ko po na tiwala lang sa sarili paggusto mo magawa o maattain ang isang bagay, magtrust ka sa training na ginawa mo at always ask God to guide you (I have learned to trust yourself if you want to achieve and trust in the training that you underwent, and always ask God to guide you),” the Coast Guard officer said.In 2008, Nemeño officially joined the PCG and was assigned to the Special Operations Force (SOF) in 2010.Hesitant at first because of the challenging training, but through her passion and determination she unveiled endless opportunities throughout her Coast Guard journey.“Yung una po nirecruit po nila ako sa SOF, at first parang medyo hesitant ka kasi nakita ko yung training ng special ops mga lalaki gumagawa nun eh at saka mahirap talaga hindi siya madali. Pero ang inisip ko na lang kung hindi ko itatry walang mangyayari kung hindi ko siya itatry wala akong maacomplish (The first time they recruited me to SOF, I feel hesitant because I saw the training of special ops I saw that only men were doing it and it was really hard. But if I don’t try nothing will happen, if I don’t try it nothing will be accomplished),” Nemeño said.It was history indeed for Nemeño as she became the first female officer in the Coast Guard’s SOF and first female commanding officer of Explosive Ordnance Disposal (EOD) unit.After rigorous training, she also became an expert diver that conducts underwater search and rescue and retrieval operations, logistics officer, and EOD specialist, who responds to bomb threat.“I feel proud po natupad po yung pangarap ko makapagsilbi sa bayan at naging inspirasyon po ako sa mga kapwa kababaihan po (my dream of serving the people came true and I became an inspiration to my fellow women),” she said.As the fastest man in the world Jamaican athlete Usain Bolt dominates the Olympics, Nemeño also speeds up to make her way in the male dominant organization.Throughout her training years, Nemeño has continuously made history as she broke the record in the PCG as the fastest female runner in 3.2 kilometer sprint. “Nung time na ‘yon may record ako sa Coast Guard na pinkamabilis na tumakbo ng 3.2 km sa physical fitness test kasi semi-annually yung conduct ng physical test ng Coast Guard so may record ako doon na pinakamabilis na female sa buong Coast Guard. So siguro [dahil] doon nirecruit ako ng SOF, kaya tinry ko rin naman siya (At that time, I had a record with the Coast Guard as the fastest runner of 3.2 km in the physical fitness test because the Coast Guard conducts the physical test semi-annually, so I have a record there of being the fastest female in the entire Coast Guard. So maybe because of it SOF recruited me),” Nemeño shared.Nemeño also underwent various training such as the Advance Boarding Officer Course, Weapons of Mass Destruction Inspection Training, and Combat Pistol Qualification Course.She also shared her knowledge by conducting water safety and survival training in local government units (LGUs) and universities to prepare them from natural disasters.Until typhoon Pedring, considered as one of the most destructive typhoons in the recent history, entered the country in 2011, she received one of the hardest missions throughout her career.Nemeño, as the Officer in Charge (OIC) in rescue operations and the only female rescuer during that time, was contacted by the management of Light Rail Transit Line 1 (LRT- 1) to rescue their employees who were stranded due to the rapid rise of flood waters brought by Pedring.“Nung time po kasi na bagyong Pedring galing din po kami sa rescue operations po sa Bulacan baha din po so walang mga tulog tapos pagod during operation. Mahirap siya sa babae kasi basa ka maghapon at magdamag walang palitan. Mahirap siya talaga (At the time of typhoon Pedring, we also came from rescue operations in Bulacan, there was flood, no sleep, and we were tired during the operation. It was a difficult experience for a woman because you are wet all day. It was really hard),” Nemeño said.Fortunately, they were in the same area where the train employees were stranded and immediately conducted rescue operations for the stranded employees. “Nagcontact sa amin yung LRT-1, may mga employees sila na nastranded sa baha sa mga bahay nila, mataas po talaga yung baha may ibang parts po doon na kalapit lang ng ilog sa Bulacan. Kasi kami din yung parang nasa bulacan nung time na ‘yun (The LRT-1 contacted us, they had employees who were stranded in the flood in their houses, the flood was really high. The other parts there are just near the river in Bulacan. Since, we were the rescue team in Bulacan at that time),” Nemeño said.With bravery and strong will, Nemeño was recognized by the Light Rail Transit Authority (LRTA), operator of the LRT-1, for participating in the difficult rescue operation.“Iba yung fulfillment sa pakiramdam na yung pasasalamat nila na nakatulong ka sa kanila kahit pagod ka na parang pagnaramdaman mo yung taos puso nilang pasasalamat at nakatulong ka talagang nawawala yung pagod mo, parang ‘yun yung fulfilling sa pakiramdam ba kahit mahirap po (It was really a fulfillment to receive their gratitude that you helped them even when you are tired, when you feel their sincere gratitude and you really helped them it relieves your feeling of tiredness.  It was really fulfilling even if it was difficult),” the Coast Guard officer said.In celebration of Women’s Month, Nemeño advised all women to believe in their capabilities and can do all things with strong will and determination.“Believe in yourself po. Hindi dapat natin limitahan yung mga magagawa natin bilang babae. Kung gusto mo maattain yung isang bagay lalo na makapagsilbi sa bayan, kelangan may will and determination ka regardless of your gender po (We should not limit what we can do as women. If you want to attain something, especially to serve the people, you must have will and determination regardless of your gender),” Nemeño said.Nemeño said that “respect is neutral” as she received the same and fair treatment among her male colleagues.“I believe na yung respect is neutral lalo na kung pinagdaanan mo rin naman yun mga training nila [male subordinates] parang hindi naman siya naging challenge kasi yung pinapakita mo sa kanila nung training pareho lang kayo ng pinagdaanan tapos nakikita nila na nirerespect mo yung mga superior mo at nirerespect mo yung subordinate so ganun din ibibigay nila sa inyo (especially if you also went through the same training [with male subordinates] it doesn’t seem like it was a challenge because what you showed them during the same training the way you respect your superiors, as well as respecting your subordinate, they will also give the same treatment to you),” Nemeño said.“Kaya naman po yung mga Filipina, believe in yourself and ‘wag limitahan ang magagawa natin bilang babae po (All Filipina can also do that, believe in yourself and do not limit things on what we can do as a women),” she added.", "Section": "", "Writers": "", "URL": "https://mb.com.ph/2021/03/21/breaking-barriers-ph-coast-guards-top-bomb-disposal-expert-elite-diver-and-fast-runner-is-a-woman/", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Thailand", "Source": "MB"}