{"Type": "article", "Time": "2020-10-01", "Headline": "Skyscraper plans unveiled for record-breaking $3B plot of land", "Text": "A glass skyscraper inspired by a blossoming flower is set to rise on one of the most expensive plots of land ever sold. Plans unveiled for the site, which in 2017 changed hands for a then-record of 23.28 billion Hong Kong dollars ($3 billion), show an eye-catching curvilinear tower soaring 623 feet above Hong Kong's Central district. The 36-story design was revealed in September by Zaha Hadid Architects, the firm founded by the celebrated late British-Iraqi architect. The tower's exterior is, according to a press release, inspired by the \"structural forms and layering\" of a blossoming bauhinia, the flower that has appeared on Hong Kong's flag since Britain handed control of the territory back to China in 1997. At ground level, a series of courtyards and gardens will form what the architects describe as an \"urban oasis.\" The unveiling comes more than three years after the 31,000-square-foot plot was acquired by Hong Kong property developer, Henderson Land. At the time of the sale, the site -- then home to a multi-story parking garage -- became the world's most expensive plot of land, according to global real estate firm Jones Lang LaSalle (JLL). That price tag has since been surpassed by two other deals in the city. According to data from Hong Kong's land registry, a plot near the city's old airport sold for 25.16 billion Hong Kong dollars ($3.25 billion) in 2018, before a parcel of land in Kowloon, above the railway station linking the city to mainland China, went for a staggering 42.23 billion Hong Kong dollars ($5.45 billion) last year. Nonetheless, the Central district site remains more expensive than either of these in terms of price per unit, which equated to over 50,000 Hong Kong dollars ($6,450) per square foot. World's most expensive property market Comprising a series of \"units\" with curved glass facades, the building offers views over downtown Hong Kong. The tower's upper reaches will also contain a \"Sky Garden\" with a running track and aquaponic planting network that, its designers say, will act as a \"biological air-purifying filter.\" Inside, the architects plan to use AI-assisted elevator controls and biometric security systems in order to eliminate \"direct contact with communal surfaces.\" The design was led by Patrik Schumacher, who has headed Zaha Hadid Architects since its founder's death in 2016. The firm has continued to be prolific, completing a number of major projects in recent years, including Beijing's new international airport and a soccer stadium for the upcoming soccer World Cup in Qatar. Construction work at the Hong Kong site is already underway, with the flower-inspired tower expected to open in fall 2023. Upon its completion, developer Henderson Land, which owns some of the city's most desirable real estate, can expect to charge sizable office rents in what is the world's most expensive property market. In Hong Kong's Central district, so-called \"Grade A\" office space is rented for an average of $1,666 per square meter (or $155 per square foot) a year, more than double the price found in downtown areas of cities like Shanghai and Singapore, according to JLL. But the firm also found that the coronavirus pandemic has impacted demand and occupancy in Hong Kong in recent months.", "Section": "architecture", "Writers": [], "URL": "https://www.cnn.com/style/article/zaha-hadid-skyscraper-hong-kong/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Singapore", "Source": "CNN"}