{"Type": "article", "Time": "2015-02-27", "Headline": "Iran hacked an American casino, U.S. says", "Text": "It's been a year since American billionaire Sheldon Adelson's casino company was hacked. Now the blame is officially being placed on Iran. For the first time, Director of National Intelligence James Clapper said the Iranian government was behind a damaging cyberattack on the Sands Las Vegas Corporation in 2014. He mentioned it while testifying before the Senate Armed Services Committee this week. Sands owns several well-known properties, including The Venetian and Palazzo in Las Vegas and two other resorts in Macao and Singapore. The attack made headlines, because Las Vegas Sands is a large publicly-traded company. In February 2014, it said unidentified hackers broke into its computer network and stole customer data: credit card data, Social Security numbers and driver's licenses numbers. At the time, it sounded like just another digital break-in. But the nation's leading intelligence official says it was much worse than that. On Thursday, Clapper described it as a \"destructive cyberattack\" on par with North Korea's hack of Sony. In that case, hackers wiped computers, destroyed data and froze the company to a halt. It's unknown what damage Iranian hackers did to the casino company. Las Vegas Sands declined to comment for this story. However, the company thinks hackers broke into its casino in Bethlehem, Pennsylvania and \"certain company data may have been destroyed,\" according to documents it filed Friday with the Securities and Exchange Commission. Of all targets, why Adelson's company? The businessman is a major donor to Republican politicians. He's staunchly pro-Israel, the ultimate foe of the current Iranian regime. And in the past, Adelson has casually suggested that the U.S. drop nuclear bombs on Iran. If Clapper's assertion is true, this is the latest example of a frightening trend: governments are hacking private companies. Chinese hacker spies have stolen business plans from U.S. power plants. Russian hackers have broken into American and European oil and gas companies. And most recently, leaked documents show American and British spies hacked a phone SIM card maker in the Netherlands. Computer security experts widely agree that companies aren't prepared to handle this threat. It comes down to resources. A government is a predator with billions of dollars at its disposal to amass a formidable cyber army. Its prey is a lean, for-profit company with a small security team. Clapper told senators that hackers in Iran and North Korea pose less of a threat than China and Russia. But they're still a serious foe. \"These destructive attacks demonstrate that Iran and North Korea are motivated and unpredictable cyber actors,\" Clapper told senators on Thursday. Related: Anthem probe looking at China as possible source of hack Related: NSA tied to super-sneaky malware found in companies worldwide Related: The NSA failed to hack your phone", "Section": "technology-security", "Writers": [], "URL": "http://money.cnn.com/2015/02/27/technology/security/iran-hack-casino/index.html", "MainKeyWord": "Macao", "AdditionalKeyWord": "Singapore", "Source": "CNN"}