{"Type": "", "Time": "2021-03-25", "Headline": "Parañaque mayor explains early COVID-19 shot of Mark Anthony Fernandez – Manila Bulletin", "Text": "Parañaque Mayor Edwin Olivarez has defended actor Mark Anthony Fernandez who allegedly skipped the vaccination priority list.“Nagkaroon po kami ng investigation regarding this issue at gusto kong malaman ng mga nakikinig sa atin na ang City of Parañaque has been implementing the vaccination program since two weeks ago,” Olivarez said in an interview with ANC News.According to Olivarez, more than 90 to 95 percent frontliners were inoculated against COVID-19.“So, sumusunod po kami ngayon, yun atin pong priority category, ‘yan po yung ating mga senior citizen. At ongoing na rin po yung mga senior citizen dito sa ating vaccination.”In terms of Fernandez’s case, Olivarez said: “Kinausap ko po ‘yung ating City Health Office, ang ating City Health Officer Dra. Olga Virtusio regarding the issue of Mark Fernandez. According to her, ‘yun pong tumingin sa kanyang doktor, si Mark Fernandez pala, e, merong comorbidities.”“May comorbid siya at alam naman po nating nagkaroon po ng depression si Mark. So, ibig sabihin niyan, he’s qualified for the next priority after the frontliners,” he added.Olivarez reiterated that the local government did not violate the guidelines of the Department of Health.Recall that an official of the Department of the Interior and Local Government (DILG) was furious after learning that actor Fernandez got a free AstraZenca vaccine from the Parañaque City government at a time when the national government is still scrambling to inoculate medical frontliners who are supposed to be in the priority list.READ MORE: https://mb.com.ph/2021/03/24/dilg-official-furious-after-mark-anthony-fernandez-skips-vaccination-priority-list/The vaccination of Fernandez was posted on a news website where he narrated what he experienced before, during, and after the vaccination. He said he did not feel any side effects.Fernandez was also quoted encouraging the people not to be afraid of the vaccine and be inoculated when the opportunity comes.", "Section": "", "Writers": "", "URL": "https://mb.com.ph/2021/03/25/paranaque-mayor-explains-early-covid-19-shot-of-mark-anthony-fernandez/", "MainKeyWord": "Macao", "AdditionalKeyWord": "Southeast Asia", "Source": "MB"}