{"Type": "", "Time": "2018-11-21", "Headline": "SC asked to resolve long-drawn case questioning constitutionality of joint exploration deal with China, Vietnam – Manila Bulletin", "Text": "By Rey Panaligan The Supreme Court (SC) has been asked to resolve a 10-year old petition that challenged the constitutionality of the 2005 tripartite Joint Marine Seismic Undertaking (JMSU) among the Philippines, China and Vietnam.Under the JMSU, the three signatory countries – through their respective national oil corporations — agreed to conduct joint explorations on the disputed South China Sea. However, about 80 per cent of the JMSU’s site is within the Philippines’ 200-mile exclusive economic zone.In a motion, the SC was told that while the JMSU had expired on June 20, 2008, there is a need for a ruling on the issue to guide the present administration should it enter into a similar agreement with China covering areas in the South China Sea.The 2008 petition was filed by Bayan Muna Chair Neri Colmenares, Satur Ocampo, the late Anakpawis Party-List Rep. Crispin Beltran, Liza Maza and Luzviminda Ilagan of the Gabriela Women’s Party-Llist group, then Rep. Lorenzo Tanada III, and former Rep. and now Sen. Teofisto “TG” Guingona III.They said in their motion:“With all the years that have passed, with all the events that appear to make the Republic of the Philippines seemingly an adjunct of the People’s Republic of China, another joint exploration is set to be entered by the Duterte administration with China, it is high-time for the Honorable Court to at least give directions and/or status updates and/or already immediately resolve the instant case now.”They pointed out that the “substantive issues in the present case are now of overreaching and paramount importance to the Philippines and the Filipino people, especially in light of our current territorial and maritime disputes with China.”They alleged that with grave violation of the Constitution in the JMSU and due to the paramount public interest involved in the case, the petition should be resolved on its merits and be exempted from the application of the “moot and academic” principle.“In order to uphold the Constitution and conform to the assertion of the Republic of the Philippines of its sovereignty, territory, exclusive economic zone, continental shelf and maritime resources, among others, over both the undisputed and claimed areas in the West Philippine Sea covered by the agreement area, the Honorable Court must strike down as unconstitutional the Tripartite Agreement,” they stressed.The 2008 petitioned named as respondents then President Gloria Macapagal-Arroyo, now Speaker of the House of Representatives; and the top officials of the Departments of Foreign Affairs and Energy, and the Philippine National Oil Company and the Philippine National Oil Company-Exploration Corporation.", "Section": "", "Writers": "", "URL": "https://mb.com.ph/2018/11/21/sc-asked-to-resolve-long-drawn-case-questioning-constitutionality-of-joint-exploration-deal-with-china-vietnam/", "MainKeyWord": "China", "AdditionalKeyWord": "viet Nam", "Source": "MB"}