{"Type": "gallery", "Time": "2020-11-26", "Headline": "Designing the cities of the future", "Text": "The United Nations predicts that by 2050, nearly 70% of the world's population will live in cities. To address the increase in urban populations, architects and designers have come up with innovative solutions to make future cities smarter and more sustainable. \n\nBarcelona-based Guallart Architects has designed a \"self-sufficient city\" for Xiong'An New Area, 130 km from Beijing. The 5-million-person city, shown in this rendering, would be powered by clean energy and have a circular economy -- where waste is recycled, and resources are used for as long as possible. \n\nScroll through to see more innovative designs for future cities.  Xiong'An New Area, China - The \"self-sufficient city\" won a competition in August hosted by the local government. It asked for post-Covid city designs for Xiong'An New Area that can be used as a model for different cities around the world. The buildings in this concept would be constructed from timber and are designed to use 80% less energy than traditional buildings, by utilizing solar panels, natural ventilation, and green roofs for insulation.   Smart Forest City, Mexico - Italian architects Stefano Boeri Architetti designed this \"Forest City\" for 130,000 inhabitants in Cancun, Mexico. In its plans the city is surrounded by a ring of solar panels and fields for agriculture, which would be irrigated by a water channel connected by an underwater pipe.  Smart Forest City, Mexico - The city is designed to have 400 hectares of green space, with 7.5 million plants, 260,000 of which would be trees; that would give more than 2 trees per inhabitant. The architects say the city will absorb 116,000 tons of carbon dioxide per year.  AI CITY, China - Not an entire city, but still impressive -- Bjarke Ingels Group has designed a high-tech campus for technology company Terminus Group, in China. Located in Chongqing, known as the \"mountain city,\" AI CITY is designed to be operated by artificial intelligence. A smart system of e-bikes, robotic vehicles, and self-driving cars will run throughout the campus.  AI CITY, China - Each courtyard in AI CITY will be programmed to host public activities such as sporting events, art exhibitions, and product fairs. The location, between mountains, allows clouds to shield buildings from the sun and there will also be overhanging roofs to protect public areas from the weather.  New Clark City, Philippines - In 2018, work began on a new city in the Philippines that is intended to be pollution-free and resilient to natural disasters. New Clark City  is still being constructed, about 100 kilometers north of the capital, Manila. New Clark City, Philippines - New Clark City is being built as a \"back-up\" city from where government offices can still function should capital city Manila succumb to a natural disaster such as an earthquake, typhoon, or flooding. Plans to make the city pollution-free include using green energy and constructing buildings that consume little energy. The first phase of development is estimated to be complete in 2022.   Net City, China - A design for an entirely car-free city-within-a-city was unveiled by technology giant Tencent earlier this year. Due to be built in the city of Shenzhen, \"Net City\" will cover 2 million square meters, equivalent to the size of Monaco.  Net City, China - The city will be built on a stretch of reclaimed land by Pearl River and will be connected to the rest of Shenzhen by road bridges, ferries, and the city's subway system. The developer, American firm NBBJ, says it will accommodate 80,000 people and take around seven years to complete.  Kalasatama, Finland - Kalasatama is a smart city being built from scratch on the outskirts of Helsinki, Finland. Developers say the city is due for completion in 2035 and residents will gain an extra hour of free time every day from improved traffic flow, spaces for flexible working and smart services for grocery shopping.  Kalasatama, Finland - Engineers have designed a vacuum waste system for the city, where people simply take their trash to a port and it gets sucked to an underground disposal center. The Sustainable City, Dubai - This futuristic \"city\" has already been built. The 5-million-square-foot Sustainable City in Dubai is designed to consume zero net energy, and has the potential to go off-grid.  The Sustainable City, Dubai - The Sustainable City has 500 homes, all powered by solar panels. All water is recycled on site, there are no cars, and the complex grows its own vegetables in 11 biome greenhouses.  Tatu City, Kenya - Work has began on Tatu City, a mixed-use development in Kenya. Designed for more than 150,000 residents, it's the work of property developer Rendeavour. The 5,000-acre development includes schools, homes, sports facilities and green spaces. Tatu City, Kenya - It aims to be a new urban center outside the capital Nairobi. To attract companies to set up there, the city has a special economic status providing lower business taxes. The developer says it expects the city to be operational in 18 months.  Eko Atlantic, Nigeria - Eko Atlantic is an ambitious multi-billion-dollar project that aims to transform Lagos, Nigeria's most populous city. Its creators want it to become the country's new financial hub -- bringing in 150,000 commuters every day. Eko Atlantic, Nigeria - Eko Atlantic is being constructed on 10 square kilometers of land reclaimed from the Atlantic Ocean, as shown in this satellite image. The developers say a sea wall will protect Eko and nearby Victoria Island from coastal erosion and storm surges, but critics claim the wall could worsen conditions for neighboring areas. Konza City, Kenya - As part of the Kenyan government's Vision 2030 project, Konza Technological City, located 60km outside Nairobi, has been dubbed the \"Silicon Savanna.\" Spread across 5,000 acres, Konza aims to be a center of technology and innovation, as well as provide new homes.  Konza City, Kenya - Progress on the development has been slow, and concerns have been raised over its ability to attract investors. But in 2019 Reuters reported that Kenya had secured 67.5 billion shillings ($620 million) in funding from China, partly to build a data center for Konza, and that Huawei would work on the project. Amaravati, India - The city of Amaravati in the southern state of Andhra Pradesh, India, is being built with the goal of becoming one of the most sustainable cities in the world. At least 60% of the city will be covered in greenery or water, and its estimated completion date is 2025. Amaravati, India - Solar energy will power every building in Amaravati, while the transport system will include electric cars and water taxis. This is a rendering of the government complex, which will be a focal point in the city. British architects Foster + Partners are leading the project. ", "Section": "architecture", "Writers": [null], "URL": "https://www.cnn.com/style/gallery/future-cities-tomorrow-spc-intl/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Philippines", "Source": "CNN"}