{"Type": "article", "Time": "2020-01-26", "Headline": "January 26 coronavirus news", "Text": "Our live coverage has ended. Click here to follow our latest updates. The confirmed coronavirus patient in Orange County, California, is in isolation at an area hospital in good condition, Dr. Nichole Quick, health officer for the Orange County Health Care Agency, told CNN on Sunday. The patient, a man in his 50s, recently returned from Wuhan through Los Angeles International Airport, though Quick would not confirm whether he returned before or after airport screenings began on January 17. According to Quick, the county was first alerted to the case on Thursday, January 23. The patient was exhibiting symptoms of upper and lower respiratory tract infections. His test specimens were collected with the help of the US Centers for Disease Control and Prevention, which confirmed the results as positive for coronavirus on Saturday. Upon learning of the positive results, the Orange County Health Care Agency worked with local providers to transport and admit the man to a local hospital. The man is one of two confirmed cases of Wuhan coronavirus in California – the other being in Los Angeles County. The CDC on Sunday updated the national number of cases to five on Sunday afternoon. Five cases of Wuhan coronavirus have been confirmed in the United States, the US Centers for Disease Control and Prevention said on Sunday. One new case was confirmed in Arizona and two cases were confirmed in California. Cases had previously been confirmed in Illinois and Washington state. All the cases were in people who had recently traveled to Wuhan, China. Chinese authorities announced they would extend the week-long Lunar New Year holiday which was supposed to run through January 30, to now run until February 2, Chinese state news agency Xinhua reported Sunday. The decision came after a government committee on the prevention and control of the virus held a meeting to address the outbreak. Earlier in the week, Hong Kong announced it will extend the Lunar New Year holiday for schools until February 17 to prevent transmission of the virus. Several universities also suspended classes until that date. There are now eight confirmed cases of Wuhan coronavirus in Hong Kong, according to a government press release. The health department said it was continuing its epidemiological investigations and relevant contact tracing of the eight confirmed cases. This brings the total number of cases outside mainland China to 50, in an outbreak that has infected over 2,000 people worldwide and killed 56 in China.   The Los Angeles County Department of Public Health has confirmed the first case of coronavirus in the county, according to a statement from the department. It is the fourth confirmed case in the United States. Public Health officials in the county said there is no immediate threat to the public and no special precautions are required, but urged residents in Los Angeles to \"practice good public health hygiene.\" \"Health is working closely with the Centers for Disease Control and Prevention (CDC) and other federal, state and local agencies to monitor this novel coronavirus that has emerged from Wuhan, China, over the past few weeks. This is a rapidly evolving situation and information will be updated as it becomes available,\" the department said in a statement. The three other confirmed cases in the US were found in: Orange County, California\nIllinois\nWashington state World Health Organization Director-General Tedros Adhanom Ghebreyesus announced in a series of Tweets on Sunday that he is headed to China to assist with response efforts to the coronavirus. “We are working 24/7 to support [China] & its people during this difficult time & remain in close contact with affected countries, with our regional & country offices deeply involved. @WHO is updating all countries on the situation & providing specific guidance on what to do to respond,” Ghebreyesus said in a separate tweet. “Building on experience and systems already in place for related pathogens, @WHO has activated global networks of experts, quickly developed advice for countries everywhere, and is working with them to activate their response systems. #coronavirus” The United States’ top infectious disease doctor wants a team of disease detectives from the US Centers for Disease Control and Prevention to go to China and check on crucial questions about how the Wuhan coronavirus is spreading.  But there’s one problem: China first has to invite the CDC. “Up to now, to my knowledge, we have not been invited,” said Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases at the US National Institutes of Health. A CDC spokesperson was not immediately available to comment on Sunday. NIH and CDC are separate divisions of the US Department of Health and Human Services. On Sunday, Ma Xiaowei, China’s health minister, told reporters that the virus could spread before someone develops symptoms. If so, that means the virus will spread much more quickly than expected. Ma did not explain how Chinese authorities arrived at this conclusion. “The implications for this are so important that in my mind it’s absolutely critical that we ourselves see the data, because what goes on over there has implications for what happens here,” Fauci said. Fauci said that CDC disease detectives would need to see precisely how Chinese health authorities have gathered their data. “To my knowledge, we have not seen the precise minute, granular data and how they collected it,” he said. “We need to get to the real bottom line of how they collected their data and see if it’s valid.” “The Chinese have good people. I don’t want to impugn their capabilities,” Fauci added. “But when it’s something as important as this, our people who are trained epidemiologists need to go over their data and the best way to do that is go there and see how they’re collecting it.”  He added that to his knowledge, the Chinese did not tell US health authorities that the virus could spread before someone is symptomatic, a crucial aspect of any disease investigation. He said he learned about it after reading a CNN reporter’s email. The International Tennis Federation announced on Sunday that February’s regional Fed Cup qualifying event will be moved from Dongguan, China, to Nur-Sultan, Kazakhstan. \"The decision to move the event to a different venue was taken due to increasing travel restrictions in China, P.R. at the present time and followed consultation with independent security advisors,” the ITF said in a statement. The event will take place February 4 - 8. The top two teams advance to the Fed Cup playoffs in April. The Hong Kong government are not allowing residents from Hubei province, and people who visited the province in the past 14 days, from entering its territory.  The restrictions started at midnight Monday, (11 a.m. ET Sunday), the government said in a statement issued Sunday. The statement added that Hong Kong residents were excluded from this order. Sydney will now replace the Chinese city of Nanjing as the host of a women's Olympic qualifying tournament next month due to the outbreak of the Wuhan coronavirus, according to sporting officials.    The Chinese Football Association (CFA) informed the Asian Football Confederation (AFC) that it is withdrawing as host because of the “current situation” of the coronavirus outbreak, AFC said in a statement on its website.  The venue had already been switched from Wuhan, where the disease originated, to Nanjing.  The Group B matches -- involving Taiwan, Thailand, China and Australia -- will now happen in Sydney, AFC added. Football Federation Australia (FFA) chairman Chris Nikou said in the statement on Sunday that the safety of all players, officials, and fans is the main concern for the FFA and the AFC.  “We are confident we will host a success tournament here in Sydney,” said Nikou. Beijing now has 68 confirmed cases of Wuhan coronavirus, including a 9-month-old girl, according to the city's municipal health authority. The baby is the youngest known case to be confirmed so far. To date, the virus has infected more than 2,000 people worldwide and killed more than 50 in China.  There are more than 2,000 confirmed cases of the virus, and 56 deaths, worldwide as concern mounts about the rate of its spread. Here's a rundown of what has been happening over the past few hours:   Outbreak in China: Some 1,975 cases were confirmed in mainland China, with full or partial lockdowns in 15 Chinese cities as authorities attempt to limit the virus's spread. The death toll rose to 56, with all cases occurring within the country. Contagious before symptoms: People can spread the virus before symptoms show, China's health minister said Sunday. If he's correct, people who did not know they are ill have been spreading the virus. A veteran adviser for a US health agency called the news a \"game changer.\" Wild animal ban: The sale of all wild animals has been banned, the Chinese government announced Sunday. The outbreak, which emerged last month, has been linked to Huanan Seafood Wholesale Market in Wuhan. Authorities linked wild animals sold at the market as the likely source of the virus.   More deployments: About 1,600 medical professionals are being sent to Wuhan on Sunday and Monday, amid videos and witness accounts showing packed hospitals and overworked staff. A new, 1,000-bed hospital is also being built on the city's outskirts, to be ready by February 3. International spread: Confirmed cases have risen beyond China. A man in California is now the third confirmed case in the United States. Malaysia, Singapore, Thailand and Macao have all reported an increase in infections. The African continent got its first suspected case, but authorities in Cote d'Ivoire believe it might just be a case of pneumonia. Foreign nationals evacuated: Countries, like the US, Japan and France, are attempting to transport their citizens out of Wuhan.  Anger in Hong Kong: Protests broke out Sunday over government plans to turn an unoccupied apartment building, called Fai Ming Estate, into a quarantine center. Hong Kong authorities have since rolled back on their announcement. Wuhan’s Mayor Zhou Xianwang estimates 45% of the 2,800 people who are either suspected to be infected or placed under medical observation will turn into confirmed cases of the Wuhan coronavirus. Wuhan currently has 618 confirmed cases, of whom 533 are still hospitalized, with 53 in critical condition. In Wuhan, there have been 45 deaths. Zhou added that 2,209 suspected carriers of the virus are in hospital with 643 under medical observation. Due to the Lunar New Year holiday and the outbreak, 5 million people have left Wuhan with 9 million still remaining in the city, according to Zhou. Protests occurred in the New Territories of Hong Kong after the government announced they will be turning an unoccupied apartment building, called Fai Ming Estate, into a quarantine center.  The scenes in the town of Fanling were described as a \"rampage\" by police, who said rioters set fire to the lobby of buildings by throwing petrol bombs . On Sunday evening, the government said preparation work for the quarantine center in Fanling had \"ceased.\" It added that meetings would take place on Wednesday with district councillors over the issue. There is a fourth case of the virus in Taiwan, its Centers for Disease Control confirmed on Sunday.  It said the patient is a 50-year-old woman who had traveled to Wuhan between January 13 and 15, and who then traveled to Europe for nine days.   \"Later she declared to Taiwanese authorities that she had been to Wuhan and had symptoms of coughing,\" the agency wrote.  As of Sunday afternoon (local time), the agency said Taiwan had a total of 350 suspected cases, and four confirmed cases.  \"147 cases have been ruled out, 41 cases are negative and the remaining are yet to be tested,\" it wrote.   Scientists at Imperial College London have estimated the human-to-human transmission rate of the Wuhan coronavirus, saying that each person has infected two to three people, they said in a report on Saturday. \"We estimate that, on average, each case infected 2.6 (uncertainty range: 1.5-3.5) other people up to 18th January 2020, based on an analysis combining our past estimates of the size of the outbreak in Wuhan with computational modelling of potential epidemic trajectories,” the report wrote. They estimate that transmission needs to be stopped by 60%. “This implies that control measures need to block well over 60% of transmission to be effective in controlling the outbreak,” it added. When it comes to outbreaks, scientists and public health experts are concerned with how quickly a disease can spread and its mortality rate. But there is still a lot more to learn about the virus, and scientists have warned against alarmism. “It is quite easy to get fixed on a particular number but such predicted numbers will vary considerably at this early stage in an epidemic,”  Mike Turner, Director of Science, The Wellcome Trust, said in a statement. “What is becoming clear from several sources though is that there is substantive human to human transmission and that there may well be a lot of people who become infected but have no symptoms or very mild symptoms so don’t need to seek medical attention,” he added. “This makes it more difficult to put in place effective control measures. A lot of people are working furiously to try and control this epidemic.” On Sunday, Chinese officials said people can spread the virus before they have symptoms. The UK Foreign and Commonwealth Office has advised “against all travel to Hubei province” China in an update on their website Sunday, due to the ongoing outbreak. Published on the Foreign Travel Advice section of their website, the update continued: “If you are in this area and able to leave, you should do so.\" “On 23 January the Wuhan authorities closed all transport hubs including airports, railway and bus stations. Travel restrictions are in place in other cities in Hubei Province. You should comply with any additional screening measures put in place by the local authorities.” The Indian government is in touch with its citizens currently in Wuhan and are seeking \"possible travel options out of Hubei province,\" Ministry of External Affairs (MEA) spokesperson Raveesh Kumar said on Twitter Sunday.  This comes after it came to light that 56 Indian students, studying at the Wuhan University School Of Medicine, had been trapped in the Chinese city for three days. Many of the students were afraid to leave their dorm room and fearful of dwindling food supples.  Normally a transport hub for central China, Wuhan has been closed off from the rest of the country since Thursday -- when the city was placed on lockdown.  One of the students told CNN they had not received any assistance from Indian authorities. Kumar said on Sunday that the Indian Embassy in Beijing was \"in close touch with Indian citizens including students to extend assistance,\" adding \"that no Indian citizens have been affected by the outbreak & that food & water supplies are available to them.\"  China’s health minister Ma Xiaowei had some very bad news Sunday about the Wuhan coronavirus: He said people can spread it before they have symptoms. A veteran adviser for a US health agency called the news a \"game changer.\" “When I heard this, I thought, ‘oh dear, this is worse than we anticipated.’ It means the infection is much more contagious than we originally thought,” said Dr. William Schaffner, a longtime adviser to the Centers for Disease Control and Prevention. Schaffner added that this new piece of information called into question the current US practices for containing the virus so it doesn’t spread beyond the three cases that have already appeared in Washington state, California, and Illinois.  Schaffner, an infectious disease expert at Vanderbilt University Medical Center said that if Ma is correct, “we’re going to have to re-evaluate our strategy, that’s for sure.\" And if so – and information about this virus is constantly evolving -- for about two weeks, people who don’t even know they’re sick can spread the virus, which has killed more than 50 people in China and infected thousands.  The disease has spread as far as France, Canada, and the US, which now has three cases in California, Washington state, and Illinois.   In a press briefing Friday, Dr. Jennifer Layden, an epidemiologist with the Illinois Department of Health, said the woman with the Wuhan coronavirus in her state had not been sick while traveling from Wuhan to the US on January 13, and “based on what we know now about this virus our concern for transmission before symptoms develop is low so that is reassuring.”  She explained that officials were following “close contacts” of the patient. She did not mention following other kinds of contacts, such as the other passengers on the woman’s January 13 flight. This post has been updated to clarify Ma Xiaowei's honorific. Japan confirmed a fourth case of the Wuhan coronavirus on Sunday, the country’s Ministry of Health, Labor and Welfare said in a statement. The latest case is a man in his 40s who traveled from Wuhan and arrived in Japan on January 22.  He showed no symptoms at the time of his arrival but started suffering from a fever and joint pain on the 23rd. He went to a hospital in Aichi prefecture in central Japan on the January 24 and was hospitalized after symptoms of pneumonia were found.  The man still has fever, but his condition is stable. He told authorities he hasn’t visited the seafood market in Wuhan -- the epicenter of the outbreak.  It is unclear whether he had contact with any pneumonia patients.  Authorities in Cote d'Ivoire have tested the first person on the African continent for the Wuhan coronavirus, Cote d'Ivoire’s Ministry of Health and Public Hygiene said in a statement Sunday.   An Ivorian student who traveled from Beijing to Abidjan experienced symptoms such as coughing, sneezing and difficulty breathing, the ministry said.  The student was moved to a safe location on arrival at the airport and is currently under medical observation, the ministry said. Authorities believe it is a case of pneumonia and not coronavirus, but the final diagnosis will be made after the analysis of the tests results, the ministry said.  The ministry urged residents not to panic, to maintain proper hygiene and to visit the closest health center in case of fever, cough or breathing difficulties. The Chinese community in Paris has canceled its Lunar New Year parade planned for Sunday at the Place de la République as a precautionary measure against coronavirus, the city’s official Twitter account said. A spokesperson for Paris Mayor Anne Hidalgo told CNN that precaution took \"precedence.\"  \"The Chinese community in Paris has decided to cancel the parade planned for this afternoon on the Place de la République. The associations didn't have the heart to celebrate,\" Hidalgo told French radio Europe 1.  “We must not give in to panic but, at the same time, be vigilant and respect the decision of the Chinese associations in Paris.\" There are currently three confirmed cases of coronavirus in France, the French Health Ministry announced on Friday. The British government is \"looking at all the options\" to help citizens trapped in Wuhan, UK Home Secretary Priti Patel said Sunday after being asked about UK media reports that officials are examining the logistics of airlifting Britons out of the central Chinese city.  During a Sky News interview, Patel said she would not “comment specifically on newspaper stories” but the UK is doing its \"utmost to stop the virus from coming to the UK and obviously becoming a widespread problem.\" There are many efforts being made, and this is actually where Border Force provides information to Public Health England in terms of passengers that have traveled to and from the area. And so, they are actually contacting people and reaching out to them and providing screening and testing and that is fine.” Before China put in restrictions on outgoing flights from Wuhan, there were three flights a week into London’s Heathrow Airport, a Public Health England spokeswoman told CNN on Saturday. Authorities in the Chinese city of Shantou, in Guangdong Province, announced Sunday they will withdraw a lockdown and ban on the movement of vehicles that they announced earlier in the day. Shantou will continue to allow vehicles, ferries, people and goods to go in and out of the city, but will strengthen its monitoring and prevention efforts for the coronavirus outbreak, authorities said.  Shantou was the first city in Guangdong Province to enact such a lockdown.  There are now 15 cities in China that are under full or partial lockdown by authorities, affecting some 57.2 million people. Beijing announced on Sunday that the city will postpone the start of the spring semester for all schools in the city, including primary, secondary and universities, due to the coronavirus outbreak, according to a decree released by the Beijing Education Commission. “To effectively curb the spread of the coronavirus outbreak on campuses of schools and other educational institutions, it is decided that the start of the 2020 spring semester will be postponed for all schools and kindergartens,” the decree said.  “Off-campus offline educational programs will also be suspended throughout the city,” it said.  A new start date for the 2020 spring semester has yet to be set. The Japanese government plans to help all Japanese nationals who wish to return to Japan from Wuhan by sending charter flights, Prime Minister Shinzo Abe said Sunday.  Abe said Japan is working with the Chinese government to coordinate the evacuation. Japan confirmed its third case of Wuhan coronavirus on Saturday. There are about 700 Japanese nationals in Wuhan, according to national broadcaster NHK. Hong Kong authorities will turn an unoccupied apartment building into temporary flats for quarantine and observation of people who have been in close contact with confirmed Wuhan coronavirus patients, the city's Housing Authority said in a statement. The building, called the Fai Ming Estate, is located in the town of Fanling in the New Territories, close to the border with mainland China.  This comes as the territory confirmed its sixth case on Sunday.  A US citizen trapped at the epicenter of the coronavirus outbreak in China described her fear of living in a city that's cut off from the rest of the country by transport restrictions. Teacher Diana Adama has been living in Wuhan city for three months of her 15 years in China. Wuhan is the ground zero for a new deadly strain of coronavirus -- with about 1,000 Americans living in the city. More than 50 people are dead -- all in China -- as the Wuhan coronavirus continues to spread throughout Asia and the rest of the world. Nearly 2,000 cases have been confirmed in mainland China. Chinese authorities have imposed indefinite restrictions on public transport and travel in Hubei province in an unprecedented effort to contain the spread of the virus. Residents are feeling disconnected and cut off from the rest of the world, according to Adama. \"I woke up feeling quite desperate, sad, angry. Most of this is because of lack of information, and lack of knowing what's going on,\" she said. Read the rest of the article here.  Taiwan has temporarily suspended visa applications for all Chinese nationals, and has banned entry for Chinese nationals from Hubei Province, due to the coronavirus outbreak, Taiwan’s Centers for Disease Control and Prevention said in a statement Sunday.  Chinese nationals from Hubei Province, including Chinese students, will be prohibited from entry, the statement added.  Applications of Chinese citizens from Chinese provinces other than Hubei “on account of tourism, social exchanges, professional exchanges, aesthetic medical checkups” will be temporarily suspended.  A review of applications may apply under specific circumstances.  The measures will affect Chinese students studying in Taiwan, whose entry will be postponed two weeks later, according to the statement.  Individuals on business trips arriving from China must conduct self-health management for 14 days, the statement said. A Chinese spouse returning from Hubei, China “will be restrained on home isolation, and local competent authorities shall actively monitor the health of such spouse for 14 days,” the statement said. A sixth case of Wuhan coronavirus has been confirmed in Hong Kong, according to the Hong Kong Hospital Authority Quality and Safety Director, Dr. Chung Kin-lai, at a press briefing Sunday.   Here's the number of the 46 confirmed infections outside mainland China: Hong Kong: 6 cases \nMacao: 5 cases\nThailand: 5 cases \nAustralia: 4 cases \nMalaysia: 4 cases\nSingapore: 4 cases\nFrance: 3 cases\nJapan: 3 cases\nSouth Korea: 3 cases\nTaiwan: 3 cases\nUnited States: 3 cases\nVietnam: 2 cases\nNepal: 1 case *Canada has one \"presumptive confirmed\" case.  There is no sign of mutation in the Wuhan coronavirus so far, the Director of the Chinese Center for Disease Control and Prevention, Gao Fu, said at a press briefing by China’s National Health Commission on Sunday. He said the virus has shown little change since its discovery, adding that scientists will need more time to detect minute alterations if they occur. The Health Commission also announced that a daily press briefing will be made every morning (local time), starting this Monday, January 27. A third case of the Wuhan coronavirus has been confirmed in the United States, authorities said. The individual traveled from Wuhan to Orange County, California. He is now being held in isolation in a local hospital and is in good condition, according to the Orange County Health Care Agency's (OCHCA) Communicable Disease Control Division. The other two confirmed cases in the US that have been identified are in Washington state and Illinois. Health authorities in Macao said Sunday that three more cases of the Wuhan coronavirus have been confirmed -- bringing the total number in the semi-autonomous Chinese territory to five.  The three new patients are all women who live in Wuhan, the government said in a statement. All three are in stable condition. The following places outside mainland China have confirmed cases: Hong Kong: 5 cases\nMacao: 5 cases\nThailand: 5 cases\nAustralia: 4 cases\nMalaysia: 4 cases\nSingapore: 4 cases\nFrance: 3 cases\nJapan: 3 cases\nSouth Korea: 3 cases\nTaiwan: 3 cases\nUnited States: 2 cases\nVietnam: 2 cases\nNepal: 1 case *Canada has one \"presumptive confirmed\" case. Beijing will deploy another 1,600 medical professionals to Wuhan today and tomorrow to help the city cope with the growing number of coronavirus patients, Chinese Health Minister Ma Xiaowei said in a rare Sunday news conference.  Another 1,000 workers are on standby, Ma said. Authorities acknowledged that Wuhan, a city 11 million people and ground zero of the outbreak, and much of Hubei province are facing manpower and medical supply shortages.  Healthcare workers in Wuhan, including four who spoke to CNN on the phone, have complained of being overstretched and lacking resources to combat the crisis.  \"In terms of resources, the whole of Wuhan is lacking,\" one Wuhan-based healthcare worker told CNN by phone. The person said they were looking for more protective clothing, protective goggles and masks.   At the news conference Sunday, Wang Jiangping, the vice minister of of industry and information technology, said Hubei needs about 100,000 protective medical suits per day -- but the 40 factories across the country making them only produce 30,000 daily. Wang said authorities are now trying to get factories to resume production -- most would have closed for the Lunar New Year holiday -- and requisition factories that make the suits for export. The US Embassy in China said on its website that it is making arrangements to relocate people working at the US Consulate General in Wuhan. The embassy said there is a flight scheduled to leave Tuesday and fly directly to San Francisco, but that capacity for private citizens \"is extremely limited.\" \"If there is insufficient ability to transport everyone who expresses interest, priority will be given to individuals at greater risk from coronavirus,\" the embassy said.  More information can be found here. The Chinese government announced Sunday that is banning all sales of wild animals throughout the country, as the number of deadly coronavirus cases continues to rise.  The Wuhan strain of the virus has been linked to a market in the city that was selling seafood and live animals, including wild species.   The images, videos and social media posts coming out from Wuhan -- ground zero of the coronavirus outbreak -- this weekend appear to paint a surreal picture of life in a city of 11 million people. Wuhan is located in central China and normally a gateway to the rest of the country. But the city has now been essentially closed off from the rest of the world, with almost no one allowed to enter or leave.  Images show mostly empty streets on Saturday. Nearly all motor vehicles have been banned as of today to control the flow of people. Only vehicles with special permits, free shuttles and government vehicles are allowed to use the roads. Many stores throughout Wuhan have closed operations due to the epidemic -- including Starbucks, which closed all 90 of its branches in Hubei province, and McDonald's. Images from grocery stores that are open show lines full of people in masks and empty shelves. Many people would have likely been stocking up before the weekend regardless of the coronavirus outbreak, because many shops in China would have closed for the Lunar New Year holiday.  Chinese authorities have said the city has sufficient food supplies and there is no need to panic.   Diana Adama, a teacher who has been living in Wuhan for the past 3 months and China for 15 years, spoke to CNN about her experience in the epicenter of the coronavirus outbreak.  “I woke up feeling quite desperate, sad, angry. Most of this is because of a lack of information, and lack of knowing what’s going on,” she said by telephone.  There are about 1,000 Americans living in Wuhan, according to a CNN source at the local US Consulate. The State Department has organized for some of those to be evacuated on a flight out of Wuhan. Adama, however, said she would stay. “I won’t leave. Because if I am a carrier, I’m not going to endanger anybody else. And that’s just erring on the side of caution.\" Authorities in the port city of Shantou are enacting a series of measures to lock down the city as part of China's efforts to stop the spread of the Wuhan coronavirus.   The city will suspend all buses, shuttles, taxis and ferries starting at 2 p.m. local time today according to a statement on the Shantou's official government website. Shantou is the first city in Guangdong province to enact such measures. It has a population of 5.59 million people and is located along China's coast about 1,000 kilometers (621 miles) away from Wuhan, the capital of Hubei and ground zero of the outbreak.  Shantou will ban the all the vehicles, ships and people from entering or leaving the city starting from Monday, except for permitted emergency vehicles or government authorities.  There are now 16 cities that have been either fully or partially locked down, affecting some 62.8 million people -- nearly the same population of the United Kingdom (66.4 million as of mid-2018). With people rushing to buy face masks to protect themselves from the Wuhan coronavirus, China's central government has asked manufacturers to interrupt their Lunar New Year holiday to resume production.  The holiday is due to run until the end of January. However the Ministry of Industry and Information Technology has asked factories to reopen, according to a report in Chinese state media. The decision was taken to \"guarantee market supply\" and \"meet the needs of epidemic production and control,\" according to the report. Thirty factories have now resumed production at a total output of 8 million masks per day, the Ministry is reported as saying. Hong Kong is facing a serious shortage of face masks after fears over the Wuhan coronavirus sparked a surge in demand. Horace Lau, vice president of Hong Kong’s General Chamber of Pharmacies, told CNN the next batch of face masks was not expected to arrive in the city until February. \"The supply of face masks during the Lunar New Year is highly uncertain,\" he said. Hong Kong imports most of its face masks from China, Taiwan and Malaysia, Lau added -- so if China stops exports, supply will be even tighter. Deliveries could also be affected by the Lunar New Year holiday in both China and Hong Kong. Lau said that in his own shop he had sold over 10,000 boxes of 50 face masks in the last week alone. The price of face masks in pharmacies has already started to rise, he added. Snakes -- the Chinese krait and the Chinese cobra -- could be the original source of the new coronavirus. The many-banded krait (Bungarus multicinctus), also known as the Taiwanese krait or the Chinese krait, is a highly venomous species of elapid snake found in much of central and southern China and southeast Asia. The study of the genetic code of 2019-nCoV reveals that the new virus is most closely related to two bat SARS-like coronavirus samples from China, initially suggesting that -- like SARS and MERS -- the bat might also be the origin of 2019-nCoV. The authors further found that the viral RNA coding sequence of 2019-nCoV spike protein, which forms the \"crown\" of the virus particle that recognizes the receptor on a host cell, indicates that the bat virus might have mutated before infecting people. But when the researchers performed a more detailed bioinformatics analysis of the sequence of 2019-nCoV, it suggests that this coronavirus might come from snakes. In the case of this coronavirus outbreak, reports state that most of the first group of patients hospitalized were workers or customers at a Wuhan seafood wholesale market which also sold processed meats and live consumable animals including poultry, donkeys, sheep, pigs, camels, foxes, badgers, bamboo rats, hedgehogs and reptiles. However, since no one has ever reported finding a coronavirus infecting aquatic animals, it is plausible that the coronavirus may have originated from other animals sold in that market. Read more here The world's second-biggest economy grew at its slowest pace in nearly three decades last year as it contended with rising debt, cooling domestic demand and US tariffs -- many of which remain in place despite a recent truce. Beijing is worried about unemployment, too, and has announced a wave of stimulus measures in recent weeks aimed at preventing mass layoffs. An outbreak of a deadly new virus is the last thing it needs.  Read more here. As the Wuhan coronavirus continues to spread around the world, the World Health Organization's decision to hold off on declaring the outbreak \"a public health emergency of international concern\" is baffling. The virus, which is similar to the fatal severe respiratory syndrome (SARS), first emerged in Wuhan, China, which has a population greater than New York City. More than 1,900 people have already been infected, and more than 55 people have died.  While Chinese officials have a responsibility to limit the spread of the outbreak, global health officials in Geneva need to take quick action. By declaring a global emergency, WHO would set in motion coordination efforts among various countries and encourage UN member states to institute strict surveillance measures. While some initial panic could result, WHO's leadership would jolt passive governments into action. In making its decision not to declare a global public health emergency, WHO officials cited a limited number of cases abroad, and strong, preventative containment measures in China. \"While this outbreak is an emergency in China, it has not yet become a global health emergency,\" WHO spokesman Tarik Jasarevic told me. However, the number of overseas cases are growing rapidly. There are more than 35 cases in more than a dozen countries and territories outside mainland China, including two in the United States. By WHO's own definition, an international public health emergency is \"an extraordinary event which is determined ... to constitute a public health risk to other States through the international spread of disease and to potentially require a coordinated international response.\" Given what we've seen of the Wuhan coronavirus so far, the threshold for the declaration has surely been met. Read more here Malaysia and Singapore have both confirmed a fourth case of the Wuhan coronavirus.  Singapore's Ministry of Health said its latest patient is a 36-year-old man from Wuhan who arrived with his family on January 22. He showed no symptoms on his flight to the city-state, but developed a cough on the 23rd and went to hospital the following day. The newest case in Malaysia is a 40-year-old man from Wuhan who traveled by bus from Singapore to the city of Johor Bahru, located just across the border, on Wednesday, Malaysia's state news agency Bernama reported. The man was traveling with a group of 17 Chinese tourists, including his wife and child. He is currently in stable condition, Bernama reported.  The following places outside mainland China have confirmed cases: Hong Kong: 5 cases\nThailand: 5 cases\nAustralia: 4 cases\nMalaysia: 4 cases\nSingapore: 4 cases\nFrance: 3 cases\nJapan: 3 cases\nSouth Korea: 3 cases\nTaiwan: 3 cases\nMacao: 2 cases\nUnited States: 2 cases\nVietnam: 2 cases\nNepal: 1 case *Canada has one \"presumptive confirmed\" case. Yesterday was the first day of the Lunar New Year, the Year of the Rat.  For many Chinese people, the holiday is a once-a-year chance to share a meal and carry bags of gifts from the cities to their families back home. This year, it was originally expected that 3 billion journeys would be made during \"chunyun,\" or spring rush -- the 40-day period from January 9 to February 18 when people travel for Lunar New Year. But celebrations were considerably smaller this year, as authorities across mainland China, Hong Kong and Macao canceled many large public gatherings in order to help contain the Wuhan coronavirus.  Eva Kwang, 35, was at Hong Kong's West Kowloon Station on Friday to cancel her family's train tickets to Guangzhou, in southern Guangdong province. She said she was sad that she couldn't see her family, but was worried about her two children. \"I think the safety for us is more important than my dinner with them,\" she told CNN. \"I think I can go back and visit them after maybe one month or two months.\" Hong Kong Disneyland and Ocean Park, two of the city's biggest theme parks, have closed due to the coronavirus outbreak.  Both parks made the announcement on Facebook.  Disneyland, which welcomed 6.7 million guests in the 2018 fiscal year, said its closure was temporary and that the resort hotels affiliated with theme park would remain open. Ocean Park said it would close Sunday \"until further notice.\" The park says on its website more than 7.7 million guests visit each year.  Both parks suffered financially in 2019 as a result of the months of political unrest that rocked the city. With global attention on the Wuhan coronavirus and its spread around China and other countries, it's important to put it in the context of other deadly infections -- including seasonal influenza, which claims the lives of thousands of people every year. According to a September 2019 study by Chinese scientists published in The Lancet, there are about 88,100 influenza-related deaths every year in China, with a mortality rate of between 1.6% and 2.6%. The majority of those who died as a result of the flu were aged over 60, the report said. While the true extent of the new coronavirus is unclear, it appears to be more deadly than seasonal influenza. Of the 1,317 cases confirmed globally as of noon Saturday in China, there had been 41 deaths, a mortality rate of 3.1%. However, that is far less deadly than related coronaviruses SARS and MERS. SARS has a mortality rate of about 10%, while MERS killed 34% of those infected. The US Centers for Disease Control and Prevention (CDC) estimates that this flu season -- from October 1, 2019 until January 18 -- 15 to 21 million people have contracted the flu in the United States, killing somewhere between 8,200 to 20,000 people. Those numbers are based on the CDC’s weekly influenza surveillance reports, which summarize key influenza activity indicators. Health authorities in South Korea have confirmed the country's third case of Wuhan coronavirus.   The patient is a 54-year-old South Korean man who resides in Wuhan, officials said in a statement. He arrived in South Korea on January 20 and reported his symptoms to local health authorities on Saturday. His test results came back positive today, the statement read. Canadian officials say they are \"95% sure\" the country has its first case of the Wuhan coronavirus, health authorities in the province of Ontario said Friday. The patient is a man in his 50s who traveled to Wuhan. He flew to Toronto on January 21 and arrived in the city a day later. On the 23rd, he became ill and asked a family member to call emergency services and inform them of the situation, said Dr. David Williams, the Ontario chief medical officer of health. The patient was immediately taken to hospital and is now in a negative pressure room, which helps stop the spread of germs.  Canadian authorities are calling it a \"presumptive confirmed case\" because a preliminary test was positive for the Wuhan coronavirus. They are still waiting for confirmation from the national medical laboratory in Winnipeg.  President Xi Jinping said that China is facing a grave situation over the Wuhan coronavirus epidemic, according to state media.  In a meeting with top officials of the ruling Communist Party, Xi stressed that the government must prioritize people's health. \"Life is of paramount importance. When an epidemic breaks out, a command is issued. It is our responsibility to prevent and control it,\" Xi said. Healthcare workers in the Chinese city of Wuhan say hospitals are running low on supplies as they treat an increasing number of patients. The Chinese central government announced it would send more than 1,200 health workers — as well as 135 People's Liberation Army medical personnel -- to the city in an unprecedented effort to contain the spread of the virus. Four healthcare workers -- including doctors -- in the city have told CNN of the difficulties facing medical crews on the ground. They have asked to remain anonymous to avoid repercussions. Through telephone conversations with CNN and posts on Chinese social media, they told of low hospital resources. In private groups online, those identified as hospital staff are coordinating with members of the public to import protective equipment as they treat an increasing number of infected patients. \"In terms of resources, the whole of Wuhan is lacking,\" one Wuhan-based healthcare worker told CNN by phone. This person said they were looking for more protective clothing, protective goggles and masks.   \"It's really like we're going into battle stripped to the waist,\" one healthcare worker added, using a Chinese idiom that equates to \"going into battle without armor\".  One hospital staff member claims healthcare workers have resorted to wearing diapers to work so as to avoid having to remove their HAZMAT suits, which they say are in short supply. A doctor on her Chinese social media Weibo page described similar accounts at another Wuhan hospital.  Read more here Fifteen Chinese cities are now in lockdown as the Wuhan coronavirus continues to spread through the country. The combined populations of the 15 cities total 57.2 million people. All 15 of the cities are in Hubei province, of which Wuhan is the capital. The severity of each lockdown order varies from city to city, but all are experiencing public transport stoppages. In Wuhan (population 11 million) and nearby Huanggang (population 7.5 million), markets and cinemas are closed, roads are shut, and train stations and airports are closed. The Chinese megacity of Shanghai has recorded its first Wuhan coronavirus fatality, according to the country's National Health Commission. More than 30 cases had already been confirmed in the city.  A patient also died after contracting the virus in China's central Henan province, which sits on Hubei province's northeast border.  Wuhan, the central Chinese city that is the epicenter of the coronavirus outbreak, is home to about 11 million people -- and because of its central location, it's an important transportation hub. These three countries have announced efforts to evacuate citizens there: The United States: The Centers for Disease Control and Prevention says it is involved in a coordinated US government effort to help US citizens leave. The US government is also arranging a charter flight to evacuate diplomats, a US official with knowledge of the matter told CNN Saturday.\nFrance: Foreign Affairs Minister Jean-Yves Le Drian said Friday the government is setting up a bus service to move French nationals out of Wuhan \"in conjunction with the local authorities.\"\nJordan: King Abdullah II has directed that an aircraft be sent to Wuhan to evacuate Jordanians \"as soon as possible,\" according to Jordan's Petra state news agency. The semi-autonomous Chinese city of Hong Kong has announced several measures aimed at stopping the spread of the Wuhan coronavirus. Health authorities in the city have confirmed five cases.  The city has extended the Lunar New Year holiday for schools until February 17 to prevent transmission of the virus. Classes were supposed to resume on February 3. Several universities have also suspended classes until February 17: Hong Kong Polytechnic University: This is the university that was occupied by protesters for days in November, forcing the school to shut its doors.\nHong Kong University: It urged students currently in Hong Kong to stay in the city and asked those outside to \"consider not returning ... at this point in time.\" \nChinese University of Hong Kong: The school also elevated its response level to \"emergency\" and is advising all personnel to wear surgical masks, especially in crowded areas. It also asked students residing in university housing to return home, with student housing and public areas to undergo a \"cleansing process.\" The government also announced it will: Cancel major public events, including Lunar New Year festivities and the Standard Chartered Hong Kong Marathon, which was scheduled for February 8-9. Entry fees will be fully refunded, according to the marathon website.\nCancel all flights and high-speed trains to Hubei province.\nIncrease the number of people conducting temperature checks at border control points. The Wuhan coronavirus continues to spread around the world having already killed dozens of people and infected almost 2,000 in mainland China. Here's the latest numbers: As of the end of the day Saturday, 1,975 cases were confirmed in mainland China.\n56 people are dead.\n38 people outside mainland China have tested positive in the following places: Australia (4 cases), France (3 cases), Hong Kong (5 cases), Japan (3 cases), Macao (2 cases), Malaysia (3 cases), Nepal (1 case), Singapore (3 cases), South Korea (2 cases), Taiwan (3 cases), Thailand (5 cases), United States (2 cases) and Vietnam (2 cases)", "Section": "asia", "Writers": ["Joshua Berlinger", "Brett McKeehan", "Tara John"], "URL": "https://www.cnn.com/asia/live-news/coronavirus-outbreak-hnk-intl-01-26-20/index.html", "MainKeyWord": "Macao", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}