{"Type": "article", "Time": "2020-09-16", "Headline": "September 17 coronavirus news", "Text": "More than a quarter of young adults infected with coronavirus have developed pneumonia, a study by South Korean researchers has found. Their study of 315 patients aged 18 to 39 at six hospitals in February and March found 26% of them had pneumonia. In South Korea, everyone who tested positive for coronavirus, even those with no symptoms, were hospitalized early in the pandemic.   “Severe pneumonia presented in 2% of cases, and one patient with no other medical history required mechanical ventilation. Young people should also be aware of the risk of pneumonia or severe pneumonia due to Covid-19,” the researchers wrote in a summary of their work prepared for presentation next week at the European Congress of Clinical Microbiology and Infectious Diseases Conference on Coronavirus Disease. Of the patients with pneumonia, 23% still had abnormal chest x-rays 10 days after their first diagnosis, the researchers said. And one patient who did not have symptoms at first later developed pneumonia. While young adults are less likely than older people to develop severe coronavirus symptoms, the researchers said their findings show the infection can be serious even in healthy young adults. More than half of coronavirus patients suffer persistent fatigue, no matter how sick they were, a team of researchers in Ireland has found. According to their study of 128 former Covid-19 patients, 52% of respondents said they still suffered fatigue 10 weeks after they were clinically recovered. It didn’t matter if the patients had been admitted to the hospital, needed oxygen or needed critical care treatment, the team at Trinity College in Dublin said in a summary written for next week’s meeting of the European Congress of Clinical Microbiology and Infectious Diseases Conference on Coronavirus Disease. Just over half the patients studied were admitted to the hospital.  \"Fatigue was found to occur independent of admission to hospital, affecting both groups equally,\" Dr. Liam Townsend, who led the team, said in a statement.\n“This study highlights the importance of assessing those recovering from COVID-19 for symptoms of severe fatigue, irrespective of severity of initial illness, and may identify a group worthy of further study and early intervention,” Townsend’s team wrote in their summary. Bahrain's Crown Prince Salman bin Hamad al-Khalifa has received a coronavirus vaccine injection as part of the phase 3 trials underway in the country, according to state media. \"The phase III clinical trials are being conducted in collaboration with Abu-Dhabi based G42 Healthcare using a vaccine developed by Sinopharm CNBG, the sixth-largest producer of vaccines in the world,\" Bahrain’s state-run news agency said on Wednesday. Sinopharm, a Chinese state-owned pharmaceutical company, launched a phase 3 trial of its coronavirus vaccine in the United Arab Emirates in June in partnership with G42. Al-Khalifa is among 6,000 volunteers participating in the trials \"selected from those who meet the required medical criteria,\" according to the report. \"I was privileged to stand together with our vaccine volunteers, each one of them determined to play their part in working to protect others, not just at home in our Kingdom, but right across the globe,\" al-Khalifa was quoted as saying. ##Vaccines## The United Nations estimates that millions of women and girls are \"bearing the brunt\" of the Covid-19 pandemic due to increases in cases of violence, disruptions in sexual and reproductive health services, income disruptions and stress faced by frontline workers. \"Covid could potentially turn back the clock on women's empowerment. Sexual and reproductive health services have had to be scaled back with all of the restrictions on movement,\" Dr. Natalia Kanem, executive director of the United Nations Population Fund, told reporters during a virtual meeting hosted by the UN Foundation on Thursday.  At the beginning of the pandemic, UNPF projected that six months of interruptions in family planning supplies could lead to 47 million women in developing countries being unable to use modern contraceptives, \"thereby leading to 7 million unintended pregnancies,\" Kanem said. Rising domestic violence: Some shelters for women affected by violence also have been shuttered. UNFPA projections estimate 31 million additional cases of violence against women and girls during a period of six months. Rates of femicide -- the gender-based murder of a woman or girl by a man -- have doubled in certain countries, according to Kanem.  \"UNFPA sees gender-based violence as a crisis within the bigger crisis of the pandemic,\" Kanem said. \"I'm sorry to tell you that in far too many places, those predictions have absolutely become a reality.\" On the front lines: Additionally, \"women are bearing the brunt of the Covid crisis in more ways than one because women are on the frontlines of the crisis. The heroes that we are celebrating, 70% of these human beings are female, and that's true across the health and social service workforce globally,\" Kanem said. \"These are the people who are more likely to lose their source of income and less likely to be covered by social protection measures,\" Kanem said, adding that the pandemic had laid bare \"the very severe and systemic inequality that was under the tip of the iceberg.\" The Covid-19 pandemic appears to have led to a 15% increase in the number of children around the world living in poverty, according to a new report from UNICEF, the United Nations' Children's Fund, and the nonprofit Save the Children.  The organizations noted on Thursday that this rise in poverty represents an additional 150 million children not having adequate access to education, housing, nutrition, health services, sanitation or water -- making the global number of children in poverty now nearly 1.2 billion.  The report is based on data from almost 80 countries.  \"This pandemic has already caused the biggest global education emergency in history, and the increase in poverty will make it very hard for the most vulnerable children and their families to make up for the loss,\" Inger Ashing, CEO of Save the Children, said in a news release on Thursday.\n\"Children who lose out on education are more likely to be forced into child labour or early marriage and be trapped in a cycle of poverty for years to come. We cannot afford to let a whole generation of children become victims of this pandemic,\" Ashing said. \"National governments and the international community must step up to soften the blow.\" Safety concerns: Additionally, poverty can have a significant impact on the wellbeing and safety of women and children. \"We shouldn't rush to think that only poor people face gender-based violence. That has been disproven over and over. But what is true is the availability of services, and the availability of space,\" Dr. Natalia Kanem, executive director of the United Nations Population Fund, told reporters during a virtual meeting hosted by the UN Foundation on Thursday. \"Sometimes the situation turns volatile, because we're all cooped in there together,\" Kanem said. \"The idea of a woman being in a stressful situation -- she may have lost her employment, her partner, whatever. The children too can be victimized by that type of a situation. That's the real worry.\" At least 30,003,378 cases of Covid-19 have now been recorded globally, according to Johns Hopkins University's tally of cases Thursday.  The bleak milestone comes nine months after initial cases were first detected in the Chinese city of Wuhan in mid-December, before continuing to spread across the globe.   The world recorded 1 million cases more than three months later, on April 2. The tally hit 10 million cases on June 28 and took just twelve weeks to triple the figure.  The global death toll stands at 943,203.  Grim distinction: The United States leads with the most Covid-19 infections and deaths worldwide. There are at least 6,669,322 cases and 197,554 deaths from the disease in the country, according to the university's count. The US, India and Brazil together account for over 50% of the world's coronavirus cases, the university's figures show.  There have been more than 6 million cases of Covid-19 in the United States as states work to get infections under control and pharmaceutical companies race to find a vaccine. But, US Surgeon General Dr. Jerome Adams said the country can aim to get the virus under control now — even before a vaccine is approved.  “We don't need to wait until we get a vaccine or some miracle drug to get this virus under control. We can do it right now,” Adams said on Thursday. “The tools to stop this virus are already in our communities.\" “Look at New York City. They've gone from worst in the world to a less than 1% positivity rate for several weeks, ongoing,\" he said during an event hosted by the U.S. Chamber of Commerce Foundation. Adams said the country has seen more medical advances in the past eight months than in the last decade.  “I'm hopeful that with what we've learned about the virus, with the resources we have in place, and with the prospect of a vaccine on the horizon, plus drugs like remdesivir, convalescent plasma already available, that we're getting a handle on this virus,” he said. The surgeon general noted that he hopes the country can drive down hospitalizations and deaths through basic public health measures. Here's what else he said the virus has taught us: This flu season is going to be important: A surge in flu and Covid-19 cases at once could overwhelm health care system capacity, Adams said, adding that this period of time provides an opportunity to instill vaccine education and confidence in communities. “We need to understand that, number one, the biggest predictor of who's going to get the Covid vaccine is going to be, I think, who gets the flu vaccine,” Adams said. “It's an opportunity to prime the pump and have that conversation.” Adams noted that flu symptoms are similar to Covid-19 symptoms, making it hard to tell the two apart.  “Every flu positive that is a Covid false alarm has the potential to disrupt your workplace,” he said. Adams said employers can make sure people have access to the flu vaccine and encourage them to get it. The pandemic has \"exploited\" health disparities: Adams said people of color have been hit harder by the Covid-19 pandemic, pointing to higher hospitalization rates for Hispanic people, American Indians and Alaskan Natives, and African Americans compared to people who are White. “Simply put, this virus is exploiting and exacerbating preexisting health disparities,\" he said. Adams said structural conditions contribute to the disparities. “Social distancing and teleworking are critical to preventing spread of coronavirus, yet only one in five African Americans and one in six Hispanic Americans have a job that allows him to work from home,” said Adams.  “We know people of color are more likely to live in densely packed urban areas, and in multi-generational homes. They're also more likely to use public transportation. Combined, these and other factors create a greater risk for spread of a highly contagious disease like COVID-19,” he added.  ##Vaccines## There’s no substantial disagreement between President Trump and the director of the US Centers for Disease Control and Prevention over the timeline for a coronavirus vaccine, Dr. Anthony Fauci said Thursday. Fauci said Trump and CDC director Dr. Robert Redfield were “essentially” right Wednesday when they each gave what seemed like a different timeline for a potential coronavirus vaccine said Fauci, who is the director of the National Institute of Allergy and Infectious Diseases. Redfield told a Senate hearing that it would likely be the second or third quarter of next year – that means late spring or summer – before widespread vaccination could be underway in the US. Asked about this during a news conference later in the day, Trump said Redfield “made a mistake” and was “confused.” He said a vaccine will be available soon, possibly as early as next month. Fauci did not see a big conflict.  “The apparent, and I say apparent because I don't think it really is a substantial disagreement regarding the President and the director of the CDC, is in the difference between the availability of vaccine doses and when they will, in practicality, be fully administered to everybody in the country,” Fauci said in an interview Thursday with Washington, DC, radio station WTOP. Fauci also addressed Trump’s claim that a Covid-19 vaccine would be available next month. “What the President was saying is that it is entirely conceivable that we will have an answer by October,” he said. “My projection is that it would likely be November or December. We don't know. We're just going to have to wait to see.” Read the latest on the race for a coronavirus vaccine here.   ##Vaccines## Congress has been trying to agree on a new federal stimulus plan to help Americans during the pandemic.  Here's what we know and where things stand: House Democrats passed a sweeping new Covid-19 stimulus bill in May with a price tag expected to be more than $3 trillion. The legislation would provide funding for state and local governments, coronavirus testing, and a new round of direct payments.\nSenate Republicans – not wanting to spend that much – announced a $1 trillion proposal in July, which included a $400 cut in enhanced unemployment benefits. That plan never came to the floor for a vote following opposition within the GOP. Senate Majority Leader Mitch McConnell and GOP senators spent the month of August in private discussions trying to find unity behind a plan roughly half the size of their last proposal. \nSince then, Democrats have offered to drop their top-line demand to $2.2 trillion, but the White House and Senate Republicans have rejected that. Instead, Senate Republicans attempted unsuccessfully to pass a scaled-back, roughly $500 billion proposal last week, a measure that Democrats blocked. The narrower Senate bill  offered $300 per week in federal unemployment insurance through December 27, and did not include money for a second round of direct stimulus checks to Americans. The Senate legislation would've allowed some small businesses to apply for a second loan under the Paycheck Protection Program.\nThis week a bipartisan group of House members on Tuesday announced a $2 trillion proposal. It is meant to jump-start talks between leaders of both parties and the White House. The timeline: With fewer than two months until the election, the odds for a massive stimulus compromise sooner than that is very unlikely. Senate Majority Leader Mitch McConnell put it this way: \"I wish I could tell you we were going to get another package but it doesn't look that good right now.\" With reporting from CNN's Alex Rogers, Phil Mattingly, Clare Foran and Manu Raju ##Economy## There are at least 6,650,570 cases of coronavirus in the US and at least 197,244 people have died from the virus in the country, according to Johns Hopkins University's tally of cases. So far on Thursday, Johns Hopkins has reported 20,519 new cases and 481 reported deaths. The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases. ##Hotspots## There's been a lot of news lately about a possible coronavirus vaccine, as researchers around the world continue their work. If you're just reading in now, here's what we know about the race for a potential vaccine: Vaccine concerns persist: Only 51% of Americans surveyed now say they would get a coronavirus vaccine, a 21 point drop from May, the Pew Research Center said Thursday. The survey found that 51% will \"definitely or probably\" get a Covid-19 vaccine if available today, down from 72% in May. \nIt could be mid-2021 before the US sees vaccine results... Dr. Robert Redfield, director of the US Centers for Disease Control and Prevention, said in a Senate hearing yesterday that the American public could expect to start seeing results from widespread coronavirus vaccination in the second or third quarter of 2021. Even if a vaccine for Covid-19 was released today, it would take six to nine months for enough people to receive it to create immunity, he said.\n...But Trump disputes that timeline: Later in the day, the President told reporters Redfield was \"confused\" when he said that. \"I think he made a mistake when he said that. It's just incorrect information,\" Trump said.\nVaccine efficiency depends on how many people get it: If not enough Americans get a Covid-19 vaccine whenever it becomes available, it won't help reduce the spread of the deadly virus, Dr. Anthony Fauci said. Even a third of Americans getting vaccinated against the coronavirus won't be enough, the director of the National Institute of Allergy and Infectious Diseases said.\nWealthy countries have already bought up the expected vaccine: For when a vaccine does arrive, rich nations including the United States, Britain and Japan have already bought up more than half the expected supply. That's about 51% of available vaccines for about 13% of the world's population. ##Vaccines## Despite widespread mask-wearing and testing, Canada is seeing a rising Covid-19 case count with leaders imposing new restrictions on social gatherings.  New positive Covid-19 cases have doubled in Canada in less than a month with 952 cases reported Wednesday. While this represents about a quarter of new cases, per capita, reported by the US Wednesday, the doubling trend over the past month is a “cause for concern,” according to public health officials.  The vast majority of cases are in people under the age of 40 and although hospitalizations remain low, Canadian officials have started imposing new restrictions in recent days.  According to government data, Canada’s positivity rate remains low at 1.4%, however, less than a month ago the positivity rate was at just 1%.  How the government is responding: Canadian Prime Minister Justin Trudeau said Wednesday his government is stepping up with millions more in funding for provinces to combat the virus with more testing and contact tracing.  On Thursday, the province of Ontario announced new restrictions on social gatherings in the Toronto area and Ottawa, the nation’s capital.  Private, social gatherings in those regions will now be restricted to 10 people indoors, 25 outdoors although the restrictions do now apply to places like bars and restaurants, movie theaters, gyms and notably schools.  Public health officials say those businesses and venues have not been associated with a dramatic increase in cases. Rather, it’s private parties and gatherings with friends and family which have led to the rise in cases.  Ontario will now impose some of the most severe fines in North America for offenders with a $7,500 minimum fine for the host and jail time a possibility.  “We will throw the book at you if you break the rules. It’s just not fair to the vast majority of people,” said Ontario Premier Doug Ford during a news conference Friday. “This is to send a message for the reckless, careless people who want to hold these parties and put their neighbors and community in jeopardy, so just follow the rules,” said Ford adding, \"They must be a few fries short of a happy meal, these people.\" Other impacted areas: The province of Quebec is also coping with a rise in cases, especially in Montreal. Public health officials say there is no definitive evidence of a second wave just yet but that the trend is worrying.  Quebec has been imposing new but moderate restrictions in recent days, like banning karaoke, responsible for one of the worst outbreaks in the province in recent weeks. But health officials say they are still reluctant to go further with new restrictions at this point.  “We have to have some stability in the data through time to be able to have an adequate appreciation of things because if you react to a peak and the next day it goes back down, you will have over reacted, it’s like using a cannon to kill a fly,” said Dr. Horacio Arruda, Quebec’s director of public health, during a news conference Thursday.    An ensemble forecast published Thursday by the US Centers for Disease Control and Prevention now projects there will be 207,000 to 218,000 coronavirus deaths in the United States by Oct. 10. Unlike some individual models, the CDC’s ensemble forecast only offers projections a few weeks into the future. The previous ensemble forecast, published Sept. 10, projected up to 217,000 coronavirus deaths by Oct. 3. At least 197,244 people have already died from Covid-19 in the United States, according to data compiled by Johns Hopkins University. ##Hotspots## Schools and universities are coping with augmented learning styles as Covid-19 infections continue to be reported on campuses around the US. Here's the latest on schools and universities around the country: New York City Mayor Bill de Blasio delayed in-person openings at K-5 and K-8 schools until Sept. 29.\nSince move-in started at the University of Wisconsin-Madison in late August, more than 2,000 students have tested positive for Covid-19, CNN reported. The campus positivity rate is right around 10%.\nBaltimore City Public Schools are struggling with virtual class attendance after the first week of school, schools CEO Sonja Santelises said Wednesday in an interview.\nAlmost 30 teenagers have to quarantine after a child was sent to Attleboro High School in Massachusetts despite knowing they were positive with Covid-19, according to Attleboro Public Schools and the town's mayor. ##Schools## Baltimore City Public Schools are struggling with virtual class attendance after the first week of school, Schools CEO Sonja Santelises said Wednesday in an interview with non-affiliate WYPR Baltimore Public Radio.  \"Official attendance is about 80%, but what we do know is that a lot of the attendance data is dependent on what teachers were actually able to submit,\" Santelises told host WYPR Sheliah Kast. \"We know that our first week daily average of logins — in terms of, you know,​ students logging in daily, meaning no interruption or anything like that — is at 65%\" Andre Riley, a Baltimore City Public Schools spokesperson, told CNN that since students were able to virtually attend classes without logging on, the 65% figure may not be accurate. He said that, going forward, all students would be required to log on in order to attend class.  Santelises said that unexpected shipping delays meant the district was still waiting on at least 10,000 devices to ensure all students had access to virtual classes. \"We know that there are families at each school that are still awaiting the arrival of devices,\" she said. \"We're hoping by the end of September we'll be caught up.\" The district lists its enrollment at 79,187 students citywide. CNN is seeking additional clarity on the district’s attendance policy and implementation. WATCH:  ##Schools## New York Mayor Bill de Blasio announced the launch of the “Pandemic Response Lab” — also known as PRL — which will be dedicated to speeding up the return rate of Covid-19 tests for NYC Health and Hospitals. The lab will be dedicated to processing tests within 24 to 48 hours and will process approximately 20,000 tests per day by November. “As the need for testing across the country rises, PRL will build on existing capacity as part of the overall NYC testing strategy and provide faster results dedicated to serve the City,” the release said. “The City has drastically improved turnaround times for COVID-19 tests, with over 80% of tests coming back within 72 hours or less, according to new metrics,” it added. The new lab will also create 150 new jobs. The World Health Organization has warned that a “very serious situation” is unfolding in Europe, as \"alarming rates of transmission\" of the coronavirus surge across the continent. Weekly cases are now exceeding those reported in March — when the pandemic first peaked, WHO Regional Director Hans Kluge said during a news conference on Thursday. Here's a look at some of the European countries reporting increases in coronavirus cases recently: Portugal reported 770 new Covid-19 cases on Thursday, the highest daily increase since April 10. The country’s health authorities also reported 10 deaths, the highest single-day death toll from Covid-19 since July 9.\nThe number of people testing positive for Covid-19 in England has risen by 167% since the end of August, the national public health body reported today. Positive cases have been rising since the start of July and are now double the number recorded when the country's Test and Trace initiative launched on May 28. \nOn Saturday, France recorded more than 10,000 new cases of coronavirus for the first time since the start of the pandemic. \nAt least 1,210 Covid-19 cases were recorded in Italy on Sunday — the highest figure since May 12, according to government data. That spike came after 1,071 cases were recorded Saturday. ##Hotspots## Despite President Trump appearing to undermine him on the issues of masks and vaccine timing, Dr. Robert Redfield has given no indications that he might resign — or has even considered resigning — as the head of the US Centers for Disease Control and Prevention, a federal health official close to the situation tells CNN. “He’s marching on,” the official said, adding Redfield has “been in this position before where he said something the President didn’t like.” The official said Redfield is \"taking it in stride\" and focused on the work at hand, a day after Trump's comments at the briefing. What this is all about: Redfield said in a Senate hearing yesterday that the American public could expect to start seeing results from widespread coronavirus vaccination in the second or third quarter of 2021. Even if a vaccine for Covid-19 was released today, it would take six to nine months for enough people to receive it to create immunity, he said. Later in the day, the President told reporters Redfield was \"confused\" when he said that. \"I think he made a mistake when he said that. It's just incorrect information,\" Trump said. Redfield also said masks may be a more effective protection against coronavirus than any potential vaccine that the President can't stop hyping. \"\"I might even go so far as to say that this face mask is more guaranteed to protect me against Covid than when I take a Covid vaccine, because the immunogenicity may be 70%. And if I don't get an immune response, the vaccine is not going to protect me. This face mask will,\" he said. Later, the President said Redfield's comments were incorrect and that Redfield may have misunderstood the question. \"Maybe he misunderstood it,\" Trump said, later adding, \"As far as the masks are concerned, I hope that the vaccine is going to be a lot more beneficial than the masks.\" ##Vaccines## ##Politics## John King reports: Mumbai’s police department issued fresh orders today prohibiting movement of people across the city as Covid-19 continues to spread.   \"Mumbai city continues to be threatened with the spread of Covid-19. It is considered expedient to issue a prohibitory order restricting any presence or movement of one or more persons in public places or a gathering of any sort anywhere, including religious places,” the order issued by the city police read. What the order does: The order prohibits any movement in containment zones – sections of the city which are considered hotspots – except for essential activities. For the rest of the city, certain exemptions to the latest order will be in place. A list issued by the state government gives exemption to certain operations, including government offices, service providers, banks, ports and essential service providers.  The order will go into effect by midnight local time on Friday and will continue until the end of September. It will be applicable to the city of Mumbai, the capital of Maharashtra state.  Maharashtra has recorded more than 1.1 million cases, including 30,883 deaths since the start of the pandemic.  ##Hotspots## New York City Mayor Bill de Blasio delayed K-5 and K-8 school's in-person openings until Sept. 29. The mayor also delayed middle and high schools' in-person learning until Oct. 1. Meanwhile, 3-K, Pre-K and District 75 schools, which serve special education kids, will open for in person learning as planned on Sept. 21. The decision came in coordination with teacher union leaders. ##Schools## The World Health Organization has warned that a “very serious situation” is unfolding in Europe, as \"alarming rates of transmission\" of the coronavirus surge across the continent. Weekly cases are now exceeding those reported in March — when the pandemic first peaked, WHO Regional Director Hans Kluge said during a press conference on Thursday. Kluge said that more than half of Europe's countries have reported an increase of more than 10% in new cases in the past two weeks.  Here's what else we know about the coronavirus pandemic across Europe: A dramatic spike in England: The number of people testing positive for Covid-19 in England has risen by 167% since the end of August, the National public health body reported today. Positive cases have been rising since the start of July and are now double the number recorded when the country's Test and Trace initiative launched on May 28. \nNew restrictions expected in Spain's capital: Authorities in Madrid will announce new coronavirus restrictions on Friday as the country responds to an uptick in the number of cases. \nPart of Wales is on lockdown: The Welsh government locked down one of the nation’s biggest regions — barring people from entering or leaving — following a sharp increase in coronavirus cases. Rhondda Cynon Taf, in the south of Wales, is the second county to be locked down. It has a population of nearly 240,000 people. Reporting from CNN's Amy Cassidy, Laura Perez Maestro, Ingrid Formanek and Samantha Tapfumaneyi Another 860,000 Americans filed for first-time unemployment benefits last week on a seasonally adjusted basis, the Department of Labor reported Thursday. What that number means: It was another week-on-week decline for jobless claims, but the improvements have been slow and the jobs recovery is running out of steam. Weekly claims have improved since mid-August, when they briefly inched higher.  Continued jobless claims, counting workers who have filed for benefits for at least two weeks in a row, stood at 12.6 million, down significantly from last week. Worse still, these numbers don't include claims filed under the government's various other jobless aid programs, such as the Pandemic Unemployment Assistance program, which provides benefits for those who aren't usually eligible, such as the self-employed.  ##Economy## With some college campuses becoming hotbeds for coronavirus across the United States, universities are trying to gain control of outbreaks. Since move-in started at the University of Wisconsin-Madison in late August, more than 2,000 students have tested positive for Covid-19, CNN’s Omar Jimenez reported. The campus positivity rate is right around 10%, students are restricted to essential activities only, and there is isolated housing for students who’ve tested positive.  Freshman Keir Metter is in isolated housing at the university with mild symptoms, and he told Jimenez that it’s difficult for administrators to control students’ activities.  “They can't send everyone home, because we'll spread it all across the country if we do,” Metter said. “Obviously, I don't want to have Covid, but it seemed kind of inevitable” coming into the school year, he added.  University Chancellor Rebecca Blank said that the school is continuing to test students and isolate them. “We're almost certainly going to see significant case numbers continue over this coming week,” she said.  Testing is free to all students, and it is required now for those living in dorms and in off-campus fraternities and sororities.  The school said it is investigating more than 380 student violations and reviewing 12 students for emergency suspension, a step that's been taken at other schools, Jimenez reported. ##Schools## WATCH: Miami Beach Mayor Dan Gelber says that President Trump is spreading misinformation about coronavirus — and that is “lethal.” “Without a vaccine, good information is your vaccine. Misinformation, wrong information, withholding of information just becomes lethal,” Gelber said on CNN’s “New Day.”  Gelber said that 39 people died from Covid-19 yesterday in Miami-Dade County. “That was a good day compared to other days. And when 39 people dying is a good day, you know you're giving out really bad information. And unfortunately, the President is giving it out,” he said.  He said he worries about both residents and visitors not following guidelines as the pandemic continues.  “If all we're going to do is the same thing and the President is going to mock people who wear masks and have events where everybody is not wearing a mask, so that I have residents and visitors who say, ‘Why should I wear a mask? You’re an idiot,’” he added.  Gelber continued to press Florida Gov. Ron DeSantis to implement a statewide mask mandate.  “We’re not in as good as shape as we were. We were at 2%…before we reopened last time; now we're at 4 to 5%,” he said about the coronavirus infection rate.  Watch:  The novel coronavirus has infected more than 29.8 million people worldwide and killed more than 941,000. Here's what you need to know today: WHO warns of \"alarming\" Europe surge: The World Health Organization said a “very serious situation” is unfolding in Europe, as \"alarming rates of transmission\" are recorded across the continent.\nIndia cases rise yet again: India reported its highest daily increase in coronavirus infections on Thursday, adding 97,894 new cases in the past 24 hours. \nPharma company ramps up vaccine capacity: German company BioNTech is drastically increasing its production capacities for a possible Covid-19 vaccine. The company is partnering with US company Pfizer on a vaccine candidate.\nFauci issues vaccine warning: If not enough Americans take a Covid-19 vaccine when it becomes available, it won't help reduce the spread of the deadly virus, the US' top infectious disease official said.\nIndonesians without masks forced to dig graves: Villagers who refuse to wear masks are being forced to dig graves for Covid-19 victims in one part of rural Indonesia, in the hopes that the manual labor will convince others to do their part to help stop the pandemic. Northeast England has been placed under strict pandemic restrictions amid a \"concerning rise\" in Covid-19 infection rates, British Health Secretary Matt Hancock announced Thursday. The measures will apply to seven areas -- including the cities of Newcastle, Sunderland and Durham -- and will affect over 1.5 million people.  The restrictions include a ban on socializing outside households or support bubbles, and a mandated closing time of 10pm for all bars, pubs, restaurants, and leisure centers.  Hospitality venues will only be allowed to offer table service.  The measures come into effect as of midnight Friday morning local time.  With winter approaching, Hancock stressed the need to take \"immediate action\" against the virus. England has reported a total of 326,425 cases, according to Johns Hopkins University. ##Hotspots## After months of warnings about the risks posed by in-person voting in a push to expand access to mail-in ballots, Democrats across the country are increasingly focused on communicating to voters that it is safe to cast their ballots in a voting booth. The shift comes after a national legal campaign has successfully resulted in expanded access to mail-in voting in nearly every state -- prompting an unprecedented shift in the way millions of Americans will be able to vote due to the coronavirus pandemic. But as voting is set to begin in more states in the coming weeks, Democrats have settled on a strategy of emphasizing that all voting options, including in-person early and Election Day voting, are safe amid the pandemic. Read more: ##Politics## A deal for 150 million rapid coronavirus tests the White House promoted last month as a potential game-changer in battling the pandemic fails to fix the lack of an overarching strategy for a new phase of testing the nation needs to embrace, multiple health experts and state and local officials say. The Trump administration's purchase of the new Abbott Laboratories antigen tests, which can detect the virus in 15 minutes, was hailed by White House press secretary Kayleigh McEnany as a major development that would help Americans get back to work and school. But without detailed federal guidance, states and cities remain divided, and some of them stifled, on how to best to use those types of rapid tests and others for the testing technique known as \"screening.\" Screening involves routinely testing people whether or not they have symptoms. Because an estimated 40% of coronavirus infections are asymptomatic, according to the Centers for Disease Control and Prevention, the idea is to focus on groups, such as those in nursing homes, schools or higher-risk workplaces, and use point-of-care tests or other techniques to test everyone in those groups and isolate the infected.  Epidemiologists say communities should implement screening to limit outbreaks. Read more: The World Health Organization (WHO) has warned that a “very serious situation” is unfolding in Europe, as \"alarming rates of transmission\" of the coronavirus surge across the continent. “Weekly cases have now exceeded those reported when the pandemic first peaked in Europe in March,” WHO Regional Director Hans Kluge said during a press conference on Thursday. \n“Last week, the region’s weekly tally exceeded 300,000 patients.” Kluge added that more than half of Europe's countries have reported an increase of more than 10% in new cases in the past two weeks.  \"Of those, seven countries have seen newly reported cases increase more than two-fold in the same period,” he said.  Kluge also said the increase in cases should serve as a warning of what is to come.  “In the spring and early summer we were able to see the impact of strict lockdown measures. Our efforts, our sacrifices, paid off,” he said. “In June, cases hit an all-time low.” \n“The September case numbers, however, should serve as a wake-up call for all of us.\"\n“Although these numbers reflect more comprehensive testing, it also shows alarming rates of transmission across the region” ##Hotspots## If not enough Americans get a Covid-19 vaccine when it becomes available, it won't help reduce the spread of the deadly virus, the nation's top infectious disease official said. In an interview with The Wall Street Journal, Dr. Anthony Fauci addressed the risks of too few people taking the vaccine. Even a third of Americans getting vaccinated against the coronavirus won't be enough, the director of the National Institute of Allergy and Infectious Diseases said. \"It's a combination of how effective a vaccine is and how many people use it,\" Fauci said.  If you have a vaccine that is highly effective and not enough people get vaccinated, you're not going to realize the full, important effect of having a vaccine.\" Read more: ##Vaccines## Where do we want to live in the years ahead? Older adults are asking this question anew in light of the ongoing toll of the coronavirus pandemic — disrupted lives, social isolation, mounting deaths. Many are changing their minds. Some people who planned to move to senior housing are now choosing to live independently rather than communally. Others wonder whether transferring to a setting where they can get more assistance might be the right call. These decisions, hard enough during ordinary times, are now fraught with uncertainty as the economy falters and Covid-19 deaths climb, including tens of thousands in nursing homes and assisted living centers. Read more: German pharma company BioNTech is drastically increasing its production capacities for a possible Covid-19 vaccine, the company announced Thursday.  The company is currently developing a candidate vaccine against coronavirus together with US company Pfizer. BioNTech announced the acquisition of a vaccine plant from the pharma firm Novartis at a press conference.  \"In full production operations the production plant will increase BioNTech's capacity to produce vaccines by about 750 million doses per year or more than 60 million doses per month,\" BioNTech said in a press release.  BioNtech reiterated its goal of having its vaccine candidate ready for regulatory approval between the end of October and the beginning of November of this year.  \"We have publicly said that we expect our results end of October, beginning of November. If that is the case then we will also hand in our paperwork for approval at the end of October or the beginning of November,\" BioNTech CEO Ugur Sahin said at a Thursday press conference. Sahin said BioNTech and Pfizer plan to deliver some of the first 100 million available doses to the US, once the doses have been approved. \"We will deliver vaccines both to the United States and Europe if the necessary approvals are obtained,\" he said.\n\"We have had multiple talks and are currently preparing paperwork that not only encompasses clinical data, but also data on production quality,\" he said.  Sahin added that BioNTech and Pfizer plan to simultaneously seek vaccine approval from regulators in the US and EU. ##Vaccines## A provincial governor in the Philippines has set his sights on a set of people who he says are hurting the fight against the pandemic: karaoke singers. In a Facebook post in the early hours of Tuesday morning, local time, the governor of Cavite province, Jonvic Remulla, urged the public to report noisy karaoke singers to authorities to help fight against coronavirus. In the post, which began by quoting lyrics from \"My Way\" by the late American crooner Frank Sinatra and The Buggles' \"Video Killed the Radio Star,\" Remulla told his constituents that getting a good night's sleep was one of the best ways to strengthen the immune system. \"Curfew isn't just made to reduce nonsense night strolls. It is also meant to strengthen the body through a good and sound sleep,\" he said. But one of the most frequent complaints from constituents had been the \"tireless abuse\" from people singing karaoke, he said.  \"This is the favorite hobby of those who have nothing to do from last night until dawn,\" Remulla said. \"If you're drunk, over the amount of drinking and most of all your excursion is against the time, you can be charged and taken to the precinct on the spot,\" he wrote. \"If you don't want to sleep early, please let yourself sleep! Learn to respect the neighbors who have to wake up at 4 a.m. (like me).\" Read the full story: ##Politics## Villagers who refuse to wear masks are being forced to dig graves for victims of Covid-19 by local authorities in one part of rural Indonesia, in the hopes that a little bit of manual labor and empathy will convince others to do their part to help stop the pandemic.  Three middle-aged men and five minors in Cerme district of Gresik Regency, East Java, were given the unique punishment on September 9, authorities said.  Though mask-wearing is mandatory in public throughout Indonesia, there has been a vocal segment of the population that has been reluctant to wear masks and practice social distancing. Experts say the lack of public vigilance has made it more difficult for Indonesian authorities to stymie the spread of the virus, which to date has infected nearly 230,000 people in the country. More than 160,000 of those patients have recovered, while at least 9,100 have died, according to the Indonesian Health Ministry. Social punishment: As cases spiked in recent months, Indonesia's government passed a law in July requiring people to wear masks in public, but left it to local officials to determine punishments for noncompliance. A joint team called the \"three pillars\" -- which consists of the Indonesian National Armed Forces, Indonesian National Police and local law enforcement -- are in charge of enforcing mask restrictions across the country. In Cerme, the \"three pillars\" gives those caught not wearing a mask the option of accepting a fine of 150,000 rupiah ($10) or accepting what the government calls \"social punishment,\" according to the district's leader. Read the full story here. Almost 30 teenagers have to quarantine after parents sent their child to a Massachusetts school despite knowing they were positive with Covid-19, according to Attleboro Public Schools and the town's mayor. A Covid-19 positive student attended class on Monday, but the school wasn't notified of their diagnosis until the next day, Attleboro High School superintendent David Sawyer said in a letter sent out to families Tuesday night.  Twenty-eight students who had close contact with the infected person have been notified and asked to quarantine for 14 days, Sawyer said. The school did not identify the student and family. Read more: ##Schools## US President Donald Trump's political interference in the scientific and ethical process underwriting the quest for a Covid-19 vaccine -- on stunning display on a chaotic Wednesday -- is deepening the damage of his disastrous pandemic response. In a breathtaking spell of propagandizing, a President who has no medical expertise and has incessantly downplayed the emergency, bulldozed into the White House Briefing Room to kneecap one of the nation's top health officials, Dr. Robert Redfield. The head of the Centers for Disease Control and Prevention had told lawmakers it could be fall 2021 before there are sufficient vaccine stocks to allow normal life to resume. He also said masks work. \"I think he got the message maybe confused,\" the President said of the vaccine comments and added that Redfield \"didn't understand the question\" on masks -- even though the doctor's answers had been clearly considered and carefully worded. The President's undercutting of Redfield came in a week in which he has repeatedly rejected the best advice of health authorities, including by holding an indoor campaign rally. He's also challenged the science of global warming as historic fires rage in Western states. But he's not the only top government official chafing at pandemic-induced restrictions that are designed to keep people safe from a highly infectious pathogen. In an extraordinary statement on Wednesday, Attorney General William Barr lashed out at state governors using executive powers to impose restrictions that keep businesses closed in an effort to save lives and slow the spread of the virus. \"You know, putting a national lockdown, stay at home orders, is like house arrest. Other than slavery, which was a different kind of restraint, this is the greatest intrusion on civil liberties in American history,\" Barr said during an appearance hosted by Hillsdale College, a private, conservative school in Michigan. Read the full analysis: ##Politics## Australian airline Qantas is offering a seven-hour \"scenic joy flight\" around Australia for people who miss flying.  \"Qantas will operate a special scenic joy flight above the Northern Territory, Queensland and New South Wales in response to strong demand from frequent flyers who miss the experience of flying and just want to take to the skies,\" a news release from Qantas said Thursday. Tickets went on sale Thursday and sold out within 10 minutes, a Qantas spokesperson told CNN. “It’s probably the fastest selling flight in Qantas history,\" Qantas CEO Alan Joyce said. “People clearly miss travel and the experience of flying. If the demand is there, we’ll definitely look at doing more of these scenic flights while we all wait for borders to open.” The Boeing 787 Dreamliner plane will fly low-level to popular Australian sites like Uluru, the Great Barrier Reef and Sydney Harbor. \"No passport or quarantine required,\" the news release said. The flight will take off October 10 from Sydney and make its way up the New South Wales coast, cross the Queensland border to fly over the Gold Coast, Brisbane and Sunshine Coast before continuing north to fly over the Whitsundays and Great Barrier Reef. It will then track across the country to Uluru and Kata Tjuta to showcase the iconic red center before returning to Sydney. \"The special scenic flight is designed to fulfil the travel experience that many Australians have been missing throughout the COVID pandemic. Frequent flyers have said they just want to get on a Qantas aircraft and experience the joy of flying again without having to navigate border restrictions or quarantines,\" the news release said. For months, Australia has closed borders to almost all foreigners, and any Australian citizens wanting to go overseas need an exit visa to leave the country.  ##Economy## India is in crisis. Its economy has crashed, with the largest slump on record decimating millions of jobs. Its already fragile healthcare system is buckling under the weight of soaring coronavirus cases. With more than 5 million cases, India ranks only behind the United States for confirmed infections. But whereas other populist leaders are feeling the political heat from their handling of the pandemic -- US President Donald Trump and his British counterpart Boris Johnson, for instance -- Indian Prime Minister Narendra Modi has largely escaped the scathing headlines and crushing opinion polls that have beleaguered his counterparts. Modi's landslide re-election for a second five-year term last year gave him a sweeping mandate to push his Hindu nationalist agenda, in a country where 80% of the population is Hindu.  Asim Ali, a researcher at the Delhi-based Centre for Policy Research think-tank, said the Indian leader is seen as a \"national messiah\" who is working on a grander agenda to reshape the Indian nation and is not accountable for day-to-day government failures. \"Modi has staked out for himself the role of not just the political leader of India, but also its social, moral and spiritual leader, in the mold of Mahatma Gandhi,\" Ali said. Coronavirus challenge: Over the past year, Modi has made steady headway on Hindu nationalist policies, from revoking the autonomy of Jammu and Kashmir, India's only Muslim-majority state, to backing a controversial citizenship law that critics say discriminates against Muslims. But his second-term aspirations to revitalize the economy now seem more distant than ever due to the pandemic. As it continues to batter the Indian economy, analysts says it's unclear if the populist leader can emerge politically unscathed. Read the full story: ##Politics## The United States reported 36,782 new Covid-19 infections and 977 virus-related deaths on Wednesday, according to Johns Hopkins University. At least 6,630,891 cases, including 196,802 fatalities, have now been recorded in the US. The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases.  CNN is tracking US cases here: ##Hotspots## US President Donald Trump again contradicted his own health officials' coronavirus statements -- this time on the importance of mask wearing and the timing for a vaccine. And he demeaned Dr. Robert Redfield, the director of the US Centers for Disease Control and Prevention, saying the doctor was \"confused\" in his congressional testimony. Redfield said Wednesday that masks may be a more effective protection against coronavirus than any potential vaccine that the President can't stop hyping. And he laid out a timeline for when the general US public could expect to start seeing results from widespread coronavirus vaccination in the second or third quarter of 2021. Those statements both seemed to contradict what Trump has been saying. Redfield told the Senate Appropriations Committee Wednesday: \"If you're asking me when is it going to be generally available to the American public, so we can begin to take advantage of vaccine to get back to our regular life, I think we're probably looking at third, late second quarter, third quarter 2021.\" The President told reporters Redfield was \"confused\" when he said that. \"I think he made a mistake when he said that. It's just incorrect information,\" Trump said. The President also said Redfield's comments to Congress about masks possibly being more effective than a vaccine were incorrect and that Redfield may have misunderstood the question. \"Maybe he misunderstood it,\" Trump said, later adding, \"As far as the masks are concerned, I hope that the vaccine is going to be a lot more beneficial than the masks.\" Read the full story: ##Politics## ##Vaccines## India reported its highest daily increase in coronavirus infections on Thursday, adding 97,894 new cases in the past 24 hours. This is the largest jump of new cases reported in a day worldwide since the outbreak began. India's total number of cases now stands at 5,118,253, according the Ministry of Health.  The ministry also reported 1,132 new fatalities from the virus, bringing India's death toll to 83,198.  Widening gap: Of India's total cases, more than 1 million are active, but the Ministry of Health said this is less than one-fifth of the total infections and the gap between recovered cases and active cases is growing wider. In India, patients with mild and moderate symptoms are considered no longer active after 10 days of symptom onset if they meet certain conditions. A test to confirm that they no longer have the virus is not required. Severe cases can only be discharged after one negative coronavirus test. India has been ramping up testing and has conducted more than 60 million tests, according to the Indian Council of Medical Research.  CNN is tracking worldwide coronavirus cases here: ##Hotspots## US Attorney General William Barr on Wednesday said the calls for a national lockdown due to the coronavirus pandemic is like \"house arrest\" and a civil rights intrusion nearly unequaled in American history. Addressing a Hillsdale College audience, the event’s host asked Barr to explain the “constitutional hurdles for forbidding a church from meeting during Covid-19.” The question led Barr into a four-minute response, in which he said state governors were using their executive powers to stifle citizens and businesses from going back to work. “You know, putting a national lockdown, stay at home orders, is like house arrest. Other than slavery, which was a different kind of restraint, this is the greatest intrusion on civil liberties in American history,” Barr said as a round of applause came from the crowd. Covid-19 has taken a measurable toll on minorities, including Black people, according to the Centers for Disease Control and Prevention. “Most of the governors do what bureaucrats always do, which is they ... defy common sense,” Barr said, adding: “They treat free citizens as babies that can’t take responsibility for themselves and others.” “We have to give business people an opportunity, tell them what the rules are, you know the masks, which rule of masks, you had this month ... and then let them try to adapt their business to that and you’ll have ingenuity and people will at least have the freedom to try to earn a living,” Barr added. Read more: ##Politics## Rich nations including the United States, Britain and Japan have already bought up more than half the expected supply of coronavirus vaccine, the international anti-poverty nonprofit Oxfam said Wednesday. These countries represent 13% of the world’s population, but have bought up future supplies of 51% of coronavirus vaccines, Oxfam said.  The group used data collected by analytics firm Airfinity to analyze published deals between governments and vaccine makers. Oxfam calculated five organizations -- AstraZeneca, Russia’s Gamaleya, Moderna, Pfizer and China’s Sinovac -- have the combined production capacity to make 5.9 billion doses. That’s enough to cover nearly 3 billion people -- less than half the world’s population, if everyone needs two doses, as seems likely. Oxfam said in a statement that supply deals have already been agreed for 5.3 billion doses, of which 2.7 billion (51%) have been bought by developed countries and territories including the UK, US, Australia, Hong Kong, Macau, Japan, Switzerland and Israel, as well as the European Union. The remaining 2.6 billion doses have been bought by or promised to developing countries including India, Bangladesh, China, Brazil, Indonesia and Mexico. Oxfam noted that AstraZeneca has pledged two-thirds of the doses it produces to developing countries. “Access to a life-saving vaccine shouldn’t depend on where you live or how much money you have,” said Oxfam’s Robert Silverman. “The development and approval of a safe and effective vaccine is crucial, but equally important is making sure the vaccines are available and affordable to everyone. COVID-19 anywhere is COVID-19 everywhere.”  When will we get enough vaccines? On Monday, Adar Poonawalla, chief executive of the Serum Institute of India (SII), predicted there may not be enough Covid-19 vaccine until 2024. “It’s going to take four to five years until everyone gets the vaccine on this planet,” Poonawalla told the Financial Times.  Poonawalla estimated that if the Covid-19 shot is a two-dose vaccine, the world would need about 15 billion doses. ##Vaccines## Even if a vaccine for Covid-19 was released today, it would take six to nine months for enough people to receive it to create immunity, Dr. Robert Redfield, director of the US Centers for Disease Control and Prevention, said Wednesday. “I think we have to assume that if we had a vaccine, say, released today, that it’s going to take us probably in the order of nine months, six to nine months to get the American public vaccinated,” Redfield said during the Senate Appropriations Hearing on coronavirus response efforts. “In order to have enough of us immunized so we have immunity, I think it’s going to take us six to nine months,” he said. In this time, it’s important for people to embrace mitigation steps such as physically distancing, mask use and avoiding crowds, he said. ##Vaccines## As the United States approaches 200,000 coronavirus deaths, Dr. Tom Frieden, a former US Centers for Disease Control and Prevention director, said Wednesday that the number of reported deaths are a \"reflection of a failing national response.\" \"The actual number is higher because not all deaths have been identified and this is just a horrifying number,\" Frieden told CNN's Wolf Blitzer. \"It's more people than die from suicide or overdose or homicide or HIV. In fact, Covid is on track to be the number three leading cause of death in all of the US for this year.\" The former CDC director said he's concerned that Americans will get \"hardened\" to the number of coronavirus deaths. As of Wednesday afternoon, the US has reported at least 196,465 coronavirus deaths, according to Johns Hopkins University. According to Johns Hopkins, 1,293 deaths were reported Tuesday, which is the highest one-day total since Aug. 19. \"If you look at Germany, one fifth are death rate,\" Frieden said. \"If you look at South Korea, 80 times fewer deaths than we've had. These are lives that have been lost and jobs that have been lost because we haven't had an organized, consistent, coherent federal response.\" CNN is tracking US coronavirus cases and deaths: Wearing a face mask might provide better protection against Covid-19 than a vaccine, Dr. Robert Redfield, director of the US Centers for Disease Control and Prevention, said during Wednesday's Senate Appropriations subcommittee hearing. \"I might even go so far as to say that this face mask is more guaranteed to protect me against Covid than when I take a Covid vaccine, because the immunogenicity may be 70% and if I don't get an immune response, the vaccine is not going to protect me. This face mask will,\" Redfield explained, adding that the American public has not yet embraced the use of face masks to a level that could effectively control the outbreak. \"So I do want to keep asking the American public to take the responsibility, particularly the 18 to 25 year olds where we're seeing the outbreak in America continue to go like this,\" Redfield said. ##Vaccines## The Welsh government has locked down one of the nation’s biggest regions -- barring people from entering or leaving -- following a sharp increase in coronavirus cases. Rhondda Cynon Taf, in south Wales, is the second county to be locked down. It has a population of nearly 240,000 people.  In a statement on Wednesday, Welsh Health Minister Vaughan Gething said: “We now have evidence of wider community transmission in the borough, which means we need to take urgent action to control and, ultimately, reduce the spread of the virus and protect people’s health.” The new measures will be imposed on Thursday from 1 p.m. ET. The rules apply to everyone living within Rhondda Cynon Taf. The government said people will not be allowed to enter or leave the Rhondda Cynon Taf Council area without a reasonable excuse. Enforcement of the new restrictions will be undertaken by the local authority and by the police. ##Hotspots##", "Section": "world", "Writers": ["Julia Hollingsworth", "Adam Renton", "Meg Wagner"], "URL": "https://www.cnn.com/world/live-news/coronavirus-pandemic-09-17-20-intl/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Philippines", "Source": "CNN"}