{"Type": "article", "Time": "2020-06-10", "Headline": "Hong Kong has only one real rival for businesses thinking about leaving", "Text": "American executives in Hong Kong are nervous about the city's future as a center for global business. For the minority already considering a Plan B, though, Singapore might be the only realistic option.  More than 50 respondents to a recent survey conducted by the American Chamber of Commerce (AmCham) in Hong Kong said they were considering moving capital, assets or business operations to \"other locations\" after Beijing approved plans for a national security law for Hong Kong. The law will be drafted over the next two months and its implementation will bypass the city's legislature. The law bans sedition, secession and subversion against Beijing and allows Chinese state security to operate in Hong Kong, but it's not yet clear exactly what it would mean for business: Even the city's top officials have offered few details on how it would work.  But its existence has drawn ire from Western countries like the United States, which has threatened to end a special economic and trading relationship with Hong Kong. Beijing's encroaching authority in the semi-autonomous city has also sparked fears about whether more restrictive measures could be introduced that would affect Hong Kong's tax structure and open regulatory environment for foreign companies. While only 180 AmCham members took the survey — about 15% of the organization's membership — the responses suggest that alternatives to Hong Kong are on the table for dozens of companies. AmCham said its respondents listed several relocation options, including Singapore, Sydney, Tokyo, Bangkok and Taipei. It's \"only natural to think about alternative locations in case business conditions deteriorate quickly,\" said David Dollar, a senior fellow at the John L. Thornton China Center, part of the Washington-based Brookings Institution. But for many American firms that are developing contingency plans, there really isn't a lot of competition. And of the options available, only one other financial hub stands out. \"China's move undermines the confidence that companies have in Hong Kong as a location for doing business related to China and the rest of East Asia,\" Mauro Guillen, professor of international management at the University of Pennsylvania's Wharton School, told CNN Business. \"If they see problems and uncertainty, many will leave. The winners? Singapore, Singapore and Singapore.\" Why Singapore?  The Southeast Asian city-state has for years been one of the region's top financial centers. While Hong Kong still boasts a much larger stock market and remains Asia's preferred city for share issues, the Singaporean government has worked to grow its status as a business hub. Analysts often cite Singapore's convertible currency and favorable regulatory environment as positives for foreign companies. In 2018, Deloitte ranked Singapore second only to Switzerland as an international wealth management center, in terms of competitiveness and performance. And last fall, Singapore knocked the United States out of the top spot in the World Economic Forum's annual competitiveness report, scoring high marks for its infrastructure, health, labor market and financial system. The city state has also developed a reputation as a hub for biotech firms, according to Rob Chipman, CEO of Asian Tigers Group, a Hong Kong-based relocation services firm. Chipman is a former chairman of AmCham in Hong Kong.  \"If you are in microtechnology or biotech industry and need to have physical presence, you may want to move to Singapore for business purposes,\" he said. Companies like GlaxoSmithKline, Merck and Roche Diagnostics, for example, have regional headquarters in the city. Singapore is also the only meaningful option for many financial services firms, according to Vincent Chan, China strategist for Alētheia Capital, an Asian investment advisory firm based in Hong Kong. Chan was previously the managing director and head of China equity strategy at Credit Suisse.  English, after all, is an official language in Singapore — a quality Chan called key for foreign businesses looking at potential regional headquarters. The language is far less pervasive in cities like Tokyo, Bangkok and Taipei, making them \"less advantageous,\" he said.  Geographical proximity to other major business hubs is also a positive. Travel time is critical for companies that often need to manage different markets in the Asia Pacific region, which stretches from the northernmost borders of China and Mongolia to the southern tip of Australia and neighboring New Zealand. That rules out cities like Sydney, said Chan, who noted that flying between the Australian city and places like Tokyo and Beijing can take roughly 10 hours. By comparison, Singapore is only a few hours from many of the region's most important players.  There are some concerns, however. Last year, for example, the Singaporean government introduced a controversial fake news law that critics said was leading to increased censorship and official overreach in a country where freedom of expression is already under pressure.  The analysts who spoke to CNN Business, though, said that free speech issues — in Hong Kong, Singapore and elsewhere — aren't nearly as concerning to businesses as fears of financial instability or change. Singapore has taken \"economic freedom\" seriously, said Brock Silvers, chief investment officer for Adamas Asset Management based in Hong Kong. \"While that economic freedom doesn't always translate into social or other non-economic arenas, Western investors are still generally inclined to favor Singaporean paternalism over Chinese authoritarianism,\" he added. Some may adjust Despite Singapore's reputation as a stable financial hub, experts stressed that Hong Kong is still the top choice for most businesses. \"Yes, people are moving to Singapore from Hong Kong. But that has been going on all the time,\" said Chipman, of the Asian Tigers Group. \"It's nothing new at all.\" Other analysts pointed out only some types of companies with a large presence in Hong Kong may need to consider what options they have. And even then, it depends on how the business environment changes.  Tech firms, for example, might consider Hong Kong untenable if the city is no longer exempt from US export controls, according to Jeffrey Wright, a Washington-based analyst for Eurasia Group. US President Donald Trump said in May that Washington wants to revoke the special treatment it gives Hong Kong, impacting the \"full range\" of agreements they share — including export controls.  Financial services firms, meanwhile, may still be waiting to see whether the Trump administration's actions impact them. Trump hasn't yet detailed any measures that could affect that sector.  For many global companies, China is also the major reason they're in Asia. That makes Hong Kong's proximity to the mainland a big plus, and an advantage that Singapore just can't match.  \"The global firms with multiple offices retain their most senior management in Hong Kong for Asia-Pacific, and in Singapore for southeast Asia,\" wrote David Meyer, senior lecturer in management at Washington University in St. Louis, in a report published online in April.  Some foreign companies might be comfortable operating under Chinese law in the end, according to Silvers — especially if their business is \"significantly China focused, or reliant on government good will.\"", "Section": "investing", "Writers": ["Laura He"], "URL": "https://www.cnn.com/2020/06/10/investing/singapore-hong-kong-american-companies-intl-hnk/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}