{"Type": "article", "Time": "2020-07-20", "Headline": "Malaysia finds 1,800 tonnes of illegal toxic waste dumped at port", "Text": "Malaysia has discovered 110 containers of illegally dumped toxic waste in what authorities are calling \"the biggest finding of its kind\" in the country's history, according to state media Bernama. The containers were dumped last month at the Port of Tanjung Pelepas, in Johor state, Bernama reported on Sunday. Inside was 1,864 tonnes of electric arc furnace dust (EAFD) -- a hazardous by-product of steel production, containing toxic elements such as lead and chromium. They were brought into the country from Romania and falsely declared as concentrated zinc, officials said. \"The discovery of the EAFD, on transit in Malaysia and bound for Indonesia, is the biggest finding of its kind in Malaysian history,\" said Environment and Water Minister Tuan Ibrahim Tuan Man in the Bernama report.  Malaysia is sending the waste back to Romania and asking Interpol to investigate. Since China banned plastic waste imports in 2018 in an attempt to clean up its environment many countries have looked for alternative dumping grounds for their trash, creating problems for countries including Cambodia, Malaysia and the Philippines. To limit irresponsible dumping, last year 187 countries added plastic to the Basel Convention, a treaty that regulates the movement of hazardous materials from one country to another. But the problem has continued regardless. EAFD, the illegal shipment found in Malaysia, is classified as toxic waste under the Basel Convention, of which Malaysia is a signatory. Only the US, one of the world's biggest plastic producers, and Haiti have not ratified the agreement. Global trash crisis The waste dumping crisis has garnered greater global attention in recent years, as countries like Malaysia and the Philippines have begun naming and shaming waste exporters and sending dumped trash back to their ports of origin. Last May, Malaysia sent back 450 tonnes of plastic waste to their countries of origin, including the the United Kingdom, Canada, the US, Japan, and the Netherlands. \"We urge the developed countries to review their management of plastic waste and stop shipping garbage to developing countries,\" said Yeo Bee Yin, Malaysia's then-minister of energy, science, technology, environment and climate change. But the problem has persisted; Malaysian authorities have already identified and halted at least 28 attempts to illegally import waste this year, Tuan Man said according to Bernama. Waste dumping has even escalated into highly publicized diplomatic clashes; last year, Philippine President Rodrigo Duterte recalled his ambassador to Ottawa after Canada missed a deadline to take back tonnes of its garbage. The Canadian government finally repatriated their trash after Duterte said he was prepared to \"declare war\" over the issue. Many of these governments, as well as nonprofit and environmental organizations, hailed the 2019 Basel Convention amendment as a step in the right direction. It specifically addressed the issue of plastic waste -- a huge concern for health and environmental experts. Most types of plastic aren't biodegradable, and are extremely durable. That means the plastic products made today will probably persist for centuries, if not millennia, according to the Basel Convention site. Over time, some products break down and add to the vast collections of microplastics in our seas, air and food.  The trash industry has also created a rise in unlicensed plastic recyclers. Last year, Malaysian authorities found at least 148 unlicensed recycling factories that pollute local communities with toxic fumes and contaminate bodies of water. When investigators searched through one such factory in the rural town of Jenjarom, they found tons of plastic from overseas -- a wrapper for Poland Spring bottled water from Connecticut, a bottle of Palmer's Cocoa Butter Formula manufactured in New Jersey, and a bag of Metcalfe's Skinny Popcorn packaged in the United Kingdom. A new amendment to the Basel Convention, which will come into effect in 2021, will allow only clean, homogeneous, and readily recyclable nonhalogenated polymers to be freely traded globally. ", "Section": "asia", "Writers": ["Jessie Yeung"], "URL": "https://www.cnn.com/2020/07/20/asia/malaysia-waste-dumping-intl-hnk-scli/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Philippines", "Source": "CNN"}