{"Type": "article", "Time": "2021-02-09", "Headline": "Amazon's plans for India take a hit as court battle swings in rival's favor", "Text": "Amazon is once again on the back foot in its legal battle over the vast Indian retail market.  An Indian court on Monday overturned an order that would have prevented Reliance Industries — a major Amazon rival — from buying Future Retail.  The Delhi High Court had ruled only last week that the $3.3 billion sale of Future Retail should be put on hold. While the court noted that its judgment was not yet final, it said \"immediate orders\" were necessary to protect Amazon's rights, and ordered all parties involved in the deal to \"maintain [the] status quo\" while it deliberated. This week, though, another bench on the same court ruled that stalling the deal wasn't necessary after Future Group appealed. The judge has yet to pronounce the final order but for the time being Future Retail and Reliance Industries have the upper hand.  Shares of Future Retail jumped 10% on Tuesday. The ruling is the latest development in what is shaping up to be a proxy battle between two of the world's wealthiest men for India's fast-growing online shopping market. What's at stake is strategic access to a network of popular grocery stores and other retailers in India, something both Jeff Bezos' Amazon and Reliance — owned by India's richest man Mukesh Ambani — want to either have for themselves, or to prevent the other from acquiring. At the heart of the fight is Future Retail, the cash cow of Indian conglomerate Future Group. The retail unit includes brands such as Big Bazaar, a popular supermarket chain. Amazon and Walmart both dominate India's e-commerce sector. But Ambani has ambitions to challenge that with JioMart, his online grocery platform that's expected to branch out into everything from electronics and apparel to pharmaceuticals and healthcare.  In August 2019, Amazon invested in a Future Group entity that gave it a roughly 4.8% stake in Future Retail as of September 30 last year, according to securities filings. The deal gave Amazon the right of first refusal to acquire more shares in Future Retail, according to one of the filings. Amazon argued that the 2019 deal struck between it and the Future Group entity included a non-compete clause, a person familiar with Amazon's thinking told CNN Business last October. The clause listed 30 restricted parties with which Future Retail and Future Group could not do business, and Reliance was on that list, the person said. Amazon sought to enforce that agreement through the Singapore International Arbitration Centre (SIAC), with the Southeast Asian country often seen as a neutral jurisdiction to settle disputes. The SIAC emergency arbitrator ordered a temporary halt to the deal last October. While Future Group had raised questions about the validity of the Singapore arbitrator's order in India, the Delhi High Court declared last week that the order is \"enforceable\" and put the deal on hold.  While the latest move Monday allows the deal to go forward, the battle is far from over. The Delhi High Court still needs to deliver its final decision, which could jeopardize Reliance and Future's plans once more, according to Bharat Chugh, a Supreme Court lawyer who specializes in arbitration law. Ultimately, the country's Supreme Court could hear the case, should either side appeal. Future Retail, Reliance and Amazon did not immediately respond to requests for comment. — CNN's Rishi Iyengar contributed to this report.", "Section": "tech", "Writers": ["Michelle Toh", "Swati Gupta"], "URL": "https://www.cnn.com/2021/02/09/tech/future-retail-reliance-amazon-india-intl-hnk/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Singapore", "Source": "CNN"}