{"Type": "article", "Time": "2020-07-17", "Headline": "US Navy aircraft carriers resume rare dual exercises in the South China Sea", "Text": "Two US Navy aircraft carriers have resumed rare dual exercises in the South China Sea, the second time this month the massive warships have teamed up in the contested waters. The USS Ronald and USS Nimitz carrier strikes groups, comprising more than 12,000 US military personnel among the two aircraft carriers and their escorting cruisers and destroyers, were operating in the South China Sea as of Friday, the US Pacific Fleet said in a statement. The two carriers, with more than 120 aircraft deployed between them, were conducting tactical air defense drills \"to maintain warfighting readiness and proficiency,\" the statement said. \"The two-carrier strike force trains to the highest levels of readiness to ensure responsiveness to any contingency through power projection,\" it said. The presence of the Nimitz and Reagan in the South China Sea earlier this month marked the first time two US aircraft carriers have operated together there since 2014 and only the second time since 2001. That exercise began on July 4 and Navy Lt. Cmdr. Sean Brophy aboard the Reagan said on July 8 that \"each strike group continues on its respective operational tasking.\" Photos posted on the US Navy's website placed the Reagan strike group in the Indian Ocean from July 10 to July 14. China protests US Navy activities China, which claims almost all of the 1.3 million square mile South China Sea as its sovereign territory, reacted harshly to the carriers' presence in the region in early July. \"The US action is intended to drive a wedge between countries, promote the militarization of the South China Sea, and undermine peace and stability in the South China Sea,\" Chinese Foreign Ministry spokesperson Zhao Lijian said at the time. Since then, tensions have increased, with Washington this week labeling most of China's maritime claims in the South China Sea as illegal. \"The world will not allow Beijing to treat the South China Sea as its maritime empire. America stands with our Southeast Asian allies and partners in protecting their sovereign rights to offshore resources, consistent with their rights and obligations under international law,\" US Secretary of State Mike Pompeo said in a lengthy statement. The Chinese Embassy in Washington called those accusations \"completely unjustified.\" The US \"distorts the facts and international law ... exaggerates the situation in the region and attempts to sow discord between China and other littoral countries,\" the embassy said in a statement. A day after Pompeo's announcement, a US guided missile destroyer sailed near the Chinese-claimed Spratly Islands, also known as the Nansha Islands in China. The move was described as a \"freedom of navigation\" operation, part of the US Navy's commitment to asserting \"the rights, freedoms, and lawful uses of the sea recognized in international law by challenging the restrictions on innocent passage,\" Cmdr. Reann Mommsen, a spokesperson for the Navy's 7th Fleet, told CNN in a statement. \"Unlawful and sweeping maritime claims in the South China Sea pose a serious threat to the freedom of the seas, including the freedoms of navigation and overflight, free trade and unimpeded commerce, and freedom of economic opportunity for South China Sea littoral nations,\" Mommsen said. The Navy used similar language when the two carriers joined up in the South China Sea again on Friday. \"Nimitz and Reagan Carrier Strike Groups are operating in the South China Sea, wherever international law allows, to reinforce our commitment to a free and open Indo-Pacific, a rules based international order, and to our allies and partners in the region,\" said Rear Adm. Jim Kirk, commander, Nimitz Carrier Strike Group, said in a statement. The latest deployment was not in reaction to any of the politics of the past week, the Navy statement said. \"The presence of two carriers in the South China Sea is not in response to any specific political or world events, but is part of regular integration to exercise and develop tactical interoperability. For more than 75 years, the US Navy has been operating multiple carrier strike force operations in the region,\" the statement said. China, though, is likely to see things differently. The exercises earlier this month prompted a veiled threat to the US forces in state-sponsored Global Times, which called the US carriers \"nothing more than paper tigers on China's doorsteps\" and said Beijing has more than enough firepower to defend its positions in the South China Sea. \"The South China Sea is fully within the grasp of the People's Liberation Army (PLA), and any US aircraft carrier movement in the region is closely watched and taken aim at by the PLA, which has a wide range of anti-aircraft carrier weapons like the DF-21D and DF-26, which are both regarded as 'aircraft carrier killer' missiles,\" the Global Times report said. But Kirk said the interactions between the US carrier strike groups and the Chinese navy were routine. He said that Chinese warships monitored the US exercises, but the operations were professional and safe. \"We certainly saw the PLA Navy and they saw us,\" said Kirk.", "Section": "asia", "Writers": ["Brad Lendon"], "URL": "https://www.cnn.com/2020/07/17/asia/us-navy-aircraft-carriers-south-china-sea-intl-hnk-scli/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}