{"Type": "article", "Time": "2020-03-24", "Headline": "March 24 coronavirus news", "Text": "Our live coverage of the coronavirus pandemic has moved here.  New Zealand has recorded a 30% jump in coronavirus cases as the country heads into lockdown by the end of day Wednesday, according to Ashley Bloomfield, the country's Director of Health. There are 47 new confirmed cases and three new probable cases, bringing the Pacific nation's count up to 205, Bloomfield said at a news conference on Wednesday. What is a probable case? New Zealand is including probable cases in its national count going forward, which includes people who present with coronavirus symptoms and have exposure history despite a negative test. Bloomfield said the government will continue to see a rise for the next 10 days before a turnaround. “The numbers will continue to increase before they turn around,” he said. “That turnaround will happen if all New Zealanders do what is asked of them -- that is to stay at home, break the chain and save lives.”  ##Daily Life## ##Health## There are at least 52,976 cases of the novel coronavirus in the United States and 704 people have died, according to CNN Health’s tally of US cases that are detected and tested in the US through public health systems. There have already been 163 deaths reported today, according to a tally by CNN, making this the deadliest day in the US since the coronavirus pandemic began.  The total includes cases from all 50 states, the District of Columbia and other U.S. territories, as well as all repatriated cases. This post was updated to reflect the most recent figures.  ##Health## A new emergency order from Nevada Gov. Steve Sisolak prohibits people from gathering in groups of 10 or more due to the coronavirus pandemic.  “Social distancing is our number one defense to defeat this virus,” Sisolak said in a Tuesday evening press conference. The order does not apply to private homes or essential services.  It comes as Sisolak says the state is still struggling to determine how many people have been affected by Covid-19.  \"Nevada has submitted four requests for Covid-19 testing components,” the governor said. “We have received zero shipments for Covid-19 testing components.” ##Daily Life## Hours after Federal Emergency Management Agency Administrator Pete Gaynor told CNN the administration will start wielding the powers in the Defense Production Act for 60,000 tests kits and \"use the allocation portion of the DPA,” FEMA press secretary Lizzie Litzow said the agency was able to procure the kits from the private market. \"At the last minute we were able to procure the test kits from the private market without evoking the DPA,” Litzow said in a statement Monday evening. Earlier Tuesday, Trump and Gaynor contradicted each other on whether the Defense Production Act was being used in the fight against the coronavirus pandemic. Around 8 a.m. Tuesday, Trump tweeted, \"The Defense Production Act is in full force, but haven't had to use it because no one has said NO! Millions of masks coming as back up to States.\"  Minutes later, Gaynor told CNN the administration was going to use the law. \"Just a little while ago my team came in and we're actually going to use the DPA for first time today,\" Gaynor said. In addition, FEMA will \"insert some language into these mask contracts we have of 500 million masks,\" Gaynor said. \"DPA language will be in that today.\" Trump suggested at Tuesday’s afternoon briefing that his recent authorization of the DPA serves as enough “leverage” to compel companies to produce medical supplies without invoking the act to force them to start up production.  ##Health##  The Nevada primary scheduled for June 9 will go ahead as scheduled, but will be conducted only with absentee ballots, Secretary of State Barbara Cegavske announced Tuesday evening. This decision does not affect the results of Nevada’s presidential caucus that took place in February.  The state said all active registered voters will automatically receive a ballot in the mail. Voters can either mail in their ballot or drop it off at a designated location in each county.  Every county will have at least one poll worker in at least one location to accommodate voters who registered too late to receive an absentee ballot. Mail-in ballots can be postmarked by Election Day, but must be received by election officials within the following seven days to be counted. ##Daily Life## More half of New Orleans' medical emergency services personnel is under quarantine due to the coronavirus pandemic, the city’s mayor told CNN’s Erin Burnett on Tuesday.  With New Orleans hospitalizations expected to exceed their capacity in 11 days, according to the Louisiana Gov. John Bell Edwards, New Orleans Mayor LaToya Cantrell said she is looking for the federal government’s major disaster declaration to get a long-awaited relief. “We're looking for that declaration to be approved so that it can unlock the much needed resources that our first responders need on the ground. For example, my EMS department, over 50% of my people are now on quarantine. And so while we've unlocked additional resources at the state level, the state can no longer go on without federal assistance at this time,” Cantrell said. There have been at least 375 cases of coronavirus and 26 deaths in New Orleans so far, the mayor said. ##Health## Universal Orlando Resort and Universal Hollywood Resort announced Tuesday that they will extend their closures until April 19, according to both resorts’ websites.  A Disney Global Parks and Consumer Products spokesperson told CNN that Disney has not officially announced any extension of closures at this time. Australia banned overseas travel and extended social restrictions in order to tackle the spread of the novel coronavirus, Prime Minister Scott Morrison announced on Tuesday. The decision to ban overseas travel is aligned with Australia's upgraded \"Level 4: do not travel\" and comes under the Biosecurity Act of 2015, Morrison said. \"We will be living with this virus for at least six months\" Morrison warned, stating further that, \"The highest priority should be placed on social isolation measures.\"  To that effect, the Australian prime minister unveiled stricter social distancing measures that include weddings with a maximum attendance of no more than five people and funerals with no more than 10 people, with one person per 4 square metre (or at least 6 feet apart). Australia reported a jump of 429 new confirmed cases of novel coronavirus on Wednesday, taking the national tally to 2,252 cases of which eight have died, according to the country's Department of Health.  ##Travel## Chicago Police Department has six confirmed Covid-19 cases, Supt. Charlie Beck announced Tuesday. \"Two of these cases came from the same facility. And two of the officers are hospitalized,\" he said. \"In order to keep officers safe, we have distributed over 12,000 protective gear kits to the district,\" Beck added As for law enforcement since Illinois Gov. J.B. Pritzker issued a stay-at-home order last week, Beck said, \"We have issued zero citations and zero arrests for violations of the health order. We have also seen significant evidence that Chicago is staying home.\" Beck also said that 911 calls are down 30% this month.  ##Health## Brandon Waltman went to visit his newborn baby girl in the neonatal intensive care unit of an Alabama hospital Monday night. His daughter Emmarie Grace Waltman has been in NICU at the University of South Alabama Women’s Hospital for the past month, but last night, he was told she had been moved to a different part of the hospital. Waltman said he was told Emmarie was taken to a different room because a nurse tested positive for coronavirus and is being isolated as a precaution. After watching the news about the spread of the virus over the last few weeks, Waltman said he wasn’t surprised. “I felt like it was inevitable,” he told CNN. Born February 20, Emmarie was in the NICU for issues associated with feeding, her father said. Now he and his wife can only visit Emmarie one at a time in a low pressure room in order to prevent any potential spread of coronavirus. \"It's rough. But today is about pushing so some of this doesn't happen again to her or God forbid anybody else,\" he told CNN Gary Mans, an associate vice president for Marketing and Communications at USA Health, said in a statement that a staff member within the health system had tested positive, but declined to say in which department.  Waltman said he is anxious to get his daughter home to Mississippi to quarantine together as a family, but he isn’t sure when Emmarie will be released. The family’s home is about an hour away from the hospital.  He said his daughter isn’t showing any symptoms of Covid-19 and he hopes it’ll stay that way.  “I don't think she's going to test positive,” he said. “She's one of the, probably the biggest and the healthiest babies in the NICU.” ##Health## London's Mayor Sadiq Khan has hit back at government criticism over the capital's tube network running a reduced service amid the Covid-19 outbreak, telling local news outlets that Transport for London (TFL) is operating the maximum number of tube services it can, while maintaining safety.  \"We’re running the maximum tubes we can, as safely as we can. That roughly means that there are 55% of the tubes running,\" Khan said Tuesday in an interview with Channel 4 News.  The London's mayor's remarks come after images of London's tube services circulated Tuesday morning depicting crowded trains, despite the virtual lockdown imposed by the government on Monday.  \"The good news is that we’ve seen about an 85% reduction in the number of passengers. The concern is that too many people aren’t following the rules and the instructions, which is to stay at home,\" Khan added. Earlier on Tuesday, UK Health Secretary Matt Hancock criticized Transport for London's decision to run a reduced service, suggesting that an increase in the number of tubes running would allow members of the public to adhere to the government's social-distancing guidelines, while traveling on the underground network. \"TFL should have the tube running in full so that people travelling on the tube can be spaced out and further apart, obeying the two metre rule as best possible,\" Hancock said during the government's daily COVID-19 press briefing.  \"There is no good reason in the information that I've seen that the current levels of tube provision should be as low as they are. We should have more tube trains running,\" the Health Secretary added.  Speaking to BBC London, Khan denounced the \"blame game being played\" by Hancock, highlighting the \"heroic\" work being carried out by TFL staff, and the pressure placed on TFL by the number of staff members who are off work. \"About a third of TFL staff are off work, mainly because of themselves having COVID-19, or members of their family having the symptoms, which means they are self-isolating...TFL are running the maximum service they’re able to do safely, with the number of staff that they have got,\" Khan asserted.  ##Daily Life## As states compete for valuable medical resources like testing kits, face masks and ventilators, some are turning to their senators to help with supply shortages. Behind the scenes, lawmakers are overwhelmed by the stories they are hearing back home, and stepping in to troubleshoot. Senators are relying on their closer relationships with the White House and federal officials to get states what they need.  Sen. Tina Smith, a Democrat from Minnesota, recounted that in her state, the public health department had been approved to receive more than 55,000 N95 masks, nearly 122,000 surgical masks, 23,145 face shields, more than 18,000 gowns and more than 67,000 gloves from the strategic stockpile. But when health officials opened up their shipment Friday, they saw just 657 pairs of gloves. They called her office. “That is kind of frightening when we are seeing the kind of upsurge in cases we are seeing,” Smith said in a phone interview with CNN Tuesday. “I worry that states are competing.”  For the rest of the weekend, Smith and her staff were on the phone with Department of Health and Human Services, troubleshooting with the governor’s office and trying to understand what had gone wrong. Just days later, after the weekend calls, Minnesota public health officials received another shipment that contained the items they had been approved for. But, Smith said public health officials in her state still warn it’s not likely to be enough for the long haul. She also said that her state still has not received a single ventilator from the stockpile. Other hotspots like New York, California and Washington continue to be top priorities as the government seeks to slow to spread of Covid-19 there. Smith says she doesn’t blame career officials at HHS or the Federal Emergency Management Agency. “I feel like the career staff are trying their hardest. I don’t blame them,” she said. “It feels as if the administration’s response is haphazard… I cannot help but think that if they had started to prepare for this in early February…we would have been in a better spot…” It’s not just places like Minnesota that state officials are asking senators with closer ties to the federal government to help.  In South Dakota, Sen. John Thune, the second-ranking Republican in the Senate, stepped in to try and help his state. According to an aide familiar, Thune helped South Dakota Gov. Kristi Noem lean on both the White House and the Centers for Disease Control and Prevention last week when the state needed more reagents required to complete the Covid-19 tests. ##Health##    White House press secretary Stephanie Grisham, who has been quarantined since coming in contact with Brazilian officials almost two weeks ago and has been working from home, has received negative Covid-19 test results and will be back to work Wednesday, deputy White House press secretary Judd Deere told reporters tonight.  Fabio Wajngarten, the press secretary for Brazilian president Jair Bolsonaro, tested positive for coronavirus earlier this month. Wajngarten was with Bolsonaro on a US trip earlier this month, during which the Brazilian president dined with President Trump at Mar-a-Lago. ##Health## Rancho Palos Verdes, California, Mayor John Cruikshank said he contracted coronavirus after attending a birthday party at Trump National Golf Club Los Angeles. The disco-themed birthday party, held on March 8, was for former Rancho Palos Verdes Mayor Susan Brooks, who is also positive for the virus, according to a statement from the city of Rancho Palos Verdes. Other guests at the party, which was attended by several current and former city officials, have also contracted the virus, according to the statement. Cruikshank’s wife has not tested positive for the virus, according to city spokesperson Megan Barnes. City employees, including the mayor pro tem, are self-quarantined out of an abundance of caution. City Hall has been closed since March 14 and is undergoing a deep cleaning, per a directive from City Manager Ara Mihranian. The Trump National Golf Club Los Angeles is closed until further notice, a club representative told CNN on Friday. A spokesperson for the Trump Organization did not immediately respond to a request for comment, nor did former mayor Susan Brooks. CORRECTION: This post has been updated to reflect that Mayor John Cruikshank contracted coronavirus. His wife has not tested positive for the virus, according to a city spokesperson. ##Health## WeWork, the coworking space provider, said it has an obligation to stay open for its members who are working on essential businesses. And while it has implemented a work from home policy for all of its employees, building staffers or “community” team members, will be given bonuses of $100 per day should they choose to come to work.  “We are preparing to hire third-parties as needed to keep our buildings open. But we will first give WeWork employees the option to come to work. This is an individual choice – and has no bearing on your status at WeWork,\" according to a memo from WeWork executive chairman Marcelo Claure and WeWork CEO Sandeep Mathrani provided to CNN Business. \"This will go into effect immediately and we will reevaluate this policy again by March 31st,” the memo said.  ##Business## A Transportation Security Administration officer at Seattle-Tacoma International Airport has tested positive for coronavirus, according to a statement from the airport. The officer was last on duty at the airport the morning of March 21, according to the airport. The checkpoint where the agent worked is now closed for cleaning. At least two dozen TSA screeners around the country have tested positive for Covid-19, according to a count maintained by the agency. ##Health## Two infants in San Diego have tested positive for coronavirus, Public Health Officer Dr. Wilma Wooten announced at a news conference Tuesday. This is the first time San Diego County has reported cases of infants less than one year of age, Wooten confirmed. \"Things are likely to get worse before they get better,\" Wooten said. \"We do not believe the local wave of COVID-19 cases has crested yet.\" ##Health## About 1,900 students returned to Liberty University, a private evangelical Christian university, in Lynchburg, Virginia, a spokesperson confirmed to CNN on Tuesday. Liberty University President Jerry Falwell Jr. and other leaders discussed whether to extend spring break and \"risk students having a longer time to become exposed to the virus,\" the school said in a statement. It decided it was safer to bring the students back to campus. \"During Spring Break, Falwell and his executive leadership team began meeting every afternoon to determine the measures that needed to be taken for all programs to go online and for students to be able to return to their dorms and use the campus dining services that they paid for,\" the statement said. Falwell's decision to bring students back to campus flies against the guidance provided by state officials and the US Centers for Disease Control and Prevention. Virginia Gov. Ralph Northam issued a statewide order Monday to help slow down the spread of coronavirus. The order bans gatherings of more than 10 people and goes into effect just before midnight on Tuesday. The order also closes nonessential businesses and shuts down all K-12 schools for the rest of the academic year. ##Daily Life## Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, told reporters that while he met with President Trump in the Oval Office Tuesday he emphasized the need to be “flexible” in determining a date for a bounce back, following Trump’s comments that he may relax guidelines by Easter Sunday. “We just had a conversation with the President in the Oval Office. You can look at a date but you gotta be very flexible,” Fauci told reporters when asked what he thought of Trump’s timeline. He also said that parts of the country may be OK by Easter but added other places that are worsening.  “Obviously no one is going to want to tone down things when you see things going on like in NYC,\" Fauci said. He also spoke about the need to get more data through testing.  “We need to put a light on those dark spots,\" Fauci said. Watch: ##Health## New York City will initiate a pilot program of closing two streets per borough for outdoor exercise and for people to get fresh air, Mayor Bill de Blasio said Tuesday. The city is aiming to get these sites closed to traffic and open to New York City residents by Thursday. Every site will have authorities who will enforce social distancing policies, de Blasio said.  For now, playgrounds and parks remain open in the city, but the city is working with state and local officials to maximize education and enforcement. The city will continue to monitor the situation until Saturday evening, at which point they will decide whether residents are adhering to social distancing policies well enough, or if they need to close playgrounds for the foreseeable future. Citi Bike will also over a free 30-day membership for “essential workers,” de Blasio said. ##Daily Life## President Trump said that a “big part” of the stock market and the Dow’s surge today was due to his work to get the country “open as soon possible” as well as the potential deal reached on the Hill. “This is very encouraging and I think part of the reason is looking what is close to being passed and I think a very big part of it is they see that we want to get our country open as soon as possible. They see we’re working very hard on that. That’s a very big factor I think in today’s historic gain,” Trump told reporters in the briefing room on Tuesday. US stocks ended in the green on Tuesday, recouping all of Monday’s losses as investors grew optimistic about the government’s response to the coronavirus crisis. “The legislation developed in the Senate is the first step to restoring confidence and stability to America’s economy,” Trump added. Trump also mistakenly claimed that today was the biggest one day gain for the Dow in history. In reality, it was the biggest one day gain for the Dow since 1933.  Watch:  ##Business## The administration remains “deeply concerned about New York City and the New York metro area,” Dr. Deborah Birx said Tuesday, providing additional information on the hotspot and urging anyone who may have left the area to self-quarantine.  “About 56% of all the cases in the United States are coming out of that metro area and 60% of all the new cases are coming out of the metro New York Area and 31% of the people succumbing to this disease,” Birx said at Tuesday’s press briefing.  “It means, because they are still at the 31% mortality compared to the other regions of the country, that we can have a huge impact if we unite together. This means that, as in all places, they have to be following the presidential guidelines … and this will be critical,” she said.  Birx sounded an alarm for any New Yorkers who may have left the region for other parts of the country in recent days. “To everyone who has left New York over the last few days, because of the rate of the number of cases, you may have been exposed before you left New York and I think like Gov. DeSantis has put out today, everybody who was in New York should be self-quarantining for the next 14 days to ensure that the virus doesn’t spread to others. No matter where they have gone whether it’s Florida or North Carolina or out to the far reaches of Long Island,” she said. Birx said they are “starting to see new cases across Long Island: That suggest people have left the city.” She explained that the self-quarantine should be timed based on 14 days after they left the New York area. President Trump wouldn’t say whether he gave New York Gov. Andrew Cuomo a heads-up that guidance for New Yorkers to self-quarantine was coming Tuesday.  “We’re talking to them about it,” Trump said as he left the briefing room, in response to a question from CNN's Kaitlan Collins.  Watch: ##Health## President Trump suggested Tuesday that his recent authorization of the Defense Production Act serves as enough “leverage” to compel companies to produce medical supplies without invoking the act to force them to start up production. “Private companies are heeding our call to produce medical equipment and supplies because they know that we will not hesitate to invoke the DPA in order to get them to do what they have to do,” Trump said during a White House press briefing. “It’s called leverage. … The threat of it being there is great leverage. Companies are doing as we ask, even better than that.” Trump continued: “We didn’t have to exercise or utilize the DPA in any way. The fact that we have it helps but we didn’t have to and for the most part we won’t have to.” The Federal Emergency Management Agency describes the act as \"the primary source of presidential authorities to expedite and expand the supply of resources from the US industrial base to support military, energy, space and homeland security programs.\" ##Health## The Euro-Atlantic Disaster Response Coordination Centre (EADRCC) has received a formal request from Spain's Ministry of Defense for international humanitarian assistance, NATO confirmed Monday in a statement, highlighting both medical and personal protective equipment as key areas of demand for Spain's armed forces, who are supporting the country's response to the COVID-19 outbreak.  \"The Armed Forces of Spain request international assistance in their response to the global pandemic of the coronavirus COVID-19. The Armed Forces of Spain are acting in favour of civil population to mitigate the virus spread,\" NATO said in its statement.  \"In order to prevent the spread of the virus in the military units of the Armed Forces of Spain and in the civil population, international partners are asked to provide assistance to the Ministry of [Defense] of Spain in supplying humanitarian assistance,\" the statement added.  Equipment including 1.5 million surgical masks, 500,000 Covid-19 rapid tests, 450,000 respirators, and some 500 mechanic ventilators were outlined in the request submitted by the Spanish Ministry of Defense.  The request comes as the number of health care workers in Spain contracting the deadly virus continues to rise, with medical workers accounting for approximately 13.6% of the country's total coronavirus cases, according to Fernando Simón, director of the Spanish Coordinating Centre for Health Alerts and Emergencies.  ##Health## There are at least 52,381 cases of the novel coronavirus in the United States, according to CNN Health’s tally of US cases that are detected and tested in the United States through US public health systems. At least 680 people have died. At least 139 deaths were reported Tuesday, according to a tally by CNN, making this the deadliest day in the United States. The total includes cases from all 50 states, the District of Columbia and other US territories, as well as all repatriated cases. ##Health##  President Trump began Tuesday’s coronavirus task force briefing reiterating his goal to ease social distancing guidelines around Easter.  “Ultimately, the goal is to ease the guidelines and open things up to very large sections of our country as we near the end of our historic battle with the invisible enemy. Been going for a while, but we’ll win, we’ll win,” Trump said. His remarks on nearing the end come as health officials, including Surgeon General Jerome Adams, sound the alarm that the virus is going to get much worse in the US before it gets better. Trump said his team is “working very hard” to make an Easter timeline a reality, saying he “will be meeting with a lot of people to see if that can be done.” “What a great timeline that would be. My first priority is always the health and safety of the American people. I want everyone to understand that we are continuing to evaluate the data. We’re working with the task force and making decisions based on what is best for the interest of our fantastic country,” he said. Watch: ##Health## With the time slipping as senators and the White House continue to negotiate the final bill language of the $2 trillion stimulus, it's growing increasingly unlikely that both chambers of Congress can give final approval to the plan tonight. A senior Democratic aide said that it's unlikely the House can approve the Senate deal tonight. That's because lawmakers will need time to review the details of the bill and may need to hold another conference call to discuss the elements of the Senate plan. House Speaker Nancy Pelosi needs to ensure that her caucus is in line because they need full cooperation to bring the bill to the floor so it can be approved by either voice vote or unanimous consent — so members don't have to return to Washington and vote in person. Similarly, a GOP Senate aide that with the time slipping and bill text still being drafted, it's unlikely the Senate will vote tonight. A person attended a coronavirus party in Kentucky and then tested positive for the virus, Gov. Andy Beshear said at a news conference Tuesday. The governor said he hopes he doesn’t have to speak about this incident again and reminded himself to forgive the person who attended the party. \"This is one that makes me mad,” the governor said, discouraging the action. “We have to be much better than that.”  Bashear later said the “coronavirus party” was a group of “young adults” who intentionally got together, “thinking they were invincible\" and purposely defying the state’s guidance to practice social distancing.  Beshear stopped short of naming the county where the patient is from or where the party took place, not wanting to identify the person who “made a mistake.”  At least 163 cases of coronavirus have been reported in Kentucky, the governor said. ##Health## Illinois' Governor J.B. Pritzker, speaking at a news conference Tuesday, said the state is looking into whether closed hospitals could reopen to help with coronavirus response efforts.  \"In a worst-case scenario surge, the state would turn existing hospitals into almost entirely Covid-19 response hospitals, moving non-Covid patients to other hospitals,\" the governor said. Pritzker went on to explain the distinction between a standard hospital bed and a bed for patient with Covid-19. He said the number one difference is a ventilator. ##Health## At least 13 states and 16 municipalities have ordered 148,577,262 people or 45% of the US population to stay home as a result of the pandemic, according to data compiled by CNN using US Census population estimates.  At least five additional states and nine municipalities will have orders going into effect later this week.  When all orders take effect 176,385,537 people will be affected by the order, or 54% of the US population.  The US Census Bureau estimates the population at 328,239,523. ##Health## New York City will move to release 300 city inmates immediately due to Covid-19 concerns, NYC Mayor Bill de Blasio said Tuesday. All of those eligible for release are city inmates convicted of misdemeanors and nonviolent felonies, all with less than one year left on their sentence, de Blasio said. De Blasio noted that there are some inmates within that category with domestic violence or sexual offense charges that the city has determined they will not release at this time. There are an additional 100 inmates that are awaiting trial that would require action from district attorneys, so the city will work with their offices to determine whether any of those inmates can be released, de Blasio said. An additional 700 inmates who are “technical parole violators” will also be under consideration for release, and the city will work with state authorities on those ongoing conversations, de Blasio said. New York Police Department Commissioner Dermot Shea commented on the decision to release inmates at Tuesday’s news conference, saying the decision was very difficult, but that he was in agreement with the mayor and that the decision was based on a desire to be realist and humane. New York City currently has at least 14,776 cases due to Covid-19, Mayor Bill de Blasio said at a news conference Tuesday.  De Blasio said the idea that the city could be back to normal in April is “absolutely inconceivable.\" He added that he believes April will be “unquestionably worse” than March and that he fears May could be worse than April. ##Health## A 37-years-old man is the first inmate in the Texas prison system to test positive for coronavirus, according to the Texas Department of Criminal Justice.   The inmate is currently in isolation at a Galveston, Texas hospital, according to department spokesperson Jeremy Desel. The inmate had been assigned to the Lychner State Jail when he reported a cough and shortness of breath three days ago. There are currently 140,500 inmates in the Texas prison system. Previously, the department had a prison employee diagnosed as positive.   ##Health## A 31-year-old Mexican national is the first detainee to test positive for coronavirus in Immigration and Customs Enforcement custody, the agency announced Tuesday. The detainee, who has been held at the Bergen County Jail in Hackensack, New Jersey, has been quarantined and is receiving care, ICE said, adding that the agency “is suspending intake at the facility until further information is available.” Immigrant advocates and lawmakers have warned about the potential spread of coronavirus in detention facilities, which have a checkered history of dealing with illnesses. As part of its efforts to stop coronavirus from spreading, the agency recently announced it was temporarily suspending social visitation at ICE facilities \"as a precautionary measure\" – meaning family members, friends and advocates who used to be able to visit detained loved ones in person can't anymore, at least for now. ##Health## Connecticut has seen a spike of 200 more cases since yesterday, Gov. Ned Lamont said at a news conference Tuesday. The state now has a total of 618 cases, up from 400 previously reported. The governor said he placed orders for a million N95 respirator masks and 3,000 thermometers. ##Health## Four-time Tony award winning playwright Terrence McNally dies due to complications from coronavirus, according to his publicist Matt Polk. He was 81. McNally died Tuesday in a hospital in Sarasota, Florida. Polk said the cause of death was due to complications from coronavirus. McNally was a lung cancer survivor with chronic obstructive pulmonary disease (COPD), Polk said. McNally is known for such plays as \"Ragtime\" and \"Kiss of the Spider Woman.\" ##Health## The death of a person under the age of 18 in Los Angeles County is believed to be the first from the novel coronavirus in the United States. Los Angeles Mayor Eric Garcetti told CNN’s Wolf Blitzer on Tuesday the victim was a teen, who L.A. County health officials said lived in Lancaster, California. Coronavirus-related deaths in children remain rare. “In the mortality data that has been provided to us, there has been no child under 15 that has succumbed to the virus in Europe,” Dr. Deborah Birx, White House coronavirus response coordinator, said during a White House briefing on Monday. “There was the one 14-year-old in China. So we still see that there is less severity in children, and so that should be reassuring to the moms and dads out there.” According to studies released previously, a 10-month-old infant and a 14-year-old boy died after being infected with the novel coronavirus. The 10-month-old infant who died had a pre-existing condition called intussusception, where one part of the intestine slides into another, potentially blocking the passage of food. The child experienced multi-organ failure and died four weeks after being admitted to a hospital in Wuhan, China, according to research published last week in the New England Journal of Medicine. The 14-year-old boy from Hubei province in China died on February 7. No further details were available on his death, which was reported in a study published last week in Pediatrics that looked at 2,143 children with confirmed or suspected coronavirus. ##Health## There is a great debate raging over when to lift the tough health restrictions imposed to fight the coronavirus outbreak. President Trump said Tuesday he wants the country \"opened up and just raring to go by Easter.\" The goal is to limit the severe financial damage caused by shutting down large parts of the economy. But Morgan Stanley is warning that there are real risks to that strategy. \"If the White House were to relax the social distancing measures 'soon,' well ahead of the necessary timeline to have a significant impact on our view, it would raise the risk of increasing the peak or delaying the time to peak,\" Morgan Stanley analysts wrote in a report Tuesday. In other words, rather than flattening the curve, the government would be making it worse. If anything, the Wall Street firm is growing more concerned about the coronavirus outlook in the United States, which now has more than 50,000 confirmed cases. \"High positive testing rates and mixed lock down measures raise [the] risk that our base case forecast may be optimistic,\" Morgan Stanley analysts wrote. ##Business## Florida Gov. Ron DeSantis announced he plans to expand the executive order he issued for travelers from the New York City area.  During a news conference Tuesday, DeSantis said anyone who has traveled from the New York City area to Florida in the last three weeks will need to self-isolate and also provide a list of people they have been in close contact with in Florida. Travelers will also have to provide an address in Florida where they will self-isolate. DeSantis said he will sign the expansion to the executive order Tuesday. DeSantis said that members of the Florida National Guard were at Miami International Airport and Fort Lauderdale on Tuesday, providing information to travelers from New York, New Jersey and Connecticut in compliance with the executive order he issued Monday, which requires travelers from those states to self-isolate for 14 days. DeSantis added that the effort will be expanded to smaller airports as well. The surgeon general of Florida will be issuing a health advisory that encourages anyone 65 or older to stay home for the next 14 days. Also anyone with chronic conditions —regardless of age —is encouraged to stay home.  DeSantis also announced an expansion of the group gathering guidance to no social or recreational groups of 10 people or more, even in private residences. ##Travel## Climate activist Greta Thunberg said she believes she had coronavirus and has recovered.  Thunberg said in an Instagram post that she isolated herself the last two weeks. She said she started experiencing symptoms about 10 days ago. “I was feeling tired, had shivers, a sore throat and coughed. My dad experienced the same symptoms, but much more intense and with a fever. In Sweden you cannot test yourself for COVID-19 unless you’re in need of emergent medical treatment. Everyone feeling ill are told to stay at home and isolate themselves. I have therefore not been tested for COVID-19, but it’s extremely likely that I’ve had it, given the combined symptoms and circumstances,\" she wrote. The teenage activist said the main thing she wants to tell people is that she didn’t feel that ill and wouldn’t have suspected coronavirus. ##Health## National grocery chain Kroger said in a statement that its wants the government to help secure its workers masks and gloves.  \"Our associates are on the frontlines, ensuring Americans have access to the food, services and products they need during this unprecedented pandemic. We are committed to protecting the health and safety of our associates,\" a Kroger spokesperson said in a statement. The statement continued:   \"We’ve let our associates know they are permitted to wear protective masks and gloves. There is a national shortage of personal protective equipment like this, and we fully support America’s health care workers having first priority to obtain the equipment they need. We are advocating to government officials at all levels for help securing a priority place in line for all grocery workers — after health care workers — to have access to protective masks and gloves.\" ##Health## Texas saw a spike of more than 300 positive coronavirus tests on Tuesday, Gov. Greg Abbott said at a news conference. The state now has 715 people who have tested positive and 11 deaths.  Previously, the state was reporting 410 cases. They have added 305 cases today. ##Health## US stocks ended in the green on Tuesday, recouping all of Monday’s losses as investors grew optimistic about the government’s response to the coronavirus crisis. The Dow recorded its biggest point gain on record. The index closed up 11.4%, or 2,113 points. The S&P 500 finished up 9.4%. The Nasdaq Composite rose 8.1%.  ##Business## Industries across France are at \"about 25% capacity,\" with some industrial sectors dropping in capacity by some 80%, French Finance Minister Bruno Le Maire said Tuesday.  \"Many industrial sectors have also been hit hard. French industry, depending on our evaluations, is at about 25% capacity...some great industrial sectors have their business dropping by 80% or 85% — as is notably the case with the car industry,\" Le Maire said during a press conference.  Le Maire called on the European Union to \"do much more\" to support France through this period of economic downturn, warning that there is \"no comparison in recent history\" to a situation like the Covid-19 outbreak. \"All sectors are affected, some more violently than others because their activity has totally stopped. I'm thinking of tourism, the aviation industry, restaurants, hotels, cinemas, the leisure industry, the events industry...all of these sectors have a drop in business of 90 to 100%,\" Le Maire said.  ##Business## Gun stores in Los Angeles have been declared a nonessential business and have been forced to close, L.A. County Sheriff Alex Villanueva said in a statement Tuesday. Villanueva also announced the department will add 1,300 deputies to beef up patrols. \"There are hundreds of businesses which, through no fault of their own, do not fall under the Governor’s definition of critical infrastructure,\" the sheriff said. \"As a result, I have instructed my deputies to enforce closures of businesses which have disregarded the Governor’s order (gun stores, strip clubs, and other non-designated businesses).\" This directive comes after reports that gun stores in Los Angeles have seen an increase in sales due to coronavirus concerns. ##Daily Life## While appearing on CNN via teleconference, former Vice President Joe Biden coughed into his hand — and Jake Tapper immediately corrected his technique.  \"You know, you're supposed to cough into your elbow,\" Tapper said, noting he learned about the method while covering the Obama administration. \"Actually that's true,\" Biden said. \"But fortunately I'm alone in my home, but that's okay. I agree. You're right.\" \"It's kind of old school, to do it with your hand. Do it into your elbow, you're supposed to do it,\" Tapper added. Biden, who is 77 years old, said he's been following health care and government officials' advice on social distancing and is staying home.  \"I've been staying in place, not going out, not gathering at events,\" he said. Biden said he has no symptoms of coronavirus so he hasn't been tested for it. Watch the moment: ##Health## Phoebe Putney Health System, in southwest Georgia, is now reporting roughly a third of the deaths in the state.  CEO Scott Steiner said in a statement that the hospital system is \"quickly reaching a critical mass.\" Steiner went on to say the health system's main hospital “has been more severely impacted by COVID-19 than any other hospital in Georgia, and our entire health system is one of the hardest hit in the state.\" Phoebe Putney Health System has asked other hospitals to take in its Covid-19 and non-COVID patients.  \"Several hospitals that currently are not being severely impacted by the COVID-19 public health emergency have agreed to accept patients from our main hospital to free up capacity for our ever-growing number of COVID-19 patients,\" a Putney spokesperson said. The hospital is currently awaiting the results of more than 1,000 people who were tested for coronavirus.  ##Health## Aisne, a region in northern France, has banned the sale of alcohol while emergency measures due to coronavirus are in place. The ban has been put in place over an increasing risk of domestic violence due to restriction of movement, local police said on Tuesday. “As intra-family violence is often associated with excessive alcohol consumption, a regulation measure to take-away sales of alcoholic beverages until March 31st had been decided,” police said a statement. This announcement came after Minister of Interior Christophe Castaner stressed police effort to crack down on domestic violence cases. ##Daily Life## On a conference call with his caucus this afternoon, Senate Minority Leader Chuck Schumer expressed confidence to fellow Democrats that he had secured $150 billion for state and local stimulus fund and 130 billion dollars for hospitals, according a person familiar with the call. More context: The Senate has been locked in long negotiations over the past couple days over a stimulus package that could cost in the ballpark of $2 trillion. Throughout the day, lawmakers from both sides of the aisle — as well as White House officials — have said they believe they're close to making a deal.  School in South Carolina will remain closed for the duration of the month of April, according to a joint statement released by Gov. Henry McMaster and Superintendent of Education Molly Spearman.  “Our dedicated teachers and school administrators have done a tremendous job in making it possible for our students to learn at home. We understand that the prospect of schools remaining closed for an extended period of time places stress and strain on parents and children. Rest assured, if there is any way to safely open our schools earlier, we will do that, but schools must remain closed to protect the health and safety of South Carolinians,” they said in the statement.  The closure applies to K-12 schools as well as public colleges, universities and technical colleges.  ##Daily Life## The Pentagon has issued a memo to “immediately postpone all elective surgeries, invasive procedures and dental procedures” in order to free up medical facilities and equipment as it responds to the coronavirus outbreak. “This action aligns with actions being taken across the nation to conserve vital healthcare resources during this public health emergency, to include bed space, personal protective equipment, supplies and medical personnel,” the memo said. The order becomes effective on March 31 and is scheduled to last 60 days. Procedures and surgeries designed to maintain deployability of active duty troops will be allowed to continue. ##Health## The British Armed Forces will begin delivering and distributing essential medical and personal protective equipment to National Health Service (NHS) facilities. They have already delivered some 50,000 face masks to London's St Thomas' Hospital on Tuesday, the Ministry of Defence (MOD) said in a statement. \"What you’ve seen today is a British Army convoy delivering Personal Protective Equipment right to the frontline of the nation’s response to the Coronavirus challenge. But this is more than just delivering masks — this is a demonstration the British Army is standing side by side with the NHS,\" Brigadier Phil Prosser said Tuesday.  According to the MOD, a two-truck convoy arrived at the hospital early in the morning to deliver the masks after driving overnight from an army depot in Merseyside, some 200 miles away.  “My normal role is to deliver combat supplies to combat forces in time of war — but we can respond to these challenges and it’s great to stand with our NHS colleagues as we get ready for the challenges ahead...there are some tough times ahead and the nation needs to rise together to respond to those times,\" Prosser added.  In its statement, the MOD confirmed that military planners are currently advising the NHS on \"logistical measures to ensure vital equipment gets to where it’s most needed,\" adding that the Army's Logistical Brigade Command has deployed planning staff to help develop a plan for \"possible long-term commercial solutions\" and further support.  \"More than 460 personnel from the Royal Navy, Army and Royal Air Force will be ready to deliver the equipment to NHS facilities around England, while further personnel will deploy to a PPE warehouse to prepare the equipment for dispatch,\" the MOD said.  \"Personnel will deliver items to 242 NHS locations to help them cope with rising demands for equipment in response to the coronavirus outbreak,\" the statement added.  ##Health## Medical workers in Spain account for 13.6% of its total coronavirus cases, according to Fernando Simón, director of the Spanish Coordinating Centre for Health Alerts and Emergencies at Spain’s Ministry of Health. Health care workers account for 5,400 of the country’s 39,673 total cases, he said on Tuesday. ##Health## Former Vice President and 2020 Democratic presidential candidate Joe Biden said President Trump should \"stop talking and start listening to the medical experts.\" Earlier today, Trump said he wants the nation \"opened up and just raring to go by Easter\" — a date just more than two weeks away that few health experts believe will be sufficient in containing the spread of coronavirus. \"Look, we all want the economy to open as rapidly as possible. The way to do that is let's take care of the medical side of this immediately,\" Biden said. Biden said Trump is \"not responsible for the coronavirus\" but added the President is \"responsible for the delay in taking the actions that need to be taken.\" Watch: Three sailors aboard the aircraft carrier USS Theodore Roosevelt have tested positive for coronavirus and have been flown to a military medical facility for treatment, the acting Secretary of the Navy Thomas Modly said Tuesday. “Three cases of COVID19 have been identified among personnel currently deployed and underway on the USS Theodore Roosevelt, these are our first three cases of COVID19 on a ship that is deployed,“ Modly said. “We’ve identified all those folks that they’ve had contact with and we are quantifying they as well,” he added. It is the first reported case of coronavirus aboard a US Navy ship while it was at sea. The carrier was last in port 15 days ago as part of a port visit to Vietnam. However, Navy officials would not say if the sailors were exposed to coronavirus while there, noting that multiple aircraft had flown to the carrier in the intervening period. There are approximately 5,000 personnel on board the carrier. ##Health## A Georgia congressman is urging Secretary of State Mike Pompeo to temporarily ban exports of medical supplies related to coronavirus over concerns that private companies will send supplies to foreign countries instead of states seeking the same equipment.  GOP Rep. Doug Collins sent a letter to Pompeo Tuesday saying that he has heard from state health officials that they are having trouble obtaining equipment because US companies are receiving an influx of European orders. “I was informed by Northeast Georgia Health System that it faced uncertainty in the fulfillment of its recent purchase of high-speed testing equipment from a domestic company that is refusing any new customers because of a surge in orders from Europe,” Collins wrote in the letter, which was obtained by CNN.  Collins, who is running for Senate against fellow Republican Sen. Kelly Loeffler, said he wanted the US government to “provide clear guidance that all production of necessary medical supplies must first be sent to purchasers in the United States until domestic demand has been satisfied,” adding that other countries have imposed limits on exports of medical supplies, too. State officials across the country have warned about the difficulty of obtaining medical supplies, such as masks, gowns and ventilators, saying they are having to compete with other states, the federal government and foreign countries for orders. Several state officials, including New York Gov. Andrew Cuomo, have pressed President Trump to invoke the Defense Production Act to obtain the supplies that states need. ##Health## House Speaker Nancy Pelosi and her leadership team are trying to sell their caucus on the Senate plan, arguing it is a much improved version of earlier proposals even as some on the left gripe about reports of the emerging deal. According to sources on an ongoing conference call with the House Democratic Caucus, Pelosi told her caucus the bill is an improvement from a few days ago, contending it has moved in a positive direction.  On the call, she argued that $500 billion fund for distressed industries, for instance, will now be overseen by a five-person panel, one of the sources said. This is a key point of contention within the House Democratic Caucus, even prompting Rep. Alexandria Ocasio-Cortez to tweet her concerns about the emerging deal earlier this afternoon.  Pelosi said the bill is a \"big advance,\" but contended it was \"not everything we want,\" according to the source.  Winning over the caucus is important because any member — Republican or Democrat — could object and demand House members return to Washington to vote in person if lawmakers don't cooperate and allow the vote to occur by unanimous consent or voice vote. Also, on the call, Pelosi pointed that there would be $150 billion in funds for state and local governments and $130 billion for hospitals. She also said that Republicans would not agree to a 15% increase for food stamps and other nutritional programs, nor would they provide the money Democrats demanded to encourage states to adopt vote-by-mail programs. House Majority Leader Steny Hoyer, on the call, said there would be additional economic relief legislation as well — potentially two more. At least 13 states and 13 municipalities in the US have ordered 144,522,931 people to stay home as a result of the pandemic, according to data compiled by CNN using US Census population estimates.  That's about 44% of the US population. At least three additional states and eight municipalities will have orders going into effect later this week.  When all orders take effect 162,485,384 people will be affected by the orders — or 49% of the US population.   The US Census Bureau estimates the population at 328,239,523.  New York state is soaring in coronavirus case numbers, higher and faster than anywhere in America, with more than 25,000 cases and at least 210 deaths by Tuesday — and case totals are doubling every few days. But in recent days, numbers in Louisiana, Pennsylvania, Michigan, Florida and Georgia are also spiking fast, according to CNN's state-by-state county of positive Covid-19 cases reported by state and local health departments. Here's where things stand now: Michigan rose from just 65 cases about week ago to 1,328 on Tuesday afternoon, including 15 deaths.\nLouisiana, which reported no cases until mid-March, topped the 1,000-mark and has seen more than 500 new cases reported just since the weekend, with 1,388 cases and 46 deaths by Tuesday afternoon.\nPennsylvania saw a spike of more than 200 cases overnight, bringing the total to 851 cases statewide on Tuesday. Of those cases, seven people have died.\nFlorida and Georgia — two states where leaders have faced criticism for being slow to enact restrictions — both crossed the 1,000-case threshold over the weekend and continue to rise in cases at a rate of at least 20% each day. As of Tuesday afternoon, Florida recorded 1,324 cases and 17 deaths, while Georgia reported 1,026 cases and 32 fatalities.\nIndiana went from a handful of cases about a week ago to 365 Tuesday afternoon. Remember: To be sure, while these are notable recent spikes, the states with the consistently largest total number of cases are New York, Washington, and California. It’s just that in recent days, the rates of increase in Washington and California are not quite as high. Washington and California were also home to the nation’s earliest recorded outbreaks. ##Health## The Vatican has confirmed the first coronavirus infections in the city state. The cases include one office staffer \"and two museum employees,” Vatican spokesperson Matteo Bruni said at a news conference on Tuesday. \"The four people had been placed in isolation as a precaution before they tested positive to the test and their isolation has lasted beyond 14 days. At the moment, they are either in care in Italian hospitals or in home isolation,\" he said. Nevertheless, the Vatican has decided not to suspend its activities, instead limiting staff numbers and \"encouraging remote work as much as possible,\" according to their press office. ##Health## The owner of the Philadelphia 76ers and New Jersey Devils is apologizing for initiating a 20% pay cut for salaried employees of the teams and is now reversing the decision.  Josh Harris, one of the founders of Harris Blitzer Sports and Entertainment group, says he got the employee pay-cut \"wrong\" — a move originally disclosed on Monday — and today is retracting it.  Harris said in a statement today, \"it’s clear that was the wrong decision...to our staff and fans, I apologize for getting this wrong.\" Harris continued by saying all employees will be paid their full salaries.  ##Business## There are at least 50,076 cases of the novel coronavirus in the United States, according to CNN Health’s tally of US cases that are detected and tested in the United States through US public health systems. At least 646 people have died. There have already been over 100 deaths reported today due to coronavirus, according to a tally by CNN. The total includes cases from all 50 states, the District of Columbia and other US territories, as well as all repatriated cases. ##Health##  Treasury Secretary Steve Mnuchin said he still hopes to reach a Senate deal on a coronavirus stimulus plan today. “I would just say we’re trying to finalize all the documents. Going through a lot of complicated issues and we’re making a lot of progress,\" he said as he went from one meeting to another moments ago. “Again we’re trying to get a deal as quick as we get a deal. So, I hope it’s tonight. Absolutely. Still think we can get there,\" he said when asked if there would be a deal tonight.  Where things stand now: Pressure has been intensifying for days on the Senate to pass a massive stimulus package to respond to the economic fallout of the coronavirus, but yesterday came and went without much action. After four straight days of marathon negotiations, the Trump administration and senators again failed to secure an agreement on a roughly $2 trillion plan to provide a jolt to the economy and give aid to hard-hit workers and industries. Leaders emerged from late-night meetings in the Capitol optimistic that a deal could be struck today. Canadian Prime Minister Justin Trudeau said he and his officials will \"shift our posture,\" if necessary, when it comes to stricter border controls with the United States.  “We are braced for a broad range of scenarios, we have put contingency plans for next steps depending on what trajectory the virus takes in Canada or indeed around the world,\"  said Trudeau during his daily news conference outside his Ottawa home where he remains in quarantine.  \"We are looking at a broad range of things nothing is off the table but we will respond every step of the way with the necessary actions,\" he said. Border states including Washington and New York have become Covid-19 hotspots and Canadian officials are becoming more concerned about community spread as hundreds of thousands of Canadians return to the country from the US and beyond. The Public Health Agency of Canada says it has tested more than 120,000 Canadians to date and there’s an almost equal mix of travel-related and community spread cases across the country. Canada now has at least 2,500 cases of the virus, with cases spiking by at least 25% Tuesday alone. Canada has reported 25 deaths. ##Health## Fifty-one members of the New York City Fire Department have tested positive for Covid-19 as of Tuesday, according to department spokesperson Jim Long.  The members include firefighters, as well as emergency medical service personnel and other workers. Long said five people have been hospitalized. The French government will launch a new financial aid package in order to stem the spread of coronavirus to developing nations, with a particular focus on countries within Africa, France's Minister of Europe and Foreign Affairs Jean-Yves Le Drian said Tuesday.  \"We will mobilize a financial package of assistance to prevent the epidemic from spreading to regions or subcontinents, which today are not contaminated but tomorrow could be a new risk for us,\" Le Drian told lawmakers in the French National Assembly.  \"International cooperation and support must absolutely be given to the most vulnerable of the third-world countries, because they are going to need it very quickly,\" the Foreign Minister added, highlighting Africa as particular area of concern.  ##Health## Sierra Leone President Julius Maada Bio declared a 12-month state of “public health emergency” starting Tuesday in the West African nation to prevent the spread of coronavirus. It has yet to report a case. Bio, in a televised address to the nation, expressed concerns about the rapid spread of the virus, warning that it could send Sierra Leone into “a state of emergency.” The country was at the center of the 2014 West Africa Ebola outbreak that ended with more than 28,000 cases and 11,000 deaths. The President said the coronavirus pandemic poses “enormous” health and economic challenge to citizens and the country’s health facilities and it has become necessary for the government to take critical steps to protect its citizens. He offered no immediate details on what those steps would be during the address. Bio did say the announcement is not a lockdown and warned against hoarding and hiking of goods and services in the country. “This is not a lockdown and nobody must use this as an excuse to hoard goods, hike prices, or engage in acts of lawlessness. This public emergency is not meant to make the lives of Sierra Leoneans difficult or unbearable,” he said. Bio said the government would deploy police and country’s security forces to ensure that citizens comply with public health directives in the country. “We believe that the actions that we take as a government, will have an impact on the well-being of our beloved nation,” the President said. Sierra Leone had banned overseas travel for public officials last week and prohibited gathering of more than 100 people as a precautionary measure against the virus. ##Health## Italy will impose higher fines for people who defy coronavirus emergency regulations, Prime Minister Giuseppe Conte said on Tuesday.  People who violate the emergency measures will be slapped with fines ranging from 400 to 3,000 euros — or $435 to $3,225, Conte said.  The latest in Italy: In Codogno — the village in Lombardy where the first big cluster of Covid-19 was reported at the beginning of the epidemic in Italy — had no new cases on Tuesday, Giulio Gallera, Lombardy’s health assessor said in a news conference. “We know there are hospitals completely full of patients, in particular in the area of Bergamo were two hospitals are at their maximum capacity: the Pope John XXII hospital has 417 Covid-19 patients and the other hospital has 424 Covid-19 patients,” Gallera said.   He thanked the Italian military for its assistance in building a field hospital in Crema. ##Daily Life## Yellowstone and Grand Teton national parks will be closed to visitors until further notice during the coronavirus outbreak. \"The National Park Service listened to the concerns from our local partners and, based on current health guidance, temporarily closed the parks,” said Yellowstone Superintendent Cam Sholly and Grand Teton Acting Superintendent Gopaul Noojibail said in a statement.  They added: “We are committed to continued close coordination with our state and local partners as we progress through this closure period and are prepared when the timing is right to reopen as quickly and safely as possible.”   ##Daily Life##   President Trump said Tuesday that he still has a good relationship with Dr. Anthony Fauci, the coronavirus task force member who leads the National Institute of Allergies and Infectious Diseases.  “We get along very well,” Trump said during a Fox News virtual town hall. “I think it’s very good,” he said of his relationship with Fauci. “You would have heard about it if it wasn’t.” Asked why Fauci wasn’t at the town hall today, Trump said, “You know, they have other things to do. And yesterday we weren’t really talking about what he’s an expert on. We were talking about other things.” The President complained that when a task force member isn’t seen at a briefing or meeting, the press is quick to ask why they aren’t there. “I respect all of these people. These are great people,” Trump said. He called Dr. Deborah Birx and Fauci “extraordinary.” Earlier in the town hall, Surgeon General Dr. Jerome Adams asserted that the President listens to his health experts, including Fauci, about the coronavirus. ##Health## According to CNN Health’s tally of US cases that are detected and tested in the United States through public health systems, there are at least 49,070 cases of the novel coronavirus in the United States.  At least 624 people have died. The total includes cases from all 50 states, the District of Columbia and other US territories, as well as all repatriated cases. ##Health## An emergency room nurse who works at a hospital in Virginia said the conditions at her hospital are “exceptionally chaotic.”  The nurse, who requested anonymity, said the rules about the personal protective equipment they are required to wear are changing “if not daily, hourly.”  She said that nurses and doctors in her hospital who have auto-immune disorders and underlying conditions are being asked to wear the same protective equipment – one n95 mask for the entirety of their shift – as healthy nurses and doctors. She feels this is putting workers with underlying conditions at higher risk of contracting coronavirus.  “I don’t think they are protecting their staff at all,” she said. “The staff that does have chronic illnesses are required to wear the same PPEs as those that are healthy.” She said last week, hospital staff used N95 masks as they are supposed to be used, one time and then you throw them away. This week, they are using the N95 masks until they are soiled because they are running out of supplies. She said they are seeing “60, 70, 80 patients” in one shift, “the majority of them have cough, fever, shortness of breath, and you are out there, and you have full garb and you have that one measly mask for all of those patients.”  She feels like the hospital and the government were not prepared for the outbreak and the needs it would impose on hospitals. “They should have been preparing when this outbreak happened in China,” she added. In her emergency room, patients who potentially have Covid-19 are waiting in the same waiting room as people coming into the emergency room for other unrelated issues. This is where she believes the highest risk is for patients. “I think they put a lot of people at risk. You have an elderly couple that is having chest pain sitting right next to someone who has a cough and flu… I think that’s extremely reckless,” she said She also said they are not testing patients in her emergency room. If you are suspected to have Covid-19, you are separated into a room with other people who potentially have it. She said people are not getting tested unless they meet strict criteria, simply because there are not enough tests to test everyone who has the symptoms. “On my shift, I think we tested 10 people yesterday when we should have tested probably 50 to 60 just to identify community spread,” she added. She said she’s also putting her family at risk by being exposed to patients who potentially have Covid-19 every day. Her 18-year-old daughter is home from college for the rest of the semester since classes have been suspended. She said she has not hugged her daughter since this started, for fear she may pass anything on to her. ##Health## President Trump suggested negotiators working on a stimulus bill are “doing pretty well” Tuesday, going on to rail against New York Gov. Andrew Cuomo for “complaining” as his state faces critical shortages of ventilators. “I hear just from a few minutes ago that they’re doing well. It’s for the workers, it’s for the people of the country, and I hear they’re doing pretty well so we’ll see how it comes out,” Trump said of the bill. Trump then referenced a New York Post opinion piece from former New York Lt. Gov. Betsy McCaughey, who wrote last week about public health officials in a 2015 task force: “In 2015, the state could have purchased the additional 16,000 needed ventilators for $36,000 apiece, or a total of $576 million.”  “I watched Gov. Cuomo and he was very nice, we’re building him hospitals, we’re building him medical centers, and he was complaining about – we’re doing probably more, definitely more than anybody else and he was talking about the ventilators,” Trump said of Cuomo. He continued: “I’m not blaming him or anything else, but he shouldn’t be talking about us. He’s supposed to be buying his own ventilators. We’re gonna help. But if you think about Gov. Cuomo, we’re building him four hospitals, we’re building him four medical centers, we’re working very hard for the people of New York. We’re working along with him and then I watch him on the show complaining, and he could’ve had 16,000 that he could’ve had at a great price and he didn’t buy them.” President Trump said he wants the nation \"opened up and just raring to go by Easter,\" a date just over two weeks away that few health experts believe will be sufficient in containing the spread of coronavirus. Speaking during a Fox News town hall, Trump reiterated he was eager to see the nation return to normal, even as doctors warn the nation will see a massive spike in cases if Americans return to crowded workplaces or events. \"I give it two weeks,\" Trump said earlier in the town hall, suggesting he was ready to phase out his 15-day self-isolating guidelines when they expire. \"I guess by Monday or Tuesday, it's about two weeks. We will assess at that time and give it more time if we need a little more time. We have to open this country up.\" Despite announcing the new guidelines under the banner \"The President's Coronavirus Guidelines for America,\" Trump seemed to distance himself from the practices during the town hall. \"Somehow, the word got out that this is the thing we are supposed to be doing,\" he said, noting the country had \"never done a thing like this before.\"  \"But we had to do it. It's been very painful for our country and very destabilizing,\" he said. As his advisers prepare options for returning the country to work, Trump suggested that Americans would still be able to exercise good health practices while still returning to normal. \"We have to go back to work much sooner than people thought. People can go back to work and they can also pass it on my practice good judgment,\" he said. Trump again compared coronavirus to the flu and auto accidents, despite warnings from his health advisers that such analogies make little sense. \"We lose thousands and thousands of people to the flu. We don’t turn the country off,\" he said, adding: \"We lose much more than that to automobile accidents.\" Last week, Dr. Anthony Fauci said comparing coronavirus to auto accidents was a \"false equivalency\" and said it was important to \"face the fact\" that coronavirus is more lethal than the flu. ##Health## The UK government has launched a new volunteer program to support the country's National Health Service (NHS) and medical professionals on the frontline of the fight against coronavirus, Health Secretary Matt Hancock announced Tuesday during a news briefing at Downing Street.  \"The NHS Volunteer Responders is a new scheme set up so that people can come and help to make sure the NHS, and local services that are needed, get all the support they need,\" Hancock said.  \"We are seeking a quarter of a million volunteers —people in the good health — for shopping and for the delivery of medicines,\" the Health Secretary added.  Following an earlier call by the government for retired healthcare professionals to return to the NHS, Hancock confirmed that more than 10,000 people have so far responded and agreed to rejoin the health service.  ##Health## Republican senators told CNN that President Trump should listen to medical professionals before opening up economy. Here's what they're saying: Iowa Sen. Joni Ernst: “I think we need to be very cautious about that I want to make sure that we are putting the safety health and well-beings of Iowans, Americans, first. I think we do need to follow CDC guidelines and watch what our experts are saying. I would love to see the economy up and going as soon as possible, but lets make sure we’re taking care of people first.”\nNebraska Sen. Deb Fischer: “I believe that we should be following the advice of medical professionals, we are able to see some help in the future I think this net week is going to be tough, hopefully I will be back in my state, we have 60 or I think 62 cases right now, I anticipate that is going to continue to grow, and we should be listening to medical professionals.” ##Health## Athletes from around the world reacted Tuesday with a mixture of relief, sadness and goodwill to the postponement of the Tokyo 2020 Olympic and Paralympic Games due to the coronavirus pandemic. The Olympics have never been delayed in their 124-year modern history, though they were canceled altogether in 1916, 1940 and 1944 during World War I and World War II. Here's how athletes are reacting: Eliud Kipchoge, an Olympic marathon champion, tweeted praise for the “wise decision” to postpone the Games until 2021, adding that he looked forward “to come back to Japan to defend my Olympic title next year and witness a wonderful event.”\nLilly King, USA's double Olympic swimming Gold medallist from Rio 2016, opted for a short and simple message, writing on Instagram: “Just one more year to get better #Tokyo2020.”\nThomas Roehler, Germany's javelin gold medallist from the 2016 Olympic Games, also opted for brevity writing on Instagram: “Dreams are not cancelled, just postponed.”\nTeddy Riner, a double Olympic super-heavyweight judo champion, offered an upbeat tone on Instagram writing: “See you in 2021, Tokyo. First, we have a more important fight to win,\" referring to stopping the coronavirus pandemic.\nElia Viviani, Italy's Olympic track cycling champion, agreed with the decision to postpone the Games, tweeting: “Today we are all struggling with a much bigger problem and although August still seems far away, the security for such a big event was very difficult. See you in 2021!”\nDina Asher Smith, Britain's 200m World champion, didn’t let the news dampen her spirits as she wrote on Instagram: “Same (Fire emoji), new dates. Stay at home and stay safe everyone.”\nKatarina Johnson-Thompson, 2019 World Champion heptathlete, put the decision into perspective, tweeting: “Waited eight years for this, what's another one in the grand scheme of things? As an athlete, it's heartbreaking news about the Olympics being postponed until 2021, but it's for all the right reasons and the safety of everyone! Stay indoors!”\nDafne Schippers, a 2016 Olympic Games 200m Silver medallist, wrote on Instagram to say she was looking forward to competing in Tokyo this summer but \"for now we have to look at the bigger picture and do whatever it takes to beat the Coronavirus.”   Vice President Mike Pence announced that the Federal Emergency Management Agency shipped 2,000 ventilators from the national stockpile to New York state earlier Tuesday with another shipment of 2,000 ventilators expected Wednesday. “I was so pleased to confirm that earlier today, FEMA, from the national stockpile, shipped 2,000 ventilators to the state of New York. And tomorrow, there will be another 2,000 ventilators shipped from the national stockpile,” Pence said during a Fox News town hall. Pence said earlier during the town hall that the national stockpile “has some 20,000 ventilators,” and that the hardest-hit American communities had been prioritized.  What this is about: At a news conference today, New York Gov. Andrew Cuomo said that the state has procured 7,000 ventilators but needs an additional 30,000 for coronavirus treatment. ##Health## President Trump said during Tuesday’s virtual town hall on Fox News that he “canceled” a stimulus deal with Democrats last night. “I canceled the deal last night. I said I’m not going to sign that deal because (House Speaker) Nancy Pelosi came in and put a lot of things in the deal that had nothing to do with the workers, that had to do with an agenda that they’ve been trying to get passed for 10 years,” Trump said in the Rose Garden of the White House. “I told … a lot of people there’s no way I’m signing that deal.” The President said Republican Sens. John Kennedy, Ben Sasse and Lindsey Graham also spoke to him to advise him not to get onboard with the deal. “All of the sudden they start throwing all of the little Green New Deal stuff in,” Trump said of Democrats’ additions to the stimulus proposal. He said they wanted assurances on what board rooms would look like, on green energy, windmills and oil. More context: After another marathon day of negotiations, Congress failed to make a deal Monday to pass a massive stimulus package to respond to the economic fallout of the coronavirus. But leaders emerged from late-night meetings in the Capitol optimistic that a deal could be struck Tuesday despite tweets from Trump trashing the deal and baselessly accusing Democrats of siding with \"the virus.\"  Throughout the day today, lawmakers on both sides of the aisle — including Senate leadership — have said that they are close on making a deal. The key Senate GOP negotiators on the economic stimulus bill to respond to coronavirus were summoned about an ago hour to the Strom Thurmond Room, near Senate Majority Leader Mitch McConnell’s office to “get a full update” about the emerging agreement, according to Sen. Marco Rubio.  “My understanding from the other negotiators is they are all feeling good about how it's turning out. The most important thing is that we do something today,” said Rubio, who chairs the Small Business Committee and played a key role shaping the small business components of the bill. “Today has to be the day we to deliver something. We really do. The country can't afford another day like yesterday this meeting to close the deal.” An aide to another participant said the briefing was called by McConnell.  It could not be immediately determined from aides if the White House negotiating team was in the room but they were spotted entering McConnell’s office which leads to the Strom Thurmond Room.  Asked if this meeting was called to close the deal, Rubio replied: “They haven’t told us that but I don’t know why else we would be meeting. “ Italy has reported an increase in deaths of coronavirus in the last 24 hours. Another 743 people have died as a result of coronavirus. That is an increase from Monday, which had been the second day of a downward trend.  At least 6,820 people have died in Italy so far. There are at least 69,176 confirmed case of coronavirus in the country. ##Health## As coronavirus cases continue to rise in the United States, the nation has \"potential\" to become the next epicenter of the coronavirus pandemic, Margaret Harris, a spokesperson for the World Health Organization, said during a call with reporters on Tuesday.  Harris was asked directly: \"Do you see the United States going on to become the epicenter of this outbreak, overtaking Europe?\" In response Harris said, \"We are now seeing a very large acceleration in the numbers of cases from the United States — so it does have that potential. We cannot say that that is the case yet, but it does have that potential.\" Earlier in the call, Harris said that the majority of the world's latest Covid-19 cases have been in European countries and the United States. \"The main drivers of the outbreak remain Europe, but also the US. So 85% of cases that have been reported in the last 24 hours have come from the European region and the US,\" Harris said on Tuesday.  \"A lot of countries are now taking very strong measures to distance people, to really quarantine entire societies, and these have been shown to be an important way of slowing down this spread of the virus and buying some time,\" Harris said. \"But to defeat the virus, to stop it, countries also need very aggressive targeted tactics, testing every suspected case, isolating and caring for every person known to be ill and also tracing and quarantining and finding every close contact.\" ##Health## WATCH DR. SANJAY GUPTA: Harvard President Lawrence S. Bacow said he and his wife have tested positive for coronavirus. \"We started experiencing symptoms on Sunday—first coughs then fevers, chills, and muscle aches—and contacted our doctors on Monday. We were tested yesterday and just received the results a few minutes ago,\" he said in a statement to the Harvard community. Bacow said he's not sure how he and his wife contracted the virus, but said \"far fewer people crossed our paths recently than is usually the case\" as they both began working from home on March 14. \"We will be taking the time we need to rest and recuperate during a two-week isolation at home,\" he added. \"I am blessed with a great team, and many of my colleagues will be taking on more responsibility over the next few weeks as Adele and I focus on just getting healthy.\" Earlier this month, Harvard announced it would be moving to online classes and asked students to move out of on campus housing.  ##Health## An exhibitions and convention center in London will become a temporary hospital in order to meet the medical needs of coronavirus patients, the Health Secretary said today.  The ExCeL center, in east London, is expected to open next week as the NHS Nightingale with the “help of the military.\" It will consist of two wards with capacity for 2,000 patients.  “We will make sure we have the capacity so that everyone gets the support they need,” Matt Hancock said in a virtual news conference.  Hancock said almost 12,000 former health staff have agreed to return to help out with the coronavirus crisis, including 2,600 doctors and 6,147 nurses. ##Health## ##Daily Life##  Japanese investment group Softbank announced on Tuesday that it is donating 1.4 million N95 respirator masks to New York state. In an internal memo obtained by CNN, Marcelo Claure, COO of SoftBank, said the masks were for “those on the front lines testing, preventing, and treating the spread of this virus in New York, the current epicenter of the pandemic in the US.” The company will also ship an additional 100,000 masks to several cities in Latin America, where he said help is desperately needed. ##Health## ##Business## Pennsylvania saw a spike of over 200 cases overnight, bringing the total to 851 cases statewide, according to the state's Department of Health.  At least seven people have died from coronavirus in the state. ##Health## Brazilian President Jair Bolsonaro defended the measures he's been taking to fight the coronavirus in his country and claimed the mainstream media and some governors are trying to \"trick\" the population into believing the pandemic is worse.  During a Sunday interview with CNN affiliate Record TV, Bolsonaro said \"the people will soon know they have been tricked by those governors and the mainstream media\" and said extreme measures, like lockdowns, could lead to a rise in unemployment. The comments came after Bolsonaro faced several nights of protests in Rio de Janeiro and Sao Paulo, where people banged pots and pans from their windows. Sao Paulo, Brazil's most populous state and the most affected by the coronavirus, went into lockdown Tuesday, forcing nonessential businesses to shut down for 15 days and limiting restaurants to delivery service. ##Daily Life## The chairman of the Joint Chiefs of Staff suggested that the models show the country would “get through” the coronavirus crisis “probably late May, June, something in that range. Maybe could be as late as July.” “There are a variety of models. There’s best case, worst case, something in the middle. Based on what we’ve already said, you’re looking at somewhere around 90 days based on some of the other countries. That may or may not apply to the United States,” said Gen. Mark Milley during a broadcast town hall for US service members to discuss the coronavirus. ##Health## New York Gov. Andrew Cuomo pushed back against comments by President Trump that he could reopen the US economy while keeping an eye on some of the most at-risk populations, including seniors.  “My mother is not expendable. And your mother is not expendable. And our brothers and sisters are not expendable,” Cuomo said. “And we're not going to accept a premise that human life is disposable. And we're not going to put a dollar figure on human life.” Cuomo said saving lives is most important, but there can be an “intelligent” strategy for getting people back to work. Some more background: Texas Lt. Gov. Dan Patrick, 70, said Monday that he is \"all in\" on lifting social distancing guidelines in order to help the economy.  “Let's be smart about it, and those of us who are 70+, we'll take care of ourselves. But don't sacrifice the country,” he said. His suggestion directly contradicts recommendations put forth by government agencies and experts.  Watch more from Cuomo: The British government has texted the guidelines for the stay at home order issued last night by the Prime Minister over coronavirus.  The text emphasizes that people need to stay at home unless they are going out for the following reasons:   If they need food\nFor health reasons\nFor work, but only when they absolutely cannot work from home The text also urges people to stay 2 meters (or 6 feet) away from other people and wash their hands as soon as you get home. Anyone can spread the virus, the text warns. ##Daily Life## Senate Minority Leader Chuck Schumer echoed what other negotiators are saying Tuesday morning, signaling that he expects a deal soon — later today.  He said that he had “just finished a very productive meeting\" with Treasury Secretary Steven Mnuchin, White House congressional liaison Eric Ueland and President Trump’s acting chief of staff Mark Meadows. \"Last night I thought we were on the 5 yard line, right now we’re on the 2. As I also said last night, at this point, of the few outstanding issues, I don’t see any that can’t be overcome within the next few hours,\" Schumer said. He continued: “We are very, very pleased with what seems to be moving forward in the bill – in the bipartisan bill – that we hope will be brought to the floor.\" Schumer also said that the legislation will have “unemployment insurance on steroids.”  \"This is a great plan. What it says is if you lose your job in this crisis you can be furloughed by your employer. That means you stay on that employers work list, if you have health benefits with the employer you can keep getting them, but most importantly the federal government will pay your salary – your full salary – for now four months. We had asked for four months and four months looks like what we’re going to get when we come to this agreement,\" he said. ##Daily Life## The number of deaths related to coronavirus in Britain has jumped by 87 in the past 24 hours, according to the Department of Health. There have been at least 422 deaths and 8,077 confirmed cases in the country. ##Health##  Once all of India goes into lockdown at midnight local time (2:30 p.m. ET), roughly 2.5 billion people worldwide will be affected by a partial or total lockdown, curfew or some restriction on their movement due to the coronavirus pandemic, CNN calculates. That represents nearly one third of the world’s population. ##Daily Life##    According to CNN Health’s tally of US cases that are detected and tested in the United States through US public health systems, there are at least 48,009 cases of the novel coronavirus in the United States.  At least 601 people have died. The total includes cases from all 50 states, the District of Columbia and other US territories, as well as all repatriated cases. ##Health## President Trump and the Federal Emergency Management Agency administrator contradicted each other within minutes this morning on whether the Defense Production Act is being used in the fight against the coronavirus pandemic. Around 8 a.m. ET, Trump tweeted, \"The Defense Production Act is in full force, but haven't had to use it because no one has said NO! Millions of masks coming as back up to States.\" Minutes later, FEMA administrator Pete Gaynor told CNN the administration will start wielding the powers in the Defense Production Act for 60,000 tests kits and \"use the allocation portion of the DPA\" starting today. \"Just a little while ago my team came in and we're actually going to use the DPA for first time today,\" Gaynor said. In addition, FEMA will \"insert some language into these mask contracts we have of 500 million masks,\" Gaynor said. \"DPA language will be in that today.\" Gaynor's comments caught top White House officials off guard. One said they did not know what Gaynor was referencing and was still trying to figure it out in the hours after he was on television. More context: The Defense Production Act is a Korean War-era law that gives the government the authority to completely control the entire supply chain, from forcing companies to manufacture the critically needed items, to taking over distribution and allocation of those supplies. States have said they need Trump to take over the distribution aspect because the current process forces the 50 states to compete with one another, the federal government and hospitals to obtain medical supplies. Business leaders say there are too many unknowns and volunteered to do whatever is needed to steer clear of Trump using his powers. On CNN today, Gaynor said the federal government wants to be \"thoughtful about not upsetting the balance, making sure we that can get it out to the market and the federal government not consume it all.\" \"My current focus has been and will continue be to make sure we get critical supplies to those places around the country that need it the most. New York, New York City, Washington state and Los Angeles and California -- that is where we are focused. And we continue to focus on that throughout the day today and until we solve that supply problem,\" Gaynor said. Gaynor came under scrutiny days earlier after an interview where he flatly declared Trump wasn't using the act, despite the president's inaccurate claims that he was. The President was irked that Gaynor could not give CNN an exact number or even a rough estimate of how many masks the federal government had on hand. Top negotiators signaled on Tuesday that a bipartisan deal on a massive stimulus package to respond to the coronavirus crisis is imminent with all signs pointing to an agreement being locked in and approved by both chambers of Congress as early as later in the day. Leaders in Congress and the Trump administration have been working for days to pass as quickly as possible a roughly $2 trillion economic stimulus package, which would include direct payments to taxpayers among hundreds of billions of dollars in other stimulus measures.  However objections from Democrats over accountability and process have prevented the legislation from advancing. But signs from leaders in both parties over the past several hours suggest that those differences are either addressed or very close to being settled — and that a final deal could move swiftly through Congress. In an indication that a deal is nearly at hand, Senate Majority Leader Mitch McConnell said this morning, \"We are very close. We are close to a bill that takes our bold Republican framework, integrates further ideas from both parties and delivers huge progress.\" House Speaker Nancy Pelosi similarly signaled a deal would be finalized in the coming hours, saying today \"there is real optimism that we could get something done in the next few hours,\" as last-minute negotiations continue. Signs of a breakthrough come after days of drawn out and intense negotiations between congressional Republicans, Democrats and the Trump administration. In a move that could resolve another sticking point, Treasury Secretary Steven Mnuchin, who has been negotiating the deal, has agreed to an inspector general and congressional overnight for a $500 billion fund proposed for distressed companies, a senior White House official told CNN. CNN's Kristin Wilson and Jim Acosta contributed to this report New York Gov. Andrew Cuomo criticized the federal response to coronavirus, saying the Federal Emergency Management Agency sent the state 400 ventilators — but they need 30,000. \"FEMA says, 'we're sending 400 ventilators.' Really? What am I going to do with 400 ventilators, when I need 30,000?\" Cuomo asked asked at a news conference. \"You pick the 26,000 people who are going to die because you only sent 400 ventilators,\" Cuomo added. Throughout his news conference, Cuomo brought up the 400 ventilators New York recieved from FEMA.  \"Four hundred ventilators? I need 30,000 ventilators. You want a pat on the back for sending 400 ventilators?\" He said earlier. \"What are we going to do with 400 ventilators when we need 30,000 ventilators? You're missing the magnitude of the problem, and the problem is defined by the magnitude.\" New York Gov. Andrew Cuomo said federal coronavirus resources should be given to his state first and then be allocated to other states in the country.  New York is the most in need, he said, as there are now 25,000 coronavirus cases. “What happens to New York is going to wind up happening to California and Washington state and Illinois; it's just a matter of time. We're just getting there first,” he said. After the peak in New York passes, Cuomo says ventilators should be deployed to other states.  “I will take personal responsibility for transporting the 20,000 ventilators anywhere in this country that they want once we are past our apex,” he says. \"I'll send ventilators, I'll send health care workers, I'll send our professionals who dealt with it and who know all around the country. And that's how this should be done.\" ##Health## WATCH: There are at least 25,665 cases across the state, Gov. Andrew Cuomo said, underscoring his point that the federal government should send what it has in its ventilator stockpile to New York. Cuomo noted that New York has the highest and the greatest rate of infection — but it’s only a matter of time it that apex moves to other parts of the countries. ##Health## Gov. Andrew Cuomo said New York's greatest critical need is ventilators to treat \"people who will have acute needs\" and those \"under respiratory distress\" from coronavirus. He said the state has procured 7,000, but needs at a minimum another 30,000 — and he needs them in 14 days. Ventilators will \"make the difference between life and death\" for some patients, Cuomo said. He said New York is \"scouring the globe\" for ventilators and has resorted to trying experimental procedure where they split the ventilators between two patients because \"we have no alternative.\" Cuomo said the only way we can obtain these ventilators is through the federal government. He went on to criticize President Trump for not enacting the Defense Production Act to ramp up the number of ventilators that can be made available to New York. To not use federal powers to get ventilators to New York is “inexplicable,” he said. New York Gov. Andrew Cuomo said the state needs 140,000 beds for expected coronavirus patients.  Officials will consider using college dorms and hotels to meet the demand, he said.  \"I will turn this state upside down to get the number of beds we need, but we need the staff for those beds,” Cuomo said. Cuomo added that he wants to enlist a backup reserve staff for health care workers, including retirees. ##Health## Indian Prime Minister Narendra Modi has ordered a 21-day nationwide lockdown starting at midnight Wednesday.  All of India's 36 states and territories will be under a complete lockdown in a bid to tackle the spread of coronavirus.  Here's how Modi explained it on a televised address: \"You have seen the worldwide situations arising from the coronavirus pandemic in the news. You have also seen how the most powerful nations have become helpless in the face of this pandemic. It’s not that these nations aren’t making efforts or face a lack of resources. But the coronavirus is spreading so rapidly that despite all these efforts, the challenge is increasing. The result of a two-month study of these countries and what the experts are saying is that social distancing is the only option to combat coronavirus. That is to remain apart from each other and stay confined to within your homes. There is no other way to remain safe from coronavirus. If we have to stop the spread, we have to break the cycle of infection.\" \"I request you to remain wherever you are in this country. In view of the current situation, the lockdown shall be enforced for 21 days, which means the next 21 days are crucial for us,” Modi continued. These are the essential services that will be operational: Water\nElectricity\nHealth services\nFire services\nGroceries \nMunicipal services. All shops, commercial establishments, factories, workshops, offices, markets and places of worship will be closed. Interstate buses and metros will be suspended. Construction activity will also be on a halt during this period.  ##Daily Life## ##Travel## New York Gov. Andrew Cuomo said the apex of the coronavirus will be \"higher\" and \"sooner\" than experts anticipated — and it could be two or three weeks away. \"We haven’t flattened the curve,\" he said at a news conference. \"The apex is higher than we though and the apex is sooner than we thought. That is a bad combination of facts.\" New York revised its estimated needs to 140,000 hospital beds and 40,000 ICU beds. Currently, the state has 53,000 hospital beds, he said. New York Gov. Andrew Cuomo said \"the rate of increase has gone up\" when it comes to new coronavirus cases across the state. He said that new infections are \"doubling about every three days,\" which he called a \"dramatic increase in the rate of infections.\" On the rate of infections in the state, Cuomo said, \"We're not slowing it, and it is accelerating on its own.\" He said that, based on what experts are telling him, the new projection for hospital capacity is \"as high as 140,000\" hospital beds in the state to treat cases. \"We haven't flattened the curve, and the curve is actually increasing,\" Cuomo said. US chef Tom Colicchio said he thinks three in four of restaurants won’t be able to rebound after the coronavirus.  Colicchio, a “Top Chef” judge, said “direct income replacement” is required to stop the bleeding of the restaurant industry, and he hopes to see it in a government stimulus bill.   “Once we get open, it’s really important that we stay open,” he said. \"We need those employees to stay employed, so we’re going to need some additional runway to get our restaurants open and some cushion until we can get up to full capacity.”  Some context: The United States restaurant industry employs more than 15 million people, and about 70% of restaurants are small and independent.  The National Restaurant Association wrote a letter last week to President Trump and senior federal lawmakers, seeking $325 billion in aid. Watch more: ##Business## Brits who fail to follow the government's instructions to stay at home face an on-the-spot fine of 30 pounds — or about $35.  UK Prime Minister Boris Johnson's spokesperson announced the measures this afternoon and indicated that the fines could be subject to increase. Yesterday, the Prime Minister announced a number of restrictions on the movements of the British public. British people may only leave their homes to get groceries, visit the doctor, exercise once a day or to go to work if it is not possible to do so from home. A Downing Street spokesperson confirmed to CNN a report by Reuters announcing that police will be able to impose these penalties \"as soon as possible and by Thursday at the latest.\" The measures have been taken to help \"disperse groups of people who are flouting the rules.\" The spokesperson confirmed that the amount would be regularly reviewed and could be increased \"significantly if it is necessary to ensure public compliance.\" ##Daily Life## International Paralympic Committee President Andrew Parsons is backing the decision to postpone the Tokyo 2020 Games until 2021, saying it was “the only logical option.” After weeks of speculation and mounting criticism at the delay in announcing a postponement, International Olympic Committee President Thomas Bach and Japan's Prime Minister Shinzo Abe agreed earlier today that the event would be rescheduled for “no later than summer 2021.” The Tokyo 2020 Paralympic Games had been scheduled to take place from August 25 until September 6. Now, the Paralympic Games will also be delayed, Parsons said. “Postponing the Tokyo 2020 Paralympic Games as a result of the global COVID-19 outbreak is absolutely the right thing to do,\" he said. “The health and well-being of human life must always be our number one priority and staging a sport event of any kind during this pandemic is simply not possible.” \"Sport is not the most important thing right now, preserving human life is,\" he added. “When the Paralympic Games do happen in Tokyo next year, they will be a spectacular global celebration of humanity coming together again as one.” The Olympics have never been rescheduled in peacetime. In 1916, 1940 and 1944, the Games were canceled because of World Wars. New York City Mayor Bill de Blasio said the city requested 15,000 ventilators from the federal government for the duration of the coronavirus pandemic. De Blasio made the comments as he toured the NYC Emergency Management Warehouse in Brooklyn, New York, this morning. ##Health## Treasury Secretary Steven Mnuchin, who has been negotiating the deal with Senate leadership, has agreed to an inspector general and congressional oversight for $500 billion fund proposed for distressed companies, a senior White House official tells CNN. Some background: Pressure has been intensifying for days on the Senate to pass a massive stimulus package to respond to the economic fallout of the coronavirus. After four straight days of marathon negotiations, the Trump administration and senators again failed yesterday to secure an agreement on a roughly $2 trillion plan to provide a jolt to the economy and give aid to hard-hit workers and industries. But leaders emerged from late-night meetings in the Capitol optimistic that a deal could be struck today. In another sign that a deal is imminent, Senate Majority Leader Mitch McConnell in floor remarks said, “at last I believe we’re on the five-yard line,” adding that “we are very close.\" \"We are close to a bill that takes our bold Republican framework, integrates further ideas from both parties and delivers huge progress on each of the four core priorities I laid out a week ago. So today, the Senate has a chance to get back on track. Today we can make all of the Washington drama fade away, if we act today what Americans will remember and what history will record is that the Senate did the right thing – that we came together.”  McConnell went on to address his belief in the urgent need for Congress to pass something immediately. “The clock has run out. The buzzer is sounding. The hour for bargaining as though this was business as usual has expired,” he said. “The American people need our Democratic friends to take yes for an answer. Now I hope that will happen today.”  “I hope today is the day this body will get it done,” he added. The International Baccalaureate Organization has announced that its May 2020 examination session will be canceled due to the global outbreak of the novel coronavirus.  \"Our students, their well-being and their progression in future stages of life have been at the forefront of our thinking as we respond to this extraordinary pandemic,\" the organization said in a statement Monday. This is the first time an examination session has been canceled, according to the International Baccalaureate Organization. Last year, more than 250,000 students across 144 countries took part in the exams, which are crucial in determining university placements across the globe. ##Daily Life## US House Speaker Nancy Pelosi said this morning that “there is real optimism that we could get something done in the next few hours,” as negotiations between congressional leaders and the Trump administration for a coronavirus stimulus package continue. “I think we’re getting to a good place, if they stay there,” Pelosi said in an interview on CNBC.  Pressure has been intensifying for days on the Senate to pass a massive stimulus package to respond to the economic fallout of the coronavirus, but Monday came and went without much action. Pelsoi said she believes the Senate bill will incorporate House Democrats’ language on oversight for some of the funds in the package, and that the new version has also boosted resources for state and local governments.  “We wanted a strong infusion of resources for state and local governments because they are taking a big bit of this apple,” she said. “We think the bill has moved sufficiently to the side of workers,” Pelosi added. She said congressional leaders \"all appreciate the urgency.” Pelosi suggested she is hoping to avoid bringing the full House back to Washington to vote on the package, seeking to pass it through unanimous consent instead.  What this means: Unanimous consent is commonly used for uncontroversial measures, not for packages of such magnitude as the coronavirus stimulus. In recent weeks, a group of members have pushed against the idea of returning to the Capitol, where they fear they will contribute to the spread of the virus. Any one member can block a unanimous consent request. About two billion people worldwide are affected by a partial or total lockdown, curfew or some restrictions on their movement due to the coronavirus pandemic, CNN calculates.  That represents just over a quarter of the world’s population. ##Daily Life## Treasury Secretary Steven Mnuchin was spotted heading into Senate Majority Leader Mitch McConnell's office today. He said he's in contact Rep. Mark Meadows, who is Trump's incoming chief of staff, and he's \"looking forward\" to getting a coronavirus stimulus deal done today. “Mark Meadows and I have already spoken to the President twice this morning. We’re going to have conference calls with a bunch of Republicans to update them on where we are. And we’re on our way to Mitch McConnell’s office, we’re looking forward to closing a bipartisan bill today. The President wants us to get this done today. We’re down to a small number of issues and we look forward to a successful vote,\" he said. Where things stand now: Pressure has been intensifying for days on the Senate to pass a massive stimulus package to respond to the economic fallout of the coronavirus, but Monday came and went without much action. After four straight days of marathon negotiations, the Trump administration and senators again failed to secure an agreement on a roughly $2 trillion plan to provide a jolt to the economy and give aid to hard-hit workers and industries. But leaders emerged from late-night meetings in the Capitol optimistic that a deal could be struck today despite tweets from President Trump trashing the deal and baselessly accusing Democrats of siding with \"the virus.\" US stocks kicked the day off higher on Tuesday, erasing losses from the prior day’s session. Investors are hopeful that the Washington gridlock over the economic relief plans in response to the coronavirus pandemic will come to an end. Here's where things opened: The Dow opened 6.2%, or 1,140 points, higher.\nThe S&P 500 rose more than 5%.\nThe Nasdaq Composite opened up 4.9%.  Follow live updates on the markets here.  ##Business## World-renowned jazz musician Manu Dibango has died of coronavirus Tuesday, according to his official Facebook page. \"Dear family, dear friends, dear fans, a voice raises from far away…It is with deep sadness that we announce you the loss of Manu Dibango, our Papy Groove, who passed away on 24th of March 2020, at 86 years old, of covid 19,” the statement posted on Facebook said.  The Cameroonian saxophone player achieved global fame in the 1970s for his style of mixing jazz with traditional music from his home country. Dibango was also a big influence for many musicians around the globe for several decades and his music was often sampled; most famously in Michael Jackson’s hit \"Wanna Be Startin’ Somethin.\" In it, Jackson used a catchy hook from Dibango's 1972 Soul Makossa. Following Dibango’s death, Beninese Singer Angelique Kidjo posted a tribute for him via Twitter along with a video of them, singing and playing Soul Makossa earlier this year.  “#ManuDibango, you’ve always been there for me from my beginnings in Paris to this rehearsal just 2 months ago! You re the original Giant of African Music and a beautiful human being. This coda of #SoulMakossa is for you!,” Kidjo posted.  Dibango’s “funeral service will be held in strict privacy, and a tribute to his memory will be organized when possible,” according to his Facebook account. The number of coronavirus cases are rising but the increases are slower than compared to what happened in the last week, said Lombardy governor Attilio Fontana during a news conference today. \"It seems that a much more limited growth trend has stabilized \" compared to a few days ago, Fontana added. This could \"hopefully mean that we are going towards a decrease (of cases) in the next few days\", Fontana said. Fontana also said that Guido Bertolaso, advisor of the Lombardy region for the coronavirus emergency, had tested positive for coronavirus and is self-isolating at home. \"He gave me his availability to carry on working for the realization of the hospital remotely\", Fontana said. ##Health##   President Trump just tweeted that “Congress must approve” a stimulus deal, “without all of the nonsense.” “The longer it takes, the harder it will be to start up our economy,” Trump wrote. “Our workers will be hurt!” Where things stand now: Pressure has been intensifying for days on the Senate to pass a massive stimulus package to respond to the economic fallout of the coronavirus, but Monday came and went without much action. After four straight days of marathon negotiations, the Trump administration and senators again failed to secure an agreement on a roughly $2 trillion plan to provide a jolt to the economy and give aid to hard-hit workers and industries. But leaders emerged from late-night meetings in the Capitol optimistic that a deal could be struck today despite tweets from President Trump trashing the deal and baselessly accusing Democrats of siding with \"the virus.\" King's College London is launching a new app that allows users to track coronavirus symptoms, which it hopes will slow the outbreak. About 5,000 twins and their families from across the UK have been recruited to test the app, which will help researchers identify: How fast the virus is spreading in different areas\nHigh-risk areas in the country\nWhich symptoms correspond to the coronavirus\nWhy some people are more at risk Why twins? They \"enable researchers to separate the effects of genes from environmental factors such as diet, lifestyle, previous illnesses and infections, and the microbes within the gut (microbiome)\" the school said in a news release. The twins will record information about their health on a daily basis, including temperature, tiredness and symptoms such as coughing, breathing problems or headaches. Any participants showing signs of Covid-19 will be sent a home testing kit. The app will be available to the public without the home testing component, and to health professionals who want to contribute to the research. ##Health## The German army has lost six million protective masks at the airport in Nairobi, Kenya, a spokesperson for the German Defense Ministry has told CNN. The Defense Ministry — tasked by the country's Health Ministry with sourcing the masks — had ordered the masks from an unnamed commercial company. The German company had confirmed the order, with anticipated receipt by the Health Ministry in Germany, the spokesperson said. The spokesperson did not know why the masks were lost in Nairobi and did not know where they were originally shipped from. No payment had yet been taken, as it was due on delivery. Meanwhile, German company Qiagen, which produces diagnostic tests for Covid-19 that it says can give results in just one hour, began shipping tests on Tuesday to the US. Thierry Bernard, Chief Executive Officer of Qiagen, said: “We are pleased to begin making QIAstat-Dx SARS-CoV-2 test kits available in the United States as the first syndromic test not only to detect SARS-CoV-2, but also a range of more than 20 other respiratory targets.  \"This is an important step in our commitment to offer a range of solutions to support the public health fight against COVID-19 and dramatically ramp up production. Our teams have responded rapidly to the challenge, implementing 24/7 production of test components, adding staff and investing in expanding production capacity.\" There have been 30,081 cases and 130 deaths recorded in Germany, according to Johns Hopkins University. ##Business## The Federal Emergency Management Agency’s administrator Peter Gaynor says his team told him they are going to use the Defense Production Act for the first time today.  Gaynor says FEMA will use it today for about 60,000 test kits. “There’s some test kits we need to get our hands on,\" he said on CNN this morning. \"We’re going to insert some language into these mass contracts that we have for the 500 million masks. [Defense Production Act] language will be in that today.\" What this is about: President Trump said he would invoke the act, which grants him authority to direct private companies to ramp up production of needed medical supplies to fight the coronavirus pandemic in the US.  The law, passed in 1950 as a response to the Korean War, gives the government more control during emergencies to direct industrial production. Shortly after Trump announced he would be invoking the Defense Production Act, the White House received pushback from business leaders, who expressed concern that the act could cause major unforeseen problems, including profit loss. WATCH FEMA Administrator: 'Social distancing is working'   Japan’s Prime Minister Shinzo Abe says he has reached an agreement with International Olympic Committee President Thomas Bach to postpone the Olympics for about one year. Summer 2021 is the latest that these Olympics could be held, Abe said. ##Daily Life## WATCH Deaths from Covid-19 in Spain have risen to 2,696 with 39,673 total cases, according to Health Ministry data released on Tuesday. The rise in deaths of 514 (23.6%) and rise in cases of 6,584 (19.9%) over the past 24 hours are the largest numerical increases the country has recorded, but not the largest percentage increases. Up to Monday, there had been 33,089 total recorded cases in Spain with 2,182 deaths. Spain has the third largest number of coronavirus deaths of any country in the world, behind Italy and China. On Monday, the Madrid city government’s funeral service announced they would stop collecting the bodies of those who die from coronavirus as they are “without sufficient protective material,” according to a statement sent to CNN. Bodies of Covid-19 victims are now being delivered to an ice rink that is being used as a temporary morgue in Madrid. On Sunday, Prime Minister Pedro Sanchez announced that he would seek to extend Spain's state of emergency for another 15 days as the number of Covid-19 deaths soared. ##Health## The global toll: There are 383,944 cases of novel coronavirus and 16,595 deaths globally, according to Johns Hopkins University, which is tracking figures from the World Health Organization and additional sources.  Calls to postpone Olympics: Japan's Prime Minister is expected to propose a roughly one-year delay in a call with a top Olympics official today, NHK reports. New Zealand athletes became the latest to voice their support for postponing Tokyo 2020, joining the US Olympic committee and others. Hubei ending restrictions: The central Chinese province at ground zero for the novel coronavirus pandemic plans to lift nearly all lockdown restrictions on Wednesday. Measures will remain in place in the provincial capital, Wuhan, until April 8. More curfews and restrictions: India has expanded its mammoth lockdown to cover about two-thirds of the population. Pakistan is deploying its army to assist with the outbreak. Several Australian states are enacting border checkpoints. Albania has entered a strict 16-hour daily curfew. Countries in mainland Europe remain under lockdown, and the UK has banned people from leaving home except for \"very limited\" reasons.  43% of US population told to stay at home: At least 16 states have issued stay-at-home orders, which, once in effect, will impact 142 million people, or 43% of the US population, according to data compiled by CNN using US Census population estimates. There are over 42,600 cases, including at least 540 deaths, with Hawaii reporting its first death. Patients at a nursing home in Washington at the centre of the state's outbreak were in \"imminent danger\" from early on because of several failures by the facility, according to regulators.  Markets surge on hopes of US rescue plan: The promise of unlimited support for markets from the Federal Reserve and hope that Congress is moving towards a huge fiscal stimulus package boosted US futures overnight, as well as markets in Europe and Asia.  Ice rink in Spain turned into morgue: The bodies of Covid-19 victims are being delivered to the Palacio de Hielo, which is being used as a temporary morgue in Madrid. The regional government said it was a “temporary\" measure to ease pressure on hospitals in Spain, which has more deaths than any other country other than China and Italy.  Middle Eastern countries need support: A dozen countries in the Middle East and Central Asia have reached out to the International Monetary Fund requesting financial support due to the coronavirus outbreak. Iran has extended the temporary release of 85,000 prisoners.  The situation in Asia: Thailand reported three more deaths and 106 new cases today, taking the national tally to 827 confirmed cases. Thai officials are discussing imposing emergency measures. Singapore reported its biggest one-day surge in cases since the outbreak began. Tokyo's governor warned that Japan's capital could be placed under lockdown if the number of cases spike. Myanmar and Laos reported their first two cases. Beijing will quarantine and test all international arrivals and Macao will ban most non-residents from entering. Japan’s Prime Minister Shinzo Abe is expected to propose a delay of about one year for the Tokyo Olympics during today's call with International Olympic Committee President Thomas Bach, Japanese public broadcaster NHK is reporting.  After insisting for weeks that the 2020 Olympic Games would go ahead as planned, Tokyo's Organizing Committee yesterday said that postponement was now a \"realistic option.\" The Games were scheduled to take place in Japan from July 24 to August 9, but there had been calls to cancel or put off the event until later in the year or 2021 as the world grapples with the coronavirus pandemic, which has killed thousands globally. Tokyo 2020 would be the biggest event yet halted or rescheduled by the global pandemic. ##Daily Life## Italy may have 10 times more cases of coronavirus than have been officially certified, the head of the country’s civil protection agency said Tuesday. For every officially certificated positive, there are ten non-certified,” Angelo Borrelli of the agency said in an interview with the daily La Repubblica. His office told CNN the quote was accurate.  That would mean Italy would have had more than 600,000 positive cases of coronavirus, according to Borrelli’s estimate, having recorded a total of 63,967 cases as of Monday. It could also potentially help explain what seems to be a much higher death rate in Italy than in other countries. According to World Health Organization statistics, as of March 22, Italy had a death rate of more than 9% of all confirmed cases. If the country actually has had ten times as many cases as recorded, the death rate would be 0.9%. This would be more in line with the 0.6% death rate in South Korea, for example. Civil protection agency data Tuesday showed a slight decrease in the number of cases for a second consecutive day, but only in the “next few hours we will see if the growth curve is really starting to flatten,” Borrelli said. “We should buy more ventilators and masks should be sold at every street corner,” said Borrelli, admitting difficulties in finding these medical supplies. ##Health## The French finance minister has warned the nation's economy will shrink by 1% because of the coronavirus crisis, and could contract further. “Every week of additional confinement, every month of additional crisis, in Europe of the United States, has an impact on our growth,\" Bruno Le Maire said at a news conference Tuesday. Le Maire said the French economy was running at 25% at the moment. Earlier, he told France Info radio that nationalization of French companies could be possible as a last resort, comparing the situation to the depression of 1929. There have now been 20,149 cases and 862 deaths in France, according to figures from Johns Hopkins University. Meanwhile, the French Health Ministry announced it was mobilizing social work students to help social and medical care facilities during the epidemic. \"The Covid-19 epidemic that France is experiencing must not endanger the support of our most fragile citizens,” said Christelle Dubos, French State Secretary to the Minister of Solidarity and Health. \"We must do everything to prevent the social tragedy from adding to the epidemic crisis.\" Up to 40,000 students will be able to work in elderly care institutions, special needs institutions, child protection institutions, emergency accommodation centers, child care and other centers, according to Dubos.  ##Business## Italy has said police may use drones to monitor movement in order to contain the coronavirus outbreak. The National Civil Aviation Authority (ENAC) authorized the use of drones to monitor the movements of citizens in municipal areas to ensure the containment of the epidemiological emergency, ENAC said Monday in a letter published on its official website. The letter was sent by ENAC to the Italian ministries of the Interior, Transport and Justice, the Air Force General Staff, the company that manages civil air traffic in Italy (ENAV), the National Association of Italian Municipalities and the Local Police posts. ENAC's letter said that \"given the needs expressed by numerous local police headquarters,\" it authorized until April 3 \"operations conducted with remotely piloted aircraft systems with aerial means of take-off, with operating mass of less than 25kg\" for monitoring activities \"in derogation of the registration and identification requirements.\" When the outbreak in Italy began, authorities only locked down affected areas in the north. The entire country was put on lockdown on March 9 and those who break the rules now face $232 fines and six months' prison time. Hundreds of thousands of Italians have been given police citations for flouting the ban and a Chinese Red Cross official last week said the measures -- among the strictest in Europe -- weren't strict enough. On Friday, the military was called in to help enforce the rules as deaths spiked and hospitals buckled under the strain. By the weekend, authorities were forced to issue even more stringent restrictions. Yesterday saw a small decrease in cases and deaths for a second day. Italy confirmed 601 new coronavirus-related deaths over 24 hours, bringing the total to 6,077. Another 4,789 new cases were diagnosed, bringing the total number of cases to 63,927.  ##Daily Life## The temporary release of prisoners in Iran will extend to 25 days until April 18, Iranian President Hassan Rouhani announced on state TV Tuesday as the country's death toll continues to rise. Last week, judiciary spokesman Gholamhossein Esmaili announced Iran had temporarily sent home 85,000 prisoners to curb the spread of the coronavirus, according to semi-official Tasnim news agency. Meanwhile, 1.2 million of Iran’s approximately 2.5 million civil servants have not been going to work for the past month amid the coronavirus outbreak, Rouhani said. He said essential public services would continue and people who work in sectors such as the health sector must continue to go to work. Iran has confirmed 1,762 new cases of coronavirus infections, bringing the total number of cases there to 24,811, said Health Ministry spokesman Kianush Jahanpoor. He said there had been 122 new coronavirus-related deaths, bringing the country’s total death toll to 1,934. Jahanpoor said that almost half the country's population has been screened for coronavirus. Around 41 million people have either been tested for the virus or reported symptoms to health professionals.  ##Daily Life## The bodies of Covid-19 victims are being delivered to an ice rink that is being used as a temporary morgue in Madrid. The regional government announced on Monday that the Ice Palace (Palacio de Hielo) in Madrid’s Hortaleza neighborhood was being prepared to act as a morgue. Spain’s Emergency Military Unit (UME) has started delivering some bodies already, authorities said. This is a “temporary and extraordinary measure,” the regional government said, in order to “lessen the pain of the families of the victims and the situation that’s being recorded in Madrid’s hospitals.” On Monday, the Madrid city government’s funeral service announced they would stop collecting the bodies of those who die from coronavirus as they are “without sufficient protective material,” according to a statement sent to CNN. They said other services would continue as normal, and the funeral service would still hold cremations and burials for coronavirus victims who are “sent by other funeral services businesses in a closed coffin.” Spain -- one of the worst-hit countries in Europe -- has now recorded 35,212 cases and 2,316 deaths, according to figures from Johns Hopkins University.  On Sunday, Prime Minister Pedro Sanchez announced that he would extend Spain's state of emergency for another 15 days as the number of Covid-19 deaths soared. ##Health## India is the world's second most populous country and its fifth biggest economy, with trade connections all over the globe. Despite that, the country of 1.34 billion has appeared to so far avoid the full hit of the coronavirus pandemic. It has only 492 confirmed cases of the virus and nine deaths. But fears are growing that the country remains susceptible to a wider, potentially more damaging outbreak. Experts have cautioned that India is not testing enough people to know the true extent of the problem -- and warn that the country faces several issues that could accelerate the spread of the virus. Testing capacity: India has a test capacity of 60,000 to 70,000 per week, according to Balram Bhargava, director-general of the Indian Council of Medical Research. By comparison, the United Kingdom -- a country with 5% of the population size of India -- says it is hoping to increase its test capacity to 25,000 a day. Why an outbreak could be hard to control: In parts of India, even basic isolation measures would be extremely difficult.  Slums: In 2011, an Indian government report estimated that 29.4% of the country's urban population live in low quality, semi-permanent structures, known as slums. Many of the homes here don't have bathrooms or running water. Some slum residents get their water from a communal tap, while others collect theirs in canisters and buckets from tankers that visit a few times a week. This all makes it difficult to wash hands regularly. \"Where on earth are they going to find the water and soap that they need?\" asks Bellur Prabhakar, a professor of microbiology and immunology at the University of Illinois. \"I think it's going to be nearly impossible to implement that plan.\" Social distancing: In India, there are 455 people per square kilometer (or 1,178 people per square mile), according to World Bank statistics -- significantly more than the world average of 60 people, and much higher than China's 148. Millions of jobs at risk: India's cleaners, household workers, and construction workers could be hurt by lockdowns. According to official statistics from 2011-2012 -- the most recent data available -- there were around 400 million people in India's labor market. Of those, more than half were self employed, and 121 million were casual workers.  Read the full story here:  Laos confirmed its first two cases of the novel coronavirus on Tuesday, according to the state-run Lao News Agency. Laos Deputy Minister of Health Phouthone Meuangpak said at a news conference that the two cases were a tour guide who worked with visitors from Europe earlier this month and an employee at the Crowne Plaza Hotel in Vientiane, the Southeast Asian nation's capital.  The Lao News Agency reports that the two confirmed cases are currently receiving medical treatment in Vientiane. Laos and Myanmar -- which announced its first cases earlier in the day -- were the only countries in Southeast Asia that had not reported a case of coronavirus before today. ##Health## A coronavirus patient in Hawaii has died, authorities said. It is the first fatality in the state related to the viral pandemic.  The individual, who died on Friday, was an adult from the island of Oahu who was suffering from \"multiple underlying health conditions.\"  The Hawaii Department of Health said the person was likely infected via \"indirect travel-related exposure.\" \"All of Hawai‘i expresses condolences to the family of the person who died and shares in grieving their loss. Everyone is encouraged to take care of themselves and their loved ones during these difficult times,\" the department said. To date, 542 coronavirus patients have died in the US. The US Centers for Medicare and Medicaid Services (CMS) and state regulators said that the Life Care Center nursing home in Kirkland, Washington -- the epicenter of the state's novel coronavirus outbreak -- found that patients at the facility were in \"imminent danger\" during the beginning of the outbreak. CMS said in a statement that inspectors uncovered three so-called “Immediate Jeopardy” situations -- when a patient’s safety is placed in imminent danger -- after conducting inspections on March 16. \"Specifically, the facility’s failure to rapidly identify and manage ill residents, notify the Washington Department of Health about the increasing rate of respiratory infection among residents, and failure to possess a sufficient backup plan following the absence of the facility’s primary clinician, who fell ill,\" the statement read.  Washington Department of Social and Health Services Secretary Cheryl Strange called the situation at the retirement facility \"unprecedented.\"  She added: “We have worked closely with our federal partners over the last several weeks to determine what lead to the outbreak there and what contributed to its spread throughout the facility. We have learned valuable lessons. We are applying these lessons daily in our efforts to prepare long term care facilities throughout the state for the potential of COVID-19. Our regulatory teams are highly focused on visiting all nursing homes in Washington state to ensure those who care for some of our most vulnerable citizens are practicing proper infection control.” The agency said that according to data from the US Centers for Disease Control and Prevention, 147 nursing homes across 27 states had reported at least one resident who had contracted the virus. ##Health## The Pakistani Army has deployed \"all available troops and medical resources\" across the country to aid the government's efforts to contain the outbreak of the novel coronavirus, said spokesman Maj. Gen. Babar Iftikhar.  \"The task at hand is enormous and very difficult,\" Iftikhar said. He called the threat of the coronavirus one that \"we haven't seen in our lifetime.\"  Iftikhar said authorities will shutter all public transport in an attempt to stop the spread of the virus. He also said that gas stations will also only be open on certain days of the week.  Pakistan currently has 892 confirmed coronavirus patients, six of whom have died.    ##Health## ##Daily Life## The global toll: There are 382,108 cases of novel coronavirus and 16,574 deaths globally, according to the Johns Hopkins University, which is tracking figures from the World Health Organization and additional sources.  Hubei ending restrictions: The central Chinese province at ground zero for the novel coronavirus pandemic plans to lift nearly all lockdown restrictions on Wednesday. Measures will remain in place in the provincial capital, Wuhan, until April 8. More curfews and restrictions: India has expanded its mammoth lockdown to districts across 30 states and union territories, impacting about two-thirds of the population. Several Australian states are enacting border checkpoints on Tuesday and Wednesday. Albania has entered a strict 16-hour daily curfew. Countries across mainland Europe remain under lockdown, and the UK has banned people from leaving home except for \"very limited\" reasons.  43% of US population told to stay at home: At least 16 states have issued stay-at-home orders, which, once in effect, will impact 142 million people, or 43% of the US population, according to data compiled by CNN using US Census population estimates. There are over 42,600 cases, including at least 540 deaths. IMF loans: A dozen countries in the Middle East and Central Asia have reached out to the International Monetary Fund requesting financial support due to the coronavirus outbreak.  Calls to postpone Olympics: New Zealand athletes became the latest to voice their support for postponing the 2020 Olympic Games, and are backed by the country’s Olympic committee. Japanese Prime Minister Shinzo Abe is set to hold a call with International Olympic Committee President Thomas Bach this evening. The situation in Asia: Thailand reported three more deaths and 106 new cases today, taking the national tally to 827 confirmed cases. Thai officials are discussing imposing emergency measures. Singapore reported its biggest one-day surge in cases since the outbreak began. Tokyo's governor warned that Japan's capital could be placed under lockdown if the number of coronavirus cases spike. Myanmar reported its first two cases. Beijing will quarantine and test all international arrivals, regardless of destination and Macao will ban most non-residents from entering. Three more people have died after contracting the novel coronavirus in Thailand, bringing the country's total death toll to four, the Ministry of Public Health's spokesperson said Tuesday. Thai authorities also reported 106 new confirmed coronavirus cases -- bringing the national total to 827. Twenty of the new cases were imported overseas, the spokesperson said. Henrik Lerfeldt has fond memories of Kitzloch, a popular restaurant and bar in the Austrian ski resort town of Ischgl, where he partied several nights while on vacation three weeks ago. The 56-year-old Dane, who spoke to CNN from self-quarantine at his home 50 miles from Copenhagen last week, said that his time in Kitzloch in the Austrian province of Tyrol was the way \"after-ski\" is supposed to be. \"Lots of people, lots of drinks, and nice waiters happy to serve you more.\" Hundreds of cases: Four days after his return home, Lerfeldt tested positive for the coronavirus, as did one of his friends he was traveling with. But they are just two among hundreds of people from all over Europe whose infections are traced back to Ischgl, some of them directly to Kitzloch, according to European authorities. Partying continued: Despite an official warning from the Icelandic government on March 4 that a group of its nationals had contracted coronavirus in Ischgl, Austrian authorities allowed ski tourism -- and the partying that goes with it -- to continue for another nine days before fully quarantining the resort on March 13. Bars in Ischgl were closed on March 10. Even after a bartender tested positive for the virus, the medical authority of Tyrol -- where ski tourism is one of the biggest economic drivers -- reiterated in a news release on March 8 that there was \"no reason to worry.\" In a statement emailed to CNN, the provincial government denied it had dragged its feet, saying it acted in a timely and efficient manner.  But a clearer picture emerged when officials worked out what was going on in some of Ischgl's tightly packed bars and clubs. Read the full story here:  ##Travel## China plans to lift its lockdown on Wuhan -- ground zero of the coronavirus pandemic -- on April 8, more than two months after the city was sealed off from the outside world, marking a significant milestone in its battle against the deadly virus. Similar lockdown measures will be lifted Wednesday for other cities in Hubei, a central province home to 60 million people, of which Wuhan is the capital -- provincial authorities announced Tuesday.   “This is the day I’ve been waiting for,” Bo Hanlin, a photographer living in Wuhan who has been confined to his home for two months, told CNN. Over the past week, there have been signs that the authorities wanted to gradually return life to normal in Wuhan, a city of 11 million people. Some residents have been allowed to go back to work as long as their employers issue them a letter, Bo said, adding that he had not been able to because he does not have a company to issue him a letter. “I hope we’ll be allowed to leave our compound soon,” he said. Food delivery services have gradually resumed over the past week, according to Bo, and some restaurants inside residential communities have reopened. But residents, apart from those returning to work, are still not allowed to leave their compounds, and supermarkets remain closed, he added. Easing of restrictions: Starting from Wednesday, people in Hubei, except Wuhan, will be allowed to leave the province if they have a green QR code on their mobile phones, the provincial government said in a notice on Weibo, China’s Twitter-like platform. The green code indicates they have no fever, are not a confirmed or suspected case, or a close contact of one. On April 8, the easing of restrictions will be extended to Wuhan, and residents with a green QR code will be able to leave the city and the province. People from other parts of China will be allowed to enter Hubei and Wuhan if they can produce a green QR code, with no additional paperwork required. Businesses in Wuhan will also gradually resume operations, based on risk assessment, while the reopening dates for schools and universities remain to be determined, authorities said. Infections fall to a trickle: The easing of travel restrictions comes as the number of reported new infections in Hubei dropped to zero for five consecutive days from March 19 -- from thousands of daily new cases at the height of the epidemic in February. On Tuesday, the province reported one new case in Wuhan, a doctor at the Hubei General Hospital. Hubei has accounted for the majority of infections and deaths in China, with 67,801 cases and 3,160 fatalities reported as of Monday. Read the full story here: ##Travel## ##Daily Life## Tired of washing your hands for 20 seconds each time? Fingers starting to prune or feel like sandpaper? Please don't stop. Take heart that while you're scrubbing, you're also killing off a host of other nasty bacteria and potentially lethal viruses that have plagued humans for centuries -- including influenza and a number of different coronaviruses. How did such a simple thing as soap and warm water -- and alcohol-based sanitizers -- obtain such power over these parasites? The answer lies in their \"skin\" and your scrubbing technique. Under the microscope, coronaviruses appear to be covered with pointy spires, giving them the appearance of having a crown or \"corona\" -- hence the name. Beneath the crown is the outer layer of the virus, which is made up of lipids, or what you and I would call fat. Now imagine that coronavirus is your butter dish, covered with buttery fat.  \"You try to wash your butter dish with water alone, but that butter is not coming off the dish,\" Williams explained. \"You need some soap to dissolve grease. So soap or alcohol are very, very effective against dissolving that greasy liquid coating of the virus.\" What does getting rid of that outer layer do to the germ? \"It physically inactivates the virus, so it can't bind to and enter human cells anymore,\" Williams said. Find out more here:  ##Health## A dozen countries in the Middle East and Central Asia have reached out to the International Monetary Fund requesting financial support due to the coronavirus outbreak, according to a blog post by the IMF’s Middle East and Central Asia department director, Jihad Azour. Azour said work is ongoing to “expedite approval” of requests for assistance, especially for countries already struggling with other issues. “This challenge will be especially daunting for the region’s fragile and conflict-torn states -- such as Iraq, Sudan, and Yemen -- where the difficulty of preparing weak health systems for the outbreak could be compounded by reduced imports due to disruptions in global trade, giving rise to shortages of medical supplies and other goods and resulting in substantial price increases,” he said.  Azour did not specify all of the countries that had requested support, but said the IMF's executive board will consider a request from the Kyrgyz Republic for emergency financing \"later this week.\" ##Business## Residents of China's Hubei province -- ground zero of the coronavirus pandemic -- received good news today when government officials announced the lockdown they have been living under for the past few months will be lifted on Wednesday. For those in Wuhan, where the virus was first discovered, those restrictions are set to remain in place until April 8.  The announcement follows news that part of a popular section of China's Great Wall will be reopened to the public.  Mainland China's coronavirus cases have slowed to a trickle. On Monday, the country reported the first case in Hubei province in six days. It was among 78 additional cases reported as of the end of day Monday -- 74 of them imported.   And while nearly 82,000 people have been infected, 3,277 of whom have died, more than 73,000 have recovered. But while restrictions may be easing on the mainland, the country and its semiautonomous territories are tightening their borders to stem the number of imported cases. Beijing: Chinese authorities announced today that all international travelers arriving in Beijing, regardless of their final destinations, will be quarantined and tested for the coronavirus at designated government facilities at their own expense. The procedures will also apply to people arriving in Beijing after entering China through a different port of entry within the past 14 days. Hong Kong: On Monday, Chief Executive Carrie Lam said most non-residents will be banned from entering Hong Kong from midnight Wednesday local time. Non-Hong Kong residents arriving from Macao, Taiwan and mainland China will be allowed to enter the city, under the provision that they have not traveled abroad within the past 14 days. Travelers will also not be allowed to transit through the airport.  The city's government is also seeking to pass a law banning the sale of alcohol at bars with the aim of enforcing social distancing. Some 8,600 licensed bars, restaurants and private clubs have been asked to voluntarily stop selling alcohol before a law is potentially passed. The strict new measures come as the number of confirmed infections in the city has almost doubled in the past week, with many of the cases imported from overseas. Macao: Most non-residents will be banned from entering the territory starting tomorrow, including all foreign nationals. Visitors from mainland China, Hong Kong and Taiwan who have not traveled to foreign countries can enter, but they will be required to undergo medical observation for 14 days. ##Travel## ##Daily Life## As grocery store shelves sit bare during the coronavirus pandemic, good Samaritans across the US are taking it upon themselves to turn \"Little Free Libraries\" into \"Little Free Pantries.\"  Little Free Libraries are public bookcases that allow for book-sharing within neighborhoods and communities. Anyone can take or leave a book. Now, many of these honor-system book cabinets are stocked with things like canned food, pasta and even toilet paper for those in need. Shelly Anderson filled a Little Free Pantry in Woodbury, Minnesota. For her, it was a chance to do something positive. \"This is an uncertain time. I think being able to provide something to anyone is worth it,\" she said. She first heard about the idea from a friend and decided to ask her kids' elementary school about converting their Little Free Library into a free pantry. \"After we got approval, we went through our pantry and found all the things that would be essential -- toilet paper, paper towels, some noodles and fruits.\" Read more about it here: ##Daily Life## The news was not good. Not only did Justin Trudeau’s wife Sophie Gregoire test positive for the coronavirus after a trip to the UK, but that meant the Canadian Prime Minister would have to quarantine immediately, along with his three children. Although huddled together in historic Rideau Cottage in Ottawa, Gregoire would need to be isolated from her own family. And there would be no nanny, no grandparent, no cook, no one to help.  Trudeau has effectively taken on single parenthood, while leading Canada’s effort to battle a once-in-a century pandemic. “It’s an interesting challenge to run a G7 country in this situation, he’s doing it with kids running around in the background, they’re playing Lego, keeping busy. But you know it’s no different right now from what lots of other Canadians are doing, working from home right now,” said Cameron Ahmad, the Prime Minister’s communications director. “He’s on the phone all day long, he has to print his own speeches, sometimes we hear the kids playing in the background, sometimes he has to go deal with bath time but he’s getting it done,” Ahmad told CNN. Trudeau and his wife have three children: Xavier, 12, Ella-Grace, 11, and Hadrien, 6. Trudeau's 11-year-old daughter Ella-Grace has become his photographer of sorts, snapping a photo of her father in his study while on a video conference with other G7 leaders. In the photo posted to Instagram, you can make out the images of six world leaders on the screen.   Trudeau has been venturing out daily -- but only as far as the foot of his front steps -- to deliver an update to Canadians on the pandemic and to take questions from the media at a safe distance.  “He’s enjoying being a dad right now and getting to spend much more time with his kids,” said Ahmad, acknowledging that Trudeau is coping as best he can, along with hundreds of millions of parents all over the world.  ##Daily Life## China's Hubei province, ground zero for the worldwide novel coronavirus pandemic, is planning to lift nearly all lockdown restrictions across the province on Wednesday, authorities announced. Similar measures will remain in place in Wuhan, the provincial capital, until April 8, authorities said on microblogging platform Weibo. The mysterious illness that turned out to be Covid-19 was first reported in Wuhan in December. Authorities responded by locking down the province and forcing millions to remain indoors.  As of the end of the day Monday, Hubei had reported 67,801 coronavirus cases and 3,160 virus-related fatalities.  However, the rate of new infections has been brought down significantly -- the province has only reported one new infection in the past six days.  Nearly 82,000 people across mainland China have been infected, 3,277 of whom have died. More than 73,000 have recovered and been discharged from hospital. ##Daily Life##  ##Travel## Macao will ban most non-residents from entering the semiautonomous Chinese territory starting tomorrow, the city's leader said at a news conference Tuesday. All foreign nationals will be denied entry into the city, Chief Executive Ho Iat-seng said.  Visitors from mainland China, Hong Kong and Taiwan who have not traveled to foreign countries can enter the city, but they will be required to undergo medical observation for 14 days. Macao residents who are returning from overseas will be required to undergo medical observation for 14 days, Ho said. The gambling mecca is one of Asia's most popular tourist destinations. Its economy is heavily reliant on gaming and tourist revenues, which have been severely impacted by coronavirus-related travel restrictions. Twenty-five people in the city have contracted the virus, according to a tally by Johns Hopkins University, 10 of whom have recovered. ##Travel## ##Daily Life## ##Business## Here are the latest developments on the coronavirus pandemic over the past few hours.  The situation in Asia today: Singapore reported its biggest one-day surge in cases since the outbreak began. Tokyo's governor warned that Japan's capital could be placed under lockdown if the number of coronavirus cases spike. Myanmar reported its first two cases. Beijing will quarantine and test all international arrivals, regardless of destination.  Australia: Hardest-hit state New South Wales reported 149 new cases on Monday, including 107 cases related to the Ruby Princess cruise ship. A woman passenger in her 70s died on Tuesday -- she was diagnosed with Covid-19 onboard the ship. The Northern Territory, South Australia, Western Australia and Queensland will enact border checkpoints on Tuesday and Wednesday. More curfews and restrictions: India has expanded its mammoth lockdown to districts across 30 states and union territories, impacting about two thirds of the population. At least 16 US states have issued stay-at-home orders, which will impact 142 million people, or 43% of the US population. Albania has entered a strict 16-hour daily curfew.  Calls to postpone Olympics: New Zealand athletes became the latest to voice their support for postponing the 2020 Olympic Games, and are backed by the country’s Olympic committee. Japanese Prime Minister Shinzo Abe is set to hold a call with International Olympic Committee President Thomas Bach this evening, as calls for a postponement grow louder. The Australian state of New South Wales reported that it identified 149 new novel coronavirus cases from 8 p.m. local time Sunday until 8 p.m. local time Monday, according to a statement from the state's Department of Health. Those new patients include 107 cases related to the Ruby Princess cruise ship, authorities said. Public health officials were forced to track down nearly 2,647 people who disembarked from the ship in Sydney following revelations that four onboard had tested positive for the virus.  A woman passenger in her 70s, who was diagnosed with Covid-19 onboard the ship, died on Tuesday morning, authorities said.  Total cases: As of Monday, Australia had reported 1,709 cases of novel coronavirus. New South Wales has reported 818 cases, more patients than any other state or territory in Australia.  Restricting movement: Several Australian states are implementing new restrictions on interstate travel in order to slow the virus' spread. South Australia, Western Australia,  Queensland and the Northern Territory will enact border checkpoints on Tuesday and Wednesday. From Tuesday afternoon onward, the Northern Territory will require most people entering from other parts of the country to undergo a two-week quarantine, police said in a statement Monday. Those who do not comply face a fine of up to 62,800 Australian dollars ($37,160).  ##Travel## ##Health## ##Daily Life## Hundreds of millions of people across India have been placed under lockdown until the end of the month as efforts to halt the spread of the novel coronavirus in the country intensify. Thirty of India's 37 states and union territories have enacted lockdowns, affecting some two thirds of the 1.34 billion people who live in the country. The most populous state, Uttar Pradesh, has still not announced a complete state lockdown but has implemented it across more than a dozen districts. The lockdown includes the shutdown of all non-essential services like public transport, malls and markets, among others. Residents living in 548 districts across the country -- including in major cities such as the capital New Delhi, Mumbai, Bangalore, Chennai, Hyderabad and Kolkata -- now face  travel, work and movement restrictions until March 31. India has also essentially cut off the country to outsiders -- all 107 of the country's airport, seaport and land port immigration checkpoints have been shuttered, though the transfer of goods and supplies will continue. To date, Indian authorities have confirmed nearly 500 coronavirus cases inside the country. Nine people have died.  Read more: ##Daily Life## ##Travel## Japanese Prime Minister Shinzo Abe is going to hold a phone call with International Olympic Committee President Thomas Bach at 8 p.m. Tokyo time, Abe's office said, as calls for both the IOC and Japanese government to postpone the 2020 Summer Olympics in Tokyo grow louder. Abe and his ministers had previously resisted calls to either cancel or delay the Games, which are scheduled to start on July 24. But as other major sports leagues and events worldwide canceled and postponed tournaments and games, pressure has mounted for the IOC to do the same for the quadrennial competition. Abe told lawmakers Monday that postponing the Games is a possibility, the first time he has publicly taken such a position. Japan and the IOC have faced calls to postpone the Games in recent days from several athletes and countries. The IOC said a final decision on postponement will be made within four weeks, due to the vast complexities of rescheduling a massive global sporting event like the Olympics.  ##Business## The Venezuelan government said today it had asked for US cooperation to allow a flight to repatriate Venezuelan citizens stuck in the US. In a statement, Venezuelan foreign minister Jorge Arreaza said the repatriation flight would be carried out by the country's flag carrier, Conviasa. Conviasa is among several Venezuelan state companies currently under sanctions by the US.  The US and more than 50 other countries do not recognize the government of embattled Venezuelan President Nicolas Maduro.  The United States has not yet publicly reacted to the Venezuelan request.  ##Travel## One of the most visited sections of China's Great Wall will be reopened for tourists Tuesday as the number of novel coronavirus cases in the country continues to drop. However, only a portion of the Badaling Great Wall is being reopened, according to a post by local officials on the microblogging platform Weibo. Other sites, like a museum, will remain closed. Visitors must reserve tickets online before visiting; present a QR code that confirms they are healthy; wear a face mask during their visit; and maintain a distance of at least 1 meter (3.3 feet) from others. ##Travel## ##Daily Life## Albania began a strict 16-hour daily curfew today, which had been announced over the weekend by Prime Minister Edi Rama. Only essential staff are allowed to travel for work, and their commute is only allowed between the hours of 5 a.m. and 8 a.m. All citizens must be home by 1 p.m., and all travel must be via motor vehicles during those hours, according to a news release from the State Police. The curfew restrictions apply nationwide, and include the food and pharmaceutical industries.  Food distribution trucks are the only transport excluded, but food production and service establishments can only be open during the limited hours, according to State Police. Albania has 104 confirmed cases of the coronavirus and four deaths, according to the Ministry of Health's website.  ##Daily Life## New Zealand athletes have voiced their support for postponing the 2020 Olympic Games, and are backed by the country’s Olympic Committee, according to a statement today. The New Zealand Olympic Committee said its CEO, Kereyn Smith, surveyed Olympic and Paralympic athletes this morning and thanked them for their input. “Our focus is first and foremost the athletes,\" said Smith in the statement. “It has been important to us to give them the opportunity to talk to us. We value their resilience and flexibility and we know working through the changes won’t be easy.” “We support their position and will now share their views with the IOC as we advocate internationally on behalf of New Zealand athletes and sport. We reiterate the need for a swift decision.” More calls to postpone: In recent days, a growing number of countries and athletes have called for the games to be postponed. Canada and Australia said they would not send any teams on Monday. Meanwhile, the US Olympic and Paralympic Committee (USOPC) said the organization had heard concerns from Team USA athletes, and that the \"path toward postponement is the most promising.\" ##Business## World Health Organization director-general Tedros Adhanom Ghebreyesus warned the coronavirus “pandemic is accelerating,” in a tweet on Monday. There are more than 381,000 cases of novel coronavirus and over 16,500 deaths globally, according to Johns Hopkins University, which is tracking figures from the World Health Organization and additional sources.  Here's a rundown of countries that reported a spike in cases in the past 24 hours: United States: More than 100 coronavirus-related deaths reported in a single day for the first time since the outbreak began. There are over 42,600 cases in the US -- 21,689 in New York state -- and at least 540 people have died. \nCanada: A significant increase in cases reported, especially in its largest provinces of Ontario, Quebec and British Columbia. On Monday, new cases spiked by nearly a third. There are at least 2,000 cases and 23 deaths nationwide.\nBrazil: The ministry of health reported 1,891 cases in the country as of Monday, a spike of almost 400 new cases in a single day.\nItaly: There were 601 new coronavirus-related deaths confirmed in the past 24 hours, bringing the total number of fatalities to 6,077. The total number of cases there is 63,927.\nChina: Mainland China reported the first case in Hubei province in six days, according to China’s National Health Commission. It was among 78 additional cases reported as of the end of day Monday -- 74 of those were imported.  \nSingapore: There were 54 new reported cases on Monday, the city state's biggest one-day surge to date, taking the national total up to 509 cases.\nMyanmar: The Southeast Asian country has recorded its first two cases of coronavirus, the state-run Global New Light of Myanmar reported.\nUK: At least 54 people have died in the UK from coronavirus in the past 24 hours. There have been 335 deaths and 6,700 cases nationwide.\nSpain: The health ministry reported 33,089 total cases on Monday -- 4,517 more than Sunday, and 2,182 deaths -- 462 more than Sunday.\nIran: The country confirmed 1,411 new cases, bringing the total number to 23,049, on Monday. Iran also reported 127 new coronavirus-related fatalities, bringing the total death toll to 1,812. ##Health## Alaska announced a series of new measures today to curb the spread of the coronavirus, including an order for people to maintain a six-foot “social distance” in public. Businesses that can’t abide by that guideline are required to close by 5 p.m. Tuesday.  \"The purpose of this mandate is to limit all close contacts,” said Adam Crum of the Department of Health and Social Services in a news conference. Nonessential public gatherings of more than 10 people are also banned until further notice. The state is also requiring all travelers entering Alaska from another state or country to self-quarantine for 14 days upon arrival. The rule goes into effect Wednesday, and violators could be prosecuted, according to Crum. ##Travel## ##Daily Life## As coronavirus cases continue to spread rapidly, health officials and leaders around the world are appealing to citizens to stay inside their homes and maintain social distancing.  Outraged people on social media have been sharing images of busy streets and tourist spots, and branding those ignoring the rules as \"covidiots.\" Vacationers have been flooding to remote communities, raising fears that small hospitals could very quickly reach capacity. Italy: The coronavirus outbreak in Italy is the deadliest in the world, and officials are taking to social media or scolding people who are going outside despite orders to stay in. \"Go home, this is not a film on TV, this is a national emergency!,\" Antonio Decaro, Mayor of Bari, stressed to his residents last week. \"Go home, you can't play ping pong, go to your Playstations,\" he said.  More than 80,000 people have been reported in Italy because they did not comply with the coronavirus emergency restrictions. Canada: Canadian Prime Minister Justin Trudeau had a message for Canadians who choose to ignore social distancing advice: \"Enough is enough. Go home and stay home.\"  \"If you choose to ignore that advice, if you choose to get together with people or go to crowded places, you are not just putting yourself at risk, you are putting others at risk too,\" he said.  UK: Prime Minister Boris Johnson ramped up his country's response and essentially sent it into lockdown after a weekend where many people flocked to parks, beaches and rural areas.  \"You should not be meeting friends. If your friends ask you to meet, you should say 'No.' You should not be meeting family members who do not live in your home,\" he said.  Johnson added police would enforce the rules by breaking up public gatherings and issuing fines. US: California Gov. Gavin Newsom said: \"This is a moment where we need some straight talk,\" he told reporters. \"As individuals and as a community, we need to do more to meet this moment.\" Los Angeles Mayor Eric Garcetti said, \"This weekend we saw too many people packing beaches, trails and parks.\" He said people should heed the closures and stay home. \"That doesn't mean gather elsewhere. This is serious. Stay home and save lives.\" Miami-Dade County Mayor Carlos Gimenez said, \"I am disappointed to see photos and videos on social media of boats close together and large groups of people congregating.\"  \"We are in a state of emergency, and I cannot stress enough the need for personal responsibility.\" Singapore confirmed 54 new cases of the coronavirus on Monday -- the country's biggest one-day surge since the outbreak began. Of the 54 new cases, 48 are imported from overseas, with travel histories to Europe, North America and Southeast Asia. This raises the national total to 509 cases, according to Singapore's Ministry of Health. Of these 509, two patients have died, 152 have been discharged from hospital, and 355 remain hospitalized, including 15 in critical condition. ##Health## Tokyo Gov. Yuriko Koike warned on Monday that the capital could be placed under lockdown if the number of coronavirus cases spike.  Koike said the next three weeks were critical, and urged residents and events organizers to avoid large public gatherings and exercise restraint to avoid tougher movement restrictions. “Depending on future developments, it’s possible we may need to adopt strong measures such as a so-called lockdown of the city,” Koike said in a news conference. “We must avoid that so I would like to request further cooperation from the people of Tokyo.” Koike’s announcement comes as the Tokyo metropolitan government reported its highest number of cases in a single day on Monday, with 16 new infections taking the capital’s toll to 154. ##Health## ##Daily Life## New York, the hardest-hit state in the US, now has 21,689 coronavirus cases and 157 deaths. New York City alone has 13,119 cases. At least 2,213 of those patients are hospitalized and 525 are in the intensive care unit. Earlier today, health expert Dr. Deborah Birx said at a news briefing with President Donald Trump that the greater New York City area has an \"attack rate close to one in a thousand\" -- five times higher than what other areas are experiencing.  Some 28% of tests in New York are positive, she said -- compared to less than 8% in the rest of the country.  \"(New Yorkers are) the group that needs to absolutely social distance and self isolate at this time. Clearly the virus had been circling there for a number of weeks to have this level of penetrance into the community,\" she said. Watch: ##Health## The global toll: There are 381,293 cases of novel coronavirus and 16,508 deaths globally, according to the Johns Hopkins University, which is tracking figures from the World Health Organization and additional sources.  China: For the first time in six days, China has reported a new case of coronavirus in Hubei province -- ground zero for the pandemic. Mainland China reported 78 new cases on Monday, of which 74 were imported, and seven new deaths, according to the National Health Commission. A total of 73,159 patients in mainland China have recovered and been discharged from hospital. 43% of US population told to stay at home: At least 16 states have issued stay-at-home orders, which will impact 142 million people, or 43% of the US population, according to data compiled by CNN using US Census population estimates. UK lockdown: Prime Minister Boris Johnson imposed the most stringent social restrictions on the British public since the end of World War II. The public is being told stay at home, with exceptions for shopping for basic necessities; one form of exercise a day; medical need; and, for designated key workers, traveling to and from work. More countries restrict movement and travel Cuba is limiting travel to and within its borders. From Tuesday, all schools will be closed for a month and the government will “regulate” Cubans ability to leave the communist-run island. South Africa will enforce a three-week lockdown starting at midnight on March 26. Zimbabwe announced the closure of all borders, except for returning residents and cargo, effective immediately. The Netherlands will ban all public gatherings until June 1. More than 750 million people across India are under lockdown.  Virus hotspots: Italy has confirmed 601 new coronavirus-related deaths in the past 24 hours, bringing the total number of fatalities to 6,077 and 63,927 cases. US state health officials reported more than 100 coronavirus-related deaths in a single day for the first time during the outbreak. There are at least 42,663 cases of the coronavirus in the US, and 541 people have died.  Sports: There is a growing chorus of voices calling for the 2020 Summer Olympics to be postponed. The IOC said it has given itself a deadline of four weeks to make a decision on the Games. Meanwhile, all UEFA club soccer finals, including the Champions League Final, have been postponed indefinitely.  Hospitals running out of supplies: Hospitals in Oklahoma have just 9.3 days worth of personal protective equipment on hand, on average, and California is calling for 50,000 more hospital beds. Meanwhile, some of Brazil’s soccer stadiums, arenas and convention centers will be converted into field hospitals to treat patients infected with the virus. The US military is also looking into deploying field hospitals and personnel this week to areas in need like Seattle and New York City. ##Travel## ##Daily Life## ##Health## Myanmar has reported its first two cases of the coronavirus, according to a report in the state-run newspaper Global New Light of Myanmar. The patients are a 26-year-old man and a 36-year-old man, both of whom reported recent travel history, the report said.  Neither have shown symptoms of fever or cough, and both are currently in isolation. ##Health## At least 16 states across the US have issued stay-at-home orders in response to the coronavirus pandemic. More than 100.5 million people -- about 31% of the national population -- are currently under restrictions, according to US Census population estimates.  But not all orders have been activated yet -- when all 16 state orders go into effect, more than 142 million people will be affected, or 43% of the country. Apart from statewide orders, several individual cities and counties like Atlanta, Georgia, have also issued their own stay-at-home orders. These states have issued stay-at-home orders: California: started Thursday\nIllinois: started Saturday\nNew Jersey: started Saturday\nNew York: started Sunday\nLouisiana: started Monday\nConnecticut: started Monday  \nWashington: started Monday \nOhio: started Monday\nOregon: started Monday \nNew Mexico: effective Tuesday \nMassachusetts: effective Tuesday \nDelaware: effective Tuesday \nMichigan: effective Tuesday  \nWest Virginia: effective Tuesday \nIndiana: effective Tuesday  \nHawaii: effective Wednesday UPDATE: This post was updated to reflect that at least 16 states have issued stay-at-home orders. ##Daily Life## Calls to postpone the Summer Olympics are growing as the coronavirus pandemic accelerates around the world.  The United States Olympic and Paralympic Committee (USOPC) said that the organization has heard the concerns from Team USA athletes regarding the upcoming 2020 Games, and that the “path toward postponement is the most promising,” in a statement released Monday. “We are thankful to the 1,780 Team USA athletes for sharing their voice and honest input with us as we address the issues related to COVID-19 and the Tokyo Games, and make good on our promise to put athletes first,” the USOPC said.\n“We encourage the IOC to take all needed steps to ensure the Games can be conducted under safe and fair conditions for all competitors,” the statement continued. The Olympic Games are scheduled to start on July 24. Current options include a postponement or a scaled-down version. Cancellation is “not on the agenda,” the IOC said on Sunday.  But countries are taking a stand. In recent days, a growing number of countries and athletes have called for the games to be postponed. Canada and Australia said they would not send any teams on Monday.  Speaking to lawmakers on the same day, Japanese Prime Minister Shinzo Abe said postponing the Games is a possibility. This was the first time Abe has wavered from his staunch public position that the Olympics will start July 24 as scheduled.  Abe is scheduled to speak with IOC chief Thomas Bach over the telephone later Tuesday.  ##Health## ##Business## All international travelers arriving in Beijing, regardless of their final destinations, will be quarantined and tested for the coronavirus at designated government facilities at their own expense, Chinese authorities announced today. The procedures will also apply to people arriving in Beijing after entering China through a different port of entry within the past 14 days.  The new rules will take effect Wednesday, amid continued concerns over the rising number of imported cases coming to China from overseas. The government reported 78 new cases nationwide on Monday, of which 74 were imported. Previous measures: Authorities have previously ordered all Beijing-bound international flights diverted to 12 other Chinese cities for health screenings, as well as immigration and customs clearance. Only passengers deemed healthy and low-risk are allowed to continue their travel to Beijing. With a few exceptions, travelers arriving from abroad whose final destination is Beijing are already required to undergo a 14-day quarantine at government-designated facilities at their own expense. ##Travel## In an effort to contain the coronavirus pandemic, Atlanta Mayor Keisha Lance Bottoms said on Monday she has signed a 14-day stay-at-home order. “As of now it does not include essential businesses, parks, the Atlanta Beltline and restaurants serving takeout,” the mayor said in a Twitter post. She also posted a photo of the stay-at-home order, which will prohibit nonessential gatherings and require residents to stay at their homes unless there are essential reasons to go out. ##Daily Life## For the first time in six days, China has reported a new case of coronavirus in Hubei province, according to the country's National Health Commission. The new case was among 78 reported across the country on Monday, of which 74 were imported from overseas. That brings mainland China's total to 81,171 confirmed cases. Of this total, 73,159 patients have recovered and been discharged from the hospital, according to the NHC. China also reported seven new deaths, bringing the national death toll to 3,277. Hubei -- ground zero for the pandemic -- has been hit the hardest, with 3,160 deaths. In recent weeks, the number of locally-transmitted cases has fallen in China as the number of imported cases has risen. Mainland China's total number of imported cases is now 427. ##Health## Belize has confirmed its case of novel coronavirus, said the country's Ministry of Health in a statement on Monday. The patient is a 38-year-old female citizen of Belize who arrived on March 19 “from Los Angeles, California and transited through Texas,” the statement said. ##Health## Brazil reported almost 400 new coronavirus cases on Monday alone, bringing the country's total to 1,891.  Nine new deaths were also confirmed.  The national death toll is now 34, according to the country's health ministry. Of those 34 deaths, 30 were reported in Sao Paulo and four in Rio de Janeiro. ##Health## Hawaii is the latest state to issue a “stay at home” order due to the coronavirus pandemic. Gov. David Ige announced the order today, saying, “These actions are extreme, but necessary, to flatten the curve and lay the groundwork for our recovery.”  The order takes effect on Wednesday and will last through at least April 30. As with most other states instituting their own orders, exceptions are being made for essential services, medical care and grocery shopping. Gov. Ige had said earlier that it was up to local cities and counties to decide whether to order residents to remain and home -- but in his latest announcement, he said “a statewide order is necessary for cohesion and consistency.” ##Travel## ##Daily Life## Predicting a three-month surge of coronavirus patients, California Gov. Gavin Newsom is calling for 50,000 more hospital beds. He had previously called for 20,000 more beds -- but increased data modeling has more than doubled the need, Newsom said today. Hospitals are expected to cover about 30,000 beds as part of their current surge plans, and additional hospitals coming into play are providing about 3,000 more beds. Negotiations are underway with convention facilities, fairgrounds, hotels, motels and skilled nursing centers to add the bed space, Newsom said. In addition to the physical space, Newsom discussed the options of adding health care workers to help care for those patients, including adding fourth-year medical students into the system, and bringing back recent retirees. ##Health## Amazon says it has removed more than half a million listings that it believes are engaging in price gouging during the coronavirus pandemic.  The online giant also says it has suspended nearly 4,000 accounts in the US for violating the company’s rules on pricing. In its corporate blog, Amazon says it is monitoring sellers to make sure they are not price gouging or making false claims related to Covid-19. Amazon says it has reached out to every state attorney general to help monitor price gouging. “We are also proactively sharing information with state attorneys general and federal regulators about sellers we suspect have engaged in egregious price gouging of products related to the Covid-19 crisis,” Amazon’s statement reads. ##Business## Cuban officials on Monday announced they are limiting travel throughout the island and abroad for their citizens and closed all schools starting Tuesday for nearly a month to stop the spread of the coronavirus.   The Cuban government will “regulate” Cubans ability to leave the communist-run island, said Cuban Prime Minister Manuel Marrero Cruz, “to protect their health, their family, neighbors and work comrades.”  Marrero said Cubans would need to present a “humanitarian reason” for travel abroad and for Cubans traveling between different provinces on the island.  Travel restrictions: Last week, Cuban officials said tourism is banned on the island starting Tuesday and that all Cuban and foreign residents returning from abroad would have to undergo supervised quarantine for 14 days. Despite that announcement, Marrero said, more than 32,000 foreign tourists remained on the island. Starting Tuesday, he announced, tourists would be banned from leaving their hotels as the government worked to return them to their home countries.  “No one can go into the street,” Marrero said of the tourists. Life under lockdown: School classes would be suspended starting Tuesday until at least April 20. All Cubans are required to study in state-run schools. Marrero also announced that Cubans waiting in “colas” or long lines for hard to find items would need to keep at least one meter (approximately 3 feet) in distance from other people. He said additional police would be dispatched throughout the island to enforce the new measures.   So far, Cuba has announced the island has 40 confirmed cases of coronavirus, and 1,036 people have been hospitalized for observation. ##Daily Life## ##Travel## In a statement released Monday night, United States Olympic & Paralympic Committee CEO Sarah Hirshland and Chair Susanne Lyons said that the organization has heard the concerns from Team USA athletes regarding the upcoming 2020 Games, and that the “path toward postponement is the most promising.” Hirshland and Lyons continued: “We encourage the IOC to take all needed steps to ensure the Games can be conducted under safe and fair conditions for all competitors.” ##Business## ##Daily Life## State health officials reported more than 100 coronavirus-related deaths in a single day for the first time since the coronavirus outbreak, according to CNN Health's Tally.  This brings the total deaths nationwide in the United States to 520, with the state of New York having the most deaths in a single state with 157. ##Health## First lady Melania Trump has been tested for coronavirus and is doing fine, President Donald Trump said at Monday's briefing. This is the first time the President confirmed his wife was also tested for Covid-19. The President, Vice President Mike Pence and second lady Karen Pence have all been tested for coronavirus, and all were negative. “The first lady was tested on the same night as President Trump was tested, out of an abundance of caution. The test was negative,” White House press secretary Stephanie Grisham told CNN. Both Trumps were tested at the White House on March 13. ##Health##", "Section": "world", "Writers": ["Jessie Yeung", "Helen Regan", "Adam Renton", "Mike Hayes", "Meg Wagner"], "URL": "https://www.cnn.com/world/live-news/coronavirus-outbreak-03-24-20-intl-hnk/index.html", "MainKeyWord": "Macao", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}