{"Type": "article", "Time": "2020-06-14", "Headline": "Philippines casinos catering to illicit Chinese gamblers are causing kidnappings and chaos in Manila", "Text": "Dozens of scantily dressed Filipina croupiers stand in booths shuffling cards in front of a webcam, their faces softly illuminated by professional lighting. Nearby, rows of Chinese nationals sit at desks chatting on cellphones with potential clients back in China. This is what a typical POGO -- or a Philippine Offshore Gaming Operator -- looks like, according to descriptions provided to CNN by several gaming experts. Some are based in abandoned malls, while others are found in converted parking lots or cheap rented offices, they say. In the past three years, the Philippines has emerged as a major hub for online gaming, according to Filipino officials,  attracting more than 100,000 Chinese nationals who work in virtual casinos catering to players back in China where gambling is illegal. They have been both a boon and a curse for the country. The online casinos generate tax revenue and desperately needed jobs in Manila's crowded downtown area. But at the same time, they've pushed up rents and created new challenges for the Philippine National Police. In the past year, Beijing has ratcheted up pressure on Manila to shut down the industry, following its success in convincing Cambodia to move toward doing the same last year.  Manila stopped taking applications for new POGO licences in August 2019, citing concerns about national security, but President Rodrigo Duterte said the next month that he would not ban the industry.  \"We decide to benefit the interest of my country,\" he said. \"I decide that we need it.\" In May, Duterte allowed the POGOs to reopen, after two months of closure due to the Covid-19 pandemic, effectively endorsing them as essential businesses. Philippines' casino boom  Online gaming platforms allow players to gamble remotely. They sign up, choose a game and it is played over a livestream in another jurisdiction. \"The games offered on these platforms are dictated by Asian tastes, where most of the demand comes from,\" said Brendan Bussmann from Global Market Advisors, a Las Vegas-based consulting firm specializing in the gaming, sports, entertainment and hospitality industries. \"There is a lot of baccarat, as well as some sic bo (a Chinese dice game) and blackjack,\" said Bussmann. The amounts wagered tend to be low, in the range of $5 to $100, he said. Manila has become the number one hotspot worldwide for online gaming, in front of Malta, the Isle of Man and Curacao, according to David Lee, a lawyer at Taiwanese firm Lin & Partners who specializes in gaming laws. \"The Philippines pioneered online casinos in the early 2000s, when Cagayan, a province to the north of the country, started awarding licenses to a handful of operators,\" explains Ben Lee, the founder of IGamiX, a Macao-based consultancy firm focused on the gaming industry in Asia. \"But they really took off in 2016, when President Rodrigo Duterte came into office.\" Duterte handed the right to issue offshore gambling licenses to the Philippine Amusement and Gaming Corporation (PAGCOR), a government entity that operates casinos and regulates the industry. \"It began to aggressively develop the industry by awarding dozens of licenses,\" said lawyer David Lee. Chinese businessmen were quick to seize the opportunity and the number of POGOs mushroomed. There are now 60 licensed offshore gaming operators in the Philippines, according to PAGCOR. They are assisted by several hundred service providers, who help them build and maintain the infrastructure behind their platforms, according to Ben Lee, of IGamiX consultancy. Many of these service providers also act as an interface between the POGOs and their customers, renting a video feed from the officially licensed operators and overlaying their logo and visual identity onto it, he added.   \"Some 90% to 95% of POGO customers are located in China,\" he said. This is illegal. Chinese laws ban any form of gambling by its citizens, including online and overseas.    Laws in the Philippines also ban online casinos from marketing their services to citizens of a country where gambling is illegal, according to lawyer David Lee. But this rule is ignored by most POGO operators and poorly enforced, according to several experts. A spokeswoman for industry regulator PAGCOR said new regulations were introduced in August 2016 to curtail the proliferation of illegal online games and to ensure they are properly regulated. She added that POGOs are supposed to only cater to foreign customers ages 21 and above situated outside the Philippines, in jurisdictions where online gaming is allowed.  Hidden payments Managing the cross-border flow of money is a challenge. China limits the amount of money any individual can move out of the country to $50,000 per year. And since it doesn't allow its citizens to gamble online, they are also not allowed to send money abroad for this purpose. \"It is usually wired electronically, using services like Alipay or WeChat Pay, and disguised as a simple retail purchase,\" said consultant Ben Lee. \"Chinese gamblers are also increasingly using crypto currencies like Bitcoin to avoid detection.\" Chinese conglomerate Tencent, which owns messaging service WeChat, has set up a risk management team to combat abusive behavior, such as illegal gambling, by monitoring payments made via the app, a spokeswoman told CNN. CNN also reached out to tech company Alibaba, founder of Alipay, for comment but did not receive a reply. To recruit new customers in China, POGOs rely on a large contingent of Chinese workers. They employ at least 138,000 foreigners in the Philippines, most of them from China, according to the Philippine government. \"There might be as many as 250,000, if employees lacking the required work visas are included,\" said George Siy, of the Integrated Development Studies Institute (IDSI), a think tank in the Philippines, quoting estimates provided to him by industry insiders.  \"Most of them come into the Philippines on tourist visas and overstay them,\" said Lucio Blanco Pitlo III,  a fellow at the Asia-Pacific Pathways to Progress Foundation, who has researched the topic extensively. The Chinese embassy in the Philippines said in a statement in August 2019 that some of its nationals are \"cheated to work illegally with only tourist visas.\" Last November, Manila expelled hundreds of Chinese nationals who had been arrested in a series of raids against online gaming operations and other cyber crimes in Palawan province, for allegedly working illegally in the country, according to CNN Philippines.  Many Chinese nationals working in the Philippine casino industry are attracted by the promise of jobs not available at home, experts say. \"These are mostly young people, in their 20s, with little job prospects in China,\" said Ben Lee. Some are lured to the Philippines with the promise of high-paying jobs in prestigious tech companies, but upon arrival they discover they will be working for an online gambling platform and paid a fraction of what they were promised, he added. \"The workers frequently have their passports confiscated, are crammed 10 to a room meant for three to four people and have to work 12-hour shifts, with only one day off per month,\" said Pitlo. On the job, they are expected to approach prospective players in social media chat groups and convince them to give online gaming a try, according to Lee. Once players are hooked, they are encouraged to wager increasing amounts of money, he added. POGOs cater to foreign customers and thus employ foreign nationals as customer service representatives to \"effectively invite players and attend to their needs and concerns,\" the PAGCOR spokeswoman said. Most of these foreigners are Chinese nationals, she said. \"But we can't categorically say they are based in China or are targeting players in China,\" she added. \"They might be catering to Mandarin speaking people in other countries.\" Jobs and high rents POGOs have been a boon to the Philippine economy.  \"They have created thousands of jobs and driven up wages,\" said Siy, from the Integrated Development Studies Institute. Even if most online casino employees are Chinese, locals are finding employment with them as maintenance workers, cleaners, or security guards, he added. He says industry insiders believe up to 150,000 Filipinos could be working for POGOs. Government coffers have also benefited. In 2018, online casinos paid 7.4 billion pesos ($145 million) in licensing and other regulatory fees, PAGCOR told CNN. The Department of Finance said it expects to collect 24 billion pesos ($471 million) per year in taxes from POGO workers.   But many employers are not paying up. POGO operators and service providers only paid 579 million pesos ($11 million) in withholding taxes in 2018 -- a mere 2.4% of what they owe, according to the Bureau of Internal Revenue. In late 2019, the Philippines finance secretary started following through on threats to shut down non-payers. In early 2020, the Bureau of Internal Revenue (BIR) said the industry still owes the government around 50 billion pesos ($1 billion) in unpaid taxes for 2019. The real estate market has also been transformed by online casinos, said Pitlo, from the Asia-Pacific Pathways to Progress Foundation. \"They took up more than 1 million square meters (10.8 million square feet) in office space last year, making them the largest tenant in the country, even outstripping the call center industry,\" he said.  Rents have spiraled out of control in certain parts of Manila as POGO operators rent out residential compounds to house their workers, said Pitlo. \"Middle class families are being priced out,\" he said. Prices of one-bedroom apartments have surged by 120% since 2015 along Manila Bay, where many of the POGOs are located, according to a  July 2019 report by Leechiu Property Consultants. Kidnappings on the rise  The  increase in POGOs has also led to a rise in criminality, according to Philippine officials. \"In their free time, their Chinese employees often gamble at the casinos and end up in debt,\" explained Elmer Cereno, a spokesman  for the Philippine National Police-Anti Kidnapping Group. \"They are then approached by loan sharks who offer to lend them money.\"  When they fail to pay it back, the loan sharks kidnap them and try to get ransom from their relatives back home, he said. On October 2019, police rescued two Chinese POGO workers, whose families had been asked to pay ransoms ranging between 68,000 yuan and 80,000 yuan (about $9,800 to $11,500) for their release, according to a summary of the case seen by CNN.  They had been abducted from a hotel six days earlier and held by five Chinese nationals in an office building in Taguig, a suburb south of Manila.  Between January 2017 and October 2019, Philippine police dealt with 65 cases of kidnap-for-ransom involving POGO workers or casino customers, leading to the arrests of 132 people, according to an official tal", "Section": "tech", "Writers": ["Julie Zaugg"], "URL": "https://www.cnn.com/2020/06/13/tech/philippines-online-casinos-intl-hnk/index.html", "MainKeyWord": "Macao", "AdditionalKeyWord": "Philippines", "Source": "CNN"}