{"Type": "article", "Time": "2020-10-12", "Headline": "Malaysia detains Chinese vessels for trespassing in territorial waters", "Text": "Maritime authorities in Malaysia said they stopped six Chinese fishing vessels in Malaysian territorial waters Saturday, as Beijing increases its presence throughout the South China Sea. According to a statement, 60 Chinese nationals were detained during an operation off the eastern coast of Johor, the southern Malaysian state which borders Singapore. Their vessels, all of which were registered in Qinhuangdao, a port in northern China, were en route to Mauritania, West Africa, when they trespassed in Malaysian waters, the country's maritime authorities said.  Malaysia reported 89 intrusions by Chinese coastguard and navy ships between 2016 and 2019, as tensions continue to escalate between the United States and China over Beijing's claims to most of the resource-rich South China Sea, which is also a major trade route.  The arrests in Malaysia coincide with Chinese Foreign Minister Wang Yi's tour of Southeast Asian nations. The four-day trip, which takes in stops in Cambodia, Malaysia, Laos, Thailand and Singapore is intended to help bolster regional ties amid growing pressure from Washington and continued fallout from the coronavirus pandemic. China's Ministry of Commerce said the Association of Southeast Asian Nations (ASEAN) and China have become each other's largest trading partner, with total trade from January to August reaching $416.5 billion, according to Chinese state media.  But tensions between the bloc of Southeast Asian nations and China remain over aggressive moves by Beijing throughout the 1.3 million square mile South China Sea, almost all of which is claimed by China.  In recent years, despite the objections of its neighbors and an international tribunal ruling, Beijing has militarized islands and reefs throughout the sea, and stepped up patrols of the region, as the Chinese fishing fleet expands outwards, often trespassing into other countries' territorial waters.  While Washington has long objected to Beijing's actions, the US stepped up its challenges this year: it formally rejected China's claims as illegal, and sanctioned dozens of Chinese companies for building the artificial islands. In July, two US Navy aircraft carriers conducted joint military drills in the sea for the first time in six years -- a strong show of force. The US has also increased engagement with the Quad, an alliance with Australia, Japan and India which some see as becoming a sort of Asian North Atlantic Treaty Organization (NATO), much to Beijing's chagrin. Speaking last week, a US State Department official said that a \"sudden turn toward gross aggression by the Chinese Government in its entire periphery\" has increased the willingness of Beijing's neighbors to push back, and made \"the Quad actually matter and function this time around.\"  Competing claims in  East China Sea Chinese maritime expansion isn't only happening in the South China Sea. On Monday, the Japan Coast Guard (JCG) said that two Chinese vessels entered what Tokyo regards as its territorial waters near the Senkakus, a hotly disputed set of islands in the East China Sea known as the Diaoyus in China.  The two Chinese Coast Guard patrol ships have been in the area since Sunday, Japanese authorities said, and have attempted to approach Japanese fishing ships in the area to get them to leave what China regards as its territorial waters.  Japan -- which recently increased its defense budget to the highest ever amount -- has complained about \"relentless\" intrusions into the waters around the Senkakus, which encompass rich fishing grounds, and potential oil and natural gas deposits. This is the 18th time in 22 days that Chinese ships have entered Japanese waters, JCG said. ", "Section": "asia", "Writers": ["James Griffiths"], "URL": "https://www.cnn.com/2020/10/12/asia/malaysia-china-japan-sea-intl-hnk/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}