{"Type": "article", "Time": "2020-06-16", "Headline": "Duterte's war on the press in the Philippines could provide a model for Hong Kong and beyond", "Text": "Shortly after his election in 2016, Philippines President Rodrigo Duterte was asked about the murder of a crime reporter in Manila. His answer shocked a press corp that was already used to bizarre outbursts from the country's new leader. \"Just because you're a journalist you are not exempted from assassination, if you're a son of a bitch,\" Duterte said. \"Freedom of expression cannot help you if you have done something wrong.\" These comments were a dark augur of a coming crackdown on journalists in the Philippines, as Duterte's administration has waged \"lawfare\" on his critics in the media: forcing a television station off the air, suing a media outlet over tax evasion, and prosecuting multiple reporters on spurious charges. Under Duterte, the Philippines has fallen nine spots in an annual world press freedom ranking published by Reporters Without Borders (RSF).  On Monday, Rappler founder and former CNN correspondent Maria Ressa was found guilty of \"cyber libel\" and faces up to 7 years in prison. Ressa also faces eight other charges in connection to Rappler's reporting.  Speaking to CNN after the verdict, Ressa said that \"I think this is an existential moment for journalism here in the Philippines. We are at the precipice of looking down, and on the verge of losing our democracy, given everything that's going on.\" In her battle against the Duterte government, Ressa has emerged as an icon for press freedom in Asia. Yet her case may serve to inspire not just ambitious journalists but also the governments seeking to reign them in.  In particular, Duterte's muzzling of the press in the Philippines could present a model for authorities in Hong Kong, where a sweeping new national security law is due to be imposed in coming weeks, creating a host of new offenses that many fear will inspire both greater self-censorship and new prosecutions against the media.  Lawfare in action While the term \"lawfare\" has its roots in international relations, the term has come to apply to the use of legal mechanisms to go after any target, be they domestic or foreign, either by imprisoning them on spurious charges, imposing heavy fines, or simply tying them up with endless court cases that sap time and resources. Such tactics are often used against activists and politicians, but the press has increasingly become a target in much of Asia, particularly as the internet has broadened the scope of online opposition in many previously controlled societies. In such countries, journalists often operate on the edge of legality, protected only by the unspoken -- and often not legally codified -- belief in the importance of press freedom.  Ressa, speaking about the Philippines, said that the judiciary has become \"complicit in this insidious campaign, and it's really death by a thousand cuts. The end goal is to silence independent journalism, and silence press freedom.\"  In Singapore, officials have used a new \"fake news\" law to challenge critical commentary online, while Cambodia has launched a sustained legal crackdown on independent media. Meanwhile, in Thailand, Brunei and Fiji, new laws creating broad offenses around online content have created a major chilling effect according to press freedom watchdogs. Journalists in Myanmar have also been jailed under the country's Official Secrets Act for reporting on the Rohingya crackdown.  Writing about the use of lawfare against opposition figures in Hong Kong, Antony Dapiran, a lawyer based in the city, said the tactic enables the authorities to \"pay lip service to Hong Kong's rule of law, universally recognized as an important core value of Hong Kong, while using that same legal system to control dissent.\"  While the city's authorities have made extensive use of a far-reaching public order law left over from the colonial era to go after protest leaders and activists, they have also introduced a host of new offenses, including a ban on masks (that was eventually overturned), an injunction against publishing information about police officers, criminalizing insulting China's national anthem, and the national security law.  That law could supercharge the government's legal arsenal against its critics, including the media. While officials claim its effect would be limited, a similar law in China has been used broadly against writers and journalists, such as against Uyghur intellectual Ilham Tohti, who was jailed for life on separatism charges, or reporter Gao Yu, who was handed a seven-year jail sentence for \"illegally providing state secrets to foreign entities.\" She was accused of disclosing an internal party document in 2013 to an overseas Chinese-language news organization. Media under fire Hong Kong is the only place under the control of China's Communist Party with a truly free press, but journalists have long complained of intimidation, self-censorship and harassment if they report too aggressively on the local government or Beijing. In its most recent report on press freedom in the city, the Hong Kong Journalist Association recorded the sharpest decline in perceptions of media freedoms since the survey began in 2013. Of the some 300 journalists surveyed, 95% said press freedom in Hong Kong had worsened compared to a year ago. As many as 33% of the responding journalists said editors had \"exerted pressure on them to drop or reduce reporting on Hong Kong independence,\" a key target of the new national security bill.  \"If Beijing manages to impose this national security law, Hong Kong's residents will no longer be able to regard press freedom and journalists' safety as guaranteed,\" Cédric Alviani, the head of RSF's East Asia bureau, said in a statement. \"National security is the pretext that the Chinese authorities most often use to justify imprisoning journalists in conditions that pose a threat to their lives, sometimes even going so far as to impose a life sentence.\" In February, Jimmy Lai -- publisher of Apple Daily, the city's most-read and fiercely anti-government tabloid -- was arrested on charges related to last year's protests. The paper has long complained that Beijing and pro-government figures in Hong Kong have pressured companies not to advertise with it. Both issues are unrelated to the new law, but many fear that Apple Daily could be a target, given its vocal support for the city's opposition movement.  Last month, the government ordered a \"thorough review\" of RTHK, the city's public broadcaster, in the wake of a satirical show being pulled from the air for insulting the police. One prominent pro-Beijing lawmaker has called for the broadcaster, which has a strong reputation for independence, to become a \"government mouthpiece.\"  Many expect the new law to further these trends, emboldening lawmakers who want to see the press reined in and anti-government voices curtailed.  Tom Grundy, editor-in-chief of Hong Kong Free Press, an English-language digital outlet, predicted the national security law could be used to \"stifle criticism.\"  \"Media outlets, no matter how impartial, may be in the firing line,\" Grundy said. \"Aside from the potential for outright censorship, we expect more mundane pressures on the press like bureaucratic scrutiny, funding probes, ad boycotts and -- like in (Ressa's) case -- frivolous and opportunistic legal cases.\"", "Section": "asia", "Writers": ["James Griffiths"], "URL": "https://www.cnn.com/2020/06/15/asia/philippines-ressa-hong-kong-national-security-intl-hnk/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Philippines", "Source": "CNN"}