{"Type": "article", "Time": "2020-04-11", "Headline": "April 11 coronavirus news", "Text": "Our live coverage of the global coronavirus pandemic has moved here. In a rare Saturday session, Canadian lawmakers passed legislation that will subsidize up to 75% of workers’ salaries to avoid even more mass layoffs during the Covid-19 pandemic. Canadian Prime Minister Justin Trudeau, now out of quarantine after his wife tested positive for the virus in March, attended the scaled-down session with a \"quorum\" of about 20 lawmakers. Opposition parties joined Trudeau’s governing party to unanimously approve the wage-subsidy scheme, which will cost more than $50 billion (in US currency) and will be applied retroactively to days worked since March 15. A majority of Canadian companies are likely to qualify for the subsidy. ##Daily Life## New Mexico Gov. Michelle Lujan Grisham announced Saturday that a public health order banning mass gatherings was amended to include houses of worship.  “We know that you want to practice your faith, as you should. But this year we must remember that home is holy. The best thing you can do for your community is to stay there,\" Grisham said in a news release. \"While this will be emotionally difficult for so many New Mexicans, public health must be the top priority. The only way to slow the spread of COVID-19 is by staying home and minimizing all person-to-person contact.\" ##Daily Life## ##Health## There are 478 people linked to the Cook County Jail in Chicago who have tested positive for coronavirus, sheriff’s officials said Saturday. According to the Cook County Sheriff’s Office, 304 detainees at the jail in Chicago and 174 correctional officers have tested positive for Covid-19. Of the detainees sickened in the outbreak, 20 have been hospitalized and 39 have been moved to a recovery facility. Earlier this week, officials announced that two detainees died of \"apparent\" complications due to coronavirus, pending autopsy results. A federal judge on Thursday denied a motion to order the immediate release of medically vulnerable detainees at the Chicago jail to prevent the further spread of Covid-19. ##Health## Saudi Arabia's King Salman bin Abdulaziz Al-Saud approved an extension of the curfew imposed across the country until further notice, the state-run Saudi Press Agency (SPA) reported. The Ministry of Interior is asking people \"to adhere to the curfew for their safety\" SPA reported.   Saudi Arabia initially instituted its curfew in March as part of a series of measures to contain the spread of coronavirus in the country. ##Daily Life## There are at least 524,903 cases of coronavirus in the US and at least 20,389 people have died from it, according to Johns Hopkins University's tally of cases in the United States. The total includes cases from all 50 states, the District of Columbia and other US territories, as well as all repatriated cases.  Wyoming is the only state that is not reporting a death from coronavirus. The latest US numbers from Johns Hopkins can be found here. ##Health## The Internal Revenue Service sent out the first wave of stimulus checks to Americans on Saturday, according to an announcement the agency made on Twitter.  \"#IRS deposited the first Economic Impact Payments into taxpayers’ bank accounts today. We know many people are anxious to get their payments; we’ll continue issuing them as fast as we can,\" the IRS wrote on Twitter.   Deposits will continue in the days ahead, starting with people who have filed tax returns for 2018 or 2019 and authorized direct deposit. Others -- including people who haven't filed returns, authorized direct deposits, or receive Social Security -- will probably have to wait week or months before seeing their money.  The distributions are part of the $2.2 trillion economic relief package passed by Congress in March. ##Daily Life## New York City Mayor Bill de Blasio was asked Saturday if he and the Gov. Andrew Cuomo would come to terms on the issue of closing New York City schools. “I think we’re always going to work things through in the common interest of our people,\" he said. De Blasio added he'd always work with state government and Cuomo.  \"But the bottom line is my responsibility – my responsibility is not to the federal government, the state government, my responsibility is not to another elected official my responsibility is to those kids, those parents, those educators who need to be safe and my responsibility is to protect my people.\" De Blasio said earlier Saturday the city's public school buildings will remain closed through the end of the year because of coronavirus concerns -- but Cuomo later said no decision about the schools has been made, adding that it’s his legal authority \"in this situation\" to close schools. ##Daily Life## ##Health##   Chicago saw an uptick in violent crime this week, despite the coronavirus pandemic, according to Chicago police data.  There were 19 homicides and 44 people were shot in Chicago from Sunday to Thursday, police data shows. \"Crime overall in Chicago has ebbed and flowed,\" Chicago police spokesman Anthony Guglielmi tells CNN. \"We’ve had days like last week where we have 14 shot in 12 hours.\" Guglielmi says it has been a trying time for the Chicago Police Department.  It’s a huge battle for us to try and keep them engaged and positive. Their friends are dying,\" Guglielmi said. \"In order to be able to do that effectively, we have to make sure our officers are supported.\" At least 237 members of the Chicago Police Department have tested positive for coronavirus, interim Chicago Police Superintendent Charlie Beck said at a press conference Saturday morning. ##Daily Life## ##Health## Key US government official Adm. Brett Giroir, whose responsibilities include oversight of Covid-19 testing, told Bloomberg News Saturday that coronavirus testing capacity in the US should be in the \"ballpark\" needed to begin reopening the country by May if the President recommends lifting some social distancing guidelines. Giroir, the assistant Health and Human Services secretary, outlined the four diagnostics needed before easing social distancing restrictions. \"Surveillance to catch new flare-ups; testing of people who have specific symptoms; contact-tracing for confirmed cases; and antibody testing to know who’s recovered from the virus,\" which he said is weeks away, according to Bloomberg. Giroir said that the administration is having an “active discussion” about adding minorities to the priority list. My opinion is we probably need to be more explicit about minorities being a high priority, because they may not know they have hypertension or diabetes or other things,\" he told Bloomberg A finger-prick test to identify people who have already had coronavirus should be available \"in the course of weeks,\" Giroir told the outlet. ##Health## In a brief statement, British Prime Minister Boris Johnson thanked National Health Service staff at St Thomas’ Hospital following his treatment in the hospital's intensive care unit, , according to the UK Press Association, \"I can't thank them enough. I owe them my life,\" Johnson said, according to the press association.  This is the first known statement from Johnson since he entered hospital last Sunday night.  He initially tested positive March 27 and was released from the ICU Thursday. New York Mayor Bill de Blasio and  Department of Education Chancellor Richard Carranza sent a letter to parents announcing the closure of the city's schools Saturday.  \"The battle against COVID-19 left us no choice but to close school buildings to students and staff, transition to remote teaching and learning from home, and adjust to distancing from each other to remain safe,\" the letter read. \"We have decided that New York City school buildings will not reopen during the 2019-2020 school year. Teachers and students will finish the school year in remote learning.\" The full letter can be read here. ##Daily Life## Malcolm Jenkins, a safety for the New Orleans Saints, made a request to the black community in the United States during the ongoing fight against coronavirus. In a 58-second video, the three-time Pro Bowl defensive back ask his community to \"take care of you first\" as he questions the true destination of government-funded resources. Jenkins is known for being one of the most socially conscious and community-minded players in the NFL. He was a visible part of the systemic-oppression protest led by Colin Kaepernick in 2016 to shed light on issues minorities face in this country. ##Daily Life## There have been at least 20,071 coronavirus deaths reported in the United States, according to tally from Johns Hopkins University. Johns Hopkins University reported the update Saturday afternoon. There are currently at least 519,453 reported cases in the US, according to the university. ##Health## Parents and staff in New York City public schools say they were sent a notice that schools would be closed through the remainder of the academic year, but have not been updated since New York Gov. Andrew Cuomo said that was not decided at his press briefing Saturday morning. Megan Demarkis, a parent coordinator for PS 13 elementary in Brooklyn, told CNN that school staff were sent a notice right before New York City Mayor Bill de Blasio’s press conference also on Saturday where he announced the closure. A new hours later, Cuomo said decisions on how long to keep schools closed will made in coordination with all New York counties in the city's metropolitan area — and maybe even with neighboring states like New Jersey and Connecticut. Staff members say they have not been contacted by the Department of Education since the Cuomo press conference and parents have already started to ask questions on the school’s Facebook page about what is going on. Schools have put into place plans for a full year closure, but “it would be really nice if our leaders were aligned,” Demarkis says, citing that a full-year closure requires decisions about helping underprivileged families with things like rent and food. Parents at PS 527 in Manhattan received an email about school closure earlier on Saturday as well, but they have not received a follow-up email. ##Daily Life## There has been an increase of court ordered releases of inmates in the City of Philadelphia jail population since Monday due in large part – but not wholly – to the pandemic, according to the mayor's spokesperson Deana Gamble. Gamble told CNN there has been an average of 78 releases per day since Monday. Gamble could not get into the level of specificity as to the releases in regards to whether they were compassionate releases or granted based on offenders risk of contracting the virus. The First Judicial District is the Philadelphia County Court authority and neither the mayor’s general authority nor emergency powers grant him the ability to release inmates unless otherwise ordered by the court, she said. The Federal Emergency Management Agency has approved New Jersey’s request to use emergency, non-congregate sheltering for people impacted by the coronavirus who are not able to isolate themselves, the governor and State Police colonel said in a press release. This means state, county and local entities will be reimbursed for providing housing at hotels or motels for certain vulnerable populations. According to the release, these groups of people include: Homeless families who live in shelters with at least one family member who has tested positive for coronavirus.\nHomeless individuals who require quarantine or isolation after they tested positive for coronavirus themselves.\nChildren and adults living in congregate living settings, such as group homes, who have tested positive for coronavirus.\nFirst responders and healthcare workers who do not require hospitalization, but need to avoid direct contact with their families due to exposure to coronavirus.\nCoronavirus patients who do not require hospitalization in a traditional setting, but need to remain in quarantine outside their house to prevent the further spread of the virus. By the numbers: The state of New Jersey recorded an additional 3,748 coronavirus cases over the last 24 hours, bringing the statewide total to 51,027. There have also been an additional 198 deaths in the past 24 hours, and “with adjustments given further investigations” the statewide death toll is 1,700, according to New Jersey Gov. Phil Murphy. The mayor of Miami-Dade County is the latest official to require public transit and ride share drivers to wear masks. \"All passengers and drivers on public transit, buses and vehicles for hire also must wear a covering,\" Mayor Carlos Gimenez said in a video update posted to YouTube Saturday.  Gimenez ordered all essential workers to wear \"face coverings\" earlier this week.  The ride share company Uber said this week it began \"distributing millions of ear-loop face masks to active drivers and delivery people around the world.\" \"On Tuesday, we shipped our first order of masks to drivers in New York City, and we are receiving a shipment of nearly half a million more which we will immediately send to drivers in the hardest hit US cities,\" Uber said in a press release.  Uber says it's ordered \"tens of millions more masks and expect them to arrive in other cities and regions around the world in the coming weeks.\" Philadelphia, Detroit and cities across the country now require public transit drivers wear masks. ##Daily Life## A panel of experts have answered some of the questions from CNN viewers about the coronavirus. Here's what they had to say: Q: Are all soaps created equal? Which ones are the best to use? A: Dr. Darria Long, emergency room physician –– \"It looks like when you're using soaps that probably an antibacterial may be a little more helpful than say a generic moisturizing soap, but just as important as what you use is the duration. We say in medicine the solution to pollution is dilution–– meaning you have to have that time of the soap on your hands to really disrupt the virus and wash it off. That 20 seconds is really important.\" Q: How has coronavirus affected the housing market? Is it still a good time to buy or sell a home? A: Suze Orman, money expert and host of the \"Women and Money\" podcast –– \"I have to tell you for the housing market to go up means people have to be able to afford to buy a home and I'm not sure that is going to be able to happen. So I don't think the housing market is going to go up. I probably would not be buying a home right here. If I had to, though, I would be selling a home if I needed to sell it but I wouldn't be buying at this point.\" Q: Could Covid-19 spread from second-hand vaping and how quickly will it get into your lungs?  A: Dr. Darria Long, emergency room physician –– \"If you are vaping, increased coughing and maybe deeper breathing you may be more likely to spread Covid to other people, but what we also have to emphasize is studies are showing that people who vape, smoke, smoke cannabis, any type of smoking are at higher risk of developing potentially more severe Covid and more complications from Covid. It decreases your immune system and hurts your lungs.\" According to Johns Hopkins University's tally, there are at least 514,415  cases of coronavirus in the US and at least 19,882 people have died from the disease. The totals includes cases from all 50 states, the District of Columbia and other US territories, as well as all repatriated cases.  Wyoming is the only state that is not reporting a death from coronavirus. ##Health## Massachusetts Gov. Charlie Baker has authorized the activation of an additional 3,000 members of the Massachusetts National Guard in anticipation of the expected peak in coronavirus cases in the coming weeks, Baker announced Saturday. This raises the total of authorization up to 5,000 members statewide who may be tasked with supporting requests, depending on the needs. Baker also announced that starting today essential workers, including grocery store workers and delivery workers, can schedule COVID-19 testing at both the Gillette Stadium temporary facility and the fairgrounds facility in Springfield.  Individuals do not need to be symptomatic in order to get a test, the governor said. President Trump has approved a disaster declaration for Wyoming in response to coronavirus, making the current pandemic the first time in history that every state in the country is under a federal disaster declaration simultaneously. This is the 55th disaster declaration issued in response to coronavirus. All 50 states plus the US Virgin Islands, the Northern Mariana Islands, the District of Columbia, Guam and Puerto Rico have all received a federal disaster declaration. ##Daily Life## New Jersey Gov. Phil Murphy said the state is \"literally at the edge\" in regards to the number of ventilators available to treat coronavirus patients. There are 61 ventilators available in the state warehouses, New Jersey Department of Health Commissioner Judy Persichilli said. Persichilli said there is a concern about the number of ventilators, and that they are looking for another option. \"We do inventories of alternative ventilators, anesthesia machines, BiPAP machines, home ventilators,\" Persichilli said. \"We’re having the most efficient and effective result with anesthesia machines, of which we have a lot of, but they do have to be modified.” Murphy said officials were on the phone with the White House Saturday morning and expressed that ventilators are a priority.  Some context: The latest model projections report the hospitalizations in New Jersey will peak at 15,922 and ICU admissions will be about 3,821 –– but that changes daily, Persichilli said. She believes the state will have bed spaces for everyone, but the concern continues to be the availability of personal protection equipment and ventilators. Persichilli also said the USNS Comfort, a military hospital ship in New York City, will now be accepting patients from New Jersey hospitals. New Jersey Gov. Phil Murphy said no decision has been made with regards to schools at this time When asked about the New York Governor’s comments on coordinating school openings, Murphy acknowledged that “some harmony in the region” would “be a good thing” saying he share's the New York governor's sentiment. The Pentagon is executing its first project under the authorities granted by the Defense Production Act (DPA) in order to produce more than 39 million N95 masks amid the ongoing coronavirus pandemic. “On the evening of April 10, the Department of Defense received approval from the White House Task Force to execute the first DPA Title 3 project responding to Covid-19,” Pentagon spokesperson Lt. Col. Mike Andrews said in a statement. “The $133 million project will use these authorities to increase domestic production capacity of N95 masks to over 39 million in the next 90 days.\" The names of the companies involved were not immediately announced. Some context: N95 masks have been seen as a critical resource and the Defense Department has already pledged 10 million such masks from its own stockpiles to the Department of Health and Human Services.  Last week, President Trump separately authorized the Defense Production Act to be used by the Federal Emergency Management Agency to obtain N95 masks from 3M. ##Health## Texas Gov. Greg Abbott is waiving regulations on physicians-in-training (PIT) permit holders to increase health care capacity to fight coronavirus in the state. With restrictions waived, PIT permit holders will be able to work at any Texas hospital or facility associated with the Graduate Medical Education (GME) training program. They will also be able to practice in areas outside their GME training program with physician oversight. For example, under these temporary waivers, residents in a surgical residency program can assist in an Emergency Department if a surge of patients is experienced. These waivers will increase the availability of medically trained individuals to help assist the coronavirus response. \"These temporary waivers will expand the staffing capacity of our hospitals and medical facilities, ensuring Texans will have access to the care needed during the response to Covid-19,\" Abbott said. \"I am grateful for all the frontline health care workers across the state serving their fellow Texans during this challenging time.\" Texas has 12,398 confirmed coronavirus cases and 248 deaths, according to a tally from Johns Hopkins University. ##Health## There are 550 sailors from the USS Theodore Roosevelt who have tested positive for coronavirus as of Saturday, according to a statement from the US Navy.  So far, 92% of the sailors have been tested and 3,696 of them have now been moved ashore. Some context: CNN reported on Thursday that a sailor from the USS Theodore Roosevelt who had tested positive for coronavirus was admitted to an intensive care unit in Guam after being found unresponsive. ##Health## Florida and Idaho families who use Supplemental Nutrition Assistance Program benefits are now allowed to use their Electronic Benefit Transfer (EBT) cards online due to the coronavirus pandemic, an announcement from US Secretary of Agriculture Sonny Perdue said in a press release Saturday. The approval allows states to expedite the implementation of online purchasing by stores that are already authorized to take SNAP benefits, according to the release. People who receive such benefits should be able to use them for online retailers later this month, the release said. ##Daily Life## The US Air Force medically evacuated three contractors who tested positive for Covid-19 from Afghanistan to Germany on Friday, according to a statement from Air Mobility Command spokeswoman Rose Ripley. This is the first time the Air Force has medically evacuated someone sick from coronavirus, and marks the first operational use of the \"Transport Isolation System,\" according to the statement.  The system was developed during the Ebola outbreak and is designed to move patients ill with an infectious disease.  ##Health## The New York Fire Department says 714 members have tested positive for the coronavirus, FDNY spokesman Jim Long told CNN. This figure includes firefighters, EMS and civilian personnel. Overall, 2,700 members are currently out sick or on medical leave. This includes all injuries and other illnesses, in addition to coronavirus cases. On Friday, EMS received 4,459 medical calls. FDNY tweeted on Saturday urging people to only call 911 if it's a real emergency. See FDNY's tweet: ##Health## New Jersey has recorded 3,599 new coronavirus cases bringing the statewide total to 58,151, according to Gov. Phil Murphy. Murphy said 251 with the virus have died in the past 24 hours, bringing the state total to 2,183. “We’re slowing the rate at which new cases are doubling,” Murphy said. “The curve is flattening,” but “were not in the end zone folks, we cannot spike any footballs, we're not even first in goal,\" he added. In a series of announcements made on Twitter, Murphy called on all NJ Transit and \"private carriers to cut the capacity on all trains, buses, light rail vehicles, and paratransit vehicles to 50% of their maximum.\" Murphy is also \"expanding the requirement to wear a face covering to ALL customers heading into one of the restaurants and bars that remain in operation as they get their takeout orders,\" he said in a tweet. Red Murphy's tweets: ##Health## The Queen has used her Easter message to encourage hope in the face of the coronavirus outbreak, saying it “will not overcome us.\" In a written message released from Windsor Castle, she said that Easter is a time of “light overcoming darkness.\" “This year, Easter will be different for many of us, but by keeping apart we keep others safe. But Easter isn't cancelled; indeed, we need Easter as much as ever,” she said. “The discovery of the risen Christ on the first Easter Day gave his followers new hope and fresh purpose, and we can all take heart from this.\" The Queen added: “We know that coronavirus will not overcome us. As dark as death can be — particularly for those suffering with grief — light and life are greater. May the living flame of the Easter hope be a steady guide as we face the future.”   The United Kingdom government is launching a campaign to support domestic violence victims during the coronavirus restrictions, Home Secretary Priti Patel announced Saturday. “Coronavirus has opened Britain’s enormous heart,” Patel said. “I am now asking this nation to use that amazing compassion and community spirit to embrace those trapped in the horrific cycle of abuse.” The campaign, under the hashtag #YouAreNotAlone, will aim to reassure those affected by domestic abuse that support services remain available. The government has asked members of the public to show their solidarity by sharing a photo of a heart on their palm, and then asking others to do the same. This aims to “show victims that they are not alone and to convey to perpetrators that domestic abuse is unacceptable in any circumstances,” the home secretary said in a statement. Advertisement aimed at raising awareness of where people can seek help will run across social media, and materials will be made available to a wide range of partners including charities and supermarkets. Citing a surge in calls to domestic abuse charities, the Home Secretary pledged an additional $2.4 million (£2 million) to immediately bolster domestic abuse helplines and online support.  Speaking from Downing Street at the daily press briefing, Patel also addressed other crime-related issues, such as fraud, during the nationwide response to the pandemic. ##Health## ##Daily Life## The Javits Center in New York City has treated about 453 people so far.  There are 319 patients in the facility now, Terry Lynam, senior vice president and chief PIO at Northwell Health, told CNN. The USNS Comfort, US Navy hospital ship also in New York City, has treated 96 patients, and there are 66 patients currently there, Lynam says. Lynam confirmed to CNN that New York Gov. Andrew Cuomo installed Northwell Health CEO Michael Dowling to oversee clinical operations at the Javits Center and at the USNS Comfort.  Dowling is charged with keeping in constant contact with hospitals, checking on their capacity and whether it makes sense to move patients to the Javits Center. Some context: The Javits Center and the USNS Comfort were approved to help alleviate the burden the coronavirus is placing on civilian hospital infrastructure.  Both facilities are staffed with hundreds of military doctors and nurses. ##Health## No decisions have been made on whether or not to reopen businesses in New York, Gov. Andrew Cuomo said Saturday at a press conference. He said he will not reopen businesses in the city without coordinating it with other localities. “Coordinate school and business, and coordinate geographically,” he said. “I reject any elected official or any expert who says I can tell you whats going to happen four weeks from today,” Cuomo added. “I accept it, I hear it, but I'm not prepared to act on it.” He said there are a variety of options on how to proceed with, and when, to reopen the economy in the state. \"We’ll discuss it, we’ll coordinate it but at the end of the day the decision must be at a minimum for the metropolitan area, hopefully statewide, ideally regional with Connecticut and New Jersey. So that’s my goal,\" Cuomo said. Cuomo acknowledged Mayor Bill de Blasio who said earlier today that New York City schools will remained closed for the rest of the academic school year. “There has been no decision, that’s the mayor's opinion, I value it” along with all the other county executives but “the decision will be coordinated among all of them,\" Cuomo said. Regarding the mayor’s position of closing schools until June, Cuomo said “we may do that, but we're going to do it in a coordinated sense with the other localities,” including the counties in New York. Watch: ##Daily Life## New York will gather the best minds to study information on whether reopening the state economy would trigger a \"second wave\" of infections, Gov. Andrew Cuomo said Saturday at a press conference. \"I want to make sure that we know this time that we've learned from the other experiences,\" he said. This group will study what happened in other countries across the world to determine the possibility of people catching the virus again, Cuomo said. \"The worst thing that can happen is we make a misstep and we let our emotions get ahead of our logic and fact, and we go through this again in any manner, shape or form,\" he said. New York State Court System will organize lawyers statewide to help businesses pro bono, the governor said. Watch: ##Daily Life## ##Health## The United States surpassed Italy on Saturday morning with the most reported deaths of any nation. The United States is now reporting at least 18,860 coronavirus deaths, according to a tally by Johns Hopkins University.  Italy is reporting 18,849 coronavirus deaths, according to the university. ##Health## There were 783 deaths from the coronavirus across New York state Friday, Gov. Andrew Cuomo said Saturday at a press conference. Cuomo said that while that is not the highest number the state has seen during this pandemic, it is consistent with the rest of the week. \"You can see that the number is somewhat stabilizing, but it is stabilizing at a horrific rate, Cuomo said. \"These are just incredible numbers depicting incredible loss and pain.\" About 101 people are in the ICU and 109 people have had intubations, he said. A total of 8,627 people have died across the state from Covid-19, the governor added.   “We have kept politics out of this crisis,” Cuomo said, adding “I worked very hard to do that.” “I have no personal politics...not running for anything. I’m governor of New York thank you, and that’s where I’m going to stay,\" he added. Watch: ##Health## New York Gov. Andrew Cuomo says the number of coronavirus-related hospitalizations across the state \"is continuing to flatten.\" \"The number of hospitalizations appears to have hit an apex and the apex appears to be a plateau. Which is what many of the models predicted, that it wasn't going to be a straight up and straight down. It was straight up, you hit the top number, plateau for a period of time, and that looks like what we are doing. The hospitalization rate is down, and that's important. We have more people getting infected still. We have more people going into the hospitals, but we have a lower number,\" Cuomo said at a press conference today. Watch:  ##Health## ##Daily Life## There are 237 members of the Chicago Police Department who have tested positive for coronavirus, interim Chicago Police Superintendent Charlie Beck said at a press conference Saturday morning. “We have just over a thousand who are off sick for things which may be related to the virus but there is no way to tell at this point. That’s 8.2% of our workforce,” Beck told reporters. “As testing becomes more available, our count continues to climb.” Officials also released the name of the second Chicago police officer to die of complications from the virus.  Sgt. Clifford Martin died on Friday after being hospitalized for about two weeks. Martin, a 25-year veteran of the department, left behind a wife and three children, two of whom are officers with the Chicago Police Department, Beck said. ##Health## The Spanish government will distribute roughly 10 million masks to workers returning to their jobs beginning this week when restrictions on some workplaces, such as construction sites, will be relaxed. Interior Minister Fernando Grande-Marlaska said the masks would be distributed at places like subway stations and other transport hubs by police officers or civil protection workers. Their use would be recommended but not required. Health Minister Salvador Illa said the use of the masks would be useful especially when social distancing can’t be met. Grande-Marlaska also announced that 1,700 police officers nationwide have been affected by Covid-19. At the same news conference, Illa said that just over 25,000 workers in the health sector had been infected since the virus hit Spain. Grande-Marlaska said there had been \"a slight increase\" in the number of incidents where people had left their homes without reason. He said that on Good Friday, traffic was down 95% compared to normal and entry into Madrid and Barcelona was down 93%. Illa repeated that the nationwide lockdown continues \"at least\" until April 26. ##Health## A constitutional lawyer says President Trump might not have the authority to completely reopen the country from restrictions put in place to help combat the coronavirus pandemic. Page Pate, a criminal defense and constitutional attorney, told CNN that the Constitution and US Supreme Court interpretation does not give the President the authority to override governors' decisions. \"If we have a governor enact a particular restriction that's more restrictive than the President wants, of course the President can suggest that the governor not do that,\" Pate said. \"But as far as coming in and telling a specific governor you've got to reopen your schools, you have to allow businesses to reopen, a president can only do that if the state restriction interferes with interstate commerce.\" Some context: This insight comes after President Trump said Friday at the White House Coronavirus Task Force briefing that the decision to reopen the country's economy will be the \"biggest decision\" he's ever made. Pate said although this is how the Constitution is interpreted, this particular issue has not played out in the courts before. \"If you look at the constitution, the president's responsibilities and authority ends with the federal government. He cannot control the individual states as far as specific local restrictions,\" he said. ##Daily Life## At least 343 homeless people have tested positive for Covid-19, according to a city official at the press conference with Mayor Bill de Blasio today. About 20 of those individuals have died, the official said. So far, 37 homeless people have been discharged from the hospital, 139 are in isolation within the shelter system, 81 are still in the hospital and 35 are in self-isolation with their families, the official added. ##Health## Gov. Ron DeSantis is taking \"advantage of this pause\" in business to complete infrastructure projects in Florida, he said at a press briefing Saturday.   Having less people on Florida roads is an opportunity to make some progress on Orlando's I-4 \"construction congestion,\" DeSantis said.   The $2.3 billion project aims to reconstruct 21 miles of the interstate in Central Florida, according to DeSantis.    On average, the interstate sees \"well over 100,000 cars a day\" but \"now you're dealing with volumes that are probably 40,000,\" allowing for increased road closures without affecting as many people, Florida Department of Transportation (FDOT) Secretary Kevin Thibault said.   DeSantis says the sped-up contract will increase day time operations and allow for longer hours. Thibault projects FDOT will be able to \"get this work done in one to two months.\"  ##Travel## The president of Harvard University said he and his wife will be donating plasma to help combat the coronavirus. Lawrence Bacow and his wife, Adele, tested positive for the virus on March 24. Bacow said in a letter to the community that they have volunteered to participate in research at the Ragon Institute with the hope that their coronavirus antibodies can be used to create a therapeutic. \"We hope that something good can come from our close encounter with COVID-19,\" the statement said. As airlines across Europe have grounded planes and temporarily laid-off workers, some companies are encouraging flight attendants to train to help hospitals with the coronavirus crisis. A cabin crew from SAS Scandanavian Airlines underwent training at Sophiahemmet hospital in Stockholm to learn how to \"best how to take care of patients to relieve the hard-working heroes in healthcare\" using their existing medical emergency training, said SAS on Twitter.  The airline said another SAS flight crew in Norway is connecting with the health care sector to tackle needs that emerge during the coronavirus crisis. SAS temporarily halted most of its flight traffic on March 16 and temporarily laid-off 90% of its total workforce. In the United Kingdom, some flight attendants for EasyJet and Virgin Atlantic have volunteered to help out at the new National Health Service (NHS) hospitals being set up specifically for coronavirus patients. In a statement released Thursday, EasyJet said cabin crew members who sign up to help would perform clinical support roles at the NHS \"Nightingale\" field hospitals that are being built in London, Birmingham and Manchester. \"They will change beds, tend to patients and ensure they are as comfortable as possible. Many airline staff are ideal volunteers as they have been first aid trained and hold other medical qualifications as well as being security cleared,\" said the statement. \"Expert training will be provided to all new recruits when they sign up. With the majority of flights currently suspended as a result of the pandemic, cabin crew will be able to put their unique skill set to use during this time to provide much needed support to the NHS.\" Virgin Atlantic said their crews will also perform clinical support roles, and the staff and volunteers working at the new hospitals will be offered free accommodation and meals. ##Travel## ##Business## Mayor Bill de Blasio plans on having at least 6,000 vulnerable single homeless residents in hotel rooms by April 20, the New York City mayor said at a press conference Saturday. Homeless seniors will be prioritized and any homeless person with symptoms or has tested positive for Covid-19 will be moved to a hotel, de Blasio said. The mayor will also put homeless individuals in hotels if they can’t practice clear social distancing guidelines. New York City public schools will remained closed until the end of this school year due to coronavirus concerns, New York City Mayor Bill de Blasio said at a press conference early Saturday morning. De Blasio said reopening schools for a few weeks is unrealistic because of the amount of preparation that is needed to do it safely. He said bringing students back until June does not provide much reward academically, and if buildings did reopen, many of them would have to close again because of individual coronavirus cases. City officials will be working with the state of New York to meet state regulations of how many hours students have to be in the classroom. Student classrooms hours will be consistent with social distancing guidelines, the mayor said. The mayor laid out a five point plan to help students:  Complete deliveries of internet enabled digital devices by the end of April. The city distributed about 66,000 devices already, but will need to get 240,000 more devices in the children hands over the next few weeks, the mayor said.\nExpand parent help line and tech support hours and staffing. De Blasio said the city will be adding more educators to provide more coaching for parents.\nLaunch new online activities and programs. This includes free programing to help families get through this, de Blasio said. He also mentioned they are working with New York media companies to accomplish this.\nGraduate our seniors. There are about 75,000 students set to graduate. The mayor said he doesn’t know if there will be a ceremony, but want to make sure they graduate on time –– a full plan will be out next week.\nBe ready to reopen in September and combat learning loss. The mayor said the city is working now on a comprehensive plan to reopen schools. This includes focusing on mental health, de Blasio said. Attendance is being taken once a day at virtual schools, the New York City chancellor said, as he cautioned they are getting in contact with students that have not been in contact with them. When asked if summer school would happen this year, de Blasio responded, officials won’t know about summer school “until we have a lot more answers.”   New York Gov. Andrew Cuomo acknowledged the mayor's position on schools in a press conference hours later but added “there has been no decision on schools.” “There has been no decision, that’s the mayor's opinion, I value it” along with all the other county executives but “the decision will be coordinated among all of them,\" Cuomo said. Regarding the mayor’s position of closing schools until June, Cuomo said “we may do that, but we're going to do it in a coordinated sense with the other localities,” including the counties in New York. When asked if de Blasio's decision was invalid, Cuomo said “that’s his opinion, but he didn’t close them and he can’t open them, it happened on a metropolitan wide basis and we’re going to either; we’ll act on a metropolitan wide basis.\" Some context: The New York City school system is the largest school district in the US with 1.1 million students, according to the city's Department of Education. ##Daily Life## The United Kingdom's death toll from coronavirus has risen by 917 to reach 9,875, according to new figures released by the Department of Health and Social Care. The numbers are current as of 5 p.m. local time (12 p.m. ET) April 10. Overall, the department says 78,991 people have tested positive for the virus since the outbreak began. Read a tweet from the department: Senate Majority Leader Mitch McConnell and House Minority Leader Kevin McCarthy are pushing for Congress to pass more money for the Payroll Protection Program –– a program for small business aid in the midst of the coronavirus pandemic. McConnell and McCarthy issued a statement today supporting the continued funding of the program without any other provisions. So far, Democrats are demanding money be added for states and hospitals before they will support the effort. “Republicans did not ask to change any policy details that were negotiated by both parties and passed unanimously. All we want to do is put more money into a popular job-saving policy which both parties designed together,\" the statement said. McConnell and McCarthy's statement also said they would, “continue to seek a clean PPP funding increase. We hope our Democratic colleagues familiarize themselves with the facts and the data before the program runs dry.” The state of the economy: Another 6.6 million people filed for unemployment benefits in the week ending April 4.  Altogether, more than 16 million Americans have sought aid in the form of jobless benefits in just the prior three weeks alone. ##Daily Life## A federal judge released celebrity attorney Michael Avenatti from a federal jail due to coronavirus concerns. The judge said Avenatti will have to return to custody in 90 days. The temporary release came after Avenatti’s lawyers said he was at risk for contracting coronavirus because he had pneumonia last year.  Avenatti will be required to be held in quarantine at the jail facility for 14 days to ensure he doesn’t have the virus and can’t spread it into the community, the judge said.  Once jail officials determine Avenatti doesn’t have the virus, he will be released to home confinement at his friend’s house in Los Angeles and will not be allowed to use the internet. A second friend posted a $1 million bond securing his release.  Some context: The attorney has been held at the Metropolitan Correctional Center in Manhattan after a California judge revoked his bail earlier this year finding he engaged in suspicious financial transactions. The MCC has reported cases of the virus among inmates.  Avenatti was convicted earlier this year of attempting to extort over $20 million from Nike. He has been charged in two separate indictments with embezzling $300,000 from his former client Stormy Daniels and with tax fraud and stealing several million dollars from other clients. Avenatti has pleaded not guilty to those charges. His trials have been set for later this year. Japanese Prime Minister Shinzo Abe called on citizens to refrain from visiting nightlife entertainment venues as the country sees increasing spikes in coronavirus infections. Speaking at a meeting of the national coronavirus task force on Saturday, Abe asked people to avoid going to evening spots such as nightclubs and bars and follow the social distancing guidance. Abe also urged businesses in seven prefectures, including Tokyo, to cut down the number of people going to the office by at least 70% and implement work from home systems. The prime minister on Tuesday said Japan needs to reduce 70-80% of human contacts in the next two weeks to reverse the increasing trend of new coronavirus cases. Despite Abe’s plea, urban cities in the country haven’t seen a drastic reduction in the number of commuters. State of emergency declared: Japan issued a state of emergency on April 7 for a month across seven virus-hit prefectures but it carries no penalties for people venturing out for non-essential work. Earlier on Saturday, Japan’s health ministry reported 658 new confirmed coronavirus cases and six deaths by the end of Friday. ##Health## ##Daily Life## For Lucia Dario, a nurse caring for Covid-19 patients at the Gemelli hospital in Rome, it is the emotional side of this epidemic that has been particularly draining.  Yes, the full body suit gets sweaty and wearing three pairs of gloves on top of each other — a necessary protection against the virus — makes her feel clumsy.  But it's the feeling of not being able to do more that is the toughest, she says. For the first few days of Italy's coronavirus crisis, she'd finish her shift, get into her car and cry. She felt useless.  \"The isolation rooms are like bunkers, they are parallel realities,\" she said, describing the eerie atmosphere on the ward as \"silence that screams.\" Dario and her colleagues are the only human contact these patients' rooms get.  \"We ask them what they need, almost everyone says nothing, at most they ask for water,\" she said. Some lock eyes with her, she said, almost to signal that they will meet again one day, without the masks. She hears people sobbing, coughing and praying through the night. \"Some turn the TV on at a very high volume to stop their thoughts,\" the nurse said.  Hospitals around the world have been on strict lockdown, banning visitors and limiting contact between patients, due to the highly infectious virus.  Oli Pohlová is a part-time nurse at the pulmonology ward of a hospital in the Czech town of Mladá Boleslav. With more than 600 beds, this hospital plays an important role in the region. It's normally buzzing with activity, but since Covid-19 hit, its doors have been shut to all visitors.  \"It's very hard for the patients, many of them have not seen their families for a really long time,\" she said. So, as well as all the other tasks, nurses have also found themselves trying to give patients some company and relief from not being able to see their loved ones. \"It's up to us now to chat with them, try to make them laugh for a bit, ask questions... you can't substitute the families, of course, but hopefully you can help a bit,\" Pohlová said. Dario has been a nurse for 20 years, but she said she has never witnessed anything like this crisis.  This experience will mark all of us,” she said.  One dying patient has recently asked Dario to read her the last rites. \"We are not priests of course, but we tried to do our best,\" Dario said. She prayed with the elderly woman. She passed away later, alone, far from her family.  READ MORE: The nurses risking it all on the frontline of Britain's coronavirus outbreak ##Health## US cases top half a million: Half a million Americans have been diagnosed with the novel coronavirus. The grim statistic means that almost one in three cases worldwide is found in the United States. New York state alone has more cases than any other country except the US. As the country recorded the biggest single-day jump in Covid-19 deaths, President Donald Trump announced he will create an \"opening our country\" taskforce. But as health experts study China and other countries that are starting to lift some of the harshest restrictions, they warn that \"opening\" the US should not be rushed. European countries cautiously consider easing lockdown: Earlier this week, China started allowing healthy people to leave Wuhan, where the outbreak emerged in December. In Europe, several countries are now cautiously following in China's footsteps. Though mass gatherings and international travel remain largely off limits, some shops, outdoor exercise centers and schools are beginning to reopen in some countries including the Czech Republic, Austria, Denmark and Norway. Austria will gradually lift its lockdown after Easter, but quarantine in prominent ski resorts has been extended by more than two weeks after coronavirus tests showed the virus is still widespread in the Alpine province of Tyrol. Boris Johnson's brother criticizes PM's pre-hospitalization treatment: Max Johnson, the half-brother of Boris Johnson has described the Prime Minister’s pre-hospitalization treatment as a “shambles.”  On Saturday, a Downing Street spokesperson said the Prime Minister “continues to make very good progress” after he was released from intensive care Thursday. Johnson remains in hospital. Nearly 60,000 people have recovered from coronavirus in Spain, but the number of deaths recorded in Spain has risen by 510 in the past 24 hours -- an increase of 3.2%. ##Daily Life## The half-brother of Boris Johnson has described the Prime Minister’s pre-hospitalization treatment as a “shambles.” In a statement to CNN, Max Johnson said while he grateful for the care his brother received from the NHS (National Health Service), he is critical of the events leading up to his hospitalization. Boris Johnson was moved out of intensive care after receiving treatment for coronavirus, Downing Street confirmed Thursday. The Prime Minister, 55, was taken to hospital on Sunday because he was displaying \"persistent\" coronavirus symptoms 10 days after testing positive. His condition deteriorated and he was taken into intensive care on Monday, causing a ripple of shock across the UK. “From what I gather -- and I wasn’t there -- no-one asked a doctor to mask up and physically examine him the whole time - more than 10 days,” Max Johnson said.\n“He’d tested positive so there was no doubt what he was dealing with. The word ‘shambles’ comes to mind. \n“What’s the point of bodyguards when you can’t have a doctor? The Office of Prime Minister needs better protection.” In response to Max Johnson’s comments, Downing Street described the Prime Minister’s health as a “private matter” adding it would be “inaccurate” to suggest Boris Johnson hadn’t been physically examined by a doctor before entering hospital. Max Johnson said he’s “massively relieved” by his brother’s recovery and hopes he can now take time off to full recover. He added that the coronavirus pandemic is a good reminder of the need to ensure all frontline workers -- including the NHS, police, bus drivers, and care workers -- get access to proper safety equipment and testing. “And we can play our part by just staying at home to protect the NHS and save lives,” Max Johnson said. Since the outbreak began, the government has faced intense criticism over lack of testing and protection for frontline workers.  A total of 59,109 people in Spain have now recovered after contracting coronavirus -- an increase of more than 11,000 over the past three days -- according to new data from the Spanish Health Ministry released Saturday. However, the number of deaths recorded in Spain has risen by 510 in the past 24 hours, an increase of 3.2%. The total number of deaths stands at 16,353.  Active cases increase: The number of active cases rose to 86,390 (a figure that excludes those who have died or recovered from the virus). That’s an increase of 1.5% -- slightly higher than the rate of increase over the past four days. There are at least 501,615 cases of coronavirus in the US and at least 18,777 people have died in the US from coronavirus, according to a Johns Hopkins University's tally of cases in the United States. The totals includes cases from all 50 states, the District of Columbia and other U.S. territories, as well as all repatriated cases.  Wyoming is the only state that is not reporting a death from coronavirus. Officials warn of risk of ending social distancing measures: If the US ends social distancing and other coronavirus mitigation strategies by May 1, as President Donald Trump has encouraged, case numbers in the country could rebound, officials warned. The projections are based on new modeling scenarios run by the Institute for Health Metrics and Evaluation (IHME) at the University of Washington that assume social distancing policies will end from next month. \"The risk of rebound is very great,\" IHME Director Dr. Chris Murray told CNN late Friday. The projections are based on new modeling scenarios run by IHME that assume social distancing policies will end from next month. \"If we were to stop at the national level May 1st, we're seeing (in models) a return to almost where we are now sometime in July, so a rebound ... Definitely there's a very substantial risk of rebound if we don't wait to the point where most transmission is near zero in each state.\" The research center plans to release state-level analyses based on the new models next week, Murray said.  The warning comes after Trump said he wanted to reopen the country's economy, despite many researchers and medical staff saying it's far too early for such a move. Ecuador reported a significant jump of 2,196 new coronavirus cases over the last 24 hours, bringing the total number of cases to 7,161, the country's Ministry of Health announced on Friday. While those numbers represent the biggest daily jump over a 24-hour period, authorities are advising that some of those infections may have occurred at an earlier time without being registered then.  So far 297 people have died from the virus, the ministry said. Bodies left on the streets: The majority of the cases were reported in the country's most populous city of Guayaquil and Guayas province, where residents said health services have collapsed and dead bodies of victims had to be left on the streets for collection by authorities.  President Lenin Moreno has called for an investigation into the mishandling of bodies of coronavirus victims.   In a televised speech Friday evening, Moreno said every citizen plays a role in overcoming the crisis and called for solidarity and discipline when it comes to social distancing and security measures.  Winning this war depends on each one of us,\" Moreno said. \"During an emergency every minute counts, the actions of each person can change everything.\"  Emergency could turn into \"social tragedy\": \"The painful experience of other countries, some of the most developed countries in the world, shows that if we don't implement an emergency plan, the emergency could turn into social tragedy because of the lack of employment, lack of income and lack of food,\" Moreno said, adding that his government is doing its best to make sure that medical workers have enough equipment and protective gear.  Also on Friday, the mayor of the city of Guayaquil, Cynthia Viteri, reiterated her call for help and her criticism towards the national government in an interview with CNNE.  Viteri acknowledged that her city and the province of Guayas are currently the epicenter of outbreak in the country and said the number of deaths is likely even higher than the reported figures.  Can I explain why? Because tests were not available before, they [people] die without being tested, and there is no space to conduct autopsies and the subsequent examinations,\" she said. \n##Health##\n##Daily Life## Stringent lockdown measures at two prominent Austrian ski resorts have been extended by more than two weeks after coronavirus tests showed the virus is still widespread in the Alpine province of Tyrol, local authorities said.  Speaking at a press conference Friday, Tyrol Governor Guenther Platter said, \"Due to the continued existence of infection chains, on the advice of medical experts, we have no choice but to extend the quarantines for the Paznaun Valley and St. Anton for a further two weeks until April 26.\"  Alpine lockdown: The Alpine ski resorts of St. Anton am Arlberg and Ischgl, as well as the Paznaun valley surrounding Ischgl, have been on lockdown since March 13, when it became apparent that the resorts were a breeding ground for coronavirus infections.  Authorities in Tyrol are accused of having reacted too late to the first signs of the coronavirus outbreak in Tyrol -- particularly in Ischgl --- contributing to the spread of the virus in Europe and beyond. Almost 3,000 tests carried out within a day showed that up to 19% of the people tested showed signs of coronavirus infection, Platter said.  He said the extended lockdown measures were \"very dramatic\" for those affected, who already lived isolated from the outside world for about four weeks, but it is now essential to prevent the virus from spreading at all costs. Austria to lift lockdown: Earlier this week, the Austrian government said it would gradually begin to reopen shops after Easter, making it the first country in Europe to do so.  The number of confirmed coronavirus cases in Austria has reached 13,561 and the death toll stood at 319, the country's health ministry said Saturday. The Alpine province of Tyrol accounts for almost 25% of coronavirus cases in the country. Nineteen health workers in the UK have died from coronavirus, the Health Secretary Matt Hancock says. “Very sadly, 19 members of the NHS family have died. My heart goes out to their families,” Hancock told BBC Breakfast on Saturday.\n“Here are people who have put themselves on the frontline. Now the work is going on to establish whether they caught coronavirus in the line of duty whilst at work, or whether like so many other people in the rest of their lives,” he added. Hancock pointed out that a number of the NHS (National Health Service) victims are from ethnic minority backgrounds. “I’m particularly struck at the high proportion of people from minority ethnic backgrounds and people who’ve come to this country to work in the NHS who’ve died of coronavirus. I find it really upsetting actually,” he said. A lack of data on coronavirus and minority groups: Covid-19 has ripped through families and grounded the UK economy, and questions are mounting in the British media as to whether it is having a disproportionate effect on minority groups in Britain. But unlike the US -- where data released by Chicago and Michigan authorities showed a clear racial disparity in coronavirus victims -- the picture is not that clear in the UK. Experts say there are many unknowns: mainly that British health authorities are not reporting race in statistics on confirmed cases or fatalities. Germany's president Frank-Walter Steinmeier is set to address German citizens in a rare televised speech on Saturday night on the coronavirus crisis.  The German president's role is largely ceremonial, and typically the president addresses the nation only once a year during the annual Christmas message.  In total, 2,544 people have died from the virus in Germany. The total number of confirmed cases since the outbreak began has reached 117,658 -- an increase of 4,133 cases within the last day. Germany's death toll jumped by 171, according to new figures released Saturday by the Robert Koch Institute, the country's disease and control center.  Germans asked to stay home: Earlier this week, Chancellor Angela Merkel urged Germans to stay home over the Easter holiday despite “cautious optimism” that movement restrictions are slowing the coronavirus spread. Australian and New Zealand passengers have disembarked the Greg Mortimer cruise ship in Montevideo and are now en route back to Australia, according to the government of Uruguay. Stranded: The Greg Mortimer cruise liner, operated by Australia's Aurora Expeditions, departed March 15 on a voyage to Antarctica and South Georgia. Since the beginning of April, however, the ship has been stuck off the coast of Uruguay, after authorities refused to allow passengers to disembark due to the risk of coronavirus. Some 128 of the 217 people on board tested positive for the virus. Australia's Foreign Minister Marise Payne confirmed in a tweet that the flight carrying the passengers has left for Australia, and thanked the government of Uruguay for their support and cooperation. Speaking to reporters following the evacuation, Uruguay's Foreign Minister Ernesto Talvi said the country was fulfilling its ethical duty to help the stranded compatriots. British medical drama \"Holby City\" has donated fully working ventilators from its set to be used in London's new NHS Nightingale Hospital field hospital. The new medical facility, built in a massive convention center in east London, can provide support for several thousand patients with coronavirus. \"We are only too happy to help out and do what we can for the courageous and selfless real life medics,\" Executive Producer Simon Harper said in a statement posted to Twitter on Friday. Covid-19 in the UK: More than 74,000 people have tested positive for coronavirus in the UK, according to Johns Hopkins University. The UK's death toll is approaching 9,000.  The US Consulate in Guangzhou, one of China’s most populous cities, has warned African-Americans to avoid travel to the city due escalating scrutiny and policies by Chinese officials in relation to Covid-19. In a message sent out as a health advisory to American citizens registered with the US Embassy, officials warned of \"escalated scrutiny of foreign nationals\" by officials.  “In response to an increase in COVID-19 infections, officials in the Guangzhou metropolitan area escalated scrutiny of foreign nationals. As part of this campaign, police ordered bars and restaurants not to serve clients who appear to be of African origin,\" the advisory, emailed Saturday, said.  \"Moreover, local officials launched a round of mandatory tests for COVID-19, followed by mandatory self-quarantine, for anyone with “African contacts,” regardless of recent travel history or previous quarantine completion. African-Americans have also reported that some businesses and hotels refuse to do business with them.” The messages warns that the Chinese legal system “can be opaque” and that US citizens could be subject to “heightened scrutiny by Chinese local law enforcement and state security.” Read more about it here. If the US ends social distancing and other coronavirus mitigation strategies by May 1, as President Donald Trump has encouraged, case numbers in the country could rebound, officials warned. The projections are based on new modeling scenarios run by the Institute for Health Metrics and Evaluation (IHME) at the University of Washington that assume social distancing policies will end from next month.  \"The risk of rebound is very great,\" IHME Director Dr. Chris Murray told CNN late Friday. The projections are based on new modeling scenarios run by IHME that assume social distancing policies will end from next month.  \"If we were to stop at the national level May 1st, we're seeing (in models) a return to almost where we are now sometime in July, so a rebound ... Definitely there's a very substantial risk of rebound if we don't wait to the point where most transmission is near zero in each state.\" The research center plans to release state-level analyses based on the new models next week, Murray said.  The warning comes after Trump said he wanted to reopen the country's economy, despite many researchers and medical staff saying it's far too early for such a move. \"I would love to open (the economy). I have not determined anything, the facts are going to determine what I do. But we do want to get the country opened, so important,\" Trump said at a briefing on Friday. ##Health## The African community in the southern Chinese city of Guangzhou is on edge after widespread accounts were shared on social media of people being left homeless this week, as China's warnings against imported coronavirus cases stoke anti-foreigner sentiment. In Guangzhou, Africans have been evicted from their homes by landlords and turned away from hotels -- despite many claiming to have no recent travel history or known contact with Covid-19 patients. CNN interviewed more than two dozen Africans living in Guangzhou, many of whom told of the same experiences: being left without a home, being subject to random testing for Covid-19, and being quarantined for 14 days in their homes, despite having no symptoms or contact with known patients. Fears of an imported second wave: This comes amid heightened media coverage of the so-called second wave of coronavirus cases, emanating from infections outside China.  Earlier this week, Chinese President Xi Jinping urged authorities to carefully watch for imported cases from ​other countries, state news agency Xinhua reported. The fears aren't unfounded -- Hong Kong, not far from Guangzhou, has been hit hard by a second wave. At the start of March, there were only 150 cases in the city of 7.5 million, suggesting the crisis had eased. Now it has 990 cases -- and many were imported from overseas. Yet these imported cases aren't foreign citizens: 90% of China's imported cases are people with Chinese passports, said Vice Minister of Foreign Affairs Luo Zhaohui on March 26. Read more here: With lockdowns and movement restrictions in place across the world, people are having to find new ways to exercise. Viki Bell teaches karate in Melbourne, Australia -- but her dojo is closed because of the country's social distancing rules. Instead she has started teaching classes virtually, with her students practicing the moves in their own homes on the other side of the camera. Julia Basa has used the same strategy. She teaches Zumba -- a mix of dance, pilates and aerobics -- in Melbourne, but lately has had to hold sessions online from her backyard. Other places are getting more creative. One neighborhood in the UK town of Frodsham has started doing daily dance and fitness sessions outdoors -- everyone on the road, following a resident instructor, but carefully standing a number of feet apart to adhere to social distancing criteria. ##Daily Life## When the beat drops, these health care workers know it's all about the footwork. Medical professionals across the country are participating in dance challenges on social media. It's helping them share smiles and blow off steam during the demanding coronavirus pandemic. In scrubs and swag, nurse Kala Baker lip-syncs and dances in TikTok challenges to hits like \"Savage\" by Meg Thee Stallion at Mercy Hospital in Springfield, Missouri. Baker says her challenges, which she films after clocking out, help create solidarity with health care professionals across the country -- especially in states hit hardest by coronavirus. She sees it as a way to \"bring joy to a really dark place right now.\" \"I have never felt more connected with health care workers; we all feel like we are all one big team all over the world,\" she said. \"We are trying to do it together.\" Read more here: ##Daily Life## The coronavirus has infected close to 1.7 million people globally, and killed more than 102,000. The US has passed half a million cases, and many other countries are still reporting record numbers of new cases each day. If you're just joining us, here are the biggest headlines from today: The US breaks half a million: There are now more than 501,000 cases in the US, as well as 18,000 deaths. New York state alone has more cases than any other country in the world.\nUruguay cruise: Passengers from Australia and New Zealand on the cruise ship Greg Mortimer are being evacuated and flown home. Nearly 60% of those on the ship, docked in Uruguay, are infected.\nDeaths skyrocket in Brazil: The number of coronavirus deaths has almost tripled in a week. However President Jair Bolsonaro has continuously rejected containment measures, saying the financial impact is worse than the pandemic itself.\nSouth Korea isn't kidding around: If you break quarantine rules, you have to wear a tracking bracelet. The new measures begin in two weeks.\nCompanies adjust: Tyson Foods is using walk-through infrared body temperature scanners at production plants after employees tested positive. Meanwhile, Boeing is resuming operations in some US sites after temporary closures. People in the Czech Republic can now shop at hardware and bicycle stores, play tennis and go swimming. Austria plans to reopen smaller shops after Easter. Denmark will reopen kindergartens and schools from next week if coronavirus cases remain stable, and children in Norway will return to kindergarten a week later. These nations are among the first in the West to start feeling their way out of the limits on daily life imposed by governments to curb the spread of the coronavirus. How did they get here? The countries preparing to ease restrictions had something in common: they were among the first in Europe to implement lockdowns or severe social distancing measures, and rapidly scaled up coronavirus testing, said Dr. Peter Drobac, a global health expert at the Oxford Saïd Business School. Other countries looking to follow their path and avoid a second wave need to meet three general criteria, he said: They need to have \"bent the curve\" and seen a consistent reduction in the number of new cases.\nTheir health care systems need to be able to cope without resorting to crisis measures such as emergency hospitals.\nThey need a system in place for mass testing, contact tracing and isolation, so that sick people can be isolated early before they infect others. Read the full story here: Everyone in the Californian city of Beverly Hills must now wear face coverings whenever they go outside. The order went into effect late Friday local time, and includes essential workers. Face coverings like a scarf, bandana or cloth are required for all outings, including walks through the neighborhood. Drivers traveling alone or with members of their household don't need to wear face coverings unless they lower their windows to interact with anyone who is not a member of their household. “We believe this action will help to protect and ultimately save lives,” Mayor Lester Friedman said in a statement. “While we continue to ask our community members to remain at home, those who do go outside and the people they encounter will be safer.” This differs from the Los Angles County mandate announced by Mayor Eric Garcetti on Tuesday, which does not require residents to wear face coverings while alone outside. ##Daily Life## As the coronavirus pandemic continues, the situation in early hotspots like China and South Korea is improving as the countries move away from the peak of infection. However the struggle is intensifying in India and Japan. India reported its biggest single-day jump in cases yesterday, with 1,035 new cases, the health ministry said Saturday. There were also 40 more deaths. The national total is now 7,600 cases and 249 deaths, according to data from Johns Hopkins University. Japan also had its biggest single-day leap in cases, with 658 new cases and six more deaths yesterday. It was the fourth day in a row that Japan had set a new peak, and took the national total to 6,717 cases and 105 deaths. Mainland China reported 46 new cases yesterday -- 42 of which were imported from abroad. There were also three deaths and 34 new asymptomatic cases, which are counted separately from confirmed cases. The country now has 81,953 cases and 3,339 deaths from the coronavirus, according to the National Health Commission. Of those total cases, 77,525 have recovered and been discharged from the hospital. South Korea reported 30 new cases yesterday, bringing the national total to 10,450, according to data from the Korea Centers for Disease Control and Prevention and Johns Hopkins University. ##Health## Two more crew members on the USNS Mercy hospital ship docked in Los Angeles have tested positive for the coronavirus -- taking the total to three, the US Navy confirmed on Friday. The ship is being used to treat non-coronavirus patients to help ease the burden on hospitals. \"The Covid-positive crew members are currently isolated off-ship, and will continue to self-monitor,\" Navy spokesman Andrew Bertucci said. \n\"The ship is following protocols and taking every precaution to ensure the health and safety of all crew members and patients on board.\" The cases will not affect the ability for USNS Mercy to receive patients, Bertucci told CNN. ##Health## The US now has at least 501,301 cases of the novel coronavirus and at least 18,758 related deaths, according to data from Johns Hopkins University. On Friday, 35,551 new cases were reported and 2,074 people died. That's the biggest single-day jump in US deaths so far. The total number of US cases come from all 50 states, the District of Columbia and other US territories, as well as all cases repatriated from abroad.  Wyoming is the only state yet to report a coronavirus death. ##Health## A woman in the southern Indian state of Telangana rode 900 miles (1,448 kilometers) on a two-wheeler scooter, over two days and nights, to bring her son home during a national lockdown. Razia Begum, 48, is the principal at a government school in the town of Bodhan. Her 19-year-old son had gone to the neighboring state of Andhra Pradesh in late March, traveling with a friend who had to take an exam there. Prime Minister Narendra Modi declared a 21-day coronavirus lockdown on March 25, which went into effect across the country just hours after his announcement -- and Begum's son was stranded. \"He was living at a dargah (mausoleum) there because he couldn't come back, so I decided to bring him back. Since four-wheelers aren't allowed I just took my scooter,\" Begum told CNN.  After getting permission from the commissioner of police, she set out on her journey on Monday, taking short breaks every few hours. She and her son were back home by Wednesday. \"I couldn't leave my son there,\" she said. \"We don't know how long the lockdown will go on so it is good that the entire family is safe back home.\" Begum is a single parent of two sons and a daughter. Her husband passed away 15 years ago, so she had been managing the household since. The nationwide lockdown ends on April 15. However the states of Punjab and Odisha have already extended their lockdowns through to April 30.  ##Daily Life## The mayor of Los Angeles urged the US to continue social distancing and ramp up coronavirus testing, warning that President Donald Trump's plan to reopen the country could place lives at risk.  \"The best way to help the economy is to make sure that we have the public health side taken care of, and the best way to save lives is to make sure that we don't open the economy early,\" Mayor Eric Garcetti said at a press conference Friday. This came shortly after Trump announced he was convening a second coronavirus task force -- called the 'Opening our Country Council'.  \"If you want to get the economy open, Mr. President, Congress, or any mayor, do the work of getting the public health professionals who can track and trace, get us the tests so we can have the blood tests to know who's immune and who's not, and people who are not can properly distance (themselves),\" Garcetti said. According to previous CNN reporting, modeling suggests several red states will not hit their worst points until nearly the end of April -- which means it'll be nearly impossible to reopen the economy in those areas by early May, as Trump has pushed to do. Garcetti urged national leadership to follow the guidance of medical professionals and prepare for the possibility of extended stay-at-home orders. \"This is something that will require national leadership... it's not something that we can wall off,\" he added. ##Health## ##Business## There are several treatments being studied to prevent or treat coronavirus, but US President Donald Trump has been a cheerleader for one in particular: hydroxychloroquine, a drug currently used to treat malaria, lupus and rheumatoid arthritis. Over the past month, he's made many optimistic statements about hydroxychloroquine. CNN has fact-checked the President multiple times, and found that he's being unrealistically enthusiastic. Here are the facts: How soon until we know if hydroxychloroquine works against the coronavirus? Trump said \"within days\" on March 29. Doctors say it's more like weeks or months. Of the 15 research centers conducting trials on the drug, six responded and said it would take anywhere between three weeks to four months. French researchers have already done a study showing hydroxychloroquine works as a coronavirus treatment. Doesn't that tell us something? Trump says yes -- he called it \"a very good test\" on April 5. Doctors say the study was terrible, so no. There are several concerns about the paper, including that it ignored patients who took the drug and fared poorly. Experts described the French study to CNN as \"a complete failure\" and \"pathetic.\" There has been so much criticism that the journal that published it is reviewing it again and wrote that \"a correction to the scientific record may be considered.\" Is hydroxychloroquine safe for coronavirus patients? Trump says yes. \"What do you have to lose? Take it,\" he said on April 4. Doctors say the drug can have serious side effects. The label for Plaquenil, a brand of hydroxychloroquine, says patients taking it have reported \"life threatening and fatal\" cardiac problems and \"irreversible\" vision problems. Read more about hydroxychloroquine here After temporarily closing factories in the Pacific Northwest due to the coronavirus, aircraft maker Boeing announced it would resume operations in some Puget Sound sites on Monday. “The resumption of operations will focus on our defense programs, including P-8 and KC-46, and Moses Lake site operations in support of 737 MAX storage,” according to a statement from Boeing. \n“Other essential labs and support teams will also resume to support critical customer needs.” Factories producing commercial aircraft will not reopen Monday, a Boeing spokesman told CNN. Boeing says about 2,500 employees in the region will be returning to work, with all required to wear face coverings. Of more than 70,000 Boeing employees who work in the Puget Sound area, about 100 have been confirmed with coronavirus. ##Business## The Philippines has banned medical staff from working in other countries, sparking tensions as the island nation struggles to battle the coronavirus. The order, signed by the Labor Secretary on April 2, prohibits physicians, nurses, medical technicians and other medical staff from working abroad while the country remains under a state of emergency.  The order says the Philippines sends 13,000 medical workers abroad every year -- yet  faces a shortage of 290,000 health workers at home. A lot of Filipinos go abroad to work in medicine. It can be much more lucrative in North America or Europe, with the average salary for a registered nurse under $200 a month in the Philippines, according to the country's Department of Labor. More than 17% of registered nurses in California are Filipino, a 2017 report found. And in the UK, a 2019 government report found there are more than 18,000 Filipinos working in the NHS. That's why they aren't happy with the new ban. An online petition has already gained 10,000 signatures, protesting the lost economic opportunities for Filipino nurses.  The petition urged the government to reassess the ban, arguing that the government's compensation of $10 a day for volunteers is not enough to replace wages earned abroad.  ##Business## ##Health## ##Travel## Passengers from Australia and New Zealand on the cruise ship Greg Mortimer will be evacuated on repatriation flights this weekend, after almost 60% of those on board tested positive for the coronavirus. The ship is docked off the coast of Montevideo, Uruguay. The passengers will leave on a medical charter flight to Melbourne early Saturday local time, according to a statement from cruise operator Aurora Expeditions. The New Zealand government will reportedly organize a transfer from Melbourne back home for its citizens. The cruise company’s insurance will cover the cost of the repatriation flight. CNN affiliate Teledoce reported that 112 passengers will go directly to Carrasco Airport. They are expected to go through a sanitary corridor arranged by Uruguay. ##Travel## Churches across the world are celebrating Good Friday differently this year. As the coronavirus pandemic continues to spread, churches are finding alternative ways to commemorate the day Jesus Christ was crucified. Worshipers in Germany attended service at a drive-in movie theater, with the actual service playing on the radio. In Indonesia, worshipers celebrated by live streaming a service. Pope Francis presided over a Good Friday ceremony at St. Peter's Square in The Vatican despite lockdown measures in Italy. ##Daily Life## Burning Man, a famous annual event held in Nevada's Black Rock Desert, has been canceled. The week-long gathering, themed around music, art, radical community and self-expression, was scheduled to start on August 30. “In 2020 we need human connection and Immediacy more than ever,” organizers wrote on the event’s blog. “But public health and the well-being of our participants, staff, and neighbors in Nevada are our highest priorities.” The event typically draws tens of thousands of people to the desert for concerts, exhibits and its signature creation – a multi-story wooden sculpture of a human that is ignited at Burning Man’s conclusion. The official website says a “Virtual Black Rock City” will take the place of the traditional event this year.  ##Business## ##Daily Life## Coronavirus has swept through the US federal prison system over the past three weeks, leaving more than 300 confirmed cases among inmates, at least nine prisoners dead and raising concerns about the government's handling of the crisis. Inside some facilities, inmates have said they are locked in crammed and cramped cells without face masks and enough soap, and guards have grown concerned that they could spread the disease to their families.  At a prison in Butner, North Carolina, the number of cases jumped by dozens -- nearly 400% -- earlier this week. And in Oakdale, Louisiana, where six inmates have died in recent days, armed corrections officers had to quell a small uprising with pepper spray on Wednesday, an official at the prison said. In his first interview since the pandemic began, Bureau of Prisons Director Michael Carvajal defended the steps his agency has taken amid what he described as the most challenging situation the federal prison system has been confronted with in decades. \"I don't think anybody was ready for this Covid, so we're dealing with it just as ready as anybody else and I'd be proud to say we're doing pretty good,\" said Carvajal, who was named director in late February during the pandemic. \"It's easy to critique those hot spots, but we don't control that. We can only control the people inside of our institutions, and we put things in place to do that.\" Read the full exclusive interview here: South Korea will use electronic bracelets to monitor people who violated quarantine orders, Prime Minister Chung Sye-kyun said at a briefing today. The issue of people violating quarantine has \"raised public concerns,\" Chung said. In a government survey, more than 80% of respondents supported the use of electronic bracelets, with many saying that preventing the virus from spreading further was the most important consideration. ##Health## ##Daily Life## The number of coronavirus deaths in Brazil has almost tripled in a week, health authorities said. The national death toll was 359 on April 3. On April 10, it reached 1,056. The country now has 19,789 cases, according to data from Johns Hopkins University.  Brazilian President Jair Bolsonaro has continuously rejected containment measures that affect the country’s economy, saying the financial impact is much worse than the pandemic itself. He has previously dismissed the coronavirus as a \"little flu,\" and pushed to lift self-isolation measures imposed by governors in several affected Brazilian states.  ##Health## Tyson Foods, one of the world's largest meat processors, is using walk-through infrared body temperature scanners to prevent the coronavirus from spreading, executives said. “We’ve purchased more than 150 infrared walk-through temperature scanners. So far, we have the scanners installed in four facilities: pork plants in Iowa and Indiana and poultry plants in Arkansas and Georgia,\" said Tom Brower, Tyson’s senior vice president of health and safety, on Friday. The move comes after the company suspended operations at its Columbus Junction, Iowa, pork plant this week when more than two dozen workers contracted Covid-19 there. ##Business## ##Health## As the novel coronavirus pandemic shuts down businesses globally and sends countries into lockdown, the disruptions are threatening to cut off supply chains and increase food insecurity. The issue isn't food scarcity -- it's the world's drastic measures in response to the virus. \"Supermarket shelves remain stocked for now,\" the Food and Agriculture Organization of the United Nations (FAO) said in a report released late last month. \"But a protracted pandemic crisis could quickly put a strain on the food supply chains, a complex web of interactions involving farmers, agricultural inputs, processing plants, shipping, retailers and more.\" Border closures, movement restrictions, and disruptions in the shipping and aviation industries have made it harder to continue food production and transport goods internationally -- placing countries with few alternative food sources at high risk Read the full story here: The US has 500,399 cases of the novel coronavirus, passing the grim half-million milestone late Friday local time. The national death toll has passed 18,000, according to data from Johns Hopkins University. New York remains the epicenter of the country's outbreak, with 174,481 cases statewide and 7,884 deaths.  New Jersey has the next highest number of cases, at 54,588. Wyoming is the only US state yet to report a coronavirus death. Check out CNN's live case tracker here: ##Health## Like most of the world, the residents of a small town in Iowa are stuck at home, feeling isolated, alone and trying their best to stay positive during the coronavirus pandemic. So when an anonymous donor gave everyone in Earlham $150 worth of gift cards for food, the community received something more valuable than money: hope. It started on March 26, when Earlham Mayor Jeff Lillie received a call from a friend who told him there was a donor interested in injecting money into the town's economy. Earlham, population 1,450, is 30 miles (48 kilometers) west of Des Moines. At first, the donor, who did not reveal their identity to the mayor, said they would buy 100 gift cards from three local businesses. An hour later, his friend called Lillie again and said the donor was bumping the number up to 250. An hour after that, the number was raised to 500. \"I said to him, 'At 500, you're darn near giving a gift card to every single household in Earlham',\" Lillie said. \"When I told him there were 549 households in town, he said 'Done.' And that was it. I was ecstatic because it made sure everyone would get a card.\" But what Lillie didn't know was that the donor wasn't going to buy 549 cards in all -- they were buying 549 gift cards from each of the three businesses. In total, they donated $82,350, meaning each business received more than $27,000. Exactly one week later, every person in town woke up to a surprise in their mailbox: An envelope containing a letter from the city and three $50 gift cards to West Side Bar and Grille, Hometown Market, a grocery store, and Trostel's Broken Branch, a restaurant and coffee shop. Read the full story here: ##Business## ##Daily Life## A federal judge is declining to order the immediate release of thousands of inmates in Illinois due to concerns over potential exposure to the coronavirus.  Judge Robert Dow says civil rights advocates who filed suit against the state Department of Corrections and Gov. J.B. Pritzker did not show that a mass release was the only reasonable response. “Plaintiffs are correct in asserting that the issue of inmate health and safety is deserving of the highest degree of attention,” Dow wrote. “And the record here shows that the authorities in this state are doing just that.” The 10 inmates named in the lawsuit – convicted on a range of felonies including murder – argued that keeping them incarcerated in the face of a pandemic amounted to cruel and unusual punishment.  Although Dow is keeping the case open – and encouraged state officials to work their hardest to preserve the health of prisoners – he refused to order the state to release, by his estimate, “at least 12,000 inmates, almost one-third of the prison population in Illinois.” ##Daily Life## A meat-packing plant in Colorado where dozens of employees have contracted the coronavirus is closed for deep cleaning, and all workers will be tested before they can return to their jobs, officials said Friday. The union that represents 3,000 employees at the JBS plant in Greeley said in a letter to state, county and company officials that two of its members have died. The union says at least 50 employees are infected with the virus. The company, which is headquartered in Greeley, put the number of infected workers at 36. The company said it was spending $1 million on test kits. Union president Kim C. Cordova said the plant should be shut down for seven days. \"We fully understand the seriousness of a plant closure and its economic impact. However, safety must take precedence over profits,\" Cordova wrote in her letter. \"One death is a tragedy -- two deaths at the same plant is simply beyond human understanding.\" Colorado Gov. Jared Polis told CNN's Erin Burnett the plant was closed and the state government was working with federal and local officials to reopen next week. Read more here: ##Business## ##Health## The US had 1,953 coronavirus deaths today -- the biggest single-day jump in deaths since the pandemic began. That brings the national death toll to 18,637, according to data from Johns Hopkins University.  ##Health## Los Angeles had a 6% increase in coronavirus cases for the second day in a row on Friday, Mayor Eric Garcetti announced at a news conference this evening.  It equalled the smallest single-day increase since LA County started tracking statistics. There were 474 new coronavirus cases in LA on Friday, bringing the total number in the county to 8,430. There were also 18 new deaths, for a total to 241. \"We can see the rate of increase slowing but we're still doubling the number of cases and increasing the overall number,\" the mayor said.  ##Health## The most recent version of an influential coronavirus model – which is often cited by the White House – projects that some states, such as New York and New Jersey, have passed their peaks in terms of daily deaths. New York’s peak number of deaths, for example, is listed as April 9 on the model. New Jersey’s peak is listed as April 8. Other large states are now approaching their peaks, according to the model, which was developed by the Institute for Health Metrics and Evaluation at the University of Washington School of Medicine. California is expected to hit peak daily deaths within a week, on April 15. The state is expected to see 66 deaths that day.  Pennsylvania is expected to follow a similar trajectory, hitting peak deaths on April 17, when 63 people are projected to die.  For other large states – such as Florida and Texas – the worst is expected to come later. on April 27 and 28 respectively. Some context: While it’s unclear when exactly the state expects to return to normal, lifting social distancing measures too soon – before the peak, for example – could reignite transmission of the virus and cost lives. The current version of the model says it expects social distancing until the end of May, and assumes that states will enact other measures – such as mass screening and contact tracing – that will prevent any resurgence of the virus. The institute previously told CNN that the projections assumed social distancing until August, as the model’s FAQ had stated in now-deleted language. But on Thursday, the institute’s director, Chris Murray, said that was not actually the case – despite what a professor behind the model and an institute spokesperson had both said earlier. ##Health## New York City has reported 6,684 more coronavirus cases and another 651 deaths, according to the city’s website. It now has a total of 94,409 cases and 5,429 deaths. In recent weeks, there have often been differences in state and city numbers. In response to this, the city has posted an explainer on its website of how it reports data on Covid-19 fatalities compared with New York state. ##Health##", "Section": "world", "Writers": ["Jessie Yeung", "Brett McKeehan", "Amy Woodyatt", "Fernando Alfonso III", "Amir Vera"], "URL": "https://www.cnn.com/world/live-news/coronavirus-pandemic-04-11-20/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Philippines", "Source": "CNN"}