{"Type": "article", "Time": "2021-03-16", "Headline": "Myanmar's military is killing peaceful protesters. Here's what you need to know", "Text": "Daily protests have been ongoing for a month and a half in towns and cities across Myanmar after the military seized control of the Southeast Asian country in a coup on February 1. Security forces, made up of police and military personnel and under the command of coup leader Gen. Min Aung Hlaing, have responded to demonstrations with increasing brutality, launching a countrywide systematic crackdown that includes shooting peaceful protesters and enforced disappearances.   At least 138 people, including children, have been killed since the coup, according to the United Nations Human Rights office. And more than 2,100 -- including  journalists, protesters, activists, government officials, trade unionists, writers, students and civilians -- have been detained, often in nighttime raids, according to advocacy group Assistance Association for Political Prisoners (AAPP). Though activists put both those figures as higher.  Seizing power, Min Aung Hlaing detained democratically elected leaders -- including civilian leader Aung San Suu Kyi -- ousted the ruling National League for Democracy government, and established a ruling junta called the State Administration Council. The commander-in-chief declared a state of emergency for one year, after which he said an election would be held. Here's what you need to know about the situation. Why did the Myanmar military seize power? The military justified its takeover by alleging widespread voter fraud during the November 2020 general election, which gave Suu Kyi's party another overwhelming victory. The Union Solidarity and Development Party (USDP) performed dismally in the poll, dashing hopes among some of its military backers that it might take power democratically -- or at least get to pick the next president.  The military then claimed -- without providing evidence -- there were more than 10.5 million cases of \"potential fraud, such as non-existent voters\" and called on the election commission to publicly release the final polling data.  The commission rejected those claims of voter fraud. It was only the second democratic vote since the previous junta began a series of reforms in 2011, following half a century of brutal military rule that plunged Myanmar, formerly known as Burma, into poverty and isolationism. Analysts say the takeover was less about election irregularities and more about the military wanting to remain in control of the country, which would see another five years of reform under a second term of the NLD and Suu Kyi.  Why is Myanmar protesting?  Incensed the previous decade of reforms, which have seen political and economic liberalization and a transition into a hybrid democracy, would be undone, millions of people of all ages and social backgrounds have come out onto the streets daily across the country.  Protesters are demanding the military hand back power to civilian control and are held fully accountable, and are calling for the release of Suu Kyi and other civilian leaders. Myanmar's many ethnic minority groups, which have long fought for greater autonomy for their lands, are also demanding the military-written 2008 constitution be abolished and a federal democracy be established. The demonstrations, especially those taking up positions on the front lines behind barricades, are dominated by young people who have grown up with a level of democracy and political and economic freedoms their parents or grandparents didn't have, which they are unwilling to give up.  Meanwhile, a civil disobedience movement has seen thousands of white- and blue-collar workers, from medics, bankers and lawyers to teachers, engineers and factory workers, leave their jobs as a form of resistance against the coup.  The strikes have disrupted health care, banking, rail and administration services among others. Local media outlet Frontier Myanmar reported striking truck drivers, customs and bank agents, and port workers have brought international trade through Yangon's ports to a standstill. How is the military responding? In recent weeks, the military has stepped up its response to the protests. Footage and images on social media show crumpled bodies laying in pools of blood on the streets and young protesters clad in flimsy plastic helmets crouching for cover from police bullets behind makeshift shields.  Amnesty International said the military is using increasingly lethal tactics and weapons normally seen on the battlefield against peaceful protesters and bystanders. Battle-hardened troops -- documented to have committed human rights abuses in conflict areas -- have been deployed to the streets, Amnesty said. The UN special rapporteur for human rights in Myanmar, Tom Andrews, said the military's \"brutal response\" to peaceful protests is \"likely meeting the legal threshold for crimes against humanity.\" Under the cover of a nightly internet blackout, security forces go door to door in nighttime raids, pulling people from their homes. Many of those arbitrarily detained are kept out of contact from family and friends, their condition or whereabouts unknown. At least four of the deaths in recent days were individuals arrested and detained by the junta, including two officials from the ousted NLD party. All four died in custody, according to the Office of the UN High Commissioner for Human Rights. Family and activist groups alleged the two NLD officials were tortured. The military has also sought to repress independent media, suspending the licenses of five outlets and arresting journalists. The Associated Press has demanded the release of its journalist Thein Zaw, who was detained and charged \"for simply doing his job\" while covering violent anti-coup demonstrations for the US news agency. Despite the danger, thousands of young protesters have continued to defy the military and take to the streets each day, and local reporters and citizens journalists continue to risk their lives by livestreaming and documenting the crackdown.  The junta has said it is using restraint against what it called \"riotous protesters.\" In a speech published in state mouthpiece Global New Light of Myanmar, Min Aung Hlaing said the police force \"is controlling the situation by using minimum force and through the least harmful means.\" \"The MPF is doing its work in accordance with democracy practices and the measures it is taking are even softer than the ones in other countries,\" he said.  What has happened to Aung San Suu Kyi? Suu Kyi was once celebrated as an international democracy icon. A former political prisoner, she spent 15 years under house arrest as part of a decades-long struggle against military rule. Her release in 2010 and election victory five years later were lauded by Western governments as landmark moments in the country's transition to democratic rule after 50 years of military regimes. Suu Kyi has been hit with four charges that could result in a years-long prison sentence and she remains under house arrest, having being detained by the military in the hours before the coup. Those charges, which have been called \"trumped up\" include one under the country's import and export act, the second in relation to a national disaster law, a third under the colonial-era penal code prohibiting publishing information that may \"cause fear or alarm,\" and the fourth under a telecommunications law stipulating licenses for equipment, her lawyer said. The military has also accused the ousted leader of bribery and corruption. Military spokesperson Brig. Gen. Zaw Min Tun said in a news conference Suu Kyi accepted illegal payments worth $600,000, as well as gold, while in government. Her lawyer called the allegations a \"complete fabrication.\" Suu Kyi has not been seen by the public or her lawyers since she was detained. The ousted President Win Myint has also been detained since the coup and faces similar charges.  Officials with the ruling NLD have either been arrested or gone into hiding since the coup. A group of former NLD lawmakers have formed a kind of parallel civilian parliament -- called the Committee Representing Pyidaungsu Hluttaw (CRPH) -- and are pushing for international recognition as the rightful government. The group's acting leader Mahn Win Khaing Than has vowed to pursue a \"revolution\" to overturn the ruling junta. What is the UN doing? Protesters, activists and civilians have pleaded for the international community to intervene and protect Burmese people from the military's attacks.  Various governments around the world have condemned the coup, while the US and UK have imposed sanctions on Myanmar's military leaders. The European Union has also said it is set to introduce targeted sanctions that could be expanded to include military-linked enterprises. Last week, all 15 members of the UN Security Council unanimously backed the strongest sounding statement since the coup, saying it \"strongly condemns the violence against peaceful protestors\" and called on the military to \"exercise utmost restraint.\" UN diplomats told CNN that China, Russia, and Vietnam objected to tougher language calling events \"a coup\" and in one draft forced the removal of language that would have threatened further action, potentially sanctions. China has not outright condemned the military takeover, but in comments following the Security Council agreement, UN Ambassador Zhang Jun said \"it is important the Council members speak in one voice. We hope the message of the Council would be conducive to easing the situation in Myanmar.\" Following the burning of Chinese-owned factories in Yangon this week, China has taken a more aggressive tone. The Chinese Embassy in Myanmar said \"China urges Myanmar to take further effective measures to stop all acts of violence, punish the perpetrators in accordance with the law and ensure the safety of life and property of Chinese companies and personnel in Myanmar,\" according to Chinese state broadcaster CGTN. Many in Myanmar are becoming frustrated with mere words of condemnation and are demanding more meaningful action.  Myanmar's ambassador to the UN, Kyaw Moe Tun, told CNN the UN Security Council's message \"does not meet the peoples' expectation.\" And protesters can be seen holding signs reading \"R2P\" referring to a UN global political commitment called Responsibility to Protect, which seeks to ensure the international community never again fails to halt mass atrocities such as genocide, war crimes, ethnic cleansing and crimes against humanity. A group of 137 nongovernmental organizations from 31 countries have called on the UN Security Council to urgently impose a global arms embargo on Myanmar.  Andrews, the UN special rapporteur for human rights in Myanmar, has urged member states \"to deny recognition of the military junta as the legitimate government.\" He also called for an end to the flow of revenue and weapons to the junta, saying multilateral sanctions \"should be imposed\" on senior ", "Section": "asia", "Writers": ["Helen Regan", "Jessie Yeung"], "URL": "https://www.cnn.com/2021/03/16/asia/myanmar-protesting-coup-explainer-intl-hnk/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}