{"Type": "gallery", "Time": "2019-07-19", "Headline": "The week in 33 photos", "Text": "From left, US Reps. Ayanna Pressley of Massachusetts, Ilhan Omar of Minnesota, Rashida Tlaib of Michigan and Alexandria Ocasio-Cortez of New York hold a news conference in Washington on Monday, the day after President Donald Trump tweeted that these four lawmakers should \"go back and help fix the totally broken and crime infested places from which they came.\" Trump stood by those remarks on Monday, denying they were racially motivated. Three of the four congresswomen in question were born in the US and all four are US citizens. US President Donald Trump speaks at a campaign rally in Greenville, North Carolina on Wednesday, July 17. At the rally the crowd was heard chanting \"Send her back!\" targeted at Rep. Ilhan Omar, a freshman Minnesota Democrat who was born in Somalia. Trump later disavowed the chant, following backlash from both sides of the aisle. A large section of Manhattan's Upper West Side and Midtown neighborhoods stand in darkness during a partial blackout on Saturday, July 13. At its peak, the New York blackout shut off power to about 73,000 customers, according to officials with the utility company Con Edison. The disruption included subway delays, traffic light outages, as well as Jennifer Lopez being forced to reschedule her Madison Square Garden performance, and productions of Broadway shows taking to the streets.  A giant jellyfish the size of a human swims alongside a scuba diver off the southwestern coast of England. The barrel jellyfish was spotted near Falmouth by broadcaster and biologist Lizzie Daly, who described the encounter as \"breathtaking.\" The jellyfish typically grow up to one meter (3.2 feet) and weigh up to 25 kilograms (55 lbs), according to The Wildlife Trusts. Miguel Gámez, father of Heydi Nallely Gámez García, touches the bruises on his daughter's neck as his sister Jessica Gámez García cries in the background on Thursday, July 17. Heydi, an immigrant from Honduras, is on life support in Cohen Children's Medical Center in Queens, New York, after attempting suicide.  Britain's Meghan, Duchess of Sussex, center left, greets singer Beyoncé and her husband, rapper Jay-Z, as she and Britain's Prince Harry, Duke of Sussex, far left, attend the European premiere of the film The Lion King in London on Sunday, July 14.  Spectators are illuminated by cellphones as a Saturn V rocket image is projected on the side of the Washington Monument to celebrate the 50th anniversary of the Apollo moon landing during the early morning of Tuesday, July 16, in Washington, DC.   A woman is assisted through the streets as demonstrators run following clashes with police officers in San Juan, Puerto Rico on Wednesday, July 17. Protesters have been calling for the resignation of Gov. Ricardo Rosselló after nearly 900 pages of leaked chats from the governor's private Telegram Messenger group were published over the weekend. Northern sea bear calves James and Hudson snuggle up in their enclosure at Hannover's zoo on Wednesday, July 17.  A motorist gets his hands washed at a roadside Ebola screening station on Tuesday, July 16, in Goma. The ongoing Ebola outbreak in the Democratic Republic of Congo now constitutes a public health emergency of international concern, the World Health Organization announced on Wednesday.  Britain's Queen Elizabeth II looks at a painting as part of the special exhibition celebrating the 200th anniversary of the birth of Queen Victoria. The anniversary marks this year's Summer Opening of Buckingham Palace in London, on Wednesday, July 17. Rescuers carry out a survivor from the site of a four-story building that collapsed in Mumbai, India, on Tuesday, July 16. At least ten people were killed and up to 25 were trapped inside. The partially hidden moon can be seen between street lamps in Berlin, on Tuesday, July 16. The partial lunar eclipse was visible in Africa, most of Europe, a large portion of Asia, the eastern part of South America and the western part of Australia.   People wade through a flooded street after Tropical Storm Barry made landfall in Mandeville, Louisiana, on Saturday, July 13. A French soldier on a hoverboard soars above the crowd during Bastille Day celebrations on Sunday, July 14, in Paris. French inventor and entrepreneur Franky Zapata piloted the jet-powered aerial vehicle, which he calls the Flyboard Air. Restoration workers survey the structure as preliminary work begins on the Notre Dame Cathedral on Wednesday, July 17, three months after a major fire ravaged the iconic building. President Donald J. Trump speaks to the media with Labor Secretary Alex Acosta as he announces Acosta's resignation on Friday, July 12 in Washington, DC. Acosta's resignation comes amid intense scrutiny of his handling of the 2008 Jeffrey Epstein case, in which Epstein negotiated a plea deal and served only 13 months in prison for state prostitution charges. An alligator that eluded capture in Chicago's Humboldt Park lagoon is displayed near the park's boathouse in Chicago on Tuesday, July 16. Chance the Snapper, as he came to be known, had been on the loose in the park for almost a week -- forcing a partial shutdown of the site. Demonstrators holding umbrellas gather inside the New Town Plaza shopping mall, in the Shatin district of Hong Kong, on Sunday, July 14. For five consecutive weekends, the city of 7.4 million has been rocked by large-scale and occasionally violent protests, as demonstrators fight a proposed law that would allow individuals to be extradited to stand trial in mainland China. Indonesia's marine soldiers launch an RM-70 rocket during a drill at Banongan beach in Situbondo, East Java province, Indonesia, on Saturday, July 13.   A man passes in front of the rubble of the Medina hotel in Kismayo on Saturday, July 13, a day after at least 26 people, including several foreigners, were killed and 56 injured in a suicide bomb and gun attack claimed by Al-Shabaab militants. Hodan Nalayeh, a prominent Somali-Canadian journalist and activist, was also killed in the attack. Ballet students participate in a class taught by prominent Mexican dancer Isaac Hernández in Guadalajara, Mexico, on Wednesday, July 17.  Bangladeshi drivers make their way through streets flooded by heavy rains during the monsoon season in Dhaka on Friday, July 12. The death toll continues to climb as flooding and landslides devastate Southeast Asia. Thai Prime Minister Prayut Chan-o-cha, center, gestures after a group photo with his new cabinet members at the Government House in Bangkok, on Tuesday, July 16. Tenggerese people and tourists gather near the Bromo volcano in Probolinggo, East Java province, Indonesia during the annual Kasada ceremony on Thursday, July 18. During the ceremony, Hindu worshippers hold a ritual that involves throwing offerings like crops and livestock into the crater as thanks to their gods.  An athlete reaches for the hand of President Donald Trump, accompanied by Vice President Mike Pence, second lady Karen Pence, and first lady Melania Trump, during a photo opportunity with 2019 US Special Olympics athletes and staff, in the Oval Office on Thursday, July 18. Flyers by climate activists float down from the visitors' grandstand into the plenary hall of the state parliament of Baden-Württemberg on Wednesday, July 17. Haitians bathe during the celebration of the annual pilgrimage to the waterfall in Saut D'Eau, Haiti, on Tuesday, July 16.  Greenpeace activists abseil down the Amazon Logistik Winsen GmbH building on Sunday, July 14, in Lower Saxony, Germany. The Greenpeace activists protested against the destruction of returned new goods ahead of Amazon's annual \"Prime Day\" event.  A woman embraces a family member who was recently deported from the United States after his arrival with a group of fellow Guatemalan migrants, in Guatemala City, Guatemala, on Tuesday, July 16.  This handout picture released by the Italian police of Turin shows policemen inspecting an air-to-air missile after they seized \"an arsenal of military weapons\" and a collection of Nazi paraphernalia from three men, one of whom is a former political candidate for an extreme right party, on Monday, July 15.   US Acting Secretary of Homeland Security Kevin McAleenan arrives to testify on the Trump administration's child separation policy during a House Oversight and Reform Committee hearing on Capitol Hill on Thursday, July 18.  People take photos inside the installation \"Fading Colors and Glow\" by the Berlin-based art group \"Tape That\" during an art exhibition in Taipei, Taiwan, on Tuesday, July 16. See last week in photos", "Section": "world", "Writers": ["Brendan Smialowski/AFP/Getty Images", "Mark Peterson/Redux for CNN", "Scott Heins/Getty Images", "Dan Abbott/Wild Ocean Week", "Mark Kauzlarich/Mark Kauzlarich for CNN", "Niklas Halle'n/Pool/AFP/Getty Images", "Matt McClain/The Washington Post via Getty Images", "Xavier Garcia/Bloomberg via Getty Images", "Christophe Gateau/AFP/Getty Images", "John Wessels/AFP/Getty Images", "Victoria Jones/Pool via Reuters", "Rajanish Kakade/AP", "Felipe Trueba/EPA", "Jonathan Bachman/Reuters", "Kamil Zihnioglu/AP", "Stephane De Sakutin/Pool/AFP/Getty", "Jabin Botsford/The Washington Post via Getty Images", "Jose M. Osorio/TNS via Zuma", "Paul Yeung/Bloomberg via Getty Images", "Antara Foto/Budi Candra Setya via Reuters", "-/AFP/Getty Images", "Francisco Guasco/EPA", "Munir Uz Zaman/AFP/Getty Images", "Narong Sangnak/EPA", "Rizki Dwi Putra/Reuters", "Alex Brandon/AP", "Marijan Murat/picture alliance via Getty Images", "Andres Martinez Casares/Reuters", "Georg Wendt/picture alliance via Getty Images", "Esteban Biba/EPA", "Polizia Di Stato/Italian Police/AFP/Getty Images", "Saul Loeb/AFP/Getty Images", "Ritchie B. Tongo/EPA"], "URL": "https://www.cnn.com/2019/07/18/world/gallery/week-in-photos-0719/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}