{"Type": "article", "Time": "2020-08-17", "Headline": "Asia's prisons are filling up with women. Many are victims of the war on drugs", "Text": "It was dark when the plane touched down in Hong Kong from Phnom Penh. Noor Yuni swiftly cleared immigration and collected her luggage. But as she approached the \"nothing to declare\" lane, a customs officer pulled her aside, she says.  The 21-year-old Indonesian's bag was put into the security scanner and she remembers agreeing to be searched.  By the time officers had slashed open the lining of her backpack and dislodged the white crystals concealed inside, Yuni said she knew she'd been tricked.  Yuni is not her real name. CNN is using an alias because the former accused drug trafficker, now aged 23, wants to move on with her life.   Back in 2018, hours before her flight, her new boss had given her a padlocked bag in the Cambodian capital of Phnom Penh. She says the middle-aged Nigerian man, who she knew only as Peter, claimed it was \"just clothes\" and promised to pay her $1,000 if she took it to Hong Kong. But she never saw Peter again. The crystals turned out to be 2kg of methamphetamine, worth $140,000 when the haul was seized. At that moment, Yuni became one of tens of thousands of women caught up in Asia's punitive drug wars. She was arrested in Hong Kong on suspicion of drug trafficking, a crime carrying up to life imprisonment in the city, and execution in other parts of the region.  An overlooked consequence of Asia's drug wars is the outsized impact they have had on women.  Today, jails in East and Southeast Asia hold the world's biggest proportions of female prisoners. In many nations, the majority are incarcerated for drug offenses: 82% of women in Thai prisons are jailed for this and in the Philippines that figure is 53%. Criminologists widely agree this surge is not due to an increase in women's criminal activity, but tougher sentencing for low-level drug crimes. Women tend to be involved at the bottom rungs of the trade, where most arrests take place. There is no data showing exactly how many women work as so-called drug mules. But the UN's High Commissioner for Human Rights has raised concern about the \"over-incarceration\" of women couriers and growing research is unraveling critical connections between gender, crime and justice.  Yuni was elated when a friend told her about a lucrative \"traveling job.\" I wanted \"to learn about the world,\" she says in a WhatsApp video call from the Indonesian city of Medan. The high school graduate had dreamed of going to university to study economics but drifted into waitressing jobs to support her family. Her mother was ill and her father's ad hoc building work didn't cover their bills. Yuni says the recruiter, an older Indonesian woman, flew her to a nearby island for an interview. There, she was told that her job would start in Cambodia and that her local boss would be a man named Peter. \"I wasn't suspicious,\" says Yuni. \"Maybe I wasn't brave enough to ask questions.\" She admits it was foolish not to look inside the bag Peter gave her in Phnom Penh to fly to Hong Kong. But she says the absence of her fingerprints inside helped support her claim at trial that she didn't know what she was carrying.   The drugs in her bag likely came from the Golden Triangle, the name given to rugged borderlands traversing Myanmar, Thailand and Laos -- one of the world's busiest trafficking hubs.  In recent years, its opium poppy fields have been giving way to jungle laboratories, as the demand for synthetic drugs outstrips the demand for heroin. Today, Southeast Asia is the epicenter of the global methamphetamine trade, which is worth up to $61 billion a year in Asia Pacific alone.  When not paralyzed by the coronavirus pandemic, Hong Kong is a major air transit hub with good security controls. The city metes out harsh punishments for smuggling drugs, according to a March report by the law firm Linklaters for Penal Reform International.  Prison terms of 14 to 20 years were common for female drug traffickers prosecuted in the city, some of the harshest sentences in 18 jurisdictions studied in the report. \"There appears to be no recognition of the reasons why women become involved\" in drugs, the report said, with \"lower-level involvement\" rarely considered a mitigating factor. Yuni had no idea about the austere legal landscape she'd entered. She says missed calls from Peter were stacking up on her cellphone as she told customs officials her story. When no one arrived for the bag at the hotel where he had told her to go, police took Yuni to Tai Lam Center for Women, a maximum-security jail in Hong Kong's New Territories. For the past seven years, Father John Wotherspoon has taken extraordinary steps to help convicted drug mules in Hong Kong. From his tiny apartment in Kowloon, the 73-year-old priest tries to connect the dots between the couriers trapped in the city's jails and the syndicates that landed them there.  \"It's still the little fish who are arrested,\" he says in a telephone interview.  Years of working as a prison chaplain brought him into contact with men and women couriers and convinced him more could be done to stop traffickers preying on \"people who are vulnerable, who need money, who can be tricked,\" he says. So in 2013, the priest says he started asking detainees to write about their experiences. He published the letters on his blog, hoping their accounts could help identify drug lords. In some cases, Wotherspoon says he traveled to couriers' homes to gather evidence to prove their innocence. He says he has searched for syndicate leaders from Brazil to Thailand. Evidence he has unearthed has been used in court rooms to free detainees.    On one routine chaplaincy visit in 2018, Wotherspoon met Yuni. After hearing her story, he realized he'd found a new piece in the puzzle of a trafficker who had also recruited another Indonesian May Lazarus, not her real name, in the same Hong Kong jail.  \"When I showed (Yuni) a photo of Peter, she broke down. Half in anger, crying,\" he says. That year, Wotherspoon flew to Cambodia to find Peter, hoping to secretly record him admitting he had duped the Indonesians. He couldn't locate him, but shared his findings with Hong Kong and Cambodian police, as well as the women's legal teams. \"I hope the publicity of their cases stopped others being tricked,\" he says. On the Indonesian island where she grew up, Lazarus explains how her life crossed paths with that of Yuni. In December 2016 she, too, was arrested at Hong Kong International Airport for trafficking drugs, aged 21. Authorities found 2.6kg of meth inside a suitcase she carried from Abidjan, a city in West Africa's Ivory Coast. But her journey also started in Phnom Penh. The young mother says she was introduced to Peter by the same woman who recruited Yuni, a connection they uncovered in jail after Wotherspoon brought them together. But Lazarus says she was pursuing romance, not a job, to escape an unhappy marriage. After chatting on messaging apps, she met Peter in Cambodia, where he invited her to Abidjan. On the day of their flight he pulled out, blaming a work emergency, but asked if she could still go and bring back some luggage. \"(He was) a sweet talker,\" she says. \"So I said, Okay, why not. It's a free trip,\" adds Lazarus, explaining that she didn't know the suitcase his friends later gave her contained drugs. She spent two nights at a hotel before Peter arranged for her to fly back to Malaysia, with a stopover in Hong Kong.  At first Lazarus pleaded guilty to trafficking drugs. But she later changed her plea hoping she might return sooner to her toddler. She says the free legal aid in Hong Kong, as well as Wotherspoon's help, empowered her to fight the charge.  After 2.5 years in jail awaiting trial, she was freed last June when a jury found her not guilty.  Four months later, Lazarus returned to Hong Kong as a witness for Yuni, who was freed, too.   There are no public records explaining the decisions but John Reading, a former deputy director of public prosecutions, says such verdicts usually mean the jury had doubts about whether the women knew they were carrying drugs. For too long, gender has been \"a blind spot\" in our understanding of criminal justice, says Delphine Lourtau, executive director of the Cornell Center on the Death Penalty Worldwide. A 2018 report she co-authored found pervasive gender inequality in prosecutions of women for capital drug offenses including women's poorer access to legal representation and bail. Women accused of low-level drug trafficking sometimes received longer sentences than men up the chain, it said, as they had less information to trade for plea deals.   There are often striking similarities in inmates' stories, says Samantha Jeffries, co-author of a 2019 study exploring women's paths to prison for cross-border drug trafficking in Southeast Asia. Each of the Thai inmates she interviewed in Cambodia, for example, had carried drugs for someone else, usually a foreign man and frequently a romantic partner.  None were career criminals and most had vulnerabilities, such as low education levels or poverty. The majority reported no knowledge of the drugs in their luggage and several were exploited through dating scams, although some expressed their choice to traffic drugs for money. But when it came to sentencing there was little room to consider their individual circumstances, says Jeffries, a senior lecturer in criminology at Australia's Griffith University, adding that judicial officers should be granted more discretion to account for factors such as culpability or exploitation. \"All wars on drugs have achieved is prison population growth,\" Jeffries says. Now divorced, living with her parents and daughter, Lazarus knows her journey could have ended very differently. She was initially booked to fly to Tawau in east Malaysia. But at the last minute, Peter told her to stop over in Hong Kong. Had she flown directly to Malaysia, she says, \"I'd be finished.\" Malaysia has one of the largest death rows in Southeast Asia. As of February 2019, at least 1,281 people there faced execution, according to Amnesty International, nearly triple the number in Thailand, for example.  Capital punishment has mostly been applied against drug trafficking, which carried a mandatory death sentence from 1983 as Malaysia adopted the US rhetoric of drugs as the country's biggest enemy. Though it dropped the mandatory element in 2017, judges routinely sentence people to death for the offense, as lawyers say the conditions to waive the penalty are almost impossible to meet. The impact of this on foreign women has been staggering. Of the 141 women on death row in Malaysia, as of February 2019, 95% were sentenced for trafficking drugs, compared to 70% of men, found Amnesty. And 90% of the women sentenced to death for drug trafficking were foreigners. From the start, the system is stacked against non-Malaysians. They're only guaranteed legal representation at trial, wit", "Section": "asia", "Writers": [], "URL": "https://www.cnn.com/2020/08/16/asia/women-drug-trafficking-mules-hnk-intl-dst-as-equals/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}