{"Type": "article", "Time": "2021-03-19", "Headline": "Spring equinox 2021: Hope rises on the horizon", "Text": "For people in the Northern Hemisphere who huddled against a sometimes brutal winter, hope is here. Spring equinox 2021 arrives on Saturday, March 20, bringing its nearly perfect balance of daytime and nighttime all around the world. Last year, the equinox made an earlier-than-usual arrival. Because of the peculiarities of the calendar, it was the earliest arrival of a spring equinox in 124 years. But decades from now, that equinox will best be remembered as the time when much of world had just started hunkering down against the Covid-19 pandemic.  It was a disconcerting time. The call of the spring equinox is ancient and primal. For millennia, humankind has tracked the sun and the seasons and celebrated the promise of renewal and rebirth by joining together outdoors. In 2020, we were compelled to do the opposite, retreating indoors and into isolation to slow the march of the coronavirus. But 2021 offers signs of a return to normalcy. The spring equinox is going back to its more usual date of March 20. And with more Covid-19 vaccinations being distributed by the day, the hopes that spring traditionally represent -- rebirth and renewal -- seem within our grasp. Below are some scientific and cultural tidbits about the spring equinox. And we'll also have a noteworthy asteroid passing through the neighborhood the next day that you'll want to know about. Spring equinox has another name If you ever hear anyone say \"vernal equinox,\" it means the same thing. The term equinox comes from the Latin word \"equinoxium,\" meaning \"equality between day and night.\" And vernal also comes from Latin and means spring.  Precisely when does the spring equinox happen? The equinox will arrive at 9:37 UTC (Coordinated Universal Time) March 20. For people in places such as Montreal and Miami, that's 5:37 a.m. local time. Out in San Diego and Vancouver, that means it arrives at 2:37 a.m. Now for denizens of Lisbon and London, that will be 9:37 a.m. Going farther east, Istanbul clocks in at 12:37 p.m., and Mumbai marks the exact event at 3:07 p.m. For residents of Tokyo, it spills into late afternoon at 6:37 p.m. You can click here to see a listing of major cities on the website timeanddate.com.  Or click here to look up where you live. For others, fall is in the air While folks in the Northern Hemisphere are looking forward to longer days, warmer weather, flowers and a burst of greenery, people living south of the equator are heading into fall. So for Argentinians, South Africans and Australians, among others, this is a time to look forward to cooler weather and the joys of autumn. For people who reside near the equator (in places such as Quito, Ecuador, or Singapore), none of this is a big deal. They get roughly 12 hours of daylight and nighttime year round.  Why does spring equinox happen? The Earth rotates along an imaginary line that runs from North Pole to South Pole. It's called the axis, and this rotation is what gives us day and night. However, the axis tilts at 23.5 degrees, as NASA explains. That positions one hemisphere of the planet to get more sunlight than the other for half of the year's orbit around the sun. This discrepancy in sunlight is what triggers the seasons.  The effect is at its maximum in late June and late December. Those are the solstices, and they have the most extreme differences between day and night, especially near the poles. (That's why it stays dark for so long each day during the winter in places such as Scandinavia and Alaska.) But since the winter solstice three months ago in December, you've noticed that our days have been getting longer in the Northern Hemisphere and the nights shorter. And now here we are at the spring equinox! Going forward, the Northern Hemisphere will be more exposed to the sun than the Southern Hemisphere. That's why it gets increasingly hot as we head toward the summer solstice in June. By the way, the equinoxes aren't exactly 'equal' It turns out you actually get a little more daylight than darkness on the equinox -- and how much so depends where you are on the planet.  How does that happen when it's supposed to be 12 hours of day and 12 hours night? As the US National Weather Service explains, the \"nearly\" equal hours of day and night are because of the complex way a sunrise is measured and the refraction of sunlight in our atmosphere. This bending of light rays \"causes the sun to appear above the horizon when the actual position of the sun is below the horizon.\"  The day is a bit longer at higher latitudes than at the equator because it takes the sun longer to rise and set the closer you get to the poles.  We got that truly equal day/night split a few days before the official spring equinox. That's called the equilux.  Get oriented If you're a sky watcher, the website EarthSky points out the equinoxes -- spring or autumn -- are a superb time to orient yourself. The equinoxes are the only two times a year the sun rises due east and sets due west for everyone on the planet. EarthSky says the equinox is \"a good day for finding east and west from your yard or other favorite site for watching the sky. Just go outside around sunset or sunrise and notice the location of the sun on the horizon with respect to familiar landmarks.\" Celebrations and traditions Because of the pandemic, celebrations will continue to be canceled or altered to fit safety needs. In England, the mysterious stone structure of Stonehenge usually plays host to crowds during equinoxes and solstices. But because of the winter Covid-19 surge, the United Kingdom went into another lockdown. Stonehenge is set to reopen to the public on April 12, according to the English Heritage website, too late for this year's vernal equinox.  Mexico's Chichén Itzá, normally a very popular and crowded Mayan site during solstices and equinoxes, will be closed to visitors from March 20 to March 22 (Saturday to Monday), according to the Yucatan Times. It closed during 2020's spring equinox, too. This year, it will reopen to visitors Tuesday, March 23. So while some of the big draws are closed off, localities have plenty of safe ways to mark the coming of spring. For example, Pike Place Market in Seattle will be celebrating its 24th annual Daffodil Day. When shoppers visit the market, they will get a free bundle of daffodils. Cultures around the world mark the occasion.  Nowruz is the Persian New Year.  Also known as Nauryz, Navruz or Nowrouz, it means \"new day.\" The new year will ring in on Saturday, March 20.  It's no coincidence it falls on the first day of spring. The Iranian calendar is a solar calendar, meaning time is determined, through astronomical observations, by Earth's movement around the sun. So, the first day of the year always kicks off with the vernal equinox.  It's a celebration of new beginnings: wishing prosperity and welcoming the future while shedding away the past. That's why families use this time to deep clean their homes and closets and buy fresh clothing.  In China, trying to stand an egg upright is a popular game during the spring equinox, according to VisitBeijing.com. The custom is thought to go back thousands of years, and it's believed that if people can get an egg to stand, they will have good luck. And people across China eat local spring vegetables. We'll have a passerby on Sunday For people who like all things science and space, there's a day-after-equinox bonus.  The largest asteroid that has been predicted to make a close approach of Earth in 2021 will zip by -- from a safe distance, we must add -- on Sunday, according to NASA. Scientists estimate the asteroid is between 1,300 and 2,230 feet wide. Known as 2001 FO32, the near-Earth asteroid will be 1.25 million miles away, or more than five times the distance between Earth and the moon, during its closest approach.  It will also be moving much faster than most asteroids that fly by our planet, zooming by at 77,000 miles per hour. Its closest approach will be at 12:03 p.m. ET Sunday. ", "Section": "travel", "Writers": ["Forrest Brown"], "URL": "https://www.cnn.com/travel/article/spring-equinox-2021-scn-trnd/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Singapore", "Source": "CNN"}