{"Type": "", "Time": "2020-10-28", "Headline": "Baguio City and its Vision of A Smart City – Manila Bulletin", "Text": "As the ongoing pandemic accelerates innovation, Baguio City pushes forward with its goal of building the first Smart City in the country. After several investments in technology for digital governance, crowd density monitoring, and real-time weather prediction, City Mayor Benjamin Magalong enlisted the expertise of Cisco in creating the Integrated Command and Control Center.“I envision Baguio as a SMART City where various types of electronic methods are used to manage the Summer Capital’s assets, resources and to provide even more efficient and effective services to the public,” said Mayor Magalong.  “I am confident that Cisco’s participation will help the city realize its goal of digital governance where residents can engage in  “contact-less” transactions with the government and much more.  Less “contacts” will also help to decrease the spread of the COVID-19 infection.”While investments in technology can enhance public services and governance, a true Smart City has the capability to gather data and use insights to manage assets, resources and services efficiently. Cisco’s Integrated Command and Control Center serves as Baguio City’s monitoring center and coordination office all-in-one. It will be operated by a combined force from the CDRRMO, Police, Fire Services,  Health and  EMS Departments.“Smart Cities are not a vision of the future – they are here and now, and Baguio City is leading this initiative in the Philippines,” said Karrie Ilagan, Managing Director, Cisco Philippines. “Cisco is proud to help Mayor Magalong and his team realize this vision for not just a smart but a safe and thriving city.”Specifically, Cisco will be installing a holistic and integrated Smart City platform which includes the Command and Control Center, an Integrated Communication Platform (ICP), a Video Management System (VMS) with Video Analytics, Computer Aided Dispatch (CAD), and Geographical Information System (GIS) and big data analytics for the city of Baguio. Ultimately, Baguio City will be able to closely monitor and respond to incidents in the community, improving peace, order and safety for its citizens. Baguio City will also be able to better manage and respond to citizen complaints and feedback with the integration of its Smart City app launched earlier this year.“The shift to be a Smart City is not easy and there are many challenges that we need to overcome, but for country leaders who are determined to enact a vision, this innovation is well within reach,” said Ilagan. “We are excited about the work we are doing with Baguio City and we hope that more cities will take that bold step towards building an inclusive future for the Filipino.”", "Section": "", "Writers": "", "URL": "https://mb.com.ph/2020/10/28/baguio-city-and-its-vision-of-a-smart-city/", "MainKeyWord": "Macao", "AdditionalKeyWord": "Southeast Asia", "Source": "MB"}