{"Type": "article", "Time": "2021-02-01", "Headline": "Singapore is building a 42,000-home eco 'smart' city", "Text": "In a country where over 80% of residents live in public housing, a government commitment to sustainable urban design could have huge implications. And when it's a tropical country where convenience and air conditioning are a way of life, the impact could be greater still.  Promising 42,000 new homes across five residential districts, the eco-town of Tengah -- the Malay word for \"middle,\" though it's in the island's western region -- will be the 24th new settlement built by Singapore's government since World War II. It is, however, the first with centralized cooling, automated trash collection and a car-free town center, which conservationists hope offers a roadmap for slashing carbon emissions in the Southeast Asian city-state.  The development is being dubbed a \"forest town\" by officials, due to its abundant greenery and public gardens. Once home to brickmaking factories, and later used for military training, the 700-hectare (2.7-square-mile) site has been reclaimed by an extensive secondary forest in recent years. A 328-foot-wide ecological \"corridor\" will be maintained through its center, providing safe passage to wildlife and connecting a water catchment area on one side to a nature reserve on the other.   The project has proven a tabula rasa for urban planners advocating green design principles and \"smart\" technology, according to Chong Fook Loong, group director for research and planning at Singapore's Housing and Development Board (HDB), the agency overseeing the country's public housing.  \"Tengah is a clean slate,\" he said in a video interview, explaining that roads, parking and utilities are being pushed beneath the town center. \"We're going for the ideal concept of segregation of traffic, (with) everything underground and then the ground level totally freed up for pedestrians -- for people. So, it's a very safe environment for all.  \"We want a town that allows walking and cycling in a very user-friendly manner,\" he added, saying that cycling has \"taken off\" in Singapore in the \"last three to five years especially.\"   The master plan will see the installation of electric vehicle charging stations, while the streets are also being \"futureproofed\" to accommodate emerging technologies, Chong said.  \"When we planned the road network, we envisaged a future where autonomous vehicles and self-driving vehicles will become a reality,\" he said.   Cooler by design  Although comparatively small, with a population of under 6 million people, Singapore's per-capita emissions are higher than those of the UK, China and neighboring Malaysia, according to the country's National Climate Change Secretariat.  That's due, in part, to air conditioning, which accounts for more than a third of typical household energy consumption. Global warming will only exacerbate this dependence. The Meteorological Service Singapore (MSS) has predicted that, by the end of this century, average daily temperatures in the city-state may be at least 34.1 degrees Celsius (93.4 degrees Fahrenheit) \"almost every day\" during the eight warmest months of the year.   As such, keeping cool will, increasingly, be a necessity for residents. Rather than demonizing air conditioning, Tengah's planners have instead sought to reimagine it. Cold water, chilled using solar power, will be piped though the district's homes, meaning residents don't need to install inefficient outdoor AC condensers (though they can still control the temperature in their own apartments).   According to the town's energy provider, SP Group, this will generate carbon dioxide savings equivalent to taking 4,500 cars off the roads each year. The state-owned energy company reports that, of the apartments already sold in advance, 9 out of 10 future residents have signed up for centralized cooling.   Planners used computer modeling to simulate wind flow and heat gain across the town, helping to reduce the so-called urban heat island effect (whereby human activities and structures make urban areas notably warmer than the surrounding nature). Elsewhere, \"smart\" lights will switch off when public spaces are unoccupied, and trash will be stored centrally, with monitors detecting when garbage needs collecting.  \"Instead of using a truck to collect garbage from every block, we will suck all the garbage through the pneumatic system to a chamber that serves several blocks,\" Chong said. \"From time to time, the (garbage) truck just needs to collect from the chamber.\"  Of the 42,000 homes being built at Tengah, more than 70% will be made available through the HDB on long-term leases. Prices for two-bedroom apartments currently begin at just 108,000 Singapore dollars ($82,000), with the first apartments set to complete in 2023.  All residents will have access to an app allowing them to monitor their energy and water usage. (\"You empower them to take control of where they can cut down their energy consumption,\" Chong said.) Digital displays in each block will meanwhile inform occupants of their collective environmental impact, which could even encourage competition between residential blocks, according to SP Group.   Regardless of whether the use of smart technology can significantly dent greenhouse gas emissions or not, engaging residents with their own consumption could instigate behavioral change, according to Perrine Hamel, an assistant professor at Nanyang Technological University's Asian School of the Environment. This, she added, is a crucial part of Singapore's goal of reaching peak emissions by 2030 and reducing them thereafter.  \"Thinking about food consumption and thinking about the way people use air conditioning is all part of (achieving climate targets),\" she said. \"Changing behavior is going to be an integral part of it and, of course, urban design is the first way to affect and change behavior.\"  Connecting with nature  For Hamel, the integration of nature and residential areas -- which creates \"more opportunities for people to interact with nature\" -- is where Tengah's plan excels. In addition to the aforementioned forest corridor, the town's residents will have access to community farming in the so-called Plantation District.  Beyond promoting and protecting biodiversity, conserving nature on the site can lead to further behavioral change, Hamel said.   \"There are a lot of examples, from around the world, showing that changing our relationship with nature through everyday encounters does help people take environmental action,\" she said. \"On that front I think the biophilic design and (Tengah's) master plan actually does a good job.\".  The Nature Society Singapore (NSS) has nonetheless criticized the plan for conserving too little -- less than 10% -- of the site's existing forest. The environmental group has proposed two additional \"core forest areas\" at either end of the green corridor to promote biodiversity and protect migratory species.   The government said it is \"refining\" its plan based the NSS report, though Singapore's Land Transport Authority has since disclosed that even more of the remaining forest -- about 3% of the proposed corridor -- will be felled to make way for viaducts connecting the town to a nearby expressway. (In an email to CNN, the agency said it will later replant the trees in the cleared area and create \"suitable temporary wildlife crossings ... to provide a safe passage for animals during construction.\") Yet, even Tengah's critics have broadly welcomed the eco-town, with the NSS concluding its environmental critique by stating it is still \"heartened by this bold plan.\"  What these urban design initiatives mean for the rest of Singapore remains to be seen. When Tengah was first revealed in 2016, it was the first new town announced by Singapore's government in two decades, meaning every other neighborhood was designed long before the era of autonomous vehicles and internet-enabled amenities. Chong readily admitted that \"it's not so easy\" to retrofit underground road networks and pneumatic trash chutes in existing towns.  Nevertheless, he struck a positive note when asked what Tengah's model offers future residential projects.  \"We try to bring all the lessons forward -- whenever we can and to the best of our ability,\" he said. \"You look at Tengah and, in a nutshell, you're seeing the future of what the (government) is trying to build: the future of towns.\" This article was updated with the correct name of Tengah's energy provider.", "Section": "design", "Writers": [], "URL": "https://www.cnn.com/style/article/singapore-tengah-eco-town/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Malaysia", "Source": "CNN"}