{"Type": "gallery", "Time": "2020-07-17", "Headline": "The week in 45 photos", "Text": "Charmaine Turner, the mother of Secoriea Turner, becomes emotional while reciting a poem during her daughter's memorial service in Atlanta on Wednesday, July 15. Secoriea, 8, was fatally shot July 4 near the Wendy's where a police officer killed Rayshard Brooks last month. A suspect in her shooting death has turned himself in to police. Cast members from the TV show \"Glee\" hold hands with friends and shout \"Say her name: Naya\" at Southern California's Lake Piru on Monday, July 13. The body of former \"Glee\" actress Naya Rivera was found in the lake that morning, the Ventura County Sheriff's Office said. Rivera, 33, had been presumed dead after she went missing on July 8. She had gone to the lake and rented a pontoon boat with her 4-year-old son, according to authorities. Rivera's son was later seen on the boat, but his mother was nowhere to be found. A person is tested for Covid-19 at a quarantine facility in Yangon, Myanmar, on Thursday, July 16. US President Donald Trump wears a face mask Saturday, July 11, as he visits the Walter Reed National Military Medical Center in Bethesda, Maryland. This is the first time since the pandemic began that the White House press corps got a glimpse of Trump with a face covering. This image of the sun was provided by the European Space Agency on Thursday, July 16. The new Solar Orbiter mission, a collaboration between NASA and the European Space Agency, captured the closest images ever taken of the sun. A woman in Potocari, Bosnia and Herzegovina, is hugged by her mother after seeing a coffin with the remains of her father, a victim of the 1995 Srebrenica massacre, on Friday, July 10. Visitors walk through Disneyland Paris after its reopening on Wednesday, July 15. Former US Attorney General Jeff Sessions is joined by his wife, Mary, as he delivers his concession speech in Mobile, Alabama, on Tuesday, July 14. Sessions was seeking the Republican nomination for his old seat in the US Senate, but he lost a primary runoff to former college football coach Tommy Tuberville. Protesters clash with police during an anti-government demonstration in Belgrade, Serbia, on Friday, July 10. People were protesting against President Aleksandar Vucic after he announced a weekend-long curfew to try to combat a surge in coronavirus cases. Former US Vice President Joe Biden, the Democratic Party's presumptive presidential nominee, arrives to speak at a campaign event in Wilmington, Delaware, on Tuesday, July 14. A woman has her hair curled by special equipment at a beauty salon in Bangkok, Thailand, on Sunday, July 12. Black Lives Matter protester Jen Reid poses in front of a statue portraying her in Bristol, England, on Wednesday, July 15. The statue, by artist Marc Quinn, was secretly installed overnight where a monument to a slave trader had previously stood. The statue of Reid lasted one day before it was taken down and moved to a museum. Children cover their faces with plastic bags while pushing a handcart in rainy Peshawar, Pakistan, on Sunday, July 12. Buildings in Rongshui, China, are submerged by floodwaters on Saturday, July 11. Weeks of torrential rains have caused China's worst flooding in decades. Polish President Andrzej Duda waves to supporters after winning reelection on Sunday, July 12. He won 51.21% of the vote, defeating Warsaw Mayor Rafal Trzaskowski. Sydney Harbour can be seen from the window of a Qantas Boeing 747-400 on Monday, July 13. Qantas is retiring the Boeing 747 from its fleet this month. A girl studies a lavender plant in Sevenoaks, England, on Saturday, July 11. Lavender products have been popular during the coronavirus pandemic as people look for ways to de-stress. Isaiah Campbell attends a funeral service for his late friend Brandon Hendricks-Ellison on Wednesday, July 15. Hendricks-Ellison, a young basketball star, was fatally shot in New York days after graduating from high school. Acrylic shields, aimed at preventing the spread of the novel coronavirus, are seen on desks inside a Mexico City classroom on Wednesday, July 15. Sailors and federal firefighters try to extinguish a blaze on the USS Bonhomme Richard, which caught fire at Naval Base San Diego on Sunday, July 12. Passengers check their cell phones before their flight took off from Lima, Peru, on Wednesday, July 15. Domestic air travel resumed in Peru after being suspended for four months. NASCAR fans watch the Cup Series All-Star Race in Bristol, Tennessee, on Wednesday, July 15. Bristol Motor Speedway has a capacity of about 140,000 people, but because of social-distancing measures, organizers were only allowed to sell up to 30,000 tickets. Surfers form a ring at Sydney's North Narrabean Beach to pay tribute to Alex \"Chumpy\" Pullin on Sunday, July 12. Pullin, a two-time world champion snowboarder, recently died while spearfishing in his native Australia. Bournemouth's Steve Cook, right, collides with Manchester City's Gabriel Jesus during a Premier League match in Manchester, England, on Wednesday, July 15. A family takes a selfie with giraffes as the San Francisco Zoo reopened for members on Monday, July 13. The comet NEOWISE passes St. Mary's Lighthouse in Whitley Bay, on the northeast coast of England, early on Tuesday, July 14. It's extremely rare for comets to be visible to the naked eye. Being able to catch a glimpse of this one is a once-in-a-lifetime opportunity, as it won't pass Earth again for another 6,800 years, according to the International Dark-Sky Association. Protesters clash with police officers near the district attorney's office in Salt Lake City on Thursday, July 9. The protests began hours after the district attorney announced that the fatal police shooting of Bernardo Palacios-Carbajal was justified. The Denham Giant Car Boot Sale takes place in Denham, England, on Saturday, July 11. It's a flea market where people sell goods from the trunks of their vehicles. Grace Lugaliki holds portraits of her daughter, Doreen, at her funeral in Ndalu, Kenya, on Monday, July 13. Doreen Lugaliki, a 39-year-old doctor, died from complications related to the novel coronavirus. People in Dalian, China, ride down a river in inflatable boats on Friday, July 10. The moon is seen over the Kul Sharif Mosque in Kazan, Russia, on Sunday, July 12. A resident clears debris from a home in Hitoyoshi, Japan, on Friday, July 10. Landslides and flooding caused by torrential rain have killed at least 200 people in what has become one of the deadliest natural disasters to hit Japan since the earthquake and tsunami of 2011. Social-distancing circles are seen at the Rhine promenade in Düsseldorf, Germany, on Sunday, July 12. A wild elephant and its calf cross a highway in India's flood-affected Kaziranga National Park on Thursday, July 16. Roger Stone gestures outside his residence in Fort Lauderdale, Florida, on Sunday, July 12, a couple of days after US President Donald Trump, his longtime friend and ally, commuted his prison sentence. Stone was convicted in November of seven charges — including lying to Congress, witness tampering and obstructing a congressional committee proceeding — as part of special counsel Robert Mueller's Russia investigation. Open graves are prepared Thursday, July 16, at the Vila Formosa cemetery in Sao Paulo, Brazil. Only the United States has more confirmed coronavirus cases than Brazil, Latin America's hardest-hit country.  Pro-democracy activists who won opposition primaries attend a news conference in Hong Kong on Wednesday, July 15. The vote, held 10 days after China imposed a sweeping new security law on the city, was designed to narrow down the number of pro-democracy candidates for September's elections to the city legislature. The government has already hinted that it may bar potentially dozens of candidates from those elections under the new security law. Students attend their final exam at an Islamic seminary in Karachi, Pakistan, on Monday, July 13. Fireworks explode over the Eiffel Tower during Bastille Day celebrations in Paris on Tuesday, July 14. Sheneen McClain, center, weeps while a violinist plays at a candlelight vigil for her son, Elijah, in Aurora, Colorado, on Saturday, July 11. Elijah McClain's death last year is one of several that has attracted renewed attention following the deaths of other Black people at the hands of police, like George Floyd in Minneapolis and Rayshard Brooks in Atlanta. Police officers stand next to a stolen Banksy mural that was being returned to France during a ceremony in Rome on Tuesday, July 14. Banksy had painted the mural on the exit door of Paris' Bataclan theater, which was the site of a terrorist attack in 2015. Max Holloway kicks Alexander Volkanovski during their UFC bout in Abu Dhabi, United Arab Emirates, on Saturday, July 12. Volkanovski won a split decision to retain his featherweight title. Soldiers wear face masks prior to the Bastille Day parade in Paris on Tuesday, July 14. Soccer balls are sanitized before a preseason tournament in Guadalajara, Mexico, on Sunday, July 12. The pro tournament is being played without spectators. The sun sets along 42nd Street during the \"Manhattanhenge\" phenomenon on Monday, July 13. Manhattanhenge happens just a few times each year, when the sun rises or sets parallel to the city street grid in New York's Manhattan borough. See last week in 25 photos", "Section": "world", "Writers": [null], "URL": "https://www.cnn.com/2020/07/17/world/gallery/week-in-photos-0717/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Thailand", "Source": "CNN"}