{"Type": "article", "Time": "2018-11-09", "Headline": "Oil bear market; UBS dragged back; Netflix in Asia", "Text": "1. Oil bears: US oil prices are under pressure again after falling into a bear market on Thursday. US crude futures fell 1.4% to just above $60 per barrel early on Friday. They've slumped more than 20% since hitting a high of $76 on October 3. Global benchmark Brent crude followed suit on Friday, dropping 1.3% to under $70 per barrel and also entering bear market territory.  Analysts blame the slump on a combination of factors. Investors are worried that a global economic slowdown will eat into demand for energy. The Trump administration's decision to waive temporarily the threat of punishment for some countries that continue buying oil from Iran has contributed to the slump.  Higher production in Texas and Saudi Arabia is adding even more pressure.  2. UBS lawsuit: Shares in UBS (UBS) dropped 3% on Friday, after the US Department of Justice filed a lawsuit against the Swiss bank over its sales of residential mortgage-backed securities (RMBS) in 2006-2007. \"Investors who bought RMBS from UBS suffered catastrophic losses, which not only caused direct harm to those investors, but also contributed to the financial crisis of 2008,\" United States Attorney Richard Donoghue said in a statement.  UBS said it will contest the claims made by the DoJ, which it said were \"not supported by the facts or the law.\" 3. Netflix bets on Asia: Netflix (NFXL) is stepping up its game in Asia, where it has been lagging behind local competitors such as India's Hotstar, which is being bought by Disney (DIS) as part of the 21st Century Fox (FOXA) deal. The streaming company announced 17 new original productions from Japan, Taiwan, Thailand, India and South Korea on Thursday. Nine will be in India.  Netflix said it believed the new content will resonate globally. \"More than half of Asian content hours viewed on Netflix this year are viewed outside the region, so we have confidence that our upcoming slate of Asian productions will find fans in their home countries and abroad,\" said Ted Sarandos, chief content officer at Netflix. 4. Global market overview: US stock futures were pointing lower early on Friday after the Federal Reserve reinforced market expectations of a rate hike in December.  The Fed left rates on hold on Thursday, but its statement indicated policymakers believe the US economy is strong. The optimistic tone made investors believe a December hike is firmly in the cards.  \"The [Fed] meeting ... has left the market with a 75% chance of a December hike priced in and that seems, if anything, a little low,\" noted Kit Juckes at Societe Generale. European markets opened lower, following a negative session in Asia. The Dow Jones industrial average was flat on Thursday. The S&P 500 declined 0.3%, and the Nasdaq lost 0.5%\n Before the Bell newsletter: Key market news. In your inbox. Subscribe now! 5. Earnings and economics: MoneyGram (MGI), Tribune Media (TRCO) and Rockwell Collins (COL) are set to report earnings before the opening bell on Friday.  US producer prices data will be published by the Bureau of Labor Statistics at 8:30 a.m. ET.  The University of Michigan preliminary consumer sentiment report for November will be released at 10 a.m. ET.  Latest UK GDP data showed the British economy grew 0.6% in the three months to the end of September, unchanged from the previous quarter. Shares in Volkswagen (VLKAF) dropped 2.8% in Frankfurt after the carmaker said global sales of Volkswagen branded vehicles dropped 6.2% in October compared to the same month last year. The company partly blamed trade tensions between the United States and China, where its sales fell by almost 10%. Markets Now newsletter: Get a global markets snapshot every afternoon. Sign up now! 6. Coming this week: Friday — MoneyGram, Tribune Media, Rockwell Collins earnings; consumer sentiment data", "Section": "investing", "Writers": ["Ivana Kottasová"], "URL": "https://www.cnn.com/2018/11/09/investing/premarket-stocks-trading/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Thailand", "Source": "CNN"}