{"Type": "gallery", "Time": "2018-02-21", "Headline": "Great restaurants and dishes in London's Chinatown", "Text": "Chinatown London: The area surrounding Gerrard Street in Soho has been the heart of London's Chinese community since the 1950s. Now it's home to around 80 pan-Asian businesses.  Chinese Tapas House: This is where you can try jianbing, traditional breakfast crepes from Shandong Province. After the dough's spread thin on the hotplate, an egg is cracked on top, fresh coriander and scallions scattered across, hoisin, chili sauce and crunchy wontons are added, and your choice of fillings -- Chinese sausage, belly pork, crispy pigskin or pickles.\n Shu Xiangge: This traditional Sichuan Hot Pot restaurant is Chinatown's newest opening. Make up your own broth-based treat from a selection of 80 ingredients and 12 spices.  Bake: Bake's most Instagrammable offering is their soft-serve matcha tea ice-cream served in a fish-shaped taiyaki waffle cone with a jaunty wafer.\n Baozi Inn: Buns, noodles and dumplings are on the menu at Newport Court's Baozi Inn. It's a Sichuan joint so things get pretty spicy.  Bubblewrap: It might look like diabetes in a cone, but Bubblewrap's supercute Hong Kong egg waffles and friendly service means there's regularly a line down the block.  Jinli: On a laminated menu liberally scattered with red-pepper heat warnings, Sichuan restaurant Jinli's signature dish is grilled fish in chilli oil.  Dumplings' Legend: Served in bamboo baskets with soy sauce, vinegar and sliced ginger on the side, the trick to eating xiaolongbao is to pick them up with chopsticks, dip them in the sauce, and then eat them from a spoon. Be careful not to scald yourself when hot broth squirts out, or to lose those precious tasty juices.  Good Friend Chicken: At Good Friend Chicken on Little Newport Street you can get a large paper bag of Taiwanese popcorn chicken, sprinkled with your choice of seven different spices, from plum to seaweed. Best of all, it costs less than $5.  Four Seasons: The Cantonese roast duck at Four Seasons is rightly famous throughout London and beyond -- the Financial Times once called its delicate balance of crisp, caramel skin and tender flesh the best roast duck in the world.  Hot Pot: Hot Pot on Wardour Street offers a chance to try the 1,000-year-old Mongolian technique of DIY dining.  Ichibuns: New opening Ichibuns is a Japanese take on diner food. Arguably one of the biggest draws is the restrooms -- yes, you can try out a proper high-tech Japanese toilet right here in Chinatown. Opium Cocktail & Dim Sum Parlour: Speakeasy-style bar Opium -- above Dumplings' Legend on Gerrard Street -- has a Zodiac-themed cocktail menu. The Rat features Stolichnaya vodka, QuiQuiRiQui mezcal, spiced apple, ginger and lemon tea.  Shuang Shuang: At Shuang Shuang you choose your broth then pick ingredients from the conveyor belt to construct your own hot pot meal.  Plum Valley: Beef steak gets fancy at Plum Valley, one of Chinatown's more sophisticated options for dim sum and Cantonese food.  Rasa Sayang: Rasa Sayang on Macclesfield Street serves colorful dishes from Malaysia and Singapore, such as nasi lemak -- coconut rice with curried chicken -- and Singapore chilli crab.  The Shan State: Myanmar cuisine arrived in Chinatown in 2017 with the opening of The Shan State. Lahpet is fermented tea leaf salad served with peanuts, dried prawn, garlic and tomato. Hong Kong custard tarts: Custard tarts have been popular in Hong Kong since the 1940s. You can compare them with the original Portuguese originals at Wonderful Patisserie.  Xu: A gorgeous new opening from the people behind Bao, Xu is styled like a 1930s Taiwan tea room, complete with private majhong games rooms. The feasting menu includes glamorous delights such as lotus crisps and char siu Iberico pork collar.\n Chinatown Bakery: Chinatown Bakery does a roaring trade day and night selling everything from Taro buns to green-tinted Pandan Swiss rolls. Others gather to watch the taiyaki machine in the window spill out freshly filled fish-shaped waffles. ", "Section": "foodanddrink", "Writers": ["Chris Ratcliffe/Getty Images", "Courtesy Chinatown London/Chinese Tapas house", "Courtesy Chinatown London", "Courtesy Chinatown London/Bake", "Courtesy Chinatown London/Baozi Inn", "Courtesy Chinatown London/Bubblewrap", "Courtesy Chinatown London/Dumplings' Legend", "Courtesy Chinatown London/Good Friend Chicken", "Courtesy Chinatown London/Four Seasons", "Courtesy Chinatown London/Hot Pot", "Courtesy Ichibuns", "Courtesy Chinatown London/Opium", "Courtesy Chinatown London/Shuang Shuang", "Courtesy Chinatown London/Plum Valley", "Courtesy London Chinatown/Rasa Sayang", "Courtesy Chinatown London/The Shan State", "Carol Sachs/Xu/Courtesy London Chinatown", "Courtesy Chinatown London/Chinatown Bakery"], "URL": "https://www.cnn.com/travel/gallery/chinatown-london-restaurants-photos/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Malaysia", "Source": "CNN"}