{"Type": "article", "Time": "2021-02-04", "Headline": "COVAX announces plan to distribute more than 330 million Covid-19 vaccine doses to developing nations", "Text": "The COVAX initiative for equitable global access to Covid-19 vaccines has announced its plan to distribute more than 330 million doses to developing nations in the first half of 2021. In an interim distribution plan published Wednesday, the COVAX vaccine-sharing facility said the doses will cover an average of 3.3% of the total population of the 145 countries participating in the initial round of distribution. The COVAX initiative was launched in April last year to ensure the rapid and equitable distribution of coronavirus vaccines to rich and poor countries alike and the vaccination of high-risk groups.  Led by the World Health Organization and numerous other international health groups, it has since been joined by 190 countries, but was shunned by the United States, partly because former President Donald Trump did not want to work with WHO. The first round of distribution includes 336 million doses of the AstraZeneca-Oxford vaccine -- 240 million made by the Serum Institute of India and 96 million by AstraZeneca -- as well as 1.2 million doses of the Pfizer-BioNTech vaccine. But the plan is \"non-binding and may be subject to change,\" with the actual allocation and distribution dependent on a series of caveats, from WHO's emergency use approval to the readiness of countries to receive and administer the vaccines, the document said. The interim forecast would allow countries to start their immunization strategies, including storage, distribution, databases and how to address vaccine hesitancy, said Dale Fisher, an infectious disease specialist at the National University of Singapore. \"If they know some of the doses are coming over in the next month or two, then it's about time to start getting everything ready,\" he said. Both vaccines currently in the COVAX initiative require two doses to provide full immunity. The Pfizer-BioNTech vaccine must be stored at  minus 75 degrees Celsius, or minus 103 degrees Fahrenheit. In comparison, the AstraZeneca-Oxford vaccine can be kept at refrigerator temperatures of 2C to 8C (36F to 46F) for at least six months, making transport and distribution much easier, especially in developing countries that lack cold storage capacities. But the Pfizer-BioNTech vaccine is the only one so far that has secured emergency use approval from WHO. An evaluation of the AstraZeneca-Oxford vaccine is currently underway.  Delivery of the AstraZeneca-Oxford vaccine is estimated to begin in late February, if all the requirements are met, according to the allocation plan. \"We will soon be able to start delivering life-saving vaccines globally, an outcome we know is essential if we are to have any chance of being able to beat this pandemic,\" said Seth Berkley, chief executive of the GAVI alliance, which secures vaccines for poor countries and along with WHO, is one of the initiative's co-leads.  According to COVAX, the vaccines will be allocated to participating countries proportional to their population size. India, for example, will receive the highest amount -- 97 million doses of AstraZeneca-Oxford vaccine produced by the Serum Institute of India. North Korea is also among the list, due to receive nearly 2 million doses of the AstraZeneca-Oxford vaccine. Pyongyang claims the country has not contracted a single case of Covid-19 -- which experts say is likely untrue.  Some wealthy, self-financing countries were also included in the initial distribution plan, such as South Korea, Canada, New Zealand and Singapore. COVAX is aiming to deliver up to 2 billion doses of coronavirus vaccine to less developed countries by the end of this year, enough to inoculate more than 20% of the populations of its member nations.  But there have long been questions as to whether it could achieve that goal, due to challenges in acquiring sufficient funding and supplies. Developed countries have bought up most of the initial doses of the available vaccines. But even they have encountered problems in ensuring delivery. The European Union has become embroiled in a public dispute with Pfizer-BioNTech and AstraZeneca over alleged delays in vaccine delivery. Last week, the European Commission announced new restrictions that made Covid-19 vaccines manufactured in the bloc subject to export authorization -- although COVAX is excluded from the export controls. Fisher, the expert at the National University of Singapore, said given the unprecedented scale of the vaccine project, it's bound to encounter certain setbacks. \"I don't think you would be surprised if there's some communication breakdowns, some expectations not met, and a little bit of competition and funding issues,\" he said. \"Because it's just a huge scale of hundreds of millions of -- and then billions of -- doses trying to get into the arms of 8 billion people during a pandemic. It's really complicated.\"", "Section": "world", "Writers": ["Nectar Gan"], "URL": "https://www.cnn.com/2021/02/04/world/covax-vaccine-plan-intl-hnk/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Singapore", "Source": "CNN"}