{"Type": "article", "Time": "2020-07-06", "Headline": "Tensions heat up in South China Sea as US makes significant show of force", "Text": "For the first time in six years, two US Navy aircraft carriers are in the South China Sea, the latest show of military might from Washington as it pushes back against China's sweeping claim to much of the contested region. The two US carriers arrived in the region as China wrapped up its own set of naval exercises near a disputed island chain, an apparent synchronicity not lost on Beijing's state media, which carried reports boasting of the country's readiness to repel any US attempt to challenge its claims. Operating under the name the Nimitz Carrier Strike Force, the American carriers, the USS Nimitz and USS Ronald Reagan, \"conducted several tactical exercises designed to maximize air defense capabilities, and extend the reach of long-range precision maritime strikes from carrier-based aircraft,\" a US Navy statement said. It is the first time two US carriers have operated together in the South China Sea since 2014 and only the second time since 2001, according to Lt. Cmdr. Sean Brophy, a spokesperson aboard the Reagan. \"These efforts support enduring US commitments to stand up for the right of all nations to fly, sail, and operate wherever international law allows.\" a US Navy statement said. As the US force was putting on its display on America's Independence Day holiday, China's People Liberation Army Navy was wrapping up five days of drills around the Paracel Islands, known in China as the Xisha, a chain also claimed by Vietnam and Taiwan. China did not give details about what the Paracel drills involved, only calling them \"intensive\" in a report published in the government controlled Global Times.  Last Friday, China's Foreign Ministry described its South China Sea drills as being \"within sovereignty and reasonable,\" according to a post on the website of the PLA. Beijing claims almost all of the 1.3 million square mile South China Sea as its sovereign territory and over the past several years has built up military fortifications on several islands. That buildup, which included the launch of anti-ship missiles from an island during exercises last year, comes after Chinese President Xi Jinping pledged to then-US President Barack Obama in 2015 that the islands would not be militarized. As US-China relations have continued to deteriorate over the course of this year, Washington has steadily upped the tempo of its operations in the South China Sea, staging Freedom of Navigation operations close to Chinese-held islands, performing overflights by US Air Force heavy bombers, and conducting joint naval operations with partners such as Japan and Singapore. But the weekend's deployment of the two carriers, each of which support 60-plus aircraft, as well as accompanying guided-missile cruisers and destroyers, appears to be a clear statement that Washington is not about to cede any influence in the region to Beijing. \"Nimitz and Reagan form the most effective and agile fighting force in the world, supporting US commitment to mutual defense agreements with regional allies and partners, and promoting peace and prosperity throughout the Info-Pacific,\" the US Navy statement said. Beijing, meanwhile, has labeled the US' presence in the region as destabilizing. \"Some countries outside the region often travel thousands of miles to the South China Sea to engage in large-scale military activities, and show off their power, which is the fundamental reason that affects the stability in the South China Sea,\" Chinese Foreign Ministry spokesperson Zhao Lijian said Friday. A US advantage US analyst Carl Schuster, a former director of operations at the US Pacific Command's Joint Intelligence Center, said the dual-carrier exercises show off power that, at least for moment, only the US Navy has. China has only one fully operational aircraft carrier with a second nearing that status. Both, however, don't have the size and ability to carry as many aircraft as the two US Navy carriers. And those two carrier just finished operating with a third, the USS Theodore Roosevelt, in the nearby Philippine Sea. \"The different scale of demonstrated combat power between the People Liberation Army Navy's and United States Navy's exercises will be noticeable. That sends both a military and geopolitical signal to China and the region,\" Schuster said. \"The US Navy's exercise demonstrates who has the greater potential power.\" Schuster noted that operating two carriers in the South China Sea can be a more complex operation that having three in the Philippine Sea. \"The Philippine Sea is open ocean, while the South China Sea is dotted with competing air and sea space claims,\" he said. Adding to the complexity, the US augmented its firepower in the current drills with a B-52 bomber flying with warplanes from the carriers. The bomber flew 28 hours nonstop from its base in Louisiana to participate in the exercises, showing the US Air Force's ability to move assets quickly to world hot spots. \"This sortie demonstrates our ability to reach out from home station, fly anywhere in the world and execute those missions, rapidly regenerate from a forward operating base and continue operations,\"  Lt. Col. Christopher Duff, commander of the 96th Bomb Squadron, said in a statement. 'Paper tigers' China, in the Global Times report, called the US carriers \"nothing more than paper tigers on China's doorsteps\" and said Beijing has more than enough firepower to defend its positions in the South China Sea. \"The South China Sea is fully within the grasp of the PLA, and any US aircraft carrier movement in the region is closely watched and taken aim at by the PLA, which has a wide range of anti-aircraft carrier weapons like the DF-21D and DF-26, which are both regarded as 'aircraft carrier killer' missiles,\" the Global Times report said. \"Any US #aircraftcarrier movement in the region is at the pleasure of PLA,\" Global Times tweeted, along with pictures of the Chinese missile. The US Navy quickly responded:  \"And yet, there they are. Two @USNavy aircraft carriers operating in the international waters of the South China Sea. #USSNimitz & #USSRonaldReagan are not intimidated #AtOurDiscretion,\" the US Navy's chief of information tweeted.", "Section": "asia", "Writers": ["Brad Lendon"], "URL": "https://www.cnn.com/2020/07/06/asia/south-china-sea-aircraft-carriers-intl-hnk-scli/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Singapore", "Source": "CNN"}