{"Type": "article", "Time": "2020-06-09", "Headline": "June 10 coronavirus news", "Text": "Our live coverage of the coronavirus pandemic has moved here. Maryland Gov. Larry Hogan announced that the state will be allowed to reopen further on Friday. Phase two of his Roadmap to Recovery will permit indoor dining to resume at 50% capacity, while maintaining \"distancing and following strict public health requirements consistent with the CDC, the FDA and the National Restaurant Association,\" Hogan said at a news briefing on Wednesday.  Phase two allows outdoor graduation ceremonies to be held with the proper capacity and social distancing measures. Outdoor amusement parks and rides and miniature golf and go-carts will also reopen safety protocols. Hogan announced that gyms and other indoor studio fitness facilities will begin to reopen on June 19 at a 50% capacity, along with casinos, arcades and malls – all with strict health and safety protocols.  ##Reopening## The annual Coachella and Stagecoach festivals — two of music’s largest events held in Southern California — have been canceled due to the spread of coronavirus, local health officials announced Wednesday. The Coachella Valley Music and Arts Festival and Stagecoach Country Music Festival were originally scheduled to be held in April, but were postponed until October under the direction of Riverside County health officials. “I am concerned as indications grow that Covid-19 could worsen in the fall,” Riverside County Public Health Officer Dr. Cameron Kaiser said in a statement announcing the cancellation of the festivals. “In addition, events like Coachella and Stagecoach would fall under Gov. (Gavin) Newsom’s stage four, which he has previously stated would require treatments or a vaccine to enter. Given the projected circumstances and potential, I would not be comfortable moving forward.” Health officials said they have been in contact with Goldenvoice, the festivals’ promoter about the issue. “These decisions are not taken lightly with the knowledge that many people will be impacted,” Kaiser said. “My first priority is the health of the community.” America’s nurses were ill-prepared for the coronavirus pandemic and work needs to start now to get them ready for the next emergency, a new report concluded. Many nurses lacked the right training to deal with the onslaught of patients and were not given the support they needed to do their jobs well, the team at the Johns Hopkins Center for Health Security found. The report cites a survey by the American Nurses Association found that only 11% of nurses felt that they were well prepared to care for a patient with Covid-19. It found that 87% of nurses feared going to work and 36% of nurses had cared for an infectious patient without sufficient protective equipment. “Nurses have played and will continue to play a pivotal role in the response, yet compelling evidence from nurses in the field reveals a lack of access to personal protective equipment; inadequate knowledge and skills related to pandemic response; a lack of decision rights as they relate to workflow redesign, staffing decisions, and allocation of scarce resources; and a fundamental disconnect between frontline nurses and nurse executives and hospital administrators,” they wrote. “Developing a national nursing workforce response for pandemic and public health emergencies will improve quality of care, help contain the emergency, and protect the health of nurses and other providers, patients, families, and community members.” Recommendations include providing immediate coronavirus testing for all health care workers, including nurses, the team, led by Center director Dr. Tom Inglesby, said. The team also suggested that the US Department of Health and Human Services develop a plan for ways that nurses can train to take on crucial pandemic roles, such as in dispensing medical supplies. Nursing education also needs to change, adding training for nurses on pandemic preparedness as a specific requirement, the team recommended. And the government should fund training for the current nursing workforce to prepare them for emergencies such as pandemics. Peru and Colombia showed a continued spread of Covid-19 Wednesday after their respective health ministries reported their daily tolls. Peru, one of the recent hotspots in Latin America, saw 5,087 new confirmed cases Wednesday, bringing the country's total to at least 208,823.   The Peruvian Health Ministry also reported 165 new Covid-19 deaths, bringing the death toll to at least 5,903. Meanwhile, Colombia reported 1,604 new cases Wednesday, bringing the country's total to at least 43,682. Colombia also recorded 61 new deaths from the virus, bringing its death toll to at least 1,433. ##Cases## Mississippi Gov. Tate Reeves has extended his \"safe return\" order another two weeks, while loosening some restrictions on businesses. \"As a reminder, these should not be taken as a signal that the risk is gone. Covid-19 is still here, still deadly, still contagious. It is purely a recognition of the costs of continued shutdowns and heavy regulation,\" Reeves said on Wednesday during a news conference in Jackson, Mississippi. A 10 p.m. cut off time for restaurants and bars that serve alcohol has been lifted under the new order; and gyms and fitness center may increase the number of customers to 50% capacity, Reeves said. The new order allows outdoor and indoor arenas to open under social distancing restrictions, such as limiting seating capacity to 25%, and following guidelines for business operations are in effect under Executive Order No. 1492, according to the governor’s website.  The amended safe return order will remain in place until 8 a.m. on June 29.   The Iowa State Fair has been postponed, according to the event's Twitter account, for the first time since World War II.  “We are heartbroken we can’t be together this August. We tirelessly analyzed all the unique traditions at the Iowa State Fair and believe it will be safer given the current COVID-19 situation,” according to a message posted on the fair's website. The next Iowa State Fair will be August 12-22, 2021. Only five fairs have been canceled in the past: 1898 because of the World’s Fair in Omaha, the Spanish-American War and  World War II from 1942-1945, according to the fair's website.  Grocery stores, banks, dentists, universities and big box stores like Walmart should reopen earlier and face fewer restrictions as communities open up after pandemic lockdowns, researchers said Wednesday.  Cafes, gyms, sporting goods stores, bookstores, tobacco and liquor stores should be kept closed until later, they said in a new report. The researchers taking part in a MIT-led initiative did a cost benefit analysis of 26 different location types to determine what the tradeoff would be between someone’s relative risk of getting infected during a visit and the importance of that establishment in that person’s life and to the economy.  They used anonymous geolocation data from 47 million mobile phones to track where people went in the US during February and March. They determined how risky a location could be based in part on how much social contact someone would have in that location, how many hours they’d spend there, how crowded it would be, how many visits they’d make, and how many unique visitors they may encounter. They also factored in visits by people 65 years and older and the distance traveled to the location. They measured economic benefits using US Census statistics and nationally representative consumer survey data. They found some surprises.  “We find colleges to offer a relatively good trade-off, but most have shut down, leading to a 61% decline in visits,” they wrote in their report, published in the Proceedings of the National Academy of Sciences. “Conversely, we find liquor and tobacco stores to be relatively poor trade-offs (due to mediocre economic importance and small busy stores), yet the number of visits to this category has declined by less than 5%.” Some categories were easy — grocery stores have an obvious benefit and museums and movie theaters were of relatively low importance.  “Hardware stores are the location which has seen the largest increase in visits, as individuals scrounge for personal protective equipment and other home supplies,” the researchers noted. Since many states have had to make reopening and closing decisions in the dark, the researchers hope their work will help policymakers figure out how to reopen the economy safely this time and if there are spikes in cases in particular regions. ##Reopening## Disneyland is proposing reopening its Southern California resort on July 17, according to a post on the park's official website. The three main elements of their Anaheim, California, campus will begin with the reopening of the shopping district in Downtown Disney on July 9, theme parks Disneyland and California Adventure on July 17, and hotels Paradise Pier and Grand Californian on July 23. As theme park capacity will be limited, Disneyland will implement a new reservation system along with new health and safety protocols. The proposal is subject to the approval of the Orange County Health Department. Some context: Disney CEO Bob Chapek previously told CNN that there will be “layers upon layers upon layers of defenses against the virus.”  This will include temperature checks for employees, or as Disney calls them, cast members. Florida’s Disney World is set to reopen on July 11.  ##Reopening## In the past five days alone, Brazil confirmed more than 100,000 new cases of the novel coronavirus. The health ministry reported another 32,000 confirmed coronavirus cases in the past 24 hours, bringing the country's total to at least 772,416. The country is also nearing 40,000 deaths from the virus, after recording 1,274 new Covid-19 deaths Wednesday.  The coronavirus death toll in Brazil stands at 39,680. Brazil is Latin America's hardest-hit country by the virus, holding the second-highest number of cases globally behind the US. ##Cases## The US federal government said Wednesday it’s investing to help a company develop an at-home saliva test to look for antibodies to coronavirus. It’s given OraSure $629,000 to develop the test, which would be specially designed for rapid-scale analysis. Antibody tests look for evidence of past infection with coronavirus and can give public health officials an idea of the extent of the pandemic. It’s not clear whether past infection protects people from future infections with the virus. “Currently there are no SARS-CoV-2 antibody tests based on oral fluids available for high-throughput ELISA screening,” the Biomedical Advanced Research and Development Authority (BARDA), part of the US Department of Health and Human Services, said in a statement. “Although the test could be used at point of care facilities such as doctors’ offices, clinics, or hospitals, the goal is to have patients collect their own saliva samples at home to maintain social distancing and then ship their sample to the lab. Oral fluid collection is non-invasive and requires less human contact in comparison to blood draw. At-home self-collection also minimizes health care workers’ exposure to potentially infected patients and permits a large number of individuals to be screened quickly.” It's the second test that OraSure is developing for BARDA’s coronavirus efforts. It also made an at-home saliva test to diagnose active coronavirus infections. Hispanics are disproportionately hurt by the coronavirus pandemic due to their jobs as essential workers and multi-generational living conditions, according to a panel of health experts at Duke University. “We're talking about people who have, during this pandemic, have been essential in working in meatpacking plants and manufacturing. They have been involved in cleaning, maintenance construction jobs,” Dr. Viviana Martinez-Bianchi, a primary care doctor and associate professor in family medicine and community health at Duke, said during the discussion Wednesday afternoon. “While the rest of the country did quarantine or was able to stay home to flatten that curve that we were trying to do, the Latinx community continued to go to work. So, what we're seeing is now all these people who have been essential workers, who worked without even the masking and the protection that was legally required during the time of their jobs, are now becoming infected by the virus,” Martinez-Bianchi said. Rosa Gonzalez-Guarda, an associate professor at the Duke University School of Nursing, agreed that the primary way the Hispanic population is contracting coronavirus at disproportionate rates is by “simply going to work.” Another problem: multi-generational homes. “In this country in particular, the similarities of people living together of different ages, with some of the members of their family being essential workers, going to work and then bringing, getting sick at work and then bringing it home,” Martinez-Bianchi said. Gonzalez-Guarda said people need better on-the-job protections. “This means not only providing mask and social distancing measures in the workplace, but also putting pressure on business owners to provide paid sick leave to workers so that people don't have to make the decision between going to work while they're sick and potentially infecting others, or paying rent or providing food at home,” she said. Another problem is access to testing, the panelists said. Barriers to testing include financial issues and access to insurance. “We need more investment of resources and attention from leaders and government and health care institution and business owners,” Gonzalez-Guarda said. United Airlines said Wednesday it now requires all passengers to self-certify their health prior to boarding a flight.   The airline is the first to require all passengers to complete a health questionnaire to screen for coronavirus as part of checking in.   The questionnaire includes asking passengers to certify they have not experienced coronavirus symptoms in the last 14 days nor tested positive for the virus in the past 21 days.   It also asks passengers to agree to wear a face mask during the flight, which is an airline policy but not a federal requirement.   A United Airlines flight attendant, Susannah Carr, testified before the House Transportation Committee on Tuesday that her colleagues have discussed “the fact that passengers don’t like to wear the mask, might take it off for a longer period than just to eat or drink. It’s definitely an issue that we need to address.”   The airline said customers who “are not able to confirm these requirements” will be “able to reschedule their flight.”   There are no government or industry-wide requirements for this broad type of health screening.   The airlines have asked the Transportation Security Administration to conduct temperature screening of passengers, but so far the agency has not decided to do so.    There's been health screening by government officials at some airports, particularly for incoming international passengers, and Frontier says it takes the temperature of each passenger to check for a fever prior to boarding.     New TV shows will be coming your way soon, as Los Angeles will allow many sectors, including film and entertainment production, to resume Friday. Zoos, museums, swimming pools and hotels can reopen Friday as well, according to the county's Health Director Dr. Barbara Ferrer. Outdoor recreation as a whole has been given the green light to reopen, but all sectors require certain safety protocols, which will be publicly released Thursday. Visitors and employees will need to wear face coverings and maintain physical distancing, Ferrer said. ##Reopening## There have been four churches in West Virginia linked to an outbreak of coronavirus that infected 24 people, Gov. Jim Justice said during a news conference Wednesday. Justice said that since churches have resumed services, there have been at least four church-related outbreaks across the state, each with five to eight cases. Justice asked that congregations follow guidelines for social distancing and wearing masks. \"We love our church activities and we treasure them the most of all and there is the number one thing in our lives that should be always,\" Justice said. Reopening plans: Outdoor concert venues will be allowed to open on July 1, he announced Wednesday. Outdoor open air concerts at fairs and festivals can also resume the same day. The guidelines for fairs, festivals, and outdoor concert venues will be the same, Justice said.  ##Cases## Arkansas Gov. Asa Hutchinson announced today that the state will move into phase two of its reopening plan on Monday.    “We have [already] opened gyms, bars, casinos tattoo parlors, and we are now wide open with certain restrictions on size and spacing limitations, but we have reopened youth activities, camping, and many outdoor and indoor venues as well,” Hutchinson said. Nate Smith, director of the Arkansas Department of Health, said venues have been limiting capacity to a third. Those places will go to two-thirds \"as long as they can maintain that six-foot physical distancing,\" he said. Hutchinson said there were at least 288 new cases of coronavirus in the last 24 hours. But, he said, “the state is best served moving together even though we have various regions with a current spike in cases.”  The governor stated there will be “additional support to target the surge, assigning additional testing, training and public health support to those areas.”  “Americans are on the move and they can't be tied down and they can't be restrained,” Hutchinson said. He said that the emergency order in place now expires in mid-June, and he will continue it for an additional 45 days. ##Reopening## Rhode Island Gov. Gina Raimondo announced Wednesday that all school districts in the state will reopen for school on August 31. “I'm announcing this today so we can all start to think about what different might look like. It's gonna look like a lot more cleaning in the schools, it's going to look like kids desks further apart, it could look like staggered start times, it'll look like fewer kids on a bus and more buses and more transportation,\" Raimondo said during a news conference.  She continued: \"It'll probably involve mask wearing of some kind, certainly for the adults in some way. It's also going to mean, we all have to understand, no one can go in the school building sick.\" ##Reopening## At least 245 people with Covid-19 have died in the past 24 hours in the United Kingdom, the country's Health department reported.  This brings the official government total number of deaths in the UK to 41,128.  In addition, 170,379 Covid-19 tests were carried out on June 9, with another 1,003 positive test results returning. In total, 290,143 people have tested positive in the UK. However, according to statistic bodies from all the nations within the UK, the Covid-19 death toll is higher. The total number of deaths with Covid-19 listed on a death certificate is at 50,413, according to data from the Office of National Statistics of England and Wales, combined with data from statistics bodies in Northern Ireland and Scotland.  One thing to note: The ONS figure exceeds Johns Hopkins University’s estimate because JHU’s number comes from the UK Department of Health and Social Care (DHSC). That figure does not include all deaths that occurred outside hospitals and does not include cases that were diagnosed post-mortem. Additionally, the ONS only reports deaths a week after they occur, which allows them to capture a more comprehensive picture. ##Cases## The Trump administration is closely monitoring the impact coronavirus is having on economies in Latin America, Acting Homeland Security Deputy Secretary Ken Cuccinelli said Wednesday. “We are worried about Covid-19 south of the border, all the way to South America,” Cuccinelli said during a webinar hosted by The Heritage Foundation. “We’re worried about what it’s doing to their economies, just like we worry about what it’s doing to ours. The difference being when their economies have struggles, their migration — illegal migration — to our country expands. So we’re watching that very closely and tracking the intelligence in that area as well.” CNN reported over the weekend that Latin America recorded nearly 1.2 million coronavirus cases and more than 60,000 deaths. There are at least 1,988,491 cases of coronavirus in the US and at least 112,311 people have died, according to Johns Hopkins University's tally of cases in the United States.  The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases.  On Wednesday, Johns Hopkins reported 2,821 new cases and 22 deaths.   ##Cases## The New York Philharmonic has canceled all performances through early January 2021, according to a letter from President and CEO Deborah Borda.  “After careful deliberation, we have decided to cancel performances through January 5, 2021, as it has become clear that large groups of people will not be able to safely gather for the remainder of the calendar year due to the COVID-19 pandemic,” the letter read.  New York Philharmonic is a symphony orchestra that performs at the David Geffen Hall at the Lincoln Center in the city.   ##Reopening## As New Jersey enters phase two of reopening next week, Gov. Phil Murphy announced that the state will bring on additional contact tracers. The state will hire up to 1,600 additional contact tracers this month. New Jersey currently employs 900 contact tracers.  “We are fully prepared to bring on as many as 4,000 or more should we see the need and should Covid-19 begin to make a second tour of New Jersey,” Murphy said.  New Jersey reported 611 new cases of Covid-19, bringing the statewide total to at least 165,346. At least 74 new fatalities related to Covid-19 were reported, bringing the total number of deaths to 12,377, Murphy announced.   The US Food and Drug Administration said Wednesday it has issued an emergency use authorization (EUA) to Illumina, Inc. for the first Covid-19 diagnostic test that also uses next generation genetic sequencing technology to look for changes in the virus. Illumina, a company that focuses on genomic sequencing, has designed its COVIDSeq test for use on swabs taken from the mouth or nose, as well as samples taken from further down the respiratory tract. It can diagnose a patient with coronavirus and also gather some information about the particular sequence of the virus infecting the patient, which in turn is useful for research tracking the pandemic. “Having a next generation sequencing diagnostic tool available will continue to expand our testing capabilities. Additionally, genetic sequencing information will help us monitor if and how the virus mutates, which will be crucial to our efforts to continue to learn and fight this virus,” FDA Commissioner Dr. Stephen Hahn said in a statement. Several teams of scientists have been gathering and sharing sequences of the virus, which can be used as a kind of fingerprint to see where particular versions of the virus may have originated. For instance, these sequencing studies have shown an outbreak in New York City was seeded by viruses that were also circulating in Europe, while another analysis showed small outbreaks across California were often set off by individual travelers and not by spread from within the state. None of the genetic studies has shown that the virus is mutating in a way that makes it more or less harmful.   After President Trump toured the headquarters of Puritan Medical Products in Guilford, Maine, on Friday, the facility discarded the swabs it produced during his visit, according to a company statement issued Tuesday.  This decision was made in advance, the company said, due to the number of individuals who would be present, including government officials, security and the media. “Production was limited on selected machines to a reduced 15-minute demonstration period during which the President was actively touring our manufacturing floor,” according to the statement, posted on Twitter. The company added that it \"conducted the type of full facility cleaning that was necessary” after the visit, and that all swabs it produces for Covid-19 testing purposes are also sterilized post-production. Puritan said it also decided in advance that it would shift Friday’s production schedule to the weekend, “which allowed for no production loss.\"  Puritan Medical Products has not responded to CNN's multiple requests for comment. The White House declined CNN's request for comment.  In his remarks Friday, Trump recounted how in April the administration dedicated $75 million in Defense Production Act funding to boost the company’s output. Because of this, Trump said the company “will soon double” the number of foam-tip swabs it manufactures to 40 million per month, and down the line that figure is expected to reach 60 million.   Researchers have launched a study to evaluate drugs prescribed to infants, children and adolescents with Covid-19. The effort uses an existing trial and will be funded by the National Institutes of Health, the agency said in a statement on Wednesday. “As we search for safe and effective therapies for Covid-19, we want to make sure that we do not overlook the needs of our youngest patients who may respond differently to these drugs, compared to adults,” Dr. Diana W. Bianchi, director of NIH’s Eunice Kennedy Shriver National Institute of Child Health and Human Development, said in the statement.  The study is designed to gather information to refine dosing and improve safety, not to evaluate which drug is best, according to the announcement. Researchers will use blood samples to understand the movement of drugs through children’s bodies and collect information on potential side effects and outcomes.  Physicians often prescribe drugs off-label to children, as they have not been specifically tested for use in children. Off-label use is when a US Food and Drug Administration-approved drug is used for an unapproved purpose. The study is not a clinical trial with a control group. It will investigate a number of drugs that are already given to children with Covid-19. Health care providers who are already treating patients can enroll these patients into the study with parent or guardian approval.  ##Cases## Since Memorial Day weekend, the number of patients hospitalized due to coronavirus infection has gone up in at least a dozen states that are tracking hospitalization data.  The states include:   Alaska\nArkansas\nArizona\nCalifornia\nKentucky\nMississippi\nMontana\nNorth Carolina\nOregon\nSouth Carolina\nTexas \nUtah These findings are according to data that CNN aggregated from the Covid Tracking Project from May 25 to June 9. Some of these states are seeing larger increases in hospitalizations than others.  For instance, while hospitalizations rose slightly in California, they appear to be leveling off compared with the sharper increases seen in Arkansas, Arizona, South Carolina and Utah. In other states where the increase was small, such as Oregon and Mississippi, their hospitalization data has been fluctuating over time. Overall, the new data mark an increase in several states that began in the past couple of weeks. The lag period between when people are exposed to the virus to the time that they may actually get tested and come back with a confirmed infection can be about two to three weeks.  When it comes to cases alone, 19 states nationwide have seen a more than 10% increase in the number of new cases they reported between the weeks ending June 2 and June 9. ##Cases## Poland has shut down 12 coal mines after the country’s health minister said most of its coronavirus cases had been identified at these “hotspots.” The mining region of Silesia has now had more than 10,000 confirmed cases, according to Health Ministry figures compiled by a volunteer data analyst. The total number of cases in Poland is at least 27,668, according to Johns Hopkins University. At least two coal mines have more than 1,000 confirmed cases, according to figures supplied by coal companies to Polish business daily Gazeta Prawna. “I want to strongly emphasise: There is no horizontal transmission in Silesia,” Health Minister Lukasz Szumowski told reporters at a news conference on Monday. “The majority of cases are in the hotspot, which is the workplace -- the coal mines.”\n“We want to solve this problem once and for all, and enable all these coal mines to return to work in 3 weeks to fulfill their contracts and provide coal,” Deputy Prime Minister Jacek Sasin said. The government said miners would receive 100% of their pay — unlike many other workers in the country, after businesses had to close from mid-March under lockdown restrictions. Health Ministry spokesman Wojciech Andrusiewicz was quoted by Polsat News saying that 98% of the cases in Silesia’s coal mines were symptom-free, and the high numbers were the result of a large number of tests being conducted. “No one before us has screened such an amount of symptom-free cases,” the spokesman said, according to Polstat. Poland has a relatively low number of deaths per million residents, following early implementation of social distancing and lockdown measures, but in the last week of May the national R (reproduction) number, showing the spread of the virus, was 1.25. In the Silesian Voivodeship (province) it was 2. On May 27, Prime Minister Mateusz Morawiecki announced an easing of coronavirus-related restrictions. Starting on May 30, Polish people were no longer required to cover their faces in public spaces.  Social distancing guidelines recommending that people maintain a two-meter distance from others are still in place. However, from June 6 events such as weddings were permitted to have up to 150 participants. Theaters, swimming pools and gyms are now allowed to open at 50% capacity.  ##Cases## World Health Organization Director-General Tedros Adhanom Ghebreyesus on Wednesday addressed the confusing comments that a WHO official made earlier this week about the asymptomatic spread of novel coronavirus. \"Since early February, we have said that asymptomatic people can transmit Covid-19, but that we need more research to establish the extent of asymptomatic transmission. That research is ongoing,\" Tedros said during a briefing in Geneva. \"But here is what we do know — that finding, isolating and testing people with symptoms, and tracing and quarantining their contacts, is the most critical way to stop transmission,\" Tedros said. \"This is a new virus and we're all learning all the time. Communicating complex science in real time about a new virus is not always easy, but we believe it’s part of our duty to the world. And we can always do better. We welcome constructive debate. That's how science advances.\" On Monday, Maria Van Kerkhove, WHO's technical lead for coronavirus response and head of its emerging diseases and zoonoses unit, said during a media briefing that \"it still seems to be rare that an asymptomatic person actually transmits onward to a secondary individual.\" Then on Tuesday, WHO held a live question and answer session on its social media pages where Van Kerkhove clarified her comments, saying that the asymptomatic spread of Covid-19 is possible, but more research is needed to determine how often it occurs. The comments appeared to directly contradict guidance from public health organizations, including the US Centers for Disease Control and Prevention, which have said about a third of coronavirus infections may be asymptomatic. The CDC also estimates that 40% of coronavirus transmission is occurring before people feel sick, meaning they are pre-symptomatic. Saudi Arabia recorded 3,717 new coronavirus cases and 36 new deaths, the country's Health Ministry said today — the highest daily number of infections, according to government statistics. The kingdom has been recording more than 3,000 cases for the past four days, pushing the total number of coronavirus infections in the country to at least 112,288. At least 819 people have died, the ministry added.  Saudi Arabia now has the highest number of coronavirus cases in the Gulf region despite adopting one of the strongest lockdown measures in the Middle East.  About the lockdown: The capital city of Riyadh and the Islamic holy cities of Mecca and Medina were subject to 24-hour curfews in April and movements were restricted during Muslim Eid holidays.  The country started easing lockdown measures at the end of May, permitting mosque prayers and mall openings with plans to completely lift lockdown measures by June 20.  Last week the country reimposed a curfew on the second largest city, Jeddah due to increasing cases and hinted at possible stringent curfews on other cities, according to the Saudi Press Agency.  Back in April, Saudi advised Muslims planning on attending the upcoming Islamic Hajj pilgrimage to put their plans on hold due to coronavirus.The Hajj attracts around 2.5 million people every year to Mecca and Medina. Saudi Arabia has yet to announce their plans with the pilgrimage expected to start July 28. ##Cases## Major League Soccer will resume its suspended season on July 8 with a league-wide tournament in Orlando at Disney World's ESPN Wide World of Sports complex, the league announced today.  MLS suspended its season on March 12 due to the coronavirus outbreak. July 8 will be exactly four months since the last MLS match was played on March 8. How the tournament will work: The month-long tournament with feature all 26 MLS teams competing in a \"World Cup style\" format, which will begin with group stage matches where results will count toward each team's regular season points total.  After the group stage matches, the top 16 teams will advance to the knockout stage. The tournament will culminate with the championship match on August 11. ##Reopening## American Airlines says it will activate more than 140 planes than have been in storage due to the coronavirus pandemic.  “We’re expecting to move 83 Airbus A320 Family (A319, A320 and A321) aircraft and 58 Boeing 737 aircraft from storage to the active fleet to support July flying,” airline spokesperson Ross Feinstein told CNN.  He cautioned that July is still expected to be “way down” from a year ago. At its peak this July, he expects the airline will operate about 4,000 flights, compared to about 7,000 flights in July 2019, he said. Still, activating theses planes is a sign that demand for air travel is starting to trickle back.  Recently, TSA announced it had screened 400,000 people nationwide for the first time since March, but that is well below the levels of a year ago.  ##Reopening## As more states loosen coronavirus restrictions, professor of immunology and biology at the University of Massachusetts Dartmouth Erin Bromage, a CNN contributor, addressed some top-of-mind questions about the pandemic on “New Day.”  Q: Are we ever going to shake hands again? A: “I think we'll get back there, eventually; it’s just going to take some time and we need to understand the virus better. We need to have a better treatment before normality with that type of thing comes back again.”  Q: Are we allowed to hug people now or not?  A: “The infection control person in me says no. But there are ways to do it, if you're in a community where the current prevalence of the virus is quite low, where you can. A child hugging a grandparent can hug them around the waist. Their faces never come anywhere near each other. They disinfect their hands after that, we do it outdoors. There are creative ways to be able to do it and to do it responsibly and reducing the risk. … As long as you don't turn your head towards the person that you're hugging and you're wearing masks … you just make sure you wash your hands.” Q: Can we go on airplanes now?  A: “If you are at high risk, if you have high blood pressure, if you are overweight, it's probably not worth it under almost any circumstance. But if you have a good reason for flying, there's a necessity that you need to fly, there's a risk involved but I think that you can take that risk if your own personal risk is lower because of your health and age.” He added that airplanes need to enforce masks across the board. “It really comes down to ‘I protect you, you protect me.’” Q: Is it safe now to go into a hair salon and get your hair cut?  A: “[Going] into the hair salon is definitely going to be a little bit more risky. But again, it can be managed if you think about how to do it from the employer's point of view, that we keep the number of people down, we don't wait, we don't have long haircuts, we wear masks all the way through … It can be done. You just are assuming a high level of risk, but you can mitigate that risk by just some simple steps.”   Watch: Consumer prices continued to fall in May even as the economy began to reopen. Although lockdown measures eased across the country, consumers kept their wallets closed, keeping prices low. The consumer price index declined 0.1% in May on a seasonally adjusted basis, the Bureau of Labor Statistics reported Wednesday. This is the third-straight month of falling prices: In April, prices declined 0.8% on a seasonally adjusted basis, the largest drop since December 2008. America is in a recession and it will need consumer spending that can stimulate price increases to get its way out of the dire situation. Food and shelter prices rose in May, but those increases were more than offset by drops in car insurance, energy and clothing prices. Prices for plane tickets and used cares also fell last month. Stripping out food and energy prices, which tend to be more volatile, consumer prices fell 0.1% in May. It was the first time on record that core inflation declined for three months in a row. ##Economy##  As US cities and states continue to reopen, the public still needs to \"practice a degree of caution and carefully go through the process of trying to normalize,\" Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, said on ABC’s “Good Morning America” on Wednesday.  Fauci recommended people still wear a masks, practice physical distancing, wash their hands often and avoid congregating in large numbers.  \"We know everyone wants to approach normality and get things back to normal, including the economy, but that doesn't mean that all bets are off. And that's the reason why we say be careful and do it prudently,\" Fauci said.  ##The Future## ##Reopening## WATCH: Moscow reported at least 5,260 coronavirus-related deaths in May, the city’s Department of Health said in a statement Wednesday.  “In May, Moscow registered 15,713 deaths, which is 5,715 cases more than in May of last year (9,998),” the department said, adding that the three-year average of mortality is 9,914. Covid-19 \"as the main or concurrent cause of death\" was recorded in 5,260 of those deaths, officials said. The city’s health officials say they have included “even most debatable cases” in this statistic, adding that only in 2,757 cases coronavirus has been recorded as the main cause of death.  The department estimated overall mortality from coronavirus to be 2% of confirmed cases if only cases where Covid-19 was the main cause are counted, and 3.8% if all Covid-19 cases are included, arguing that the number is still much lower than in other world capitals.  Remember: Russia’s official number of Covid-19 deaths has been relatively low compared to countries with similar numbers of overall infections, and observers have questioned official counting methods that permit ascribing deaths in patients who tested positive for coronavirus to other causes such as terminal illnesses and other underlying conditions.  In late May, Moscow officials revised the Covid-19 death toll for April upward, raising the documented number of fatalities attributed to coronavirus to 1,561 from 636 for the month. CNN and other news outlets reported in mid-May that the city had seen a mortality spike in April, adding an estimated 1,800 excess deaths in comparison with previous year averages. ##Cases## Mumbai Public Health officials reported that the city's reported positive coronavirus cases have surpassed the number reported in Wuhan, the original epicenter of the virus outbreak.  As of Tuesday, 50,878 positive novel coronavirus cases were reported in Mumbai according to the public health department of the Municipal Corporation of Greater Mumbai. As of June 9, 50,340 positive cases were reported by Wuhan's Health Commission. India has reported a total of 276,583 novel coronavirus cases while China has reported 84,198 novel coronavirus cases according to John Hopkins University. ##Cases## Dr. Anthony Fauci, the nation's top infectious diseases expert, said the World Health Organization \"was not correct\" in suggesting Covid-19 transmission from an asymptomatic person to an uninfected person is very rare. Speaking on ABC's “Good Morning America, Fauci weighed in on the comments from a WHO official who suggested asymptomatic people only rarely spread Covid-19, contradicting guidance from public health organizations, including the US Centers for Disease Control and Prevention.  WHO tried to clarify the remarks the next day by saying asymptomatic spread is \"a major unknown.\" Fauci said WHO \"walked that back because there's no evidence to indicate that's the case,\" and explained evidence shows between 25% to 45% of infected people likely are without symptoms. \"And we know from epidemiological studies they can transmit to someone who is uninfected even when they're without symptoms. So to make a statement, to say that's a rare event, was not correct,\" Fauci told ABC's Robin Roberts. The US government will fund and conduct key studies on three experimental coronavirus vaccines – those developed by Moderna, Oxford University/AstraZeneca, and Johnson & Johnson, Dr. Anthony Fauci confirmed to CNN.  Phase three trials, which typically involve tens of thousands of people and measure whether a vaccine is safe and effective, will begin with Moderna in July, then Oxford/AstraZeneca in August and Johnson & Johnson in September.  The funding and trial timing were first reported by the Wall Street Journal.   “The coronavirus vaccine effort is progressing very well and we expect more than one candidate vaccine to be in advanced clinical testing by early summer,” Fauci, director of the National Institute of Allergy and Infectious Diseases, told Sciutto. “This is good news for the overall coronavirus vaccine effort.” Each phase three trial is expected to take place at more than 50 sites, mostly in the United States, but possibly in other countries, too. The trials, which are expected to include about 30,000 people, will begin only after there’s enough evidence of safety and efficacy from earlier trial stages.  The US government might also plan phase three trials for additional coronavirus vaccines currently in development.  According to the World Health Organization, there are 10 vaccines currently in human trials and 126 more in development. ##The Future## Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases just reacted to news that the DC National Guard said some of its troops contracted coronavirus after responding to protests.  He called the development “disturbing,” but “not surprising,” given the lack of social distancing amid protests last week. “The most important thing, unfortunately, the report of the national guardsmen being infected is certainly disturbing but is not surprising. The issue of physical separation is important. Masks can help, but it’s masks plus physical separation,” Fauci said during an appearance on ABC’s Good Morning America. He added, “And when you get congregations like we saw with the demonstrations. As we have said, myself and other health officials, that’s taking a risk, and unfortunately, what we’re seeing now is just an example of the kinds of things that we were concerned about.” ##The Future## Germany will lift its border controls with neighbors France, Austria, Switzerland and Denmark on June 15, German interior minister Horst Seehofer said today. New arrivals from Italy will also no longer have to go through border controls, though the two countries do not share a physical border. The controls will be relaxed for travelers arriving from Spain by plane starting on June 21, Seehofer added. The easing of restrictions comes as the country slowly rolls back its strictest lockdown measures.  ##The Future## ##Reopening## The novel coronavirus has infected more than 7 million people worldwide and killed over 400,000. Here's what you need to know about the pandemic: Warning over Covid-19 in India's capital: New Delhi could see as many as 550,000 cases of Covid-19 by July 31 if the virus continues to spread unabated in the city, Delhi's Disaster Management Authority said Tuesday.\nRussian company recalls ventilator model: A factory in Siberia is recalling its flagship ventilator model from all Russian hospitals after two machines caught fire in coronavirus hospitals a month ago, state media reported.\nGermany extends travel warning: The country has advised its citizens to avoid non-essential travel until August 31. EU countries, Schengen members and the UK are exempt from the warning.\nSingapore approves key antiviral drug: The city state's health authority has approved use of remdesivir to be used to treat some coronavirus patients. The drug is the only one shown to work against the disease.  ##Catch Up## Germany has extended its advice to citizens warning against global travel “for unnecessary and touristic reasons” until August 31. Travel to other EU countries, Schengen members and the UK is exempt from the warning, the German Foreign Office said in a statement. The country first issued advice warning citizens against tourist travel worldwide on March 17. \"Unlike our European neighbours, for the rest of the world we do not yet have the common, reliable data bases, criteria and coordination processes that make unrestricted travel possible again without incalculable risks,\" the statement published Wednesday says.\n\"We cannot and will not risk that Germans will be again stranded all over the world in summer or that vacationers will carry the virus to Germany undetected.\n\"At the same time, we are very aware that many citizens want to travel outside of Europe again as quickly as possible.\n\"This affects vacation destinations in Turkey and North Africa but also Southeast Asia and America. The point at which such trips are also justifiable again for tourist purposes will depend on the course of the pandemic.” ##The Future## Singapore’s Health Sciences Authority (HSA) has granted conditional approval for the antiviral drug remdesivir to be used to treat some patients infected with the novel coronavirus. Remdesivir is the only drug known to work against Covid-19. “The Health Sciences Authority (HSA), in consultation with its Medicines Advisory Committee, has today granted conditional approval for [the drug],” a spokesperson for the HSA said in a statement released on Wednesday.  The authority said the conditional approval would allow specialists to administer the drug to virus patients who require supplemental oxygen and more intensive breathing support. Those with levels of oxygen saturation below 94% are also eligible for treatment. \"Although the data on [remdesivir's] efficacy and safety is very limited at this point, HSA has expedited the review of remdesivir given the urgent public health need during the coronavirus pandemic,\" the spokesperson added. Singapore confirmed 451 new cases of coronavirus on Wednesday, bringing the total number of cases in the country to 38,965. ##The Future## The global economy will take at least two years to recover from the impact of coronavirus, according to the Organisation for Economic Co-operation and Development (OECD), which is formed of 37 nations worldwide. In its latest global outlook, the intergovernmental economic body warns that the pandemic has caused “the most severe economic recession in nearly a century and is causing enormous damage to people’s health, jobs and well-being.” The report lays out two scenarios for the global economy.  In one scenario a second wave of infections, with renewed lock-downs, hits before the end of 2020. In this so-called double-hit scenario the OECD sees world economic output falling 7.6% this year, before climbing back 2.8% in 2021.  In the second scenario another major outbreak is avoided. If that were to occur, the OECD forecasts a 6% fall in economic activity in 2020. ##Economy## ##The Future## Imagine taking a walk in your neighborhood, carefully staying 6 feet apart from others to ensure social distancing. You see an elderly man collapse on the sidewalk, having a heart attack. Everything you've heard of late tells you to avoid close contact with strangers, especially the elderly, during the pandemic. Is it safe to perform CPR (cardiopulmonary resuscitation) to try to save his life? Or are you risking being infected with the novel coronavirus? There's an answer: It's strongly encouraged that people perform CPR or chest compressions on others during the global pandemic, according to a report published by a group of Seattle emergency room physicians in the journal Circulation. In fact, you may actually be hundreds of times more likely to save the dying man's life than you yourself are to die from Covid-19 by coming to his aid. Read more here. ##Lockdowns## The Chinese government has removed pangolin scales from its 2020 list of approved ingredients used in traditional Chinese medicine, a move campaigners describe as a \"critical step\" towards saving the world's most trafficked mammal. According to Chinese state-run media Tuesday, the latest edition of Chinese Pharmacopoeia -- an official government compendium of drugs covering traditional Chinese and Western medicines -- no longer includes pangolin scales on the list of approved ingredients, owing to \"wild resources exhaustion.\" The latest move to protect pangolins comes in the wake of new research that suggests pangolins kept in wildlife markets across China may have helped incubate the novel coronavirus before it spread to humans. The virus has now infected more than 7 million people across the world since it was detected last December in the Chinese city of Wuhan, including at least 84,000 cases in mainland China. According to a team of researchers from Duke University and Los Alamos National Laboratory, the virus swapped genes repeatedly with similar strains infecting bats, pangolins and a possible third species prior to jumping to humans. The researchers concluded that although it was too soon to blame pangolins for the pandemic, it was clear that people must reduce their contact with wild animals that can transmit new infections. Following the outbreak, the Chinese government outlawed the consumption of all wild animals countrywide in an effort to avoid further deadly outbreaks. Read more here. Japanese tech conglomerate SoftBank just conducted voluntary Covid-19 antibody tests on more than 44,000 employees, their families, clients and outside medical professionals such as doctors and dentists. The company says it is the largest such test by a Japanese company. To combat another possible wave of cases, \"various tests are needed to ensure the safety of our employees and society, so that we can find an exit strategy as quickly as possible,\" said SoftBank founder and CEO Masayoshi Son during a live streaming event on Tuesday. He cautioned that a vaccine for the virus might not be able to be mass produced until \"the middle of next year.\" SoftBank on Tuesday said that of the 44,066 people it tested for Covid-19 antibodies, 191 tested positive. Among SoftBank staff, just 0.04% of employees working at SoftBank's mobile carrier retail stores tested positive, a number Son said was surprising. The rate of positive tests among workers people at the Japanese firm's office and call centers was slightly higher, though not by much: about 0.2% and 0.4%, respectively. Read more:  ##Cases## ##Economy## A factory in Siberia is recalling its flagship ventilator model from all Russian hospitals after two machines caught on fire in coronavirus hospitals a month ago, state-run news agency RIA Novosti reported Wednesday.  In early May, two ventilators caught on fire in St Petersburg and Moscow coronavirus wards, killing six people. Russian supervisory bodies suspended the use of the model, the Aventa M, a few days after the incidents.  The company, KRET, has initiated an additional check of the ventilators and said it will return the machines to hospitals once they are fixed, according to RIA Novosti.  The Aventa-M is the flagship ventilator produced by KRET, which is part of a state-owned defense and high-tech producer Rostec.  According to a government contract, KRET was supposed to supply 6,711 ventilators in total this year to Russia’s regional hospitals. In April, KRET said it had increased production capacity from 10 ventilators to 100 ventilators a day.  Russia sent several Avena-M models to the US in early April. Following the incidents in Russian hospitals, a spokesperson for the Federal Emergency Management Agency told CNN that the ventilators had never been deployed and were eventually returned. Health experts have long warned about a second peak in Covid-19, and now a rise in cases has pushed Arizona to tell its hospitals to activate emergency plans. Arizona is one of the 19 states with the trend of new coronavirus cases still increasing. While 24 are trending downward, seven states' trends are holding steady. Nationally more than 1.9 million people have been infected by the virus and more than 112,000 have died, according to data from Johns Hopkins University. At its peak, Arizona's intensive care unit beds were 78% in use. As of Monday, 76% were occupied. Arizona's Director of Health Services Dr. Cara Christ asked that hospitals \"be judicious\" in elective surgeries to ensure bed capacity. \"We know Covid-19 is still in our community, and we expect to see increased cases,\" the Arizona Department of Health Services tweeted Tuesday night. Bed capacity and medical resources were among the top concerns in treating the coronavirus pandemic when the nation first reached a peak. Health experts say it is a matter of when -- not if -- the country sees another surge in cases that could overwhelm healthcare systems once more. Many states have loosened restrictions that were put in place starting in March to curb the spread of the virus. But with no vaccine and more people congregating in public places and national protests, health experts warn that the high rates of cases seen in the spring may come back. Read more:  ##Cases## ##Reopening## The Indian capital New Delhi could see as many as 550,000 cases of Covid-19 if by July 31, if the situation continues unabated, Delhi's Disaster Management Authority said  Tuesday. Delhi's deputy chief minister, Manish Sisodia, said authorities still need another 80,000 hospital beds to treat new patients.  More than 275,000 people in India have been diagnosed with Covid-19, according to data from Johns Hopkins University. According to figures from the Indian government, the country is dealing with 133,632 active cases, while 135,205 have recovered or been discharged from hospital. A total of 7,745 have died. In Delhi, more than 31,000 people have contracted the virus as of Wednesday afternoon. Of those, 11,861 have recovered and 905 have died. The New York City Health Department is encouraging people to \"be creative\" in its updated guidelines to help people have safer sex during the Covid-19 pandemic. While the department still urges people to stay home as much as possible and minimize contact with others, the guidance says that during the pandemic people \"will and should have sex.\" The guidelines were created to reduce the risk of spreading Covid-19. They've been updated periodically to reflect the changing understanding of the disease. The transmissibility of Covid-19 through sex hasn't been studied closely. Scientists have found the coronavirus in feces and in men's semen, even after the men have begun to recover from Covid-19. That means there's a possibility the virus could be sexually transmitted, but not enough is known, and some scientists think it is unlikely. Some researchers have suggested that while abstinence carries the lowest risk of infection, it's not a realistic option for many and the idea that sex would be \"dangerous\" could have \"insidious psychological effects at a time when people are especially susceptible to mental health difficulties,\" according to a study published in May. Read more here. On Tuesday, 24,773 new cases Covid-19 were reported throughout the United States, according to data from Johns Hopkins University. At least 1,299 virus-related deaths were also reported.  Since the pandemic began, at least 1,985,670 cases of coronavirus have been idenitified in the county, killing at least 112,289. Track Covid-19 cases in the US: At least 28 states are not following US Centers for Disease Control and Prevention guidelines on reporting new Covid-19 cases -- half of which saw the trend of new cases increasing in the last week. Those states are not reporting probable cases, according to the daily case count listed on the CDC's website. Probable cases include those that show evidence of an infection without the confirmation of a lab test and cases where coronavirus was listed as a cause or contributing cause of death but are not confirmed with a lab test. Some of the states with the largest populations -- like California, Florida, New York and Texas -- are among those listed as not reporting probable cases, despite CDC guidance that they should be included in the case count. This comes as 26 states see an increased or steady rate of new cases.  Accurate rates of new cases are among the metrics that help officials track how the disease is spreading in the US and make decisions about how to reopen and loosen restrictions put in place to mitigate its impact. More than 1.9 million Americans have been infected, and more than 111,000 have died in just over four months, according to data from Johns Hopkins University. Read the full story here. The State Department informed Congress it intends to reopen the US consulate in Wuhan later this month, according to a congressional notification obtained by CNN. \"The Department is planning to resume operations on or around June 22, 2020, although stands ready to modify this schedule as conditions develop,\" the notification from Assistant Secretary of State for Legislative Affairs Mary Elizabeth Taylor said. \"At this critical juncture in US-China relations, it is critical that our diplomatic posts in China are staffed,\" the notification said. The rhetoric between Washington and Beijing has grown increasingly heated throughout the coronavirus pandemic, and the Trump administration has sought to pin blame on China for the deadly outbreak that originated in Wuhan. Secretary of State Mike Pompeo has repeatedly condemned Beijing for a lack of transparency about the pandemic.  He reiterated last month that the administration intends to punish China for the outbreak, but noted that \"the precise mechanisms that we will choose -- I want to make sure that (President Donald Trump) gets the chance to get fully briefed and make those decisions.\" Read the full story here. Dice were flying, restaurants were jam-packed, and Las Vegas was hopping reopening weekend as Sin City returned after more than two months of shutdown due to public health concerns surrounding the coronavirus pandemic. The good news: Hotels and attractions were far busier than expected, prompting many local resort companies to accelerate plans to open more of their properties over the coming weeks. The bad news: According to field reports from casino floors and the busy sidewalks lining Las Vegas Boulevard, few visitors were wearing face coverings or practicing social distancing — two precautions that local and federal public health officials have encouraged in order to slow the spread of Covid-19 through the summer. Put simply, Vegas is back, but it may not be as safe as visitors might like during these trying times. \"Vegas is all about our guests being carefree, but in the initial days of reopening, it feels like there may be too much 'free' and too little 'care,'\" said Scott Roeben, owner of VitalVegas.com, a travel blog. \"People aren't being reckless; they just aren't as paranoid as I'd expected.\" Read the full story here. An investigation of a major coronavirus outbreak aboard the USS Theodore Roosevelt aircraft carrier may reveal clues as to how Covid-19 affects younger adults. \"This is the first major look at Covid-19 infections among healthy young adults that the CDC has released,\" said Daniel Payne, an epidemiologist with the US Centers for Disease Control and Prevention, which collaborated with the US Navy on the investigation. More than 1,000 of the ship's nearly 4,900-member crew tested positive for Covid-19 following the outbreak. After spending weeks at a port in Guam, the ship returned to sea last month. The majority -- nearly 60% -- of sailors in the study who had antibodies had neutralizing ones, \"a promising indicator of at least short-term immunity,\" the researchers wrote. Most reported mild or no symptoms, and those who took preventive measures -- such as face masks and social distancing -- were less likely to become infected. \"What we saw was that most of the infections were actually mild, in addition to those that were asymptomatic,\" Payne told reporters Tuesday.\n\"And this is perhaps different from studies of older Americans, or maybe even those who were hospitalized already, and certainly much different from those with underlying health conditions.\" Read the full story here. Don't go cold turkey -- at least not when it comes to easing lockdown restrictions. That's the message of a new study that uses mathematical modeling to show that governments shouldn't just turn off lockdown measures all at once for everyone, after infection rates have slowed, unless they want to risk a spike in coronavirus cases that threatens to overwhelm their health care system. \"Decision makers -- pay attention to the math: emerging from lockdowns requires a gradual and phased approach to keep infection under control,\" said Michael Bonsall from the Mathematical Ecology Research group at the University of Oxford, who helped lead the study team. \"Without this attention, you run the risk of burdening health systems with further waves of infection,\" Bonsall told CNN. Lockdown restrictions, or \"anti-contagion strategies,\" have varied from country to country and state to state but include travel bans, school closures, work from home/stay at home orders, quarantining and isolation. They can reduce infection rates, spreading infections over a longer period in an approach known as flattening the curve. Thanks to lockdown measures, an estimated 60 million coronavirus infections were prevented in the United States, and 285 million in China, according to a separate study recently published in the journal Nature. But lockdowns have huge emotional costs and have crippled economies across the globe, including officially plunging the United States into a recession. Read the full story here. Several universities this week joined a growing list of schools reporting coronavirus cases within their athletic programs. Arkansas State reported that seven athletes from three sports programs tested positive last Wednesday. They were all asymptomatic and will remain in quarantine for 14 days, the university said. Three football players from Auburn University in Alabama tested positive, an Auburn athletics spokesperson confirmed to CNN. The three athletes are asymptomatic and have been placed in self-isolation in a dorm away from the rest of the team. The Texas Tech athletic department on Monday confirmed recent positive tests for Covid-19 within the men's basketball program. It did not provide a number of affected athletes. The University of Iowa athletics department said out of the 237 Covid-19 tests administered to staff and athletes since May 29, one person has tested positive. Read the full report here. Brazil recorded 32,091 new coronavirus cases on Tuesday, bringing the country's total confirmed cases to 739,503, according to the Brazilian Health Ministry. This is the fourth day Brazil's Health Ministry has recorded more than 30,000 new cases in a 24-hour period since the outbreak started. The ministry also reported 1,272 new Covid-19 deaths Tuesday, bringing the country's death toll from the virus to 38,406. Brazil's new totals come after the Pan American Health Organization said Covid-19 \"continues to spread aggressively\" in Brazil, Peru and Chile in a news briefing Tuesday. The Americas have reported more than 3.3 million cases of Covid-19 as of June 8 — more than any other region in the world, according to Dr. Carissa Etienne, director of the Pan American Health Organization. This novel coronavirus is bizarre for many reasons, making its spread unpredictable and hard to control. One oddity is how easily people can get infected by someone without symptoms. But there's a difference between asymptomatic spread and pre-symptomatic spread. Here's what you need to know: Asymptomatic spread is the transmission of the virus by people who do not have symptoms and will never get symptoms from their infection. But those infected carriers could still get others very sick. Pre-symptomatic spread is the transmission of the virus by people who don't look or feel sick, but will eventually get symptoms later. Read the full report here. Coronavirus is \"my worst nightmare,\" in some ways more than Ebola or HIV, Dr. Anthony Fauci said Tuesday. \"Ebola was scary, but Ebola would never be easily transmitted,\" Fauci, director of the National Institute of Allergy and Infectious Diseases, said. Ebola outbreaks are also always highly local. \"HIV, as important as it is, was drawn out and over an extended period of time,\" added Fauci, who was speaking via recorded video at the Biotechnology Innovation Organization International Convention. Many never felt threatened by the disease because it was always a threat \"depending upon who you are, where you are, where you live.\" In the past, when people would ask Fauci to describe a potential disease that he feared most, he said he would often describe it as something that was a brand new respiratory infection that likely jumped from an animal and had a very high degree of transmissibility. The world has seen outbreaks that have at least some of those characteristics, he said, but Covid-19 had all of those characteristics combined. \"Now we have something that turned out to be my worst nightmare,\" Fauci said. \"In the period of four months, it has devastated the world.\" Read the full story here. If you're just joining us, here are the latest updates on the coronavirus pandemic from around the globe. UK retail outlets to reopen: Retail outlets can reopen starting June 15 as long as they comply with government coronavirus-secure guidelines, UK Business Secretary Alok Sharma said Tuesday. Shops for essential items, such as food and medicines, were allowed to remain open during the lockdown but this announcement means outlets selling nonessential items can now reopen. \nMasks mandatory in Spain: Wearing masks will continue to be mandatory even after Spain’s state of emergency is lifted on June 21, and the country enters a period of “new normality.” The move follows the Spanish Cabinet's approval of a new health decree Tuesday.\nHuman trial begins in China: Doctors in China dosed a healthy volunteer on Monday with an antibody treatment developed by pharmaceutical companies Eli Lilly and Junshi Biosciences to fight Covid-19. Eli Lilly will start a complementary phase one study in the United States in the next few days, the company said. \nAirline industry expected to lose billions: The global airline industry will lose $84 billion in 2020 and then an additional $15 billion in 2021, according to a new forecast for the International Air Transport Association. \nCoronavirus in Peru: The number of confirmed cases of novel coronavirus surpassed 200,000 in Peru on Tuesday, according to numbers released by the country's Health Ministry. The country reported 4,040 new cases Tuesday, bringing its total to 203,736. Peru also recorded 167 new Covid-19 deaths, bringing the country's total to 5,738. ##Catch Up##", "Section": "world", "Writers": ["Joshua Berlinger", "Steve George", "Peter Wilkinson"], "URL": "https://www.cnn.com/world/live-news/coronavirus-pandemic-06-10-20-intl/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}