{"Type": "article", "Time": "2020-03-17", "Headline": "March 17 coronavirus news", "Text": "Our live coverage of the coronavirus pandemic has moved here. Bolivia’s borders will be closed due to the ongoing threat of coronavirus, Interim President Jeanine Áñez announced in a statement released by her office on Tuesday. Effective Thursday, only Bolivian citizens and residents may enter the country, the statement said. Travelers entering the country must follow protocols implemented by the Ministry of Health and the World Health Organization. International and national flights will be suspended starting Friday, the statement said. The transportation of goods will still be allowed into Bolivia. In addition to border closures, work days will be shortened and markets will open for limited hours. The measures will be in place until March 31. ##Travel## A US state heavily dependent on tourism dollars is making the extraordinary request for visitors to stay away due to the coronavirus.  Speaking at a news conference in Honolulu on Tuesday, Hawaii Gov. David Ige said, “I am strongly encouraging our guests to postpone their vacations for at least the next 30 days and reschedule it for a later date.” Ige said additional steps are coming, as they will screen all passengers disembarking from cruise ships starting Friday. Physicians will check the temperature of each passenger and conduct interviews about their health. Ige said they intend to do the same screenings for airport arrivals as soon as possible. The state is banning table service at restaurants, and the governor said all bars and clubs will be closed. Additionally, all gatherings of more than 10 people are prohibited, including worship services. ##Travel## The governor of Nevada is strongly advising as many residents as possible to stay home indefinitely to slow the spread of coronavirus. In a news conference, Gov. Steve Sisolak said only businesses and organizations that serve food, gas and other essential items or social services can remain open as of noon Wednesday. Restaurants can only provide their services via delivery or carryout. All casinos are ordered closed, as well as pubs and wineries that do not serve food. All gaming devices in any location must be shut down by midnight Tuesday night. “Non-essential services such as beauty shops, barber shops [and] salons should close until further notice,” Sisolak said. “This is not the time for sleepovers, play dates, theater outings, or athletic events... it's definitely not the time to go to the movies.” Sisolak strongly suggested postponing weddings scheduled for the next month – especially those involving guests traveling from out-of-state, and even advised Nevadans to limit attendance at funerals. The order does not apply to houses of worship, but the governor said, “I strongly urge our faith leaders to find ways to deliver to their congregations without bringing them together in person.” “It’s incumbent upon the citizens of this state to take this seriously,” Sisolak said as he pounded the podium with his finger. ##Daily Life## The United States and Canada are preparing to issue a joint statement that could suspend non-essential travel between the two countries in the next 24 to 48 hours, a Trump administration official tells CNN. The agreement is not yet finalized and officials are still working to define \"non-essential travel,\" but the official stressed that the new restrictions will ensure that business and trade between the two countries can continue. Part of the discussions involve what types of vehicles and individuals would still be allowed to travel between the two borders and for what purpose, the official said. The restrictions will likely allow for significant flexibility. Unlike travel restrictions on Europe and China, this would be a mutual agreement between the two countries. \"The Canadians have been our friends throughout this and many other crises and they continue to be honest brokers,\" the official said. When Trump was asked at the coronavirus task force briefing whether he was considering closing the US land borders on Tuesday, he said, \"I don't want to say that, but we are discussing things with Canada and we're discussing things with Mexico, quite honestly, and again, the relationship is outstanding with both, outstanding. We just signed our deal, the USMCA, and the relationship is very strong.\"  ##Travel## California public schools will likely remain closed for the remainder of the school year to prevent spread of novel coronavirus, Gov. Gavin Newsom said at a news conference Tuesday. “Don’t anticipate schools are going to open up in a week, please don’t anticipate in a few weeks,” Newsom said. “I would plan and assume that it’s unlikely that many of these schools, few if any, will open for before the summer break.” Nearly all school districts in the state, with a total student body of 6.1 million students, have been closed in response to the coronavirus outbreak. ##Daily Life## Florida Gov. Ron DeSantis, speaking at a news conference Tuesday, said that all remaining testing for students K-12 has been canceled for the year.  Requirements for students who are readying for graduation will still be looked at, without the testing component. Parents will have a choice to keep their children in the same grade for the 2020-2021 school year. There will be no K-12 grades calculated for the rest of this year, he said. ##Daily Life## Sonoma County joined nine other Northern California counties on Tuesday, ordering residents to shelter in place to prevent the spread of novel coronavirus, raising the total number of residents under the orders in the region to nearly 8 million. The order issued by Sonoma County restricts residents’ activity, travel, and business functions to only the most basic and essential needs. It goes into effect at midnight March 18 and will be in place for three weeks until April 7. “In light of the recent cases of local transmission of COVID-19 in the County, we are taking proactive action to curtail the spread of the virus,” said Dr. Sundari Mase, Sonoma County's interim health officer.  Other counties currently ordered to shelter in place include Alameda, Contra Costa, Marin, Monterey, San Benito, San Francisco, San Mateo, Santa Clara, and Santa Cruz. ##Daily Life## The air traffic control tower at Chicago Midway International Airport has temporarily closed after several technicians at the facility tested positive for coronavirus, the Federal Aviation Administration said Tuesday. The federal agency said the closure is necessary “while we ensure a safe work environment for air traffic controllers and technicians.” “The airport remains open and operations will continue at a reduced rate until the situation is resolved,” the FAA said in a statement. The airport is also shifting to \"one-in-one-out\" flight operations, according to the Chicago Department of Aviation. \"We have been notified by the FAA that out of an abundance of caution, access to the air traffic control tower at Midway International Airport will be limited, and flight operations will shift to \"one-in-one-out,\" the department said in a statement. \"Subsequently, the FAA has implemented a ground delay program, which applies to any flight bound for Midway that has not yet departed its point of origin. Midway remains open, but operations will be limited until further notice. Travelers are encouraged to contact their airline for the most up-to-date flight information,\" the department said. ##Travel## ##Health## Spanish Prime Minister Pedro Sanchez announced Tuesday his government has approved a 200 billion euro (almost $220 billion) aid package to help tackle the economic impact of the coronavirus pandemic. The package amounts to about 20% of the country's GDP and is \"the biggest mobilization of economic resources in Spain's history,\" Sanchez said during a news conference. \"We have to fight this virus in the economic front, to win against the virus. We must also protect our jobs, companies, and families with a social and economic shield so that no one is left behind. That's why, today, we approved a very important decree [for an aid package] the biggest that has ever been approved in the history of our democracy\", he said on Tuesday. Of that total amount, 600 million euros ($660 million) will be put into basic social services, with a special focus for health assistance for the elderly and other vulnerable groups. The government is also facilitating the protection of the water, electricity and communication providers \"to guarantee essential public services.\" \"We are also guaranteeing the right to housing for those with more difficulties. Nobody in a touch economic situation will lose their house,\" the prime minister said. On the industry front, Sánchez promised that independent workers may receive subsidies if they see their workload reduced. He also appealed to business owners not to fire their employees. ##Daily Life## NASA announced tonight that effective immediately all employees and contractors will telework until further notice after “a limited number of employees have tested positive” for coronavirus. “Although a limited amount of employees have tested positive for COVID-19, it is imperative that we take this pre-emptive step to thwart further spreading of the virus among the workforce and our communities,” NASA Administrator Jim Bridenstine said in a statement. Mission-essential personnel will continue to be granted access onsite. ##Daily Life## California Gov. Gavin Newsom, speaking at a news conference Tuesday, said 6.1 million students are out of school statewide due to closures over coronavirus concerns. According to Newsom, 98.8% of schools are closed. He went on to say don't expect schools to open up in a few weeks. ##Daily Life## US Immigration and Customs Enforcement notified congressional staffers Tuesday that it will temporarily reschedule in-person appointments of immigrants who are not in detention and allow those recently released from the southern border to check in at 60 days, instead of 30 days, according to a memo obtained by CNN.  ICE also reiterated in its memo to staffers that the agency “does not conduct operations at medical facilities, except under extraordinary circumstances.” The US Food and Drug Administration said in a statement Tuesday there are no nationwide food shortages, although some stores may temporarily have low supplies of some items before they can restock. The agency said it is in close contact with grocery stores and food manufacturers to monitor the food supply chain for any possible shortages.  “While we are confident that stores will remain open and supply will continue to meet demand nationwide, we ask all Americans to only purchase enough food and essentials for the week ahead,\" FDA Commissioner Dr. Stephen Hahn said in a statement from the agency. In the statement, the agency said it was relaxing some of its requirements to limit disruptions in the food supply chain. While grocery stores are “facing unprecedented demand,” the FDA is temporarily waiving its strict supplier verification audit requirements, if the supplier is using other appropriate methods, such as sampling and testing, to make sure food is safe. With COVID-19 pandemic-related travel restrictions in place, the FDA said it may make some audits “temporarily impractical to conduct.” The FDA said onsite audits will resume when it becomes practicable to do so.  \"The policy released today will help to minimize disruptions so that the food industry can meet the demand while also continuing to conduct supplier verification activities that are designed to ensure food safety and following government travel restrictions and advisories,” Hahn said.  Watch: Tips for shopping during coronavirus stockpiling  ##Daily Life## Treasury Secretary Steven Mnuchin warned Republican senators Tuesday that the coronavirus pandemic could drive up US unemployment to 20%, a Republican Senate source told CNN. Mnuchin's comments came as he urged Republican senators to act on economic stimulus measures totaling $1 trillion designed to avert that kind of worst case scenario. In the same meeting, Mnuchin also said he is concerned the economic ramifications of the coronavirus pandemic could be worse than the 2008 financial crisis, the source said. Mnuchin's comments, which were first reported by Bloomberg News, come amid a rising sense of urgency at the White House and on Capitol Hill to confront the increasingly serious threat of the coronavirus pandemic — on both the public health and economic fronts. Watch: Mnuchin says this is not the time to worry about the deficit ##Business## United Nations Security Council meetings this week at the UN have been canceled, the Ambassador of China, who is the Security Council President, announced. Discussions at the UN continue this week, however, and the UN remains open for diplomats and media. ##Daily Life## Spanish La Liga club RCD Espanyol de Barcelona, known as Espanyol for short, announced that six members of the team have tested positive for COVID-19, some first team players and some team staff. The team reported that all are experiencing mild symptoms and following medical recommendations. ##Health## The US Centers for Disease Control and Prevention updated its website Tuesday to add information for pregnant health care professionals about the novel coronavirus and to post tips for disinfecting homes where people are sick with the virus. The CDC said pregnant health care personnel should follow the same risk assessment and infection control guidelines around coronavirus patients as other health care workers, but the agency also said it does not have information on adverse pregnancy outcomes in women with COVID-19.  “Information on COVID-19 in pregnancy is very limited; facilities may want to consider limiting exposure of pregnant HCP to patients with confirmed or suspected COVID-19, especially during higher risk procedures (e.g., aerosol-generating procedures) if feasible based on staffing availability,” it said. The agency also added new information on its website on about disinfecting the home if someone is sick. The guidance says to wear disposable gloves to clean and disinfect, and urges cleaning and disinfecting frequently touched surfaces, such as tables, countertops, light switches, doorknobs and cabinet handles every day. ##Health##  Turkish Health Minister Fahrettin Koca announced the country’s first coronavirus death during a televised news conference Tuesday. The infected patient was an 89-year-old man, the health minister said.  As of Tuesday, Turkey has a total of 98 confirmed cases of coronavirus. ##Health##   Dunkin’ announced Tuesday that it is limiting services to drive-through and carry-out only in US locations in response to the coronavirus pandemic, according to a statement from the company's CEO. Hours will also be reduced, and access to seating and tables from dining and patio areas has been removed, Dave Hoffmann, CEO of Dunkin’ Brands, said in the statement. According to the statement, Dunkin’ increased its standards on the frequency of handwashing and cleaning procedures, including disinfecting high-use surfaces and high-traffic areas. “Rest assured, we are committed to providing a safe, secure experience at Dunkin’ — offering you something familiar and welcoming amid so much change,” Hoffmann said in the statement. Read more about Dunkin's efforts below:  ##Business## Gen. Mark Milley, chairman of the Joint Chiefs of Staff, is preparing to sign orders that could lead to the deployment of both of the US Navy’s hospital ships and a mobile hospital facility, according to two defense officials. The two hospital ships are the USNS Mercy, currently in port in San Diego, and the USNS Comfort in Norfolk where it is undergoing maintenance. The third element that is part of the expected so-called “warning order” is a Navy Expeditionary Medical Facility, which is a mobile field hospital that has full resuscitation and emergency stabilizing surgical capability.          According to the Navy website, an EMF is “designed to be assembled and operational in 10 days,” as a self-sustaining medical facility.       Defense Secretary Mark Esper on Tuesday referred to the hospital ships noting, “We have already given orders to the Navy a few days ago to lean forward in terms of getting them ready to deploy. They provide capabilities.” A warning order from Milley will then formalize the process and lead to decisions on calling up to active duty troops or other medical care organizations to operate the ships. Activating the EMF could lead to Seabees being called to build the hospital.   But a limiting factor remain on how all of the medical needs for ships and hospital get manned.  “All of those doctors and nurses either come from our medical treatment facilities or they come from the Reserves which means civilians and so what we have go to be very conscious of and careful of as we call up these units and use them to support the states that we aren’t robbing Peter to pay Paul,” Esper said. “What I don’t want to do is take reservists from a hospital where they are needed just to put them on a ship somewhere else where they are needed so we have to be very conscious of that.” Esper said he had spoken to several governors about that very challenge. ##Health## Monterey and San Benito counties in Northern California are asking residents to shelter in place. What we know about the orders: Monterey County: The order begins at midnight on Wednesday and will last for three weeks until April 8, the county tweeted. \nSan Benito County: The order starts midnight on Wednesday until April 7. The counties join seven others in the Bay Area that have ordered its residents to shelter in place to prevent the spread of coronavirus. Those counties include Alameda, Contra Costa, Marin, San Francisco, San Mateo, Santa Clara and Santa Cruz. ##Coronavirus## The PGA TOUR is canceling four additional tournaments, the group announced in a statement Tuesday. That brings the total to eight canceled PGA events and three postponed events, including The Masters and the PGA Championship. The next PGA TOUR event that has not yet been impacted by coronavirus is the Charles Schwab Challenge in Fort Worth Texas, which begins May 21. ##Business## ##Daily Life## Belgium will enforce restrictions on movement of people beginning Wednesday at noon local time (7 a.m. ET), according to a statement from the government.  The measures, which will remain in place until April 5, will require citizens to stay at home except for outdoor physical activity and essential travel.  Essential travel includes going to the doctor, supermarket, post office, bank, pharmacy, gas stations, or to help people in need.  Non-essential travel outside Belgium will be prohibited and citizens are encouraged to work from home.  \"Companies — whatever their size — are required to organize telework for any function where this is possible without exception,\" the statement said. \"For those for whom this organization is not possible, respect for social distancing will be scrupulously respected. This rule applies both in the exercise of work and in transport organized by the employer. If it is impossible for businesses to meet these obligations, they must close.\" Companies who do not respect the social distancing measures will face a \"heavy fine,\" according to the statement. ##Health## ##Travel## Brooklyn Nets Kevin Durant has tested positive for coronavirus, according to Shams Charania of The Athletic. Earlier on Tuesday, the Nets announced that four of their players had tested positive for COVID-19 but did not reveal names. According to Charania, Durant told The Athletic that he is feeling fine, saying, \"Everyone be careful, take care of yourself and quarantine. We're going to get through this.\" According to the team, all four Nets players are in quarantine with only one experiencing symptoms. CNN Sports has reached out to Durant’s agent for comment. Watch here:  ##Health## Coronavirus is now reported to be in all 50 US states after West Virginia confirmed its first case Tuesday . West Virginia Gov. Jim Justice announced at a news conference Tuesday that the state had a case of coronavirus. Watch: ##Health## Gambia announced its first confirmed coronavirus case in a short tweet from the Health Ministry. The ministry did not provide additional details only stating more information will be released at another time. ##Health## An asylum agreement between the United States and Guatemala was temporarily suspended out of caution over coronavirus, Guatemala’s government announced Tuesday, a setback for the Trump administration which has increasingly relied on its accord with the country to curb asylum.  The move comes a day after Guatemala's president Alejandro Giammattei said the country was closing its border in an attempt to prevent the spread of coronavirus.  Guatemala’s ministry of foreign affairs also said US deportation flights of Guatemalans were canceled Tuesday.  DHS did not respond to CNN’s request for comment.  Proposed emergency legislation to tackle coronavirus in the UK will allow police and immigration officials to detain a person who is, or might be \"infectious,\" according to the government’s website. “Public support and compliance is crucial and we are grateful for the flexibility people have shown, but we need to ensure police and immigration officers have the authority to enforce these measures where necessary. Therefore, the bill will enable the police and immigration officers to detain a person, for a limited period, who is, or may be, infectious and to take them to a suitable place to enable screening and assessment,” an outline of the \"coronavirus bill\" on the UK government websites said. This is a step up from the March 3 government guidelines in which authorities could only detain those not respecting mandated quarantines. The bill will also enable UK Border Force to temporarily suspend operations at airports or transport hubs \"if there are insufficient resources to maintain border security.\" According to the UK government, the bill also increases the protections for health professionals and independent workers. It will be introduced to Parliament this week. It will allow \"recently retired NHS staff and social workers to return to work\" without any impact in their pensions, reduce paperwork to allow quicker discharges, insure health professionals working outside their area of expertise and allow volunteers to pause their normal jobs up to four weeks, the government website said. \"This could benefit more than 3 million people who already volunteer in health and care settings and bolster the NHS’s capacity to respond to the virus,\" the outline said.  Independent workers in self-isolation without symptoms since day one will also be able to access statutory sick pay.  UK Health Secretary Matt Hancock said the new measures “will only be used when it is absolutely necessary and must be timed to maximize their effectiveness, but crucially they give the government the powers it needs to protect lives.\" The legislation will be limited – for 2 years – and not all of these measures will come into force immediately, the website said. \"By planning for the worst and working for the best we will get through this,\" Hancock said in a statement. The UK’s Chief Medical Officer Professor Chris Whitty said the UK's approach to COVID-19 \"has and will remain driven by the scientific and clinical evidence.\" ##Daily Life## ##Health## Nazanin Zaghari-Ratcliffe, the British-Iranian mother jailed in Iran on espionage charges, has been released from prison in an effort to control the countrywide spread of coronavirus on Tuesday, according to the Free Nazanin campaign’s statement.  According to a family statement, Nazanin believed that she had contracted coronavirus in Evin Prison last month. Although Iranian authorities have not tested her, she described her symptoms as those reported of the coronavirus, her family reported. Iran’s Judiciary spokesman Gholamhossein Esmaeili said that Nazanin is “in good health” during a press conference on state TV on March 3. The Nazanin campaign statement said: “Unfortunately, Nazanin will be exceptionally required to wear an ankle tag during the furlough, which her parents have now hired from the authorities. Nazanin’s movements will be restricted to 300m from her parents’ home.”  “This makes her release more comparable to house arrest than the standard furlough arrangement that has been granted to other prisoners in Evin this week,” the statement also said.  Zaghari-Ratcliffe, now 42, was arrested in 2016. The Iranian government accused her of working with organizations allegedly attempting to overthrow the regime. She was sentenced to five years in jail. Her family and her employer, the Thomson Reuters Foundation, deny the allegations. The 2020 PGA Championship, the second \"major\" on the golf calendar, has been postponed, according to a statement from the PGA of America. The tournament had been scheduled to take place May 11-17 at TPC Harding Park in San Francisco, California. PGA of America CEO Seth Waugh said organizers are working with the PGA Tour to find an alternate date to hold the tournament. The postponement of the PGA Championship follows the decision by Augusta National Golf Club last week to postpone the Masters, the season's first major. ##Business## ##Daily Life## NBA players and legends are sharing ways to combat the spread of coronavirus. In a series of public service announcements, they urged people to practice social distancing and good hygiene. Here's what some of them had to say: Golden State Warriors' star Stephen Curry NBA legend Magic Johnson Atlanta Hawks' Trae Young ##Health## French Prime Minister Edouard Philippe has warned the UK must up its coronavirus quarantine measures, in a further sign that some European leaders are uneasy with the UK’s approach to reducing the spread of virus.  Speaking on French state TV channel France 2, Philippe said: “There are confinements in Italy, in Spain. But for instance, if the UK continues not to apply any measures, we will find it difficult to accept British nationals on our territory.” His comments came after European Council President Charles Michel announced EU member states had agreed to reinforce EU external borders by applying a coordinated temporary restriction of non-essential travel to the EU for a period of 30 days. The ban applies to people traveling into Europe from countries that are not part of European Union, the EFTA (European Free Trade Association) area, or the UK. The UK currently still has freedom of movement within the EU until the end of the Brexit transition period. However, under EU law, EU citizens or members of their family may be expelled from the host Member State on grounds of public policy, public security or public health. “The President has fought hard with the European authorities to make a coherent response possible,” Philippe told France 2. “On the issue of containment, it may make sense to do sanitary border control. Closing borders completely also means making it more complicated to get the products we need. “It is not illegitimate to re-establish health controls at borders. We must ensure that entry into the European area is controlled,” Philippe added. ##Travel## South Carolina Governor Henry McMaster has issued an executive order closing all South Carolina restaurants and bars except for delivery and takeout, he announced at a news conference. McMaster is also asking the Department of Revenue to extend state tax deadlines until June 1st for filing and payments.  ##Daily Life## Social distancing has led to the cancellation of 160 major blood drives in the Los Angeles area in the past few weeks, which has resulted in a blood shortage. Dr. Christina Ghaly, director of L.A. County Health Services, said there are 5,500 fewer blood donations than usual.  “It is safe to give and receive blood,” she said, noting a lack of evidence that coronavirus can be spread through blood.  Disaster plans are being activated and Ghaly said she feels confident that the medical system will be able to manage the surge in patients. Hospitals are also prepping for need of respirators and blood supplies, she said. The county is receiving and filling requests from hospitals for personal protective equipment, including masks, gloves, gowns, and hand sanitizer. California Emergency Services delivered additional stockpiles of these supplies on Monday, Ghaly said. ##Health## California’s largest mall South Coast Plaza is now closed after an employee from the Christian Louboutin boutique tested positive for coronavirus, the mall said in a post on Instagram. The mall in Costa Mesa is closed for 14 days from today and plans to reopen on March 31. Restaurants will be open for delivery services and catering. South Coast Plaza is the largest mall on the West Coast with over 250 boutiques and 30 restaurants. The luxury shopping mall is located in Orange County.   ##Daily Life## The drastic measures enforced by China during the coronavirus outbreak have slashed deadly air pollution, potentially saving the lives of tens of thousands of people, according to a Stanford University researcher. Marshall Burke, an assistant professor at Stanford's Department of Earth System Science, said the better air quality could have saved between 50,000 and 75,000 people from dying prematurely. \"The reductions in air pollution in China caused by this economic disruption likely saved twenty times more lives in China than have currently been lost due to infection with the virus in that country,\" Burke wrote on G-Feed, a site run by a group of scientists researching the relationship between society and the environment. The scientist quantified the improved air quality in four Chinese cities and, using data gathered around the 2008 Beijing Olympics when Chinese authorities implemented strict pollution controls on industry and transportation, calculated the estimated improvement in premature deaths for children under 5 and people over 70. Burke calculated that the two months of cleaner air has saved the lives of between 1,400 and 4,000 kids under 5 and 51,700 to 73,000 adults over 70 in China. He said that while the cleaner air likely saved lives, the broader disruption caused by COVID-19 could cause many additional deaths that are not directly attributable to being infected with the virus.  \"Does this mean pandemics are good for health? No,\" he said. \"Instead it means that the way our economies operate absent pandemics has massive hidden health costs, and it takes a pandemic to help see that.\" ##Health## The Brooklyn Nets announced on Tuesday that four players on the team had tested positive for coronavirus. One of the them shows symptoms, while the other three are asymptomatic, according to a statement from the team. \"The organization is currently notifying anyone who has had known contact with the players, including recent opponents, and is working closely with state and local health authorities on reporting,\" the team said. The NBA season was suspended last week after Utah Jazz player Rudy Gobert tested positive for the coronavirus.  Before the Nets announced four players had tested there had been three other players that had tested positive, Gobert and Donovan Mitchell of the Utah Jazz and an unnamed player on the Detroit Pistons.  ##Health## Montenegro has confirmed the first two coronavirus cases for the country, Prime Minister Duško Marković announced Tuesday. In order to protect citizens from the spread of coronavirus, public transportation including buses and rail is suspended, the operation of indoor and outdoor sports and recreational facilities and swimming pools is prohibited, the government said in a statement on Tuesday. Hair and beauty salons will also be closed, according to the statement. The government is recommending weddings be postponed and advises burials to be held in a narrow family circle. Shops should also dedicate the first two hours of opening to the elderly and persons with disabilities, the government said. ##Health## US stocks finished higher on Tuesday, staging a rebound after one of the ugliest days on record for the market in the prior session. The Trump administration outlined measures to combat the coronavirus fallout, including a proposed $1 trillion economic response package, that were deemed positive by investors. Here's where things stand: The Dow closed up 5.2%, or 1,049 points, higher. \nThe S&P 500 rose nearly 6%.\nThe Nasdaq Composite finished 6.2% higher. As stocks settle after the trading day, levels might still change slightly. Watch: ##Business## Spanish authorities have begun distributing more than one million surgical masks across the country.  The Ministry of Health, in a statement, said an airplane carrying 500,000 masks arrived from Shanghai, China, on Tuesday.  The masks \"were donated and will be distributed in the next few hours,\" the statement read. \"Besides that, between Monday and Tuesday, the government has distributed some other 546,000 masks.\" The Ministry said the biggest number of masks will be sent to the capital, Madrid, \"because it's also the region with the biggest number of positive cases.\"  ##Health## The details of a study that found the novel coronavirus could remain on contaminated plastic and stainless steel surfaces for up to three days has been published in the New England Journal of Medicine as a correspondence to the editor.  The study — funded by the National Institutes of Health — was posted online last week.  For the study, researchers compared the \"surface stability\" of the novel coronavirus with that of the SARS-CoV-1 virus, which sparked the SARS epidemic that started in 2002. The researchers found that the novel coronavirus could be detected on...  Copper for up to four hours\nCardboard for up to 24 hours \nPlastic and stainless steel for up to 72 hours. Also, the coronavirus could linger in aerosols — the suspension of tiny particles or droplets in the air — for up to three hours, according to the study. SARS-CoV-2 — the name of the novel coronavirus — and SARS-CoV-1 “was similar to that of SARS-CoV-1 under the experimental circumstances tested,\" the researchers wrote in the study.  Coronaviruses are a large group of viruses common among animals. In rare cases, they are what scientists call zoonotic, meaning they can be transmitted from animals to humans. Researchers have estimated that coronaviruses can linger on surfaces from just hours to more than a week. A study published last month in The Journal of Hospital Infection found that human coronaviruses, such as SARS, have been found to persist on inanimate surfaces — including metal, glass or plastic surfaces — for as long as nine days if that surface had not been disinfected.  Researchers continue to investigate just how long the novel coronavirus can linger on surfaces and even in the air, Dr. Maria Van Kerkhove, World Health Organization infectious disease epidemiologist, said during a media briefing on Monday.   ##Health## At least 100 people have died from novel coronavirus across the United States, according to a tally by CNN. There are at least 5,359 cases of the novel coronavirus in the United States, according to the state and local health agencies, governments and the US Centers for Disease Control and Prevention. According to the CDC there are 70 cases from repatriated citizens. According to CNN Health’s tally of US cases that are detected and tested through US public health systems, there are 5,289 cases in 49 states, the District of Columbia and U.S. territories, bringing the total number of coronavirus cases to 5,359.  West Virginia remains the only state not reporting any cases.  ##Health## European leaders have decided to ban non-essential travel to the European Union for 30 days, President of the European Council Charles Michel announced today, saying it is a measure \"to limit the spread of the virus globally\". The decision was first announced by German Chancellor Angela Merkel following a video conference with EU heads of state.  “All the member states have taken very strong measures to reduce movement, to reduce travel… and also to take the pressure of health services,” Michel said. “Health is going to be key – everything is going to turn around that in the coming days.” In a joint press conference alongside Michel, European Commission President Ursula von der Leyen said a “big topic” of discussion was the internal blockages with the movement of goods inside the EU.  “We have a lot of traffic jams… we need these goods,” she urged, adding there was approval from member states for so-called fast track lanes to get goods flowing.  ##Travel## Secretary of Defense Mark Esper says the Defense Department will make five 5 million N95 masks available to the United States Department of Health and Human Services for distribution.   The Defense Department is is also prepared to distribute up to 2,000 “deployable ventilators” as needed. Esper added officials are considering activating National Guard and reserve units \"to assist states with planning, logistics, and medical support as needed.\" ##Health## CNN has learned that the Trump administration is looking to set a cap on individuals eligible for the cash benefit.  What the threshold would be is still under consideration, but likely individuals would need to make below $100,000 perhaps the benefit could be capped for anyone making more than $75,000.  What this is about: Treasury Secretary Steven Mnuchin told reporters at the White House this morning that the Trump administration is working to send money directly to Americans in a bid to curb the economic fallout of the coronavirus crisis. “We’re looking at sending checks to Americans immediately,” he said, adding that the administration was looking at ways to provide the checks within the next two weeks. ##Daily Life## ##Business## Photos from Geneva Airport reveal an eerily quiet scene. One British passenger captured what he described as feeling “a little apocalyptic,” as he arrived at the transit hub in Switzerland ahead of his flight back to the UK.  “Everything bar two cafes are shut, no lounges open, no duty free. Face masks on every few people. Can tell people just want to stay away from each other and get home. It’s super unusual vibes… there aren’t really any staff around, bar security people,\" he said. In one piece of video, announcements telling passengers to “keep a certain distance from each other” is being played, while no passengers actually seem to be in sight. Watch: ##Travel## ##Daily Life## More than 1,560 Air and Army National Guard members are now supporting the response to the coronavirus pandemic across 22 states.   Their missions include \"response planners; support to medical testing facilities; response liaisons and support to state Emergency Operations Centers; support to healthcare professionals; logistics support; assisting with disinfecting/cleaning of common public spaces; providing transportation support for health care providers; collecting and delivering samples; and assisting with sample administration,\" the National Guard said in a statement. European Commission President Ursula von der Leyen hopes there will be a coronavirus vaccine on the market \"perhaps before autumn.\" The €80 million EU boost of financial support to Germany-based research company CureVac to scale up development and production of vaccinations \"could save lives in Europe as well as around the world,\" von der Leyen said. ##Health## Treasury Secretary Steven Mnuchin confirms CNN reporting on a proposal to inject money into the US economy. \"We have put a proposal on the table that would inject a trillion into the economy,\" he said. Mnuchin said Congress can worry about deficits at a \"different time.\" He would not go into if he wants the Senate to pass the House bill unchanged, saying conversations are continuing on that. ##Business## North Carolina Gov. Roy Cooper said the state's bars and restaurants will be closed to sit-down service, and limited to only takeout or delivery orders, starting today at 5 p.m. ET. Cooper also said he will be, \"taking down some of the barriers to unemployment benefits, in response to this unprecedented health crisis.\" The state has a total of 40 confirmed cases of coronavirus, with no deaths at the time of Cooper's statement this afternoon. ##Daily Life## New Jersey will close all indoor shopping malls, amusement parks and amusement centers across the state at 8 p.m. ET Tuesday.  They will remain closed \"until the current emergency ends,\" Gov. Phil Murphy said. Restaurants located inside the mall with their own independent entrances fall under the same regulations announced yesterday, which permit takeout services only. Outside of indoor malls, other businesses specifically ordered to shut down, or the restaurants and bars that have to adhere to takeout policies, “all other non-essential retail, recreational, and entertainment businesses may remain open until 8 p.m. if they abide by our social distancing guidelines,” he said. \"The steps we’re taking may lead to short-term pain for 9 million of us living a different sort of lifestyle, it is for good reason.\" ##Daily Life## New York City will have the ability to administer 5,000 tests per day by Thursday, Mayor Bill de Blasio said today. The city’s public health-care system is forming a private partnership that will allow the public care system to run these tests.  The results will take one to two days. Calling it a \"huge increase in testing capacity,\" the focus will be on those who are currently hospitalized and those who are medically in danger.  ##Health## Georgia Gov. Brian Kemp said today that passenger traffic at Hartsfield-Jackson Atlanta International Airport is down 40%.  Airport officials are screening passengers on flights arriving from international destinations before they disembark.  A TSA agent who had tested positive fro COVID-19 is now in quarantine.  ##Travel## Italy announced 3,526 new cases of the novel coronavirus today, bringing the country's total to 31,506, according to Angelo Borreli, chief of the Italian Civil Protection Department. There were also 345 more deaths recorded today, bringing the total number of coronavirus deaths in Italy to 2,503, Borrelli said.  Here's what else Borrelli said: 192 more people recovered from the virus Tuesday. \nThere are 1,108 people in isolation with light or no symptoms\n2,060 are in intensive care (10% of the cases)  ##Health## US airports are seeking $10 billion in immediate relief from Congress to help maintain ongoing operations, while continuing to pay for projects and service debt, according to the American Association of Airport Executives.  “I want to make clear that I'm not suggesting that airports are going to shut down,” said Joel Bacon, AAE Executive Vice President, Government & Public Affairs. “What we are worried about is the ability to meet ongoing operational concerns and to pay for ongoing projects and existing debt.” There's a “high level of concern\" amongst airports about the ability of airlines to weather the storm, Bacon said. Therefore the association is working to be as supportive as possible to the relief request from the airlines.  The airport association is calling on Congress for a relief package that includes funds for both airports and airlines. There is a “symbiotic and interdependent” relationship between the two industries, Bacon said.  Airports collect fees from airline passengers and as the number of travelers continue to drop, the airports anticipate significant revenue loss. The industry is estimating a 40% reduction in revenue at airports, which translates into roughly $10 billion — the request for the administration and Congress for relief.  Bacon said the proposal was “well received” on the Hill, but things remain fluid.  ##Business## ##Travel## Florida Gov. Ron DeSantis just issued an executive order to reduce crowds in restaurants, bars, nightclubs and beaches in response to the coronavirus outbreak. Here's how it breaks down, according to the governor's press release: Bars and nightclubs: They are closed for the next 30 days. \nBeaches: All parties accessing public beaches in the state of Florida must follow the CDC guidance by limiting their gatherings to no more than 10 people.\nRestaurants: They will now be required to limit customer entry to 50% capacity. Seating must be staggered and limited to ensure guests are separated by a distance of at least six feet, in accordance with CDC guidelines. Restaurants are encouraged to remain open and expand take-out and delivery services.  ##Daily Life## \"Black Widow,\" the new Marvel film starring Scarlett Johansson, has been postponed. The film was set to hit theaters on May 1.  The company did not give a new release date for the film.  Disney also announced that it would be delaying \"The Personal History of David Copperfield,\" which was set to open on May 8, and \"The Woman in the Window,\" which was scheduled to hit theaters on May 15.  The company did not say when it would release those films. Department store Macy’s will be temporarily closing all stores by the end of business day today, according to a press release. The closings include all Macy’s, Bloomingdale’s, Bluemercury, Macy’s Backstage, Bloomingdales the Outlet and Market by Macy’s stores. According to the release, the company will continue to use e-commerce platforms: “We will work with government and health officials to assess when we will reopen our stores and safely bring our colleagues back to work,” said Jeff Gennette, chairman and chief executive officer of Macy’s, Inc. ##Business## Marriott International, the world's largest hotel chain, has started furloughing employees. Tens of thousands of workers could be affected by the furloughs as demand dries up for travel due to the coronavirus pandemic. All levels of Marriott employees could be furloughed — from housekeepers to general managers. There won't be job cuts on the corporate level yet. The company has also begun shutting down some of its managed hotels.  Marriott said in a statement to CNN Business that its business has been \"experiencing significant drops in demand\" at its hotels because of the pandemic and is \"adjusting global operations accordingly.\"  \"We are working quickly to mitigate the impact to our business while also focusing on assisting our associates, our guests and our owners,\" a Marriott spokesperson said. \"While the ultimate impact is difficult to predict at this time given the fluidity of the situation, we remain confident in our long-term prospects.\" The Wall Street Journal was first to report the news, which Marriott confirmed. The company employs 130,000 people in the US and intends to rehire many of the furloughed employees once the virus is contained. ##Business## ##Travel## New Jersey confirms 89 new coronavirus cases, bringing the statewide total to 267, Gov. Phil Murphy just announced in an ongoing press conference. ##Health## New Mexico public health officials now say the state has 20 confirmed cases of novel coronavirus, according to the Arizona Department of Health Services website. CNN has previously reported 18 cases of Coronavirus in the state. ##Health## Vermont will no longer report non-Vermont resident cases of the novel coronavirus, according to the state’s Department of Health spokesman Ben Truman. Yesterday, the state was reporting 12 cases of coronavirus: 8 Vermont residents and 4 non-Vermont residents with coronavirus.  Today, it is only reporting 10 cases of coronavirus among its residents. ##Health## Treasury Secretary Steven Mnuchin is pitching senators on a first wave of checks to Americans worth $250 billion, a source familiar tells CNN.  If the economy needs it, Mnuchin is proposing, there would be a second wave several weeks later, according to the source. The source also says the price tag for the response package is now $1 trillion, although this is an estimate and could change.  WATCH: There are at least 5,139 cases of the novel coronavirus in the United States, according to the state and local health agencies, governments and the US Centers for Disease Control and Prevention. There are 70 cases from repatriated citizens, per the CDC.  According to CNN Health’s tally of US cases that are detected and tested through US public health systems, there are 5,069 cases in 49 states, the District of Columbia and US territories. That brings the total number of coronavirus cases to 5,139.  In total, 97 people have died.  West Virginia remains the only state not reporting any cases.  ##Health## Massachusetts Gov. Baker denied rumors that a shelter-in-place order could go into effect across the state. “Let me be clear: We are not planning any shelter in place orders,” he told reporters in a press conference this afternoon. “In times of crisis, it’s imperative that people get their news from legitimate places, and sometimes that’s not from your friends’ friends’ friends’ neighbor,\" he added. Nearly seven million people living in a wide swath of Northern California, including Silicon Valley, are currently under a \"shelter-in-place order.\"  Earlier today, New York Gov. Andrew Cuomo said his state wasn't considering similar orders either. ##Daily Life## The British government has promised to provide £330 billion ($400bn) in loans and guarantees to businesses, as Prime Minister Boris Johnson pledged to act like he is leading a “wartime government” and do “whatever it takes to support our economy.” Business rates will be put on hold for a year, the chancellor Rishi Sunak added at a daily coronavirus press conference on Tuesday evening, and mortgage lenders will also offer a three month “mortgage holiday” for those struggling due to coronavirus. Sunak added that he will talk with the UK's transport secretary to discuss an economic package for airlines and airports, which are struggling around the world as sweeping travel restrictions are put in place. The finance minister said the pandemic has caused an “economic emergency” as well as a public health one, and Johnson added that, in addition to the “extreme” measures previously announced, “we may well have to go further and faster in the coming days.” Johnson advised Britons to avoid pubs, restaurants and theaters, and said they should limit social contact on Monday. Earlier on Tuesday, the government also advised against non-essential foreign travel.   But some have questioned why Britain has been slower to enact more draconian restrictions, as many European nations have. Sunak said pubs, bars and theaters with insurance that cover pandemics will be allowed to make insurance claims against their policy. For those that aren’t covered, there will be a £25,000 cash grant per business to help “bridge this period” for the likes of shops, music venues and theaters.  But he did not go as far as countries such as France, which earlier this week waived utility bills and rents for citizens struggling during the crisis. UK Prime Minister Boris Johnson warned the UK may need to go “further and faster” in the coming days to battle coronavirus Speaking during his daily address to the nation from Downing Street alongside Finance Minister Rishi Sunak, Johnson said: “Yes, this enemy can be deadly, but it is also beatable and we know how to beat it… if we follow scientific advice.” “We have the resolve and resources to win the fight,” Johnson said.  ##Health## Florida is barring groups of 10 or more people from beaches, Gov. Ron DeSantis said today. This was in response to recent spring break crowds on beaches in the state. This follows US Centers for Disease Control and Prevention guidelines. The governor added that a six-foot distance should be maintained between groups.  While the decision on whether or not to close beaches is being left with local governments, DeSantis says, \"It's our hope that these new restrictions will reduce the ability of folks to congregate in large numbers.\" ##Daily Life##  Somalia has confirmed the country's first coronavirus case, according to the Ministry of Health.  The person is a Somali citizen who tested positive for the virus in the capital Mogadishu, the ministry announced. \"We commend all medical practitioners across the globe working hard to counter the #CoronavirusPandemic,\" Somalia's President Mohamed Abdullahi Farmajo wrote on his Twitter on Monday.   \"I urge everyone to support all efforts and recommended medical measures to slow the spread of #COVID19 and keep the numbers low,\" Farmajo also wrote.  ##Health## What does it feel like when someone contracts COVID-19 and is under quarantine?  CNN Chief Medical Correspondent Dr. Sanjay Gupta shares the stories of two Americans who tested positive in today's episode of the Coronavirus: Fact vs Fiction podcast. You can listen to the latest episode here. The National Institutes of Health's Dr. Anthony Fauci provided an explanation for why we might not know whether we’re actually flattening the curve for several weeks of containment and mitigation measures.  Fauci said that because the curve of those who have the virus will certainly continue to go up, it will be hard to tell immediately whether those measure are having an effect. “It probably would be several weeks or maybe longer before we know whether we had an effect. And maybe, at the end of the day, we’ll see a curve that would’ve been way, way up. But I wouldn’t, like, put us to task every few days. ‘Well wait a minute, it’s going up, is it working or not?’ That would be really misleading if we do that,” he said. ##Health## Top US infectious disease doctor Anthony Fauci said at a news conference \"it's possible\" the country could see a peak in the number of cases in 45 days, around May 1. \"45 days is not unreasonable,\" Fauci said. Fauci also added that officials talk more about a range than a specific date: \"You have to be careful. When you get a number, you own the number. If the number does not come out then you are in trouble.\" What's this about: Earlier today, Gov. Andrew Cuomo of New York said that he expects the peak to be in around 45 days, based on information he has received from experts. Cuomo said at that point the state will need as many as 110,000 hospital beds. ##Health## WATCH FAUCI AT BRIEFING: The Trump administration is working to send money directly to Americans in a bid to curb the economic fallout of the coronavirus crisis. “We’re looking at sending checks to Americans immediately,” Treasury Secretary Steven Mnuchin told reporters at the White House. Mnuchin said the administration was looking at ways to provide the checks within the next two weeks. He also said the administration will allow Americans to defer up to $1 million in payments to the Internal Revenue Service for 90 days. Mnuchin said the IRS would not charge interest or penalties for the deferral. He said corporations could defer up to $10 million in IRS payments. CNN’s John Harwood also asked President Donald Trump and Treasury Sec. Steve Mnuchin about the logistics of an economic stimulus idea that could give $1,000 checks to Americans, which is gaining some bipartisan support.  Mnuchin expressed some support for the idea and it would be discussed during his Capitol Hill meetings. “I think it’s clear we don’t need to send people who make a million dollars a year checks. But we like — that’s one of the ideas we like. We’re going to preview that today and then we’ll be talking about details afterwards,” Mnuchin said. Trump chimed in, saying, “I think we’re going to do something that gets money to them as quickly as possible. That may not be an accurate way of doing it because obviously some people shouldn’t be getting checks for $1000. But we’ll have a pretty good idea by the end of the day what we’re going to be doing.” ##Daily Life## Healthy people over the age of 70 should avoid crowded places and social gatherings -- even family Sunday lunches -- the UK’s chief scientific adviser said Tuesday as he clarified some of the government advice given to the British public the day before. Sir Patrick Vallance told the House of Commons Health and Social Care Select Committee that everyone over 70 -- not just those with underlying health conditions -- should drastically change their daily routines. “Avoid crowded spaces, avoid gatherings, don’t got to the club where you normally go to, reduce travel, try to avoid unnecessary travel, don’t [do] your usual things in terms of going to the shops unless you absolutely have to,” Vallance said. Asked by the committee’s chairman, and former health secretary, Jeremy Hunt, whether people that age should avoid Sunday lunch with their grandchildren, Vallance said they should. Giving evidence later, the chief executive of the National Health Service in England, Sir Stewart Stevens, said elective (non-urgent) operations would be suspended until April 15, or earlier, if hospitals could manage it, in order to free up capacity to deal with the expected spike in coronavirus cases. Asked whether the country would have enough ventilators to treat the expected number of cases in the new set of modelling published by scientists at Imperial College London yesterday, Stevens demurred, saying that it would be necessary to wait and see what the real-life effects of the social distancing advice given by the UK government would be. ##Daily Life## ##Health## President Trump said at a news conference the federal government is beginning the process of increasing the hospital bed capacity in New York as requested by Gov. Andrew Cuomo. \"We're starting the process,\" Trump said, in response to a question about Cuomo's request that the President deploy the Army Corp. of Engineers to build field hospitals in the state. Trump said the federal government has the equipment in stock and they are \"looking at a few different sites\" in New York. He added that the Army Corp is \"ready, willing and able\" and just waiting for his go-ahead. \"We think we can have quite a few units up very rapidly,\" Trump said. More context: Earlier today, Gov. Cuomo said that if the number of cases in New York continues to increase rapidly the state could run out of hospital beds to care for the sick. He reiterated an overture he's been making to the President the past couple of days to send in the Army Corp. to increase healthcare capacity. President Trump predicted a speedy economic recovery once the current coronavirus outbreak passes, saying he believed it could come quicker than some are predicting. “It will pop,” Trump said, saying the administration was working to provide relief to affected industries and small businesses to ensure the country emerges from the crisis “with (a) prosperous and growing economy.” Trump predicted victory against the virus in optimistic terms. “We will be up here saying, well, we won. We'll say that. Sure as you're sitting there we'll say that. We are going to win,” he said. “I think we are going to win faster than people think, I hope.” ##Business## Vice President Mike Pence urged construction companies to donate construction-grade N95 masks to local hospitals and forego additional orders as the nation’s hospitals work to procure masks for healthcare workers. “We would make one specific request, and that is we would urge construction companies to donate their inventory of N95 masks to your local hospital and forego additional orders of those industrial masks,” Pence said, adding, “Those industrial masks that they use on construction sites are perfectly acceptable for healthcare workers to be protected from a respiratory disease.”  He reiterated, “We’re asking construction companies that our President knows very well from his background, we’re asking them to donate to their local hospitals and also forego making additional orders.” Pence also announced that the administration “spoke just yesterday with the leaders of every broadcast network in America that we’ll soon be unveiling a public service campaign using CDC guidelines.” ##Health## President Trump appeared to walk back his Tuesday morning Twitter warning to New York Gov. Andrew Cuomo, telling reporters they had a productive call as New York faces coronavirus. “There’s great, tremendous spirit. And I can say that for Republicans and Democrats. I could say that with respect to Gov. Cuomo. We had a great talk this morning. We’re both doing a really good job and we’re coordinating it and we agree: different states need different things,” Trump said, contradicting his morning tweet. He continued, “I think we are right down the same track and it’s going to be very successful. New York has a pretty big problem - the number one hotspot, it’s no fault of anybody, just the way it is. But we’re working very closely together and also getting FEMA very much involved.” He said that the administration is “dealing with the Army Corps of Engineers, should that be necessary,” adding that the Army Corps of Engineers is working on standby in some cases and are engaged in other Trump concluded, “My conversation with Andrew Cuomo was a very productive one and a very good one and I appreciate that.” WATCH TRUMP AT BRIEFING: President Trump laid out two new efforts being undertaken by his administration as part of the federal response to the spread of novel coronavirus in the US.  First, Trump said the Food and Drug Administration announced, “groundbreaking new policies to further increase testing.” “All states can now authorize tests developed and used within their borders in addition to the FDA,” Trump said. Second, Trump said the administration would be expanding accessibility to tele-health services for individuals using Medicare.  “Today we’re also announcing a dramatic expansion of our tele-health services. Medicare patients can now visit any doctor by phone or video conference at no additional cost, including with commonly used services like FaceTime and Skype,” Trump said. “In addition, states have the authority to cover tele-health services for their medical patients.” The President added that the administration “will not enforce applicable HIPAA penalties so that doctors can greatly expand care for their patients using tele-health.” ##Health## There are at least 5,010 cases of the novel coronavirus in the United States, according to the state and local health agencies, governments and the US Centers for Disease Control and Prevention. According to the CDC there are 70 cases from repatriated citizens.  According to CNN Health’s tally of US cases that are detected and tested in the United States through US public health systems, there are 4,940 cases in 49 states, the District of Columbia and U.S. territories, bringing the total number of coronavirus cases to 5,010.  In total, 97 people have died.  ##Health## Maryland Gov. Larry Hogan said all vehicle emissions inspection programs will cease operations on inspections.  He has instead directed the state's Health Department and the Department of Transportation to repurpose them into drive-through coronavirus testing centers across the state. ##Health## Ride-share giant Uber announced Monday it is suspending its pool option in both the United States and Canada as concerns over the spread of novel coronavirus continue to rise.  \"Our goal @uber is to help flatten the curve of community spread in the cities we serve,\" Uber Rides and Platform Vice President Andrew Macdonald tweeted. Macdonald said Uber is taking other steps to help mitigate the spread of coronavirus. Uber sent an in-app messages to their customers asking them to only travel when necessary to \"make sure rides are available for those who truly need them. Uber is also asking its riders to practice good hygiene by washing their hands, sitting in the backseat, covering their mouth if they cough or sneeze, and rolling down a window for ventilation, according to Macdonald's tweet.  Uber will continue operating its on-demand individual booking. Uber Eats will also remain open and has also announced measures to financially buoy local businesses and its drivers. \"While foot traffic may have temporarily declined, fixed costs for our restaurant partners remain constant, putting their finances front-and-center,\" Janelle Sallenave, Head of Uber Eats US & Canada, wrote in a statement. More about Uber Eats: Uber Eats is waiving delivery fees, allowing customers to request food be left at their doorstep, providing free marketing on its app for restaurants, and has tighten its payment timeline from weekly to daily, Sallenave said. Uber Eats has also offered financial support to drivers and delivery personnel should they become infected with coronavirus. Additionally, Uber Eats will has promised to deliver over 300,000 meals to health care workers and first responders. \"The coming weeks will be challenging for all of us,\" Sallenave wrote. \"We are committed to working with our restaurant partners, government agencies, first responders, and communities at large to keep people safe and fed.\" ##Daily Life## ##Travel## The City of Miami, Florida, has issued an order on Tuesday mandating all entertainment and non-essential business establishments to close until further notice due to increased cases of community transmission in Florida, according to a news release from the city.  The order which goes into effect at 11:59 p.m. ET on Tuesday, March 17, applies to all alcohol service establishments that do not serve food, including bars, nightclubs and lounges.  Dine-in restaurants may sell food for takeout, delivery, and drive-thru on a two-hour basis.  Entertainment venues including movie theaters, gyms and fitness centers are also impacted by the new order.  ##Daily Life##   Nearly 1 million fewer passengers passed through airport security checkpoints across the US on Friday, part of a steep drop-off in air travel over the past two weeks, data show.  The Transportation Security Administration data found 957,000 fewer passengers that day compared with the equivalent day in 2019. It is the most recent day for which the throughput numbers are available.   Overall in the past two weeks, nearly 5.2 million fewer people have passed through checkpoints than the year before. ##Travel## New York Gov. Andrew Cuomo said the state \"cannot do this on our own.\" He added: \"I am telling you this  [New York state] government cannot meet this crisis without the resources ... of the federal government.\" He said he spoke to President Trump today who said he is \"ready and willing to help...especially on the hospital capacity issue.\" Cuomo, who has traded barbs on Twitter with Trump over the past couple days, said \"I said to the President... I put my hand out in partnership. I want to work together 100%.\" He continued, \"I want your help. I need your help.\" He said Trump responded that he wants to work together and he believed the President was \"100% sincere\" in saying that. On the White House coronavirus response team, Cuomo said they have been \"on it. They've been responsive.\" WATCH GOV. CUOMO: Nearly seven million people living in a wide swath of Northern California, including Silicon Valley, are currently under a \"shelter in place order.\" Along with San Francisco, residents in San Mateo, Santa Clara, Marin, Alameda, and Contra Costa counties, along with the City of Berkeley are being required to stay home, per an order from Health Officers of those jurisdictions In San Francisco, city officials ordered residents to remain in place at their homes except for essential activities, essential business and essential government functions. The city government of San Fransisco said the following activities are essential and exempt from the orders: Essential Activities (exemptions to the shelter in place order) include: Tasks essential to maintain health and safety, such as obtaining medicine or seeing a doctor\nGetting necessary services or supplies for themselves or their family or household members, such as getting food and supplies, pet food and getting supplies necessary for staying at home\nEngaging in outdoor activity, such as walking, hiking or running provided that you maintain at least six feet of social distancing;\nPerforming work providing essential services at an Essential Business or Essential Government function, including work in health care work, child care and at grocery stores and pharmacies. \nCaring for a family member in another household;\nCaring for elderly, minors, dependents, persons with disabilities, or other vulnerable persons. New York Gov. Andrew Cuomo said \"it's possible we will be doing more dramatic closings\" on top of closing bars, restaurants, and schools to reduce the spread of the coronavirus.  He added that those orders won't be happening today. He said it might mean they have to \"continue to close down things — such as businesses.\" \"We're not there yet — but I'm telling you we have to get down on that rate of spread,\" Cuomo said. Cuomo said he's talking to other governors about ideas for what can be closed. He said \"whatever we come up with will be statewide rules\" for New York. He said he's \"hopeful\" that can be done with \"surrounding states.\" ##Daily Life## New York Gov. Andrew Cuomo said there are no plans to quarantine New York City, despite rumors and fears. \"We hear New York City is going to quarantine itself — that is not true,\" Cuomo said at a news conference, adding that cities would need to get state approval to make such orders. \"We have no interest whatsoever — and no plan whatsoever — to quarantine any city,\" he said. Earlier today, New York City Mayor Bill de Blasio said he is \"absolutely considering\" ordering the city's residents to shelter in place during the coronavirus pandemic. \"Right now we have taken a series of steps to reduce the number of people who are circulating around,\" he said. \"But we're going to look at all other options, and it could get to that for sure.\" ##Daily Life## Senate Majority Leader Mitch McConnell said on the Senate floor that the Senate won’t adjourn until they build on what the House did in its coronavirus response package, talking about a need to go beyond what the House has done so far. “The House of Representatives may have left town but the Senate is right here at work. We’re crafting the major legislation that the American people deserve in the face of this major challenge and it’s my intention that the Senate will not adjourn until we have passed significant and bold new steps above and beyond what the House has passed,” McConnell said, adding: “To help our strong nation and our strong underlying economy weather this storm.” “Our health care system and our doctors, nurses and other frontline professionals are gearing up for what seems very likely to be the most significant nationwide challenge they have faced in generations,” McConnell added. “At every level this new challenge is testing our nation and its institutions” What this is about: On Saturday, the House passed a coronavirus relief bill. The legislation will provide, according to Speaker of the aHouse Nancy Pelosi, \"paid emergency leave with two weeks of paid sick leave and up to three months of paid family and medical leave.\" It will also expand federal funding for Medicaid \"to support our local, state, tribal and territorial governments and health systems, so that they have the resources necessary to combat this crisis.\" Buckingham Palace is making a number of changes to Queen Elizabeth’s schedule “as a sensible precaution and for practical reasons in the current circumstances,” according to a statement Tuesday. Several events \"with large numbers of people due to have been attended by The Queen, and other Members of the Royal Family\" have been canceled or postponed.                                                                      \"The annual Maundy Service at St George’s Chapel on 9th April will not go ahead. Three Garden Parties hosted by The Queen, due to be held at Buckingham Palace in May, will now not take place. Guests already invited to these Garden Parties will be asked to attend in 2021. Two additional Garden Parties given for the Not Forgotten Association and the National Trust will also not take place. Investitures will be rearranged to later dates,\" the statement said. The Queen will moved to Windsor Castle for the Easter period on Thursday — a week earlier than scheduled. She'll stay there until after Easter, the statement said.   Israel’s Ministry of Health has instructed people to avoid leaving the home unless absolutely necessary and to avoid public transportation entirely if possible. The new instructions bring Israel one step closer to a full lockdown to stop the spread of coronavirus, though Prime Minister Benjamin Netanyahu has not yet enforced such stringent limitations. The new instructions also encourage Israelis not to travel to meet with family members but instead to catch up over the phone or through video calls. “These are not simple instructions,” said Ministry of Health Director-General Moshe Bar Siman Tov in a video posted on Twitter with the latest instructions. “We ask you to reduce as much as possible the number of times you leave your home. It is possible that anywhere you go, there could be someone who is sick [with coronavirus] who could infect you. It is possible that you are sick and you still don’t know, and you could infect someone else.” “We may be about to enter a difficult period with the coronavirus. Our ability to succeed depends on your conduct and ours.” President Reuven Rivlin urged Israelis to heed the latest instructions for the health of the country.  “We must not turn these days into leisure days,” he said in a video statement, continuing, “I hear that our beaches and our hiking trails are bursting. The danger is real! Let me ask you again to follow the instructions with regard to distancing, and to refrain from gatherings. This is a real danger.” ##Daily Life## Hartsfield Jackson International Airport has temporarily closed the north and south domestic terminal checkpoints due to \"declining demand,\" according to airport spokesperson, Elise Durham.  Passengers at the world's busiest airport are being directed to the Main checkpoint until further notice.  ##Travel## The Brooklyn, New York, district attorney's office says it will stop prosecuting “low-level offenses that don’t jeopardize public safety.”  Brooklyn district attorney Eric Gonzalez also says he is asking public defenders to tell the office about clients in pre-trial detention who are vulnerable to infection “and who we should consider releasing during this crisis.” Popular resort operator Vail Resorts said all of its North American resorts and retail stores will remain closed for the remainder of the winter ski season amidst the continued challenges associated with the spread of the coronavirus pandemic, according to a statement. The company previously announced it was closing March 15-22, but now has chose to extend closures for 37 of its ski resorts located around the world.   The company will consider reopening Breckenridge Ski Resort in Colorado, Heavenly Mountain Resort in Lake Tahoe and Whistler Blackcomb in British Columbia in late April/early May, dependent on weather and coronavirus situations, according to the statement. ##Travel## The European region is facing some “critical shortages” in medical supplies, Dr. Hans Henri Kluge, the World Health Organization’s regional director for Europe, said during a media briefing. “WHO is monitoring the potential risk of a disruption to medicine supplies, focusing on essential medicines critical for primary health care and emergencies, including antibiotics, painkillers, treatments for diabetes, hypertension, HIV, tuberculosis,” Kluge said. “WHO delivers laboratory equipment, medical devices and personal protective equipment to countries in need. We are aware of some critical shortages and working hand-in-hand with partners like the European Commission and WHO globally and the private industry to tackle this,” Kluge said. “Resources are critical to sustain our effort so that no one is left behind nor at the sidelines.” More context: Kluge’s comments come just days after WHO Director-General Tedros Adhanom Ghebreyesus said Europe is the new epicenter of the coronavirus pandemic. Europe has “more reported cases and deaths than the rest of the world combined, apart from China,” Tedros said on Friday. “More cases are now being reported every day than were reported in China at the height of its epidemic.”  ##Health## US stocks opened higher on Tuesday, attempting to bounce back from their dramatic losses from the prior session. On Monday, the Dow recorded its worst day since “Black Monday” in 1987, as well as its worst point drop in history. Investors take comfort in new stimulus plans out of Washington, which are expected later in the day. Here's how things look: The Dow opened 1.9%, or 370 points, higher.\nThe S&P 500 kicked off 2.2% higher.\nThe Nasdaq Composite rose 2.6%. Follow live updates on the markets here. ##Business## Iran has temporarily sent home 85,000 prisoners to curb the spread of the coronavirus, judiciary spokesman Gholamhossein Esmaili said according to semi-official Tasnim news agency on Tuesday. Around 50% of those released are “security-related” prisoners, he said. Iran has also incarcerated 50% fewer inmates this year in comparison to the same period in 2019, Esmaili said according to Mizan Online, a website associated with the judicial department said. New York City Mayor Bill de Blasio said he is \"absolutely considering\" ordering the city's residents to shelter in place during the coronavirus pandemic. \"Right now we have taken a series of steps to reduce the number of people who are circulating around,\" he said. \"But we're going to look at all other options, and it could get to that for sure.\" New York City has already closed schools, ordered restaurants to offer takeout and delivery only and encouraged workers to telecommute if they can. Nearly seven million people living in a wide swath of Northern California, including Silicon Valley, have been ordered to shelter in place. The order went into effect at midnight Monday. UEFA has decided to postpone this year's European Championship until 2021 because of the ongoing coronavirus outbreak, according to the Norwegian FA. The soccer tournament had been due to kick off in Rome, Italy, on June 12 and was to be played in 12 different host cities across the continent. At an emergency meeting Tuesday, European football's governing body ruled the competition will now be played between June 11 to July 11 next year, says the Norwegian FA, which is one of UEFA's 55 members associations. UEFA has yet to confirm the decision. Read the full story here. ##Daily Life## The short answer: Because as soon as it’s out on shelves, it’s gone. Boots, the largest pharmacy chain in the UK, finds itself on the front lines of supplying a panicked public trying to hoard supplies. “There is stock available,” says Tracey Clements, chief operating officer for Boots in the UK and Ireland. In stores, it’s likely to arrive “little and often.” Demand for hand sanitizer last week was up 650% over the same time last year. For hand soap, it was up 958%. At the Nottingham warehouse that supplies all 2,500 Boots pharmacies in the UK and Ireland, CNN’s Nina Dos Santos saw staff unload pallet after pallet of soap and paracetamol. The company says it’s hiring back seasonal workers it normally uses for the Christmas season. It is also sourcing new suppliers abroad and buying in new brands. Still, when we visited a large Boots just miles from the warehouse, in downtown Nottingham, there was no hand sanitizer, rubbing alcohol, or thermometers. “Customers may find that we have it for a part of the day but not the whole of the day,” Clements says. “But we continue to try to procure as much as possible.” Like everyone, they’re learning as they go. “We need to accept that in this type of situation, there is no – you can’t be perfect. You have to make decisions that you believe are right.” ##Daily Life## British nationals are being advised against any non-essential travel globally for 30 days because of the coronavirus pandemic, British Foreign Secretary Dominic Raab told the House of Commons Tuesday.  He reiterated that the Foreign Office was continuing to work to repatriate citizens who were stranded on cruise ships, but added that government-supported repatriations were costly and only undertaken in exceptional circumstances.  He added that freight would not be impacted as it’s considered essential travel. ##Travel## ##Daily Life## Germany’s foreign minister Heiko Maas told reporters that “others” would not be allowed to buy German coronavirus research exclusively, without naming US President Donald Trump. “German researchers are taking a key role in developing medication and vaccines as part of global cooperation networks. We cannot allow a situation where others want to exclusively acquire the result of their research,” Maas said in an interview with Funke media group. The quote was confirmed to CNN by the German Foreign Office. Over the weekend reports surfaced that Trump had been interested in buying research into a coronavirus vaccine by German biotech company CureVac. The German interior minister called the reports “accurate.” CureVac denied a report that Trump was trying to lure its scientists to the US in a statement Sunday. It did not deny being in touch with the President or US government, but rejected rumors of an acquisition. On Monday, Dietmar Hopp, a lead investor in the company, issued a statement saying that it should be available anywhere, also without mentioning Trump. CNN has reached out to Hopp for more information. Maas said that everyone shares the goal of slowing the spread of the virus and saving lives. \"Every country is trying to protect its citizens as best it can, depending on the situation on the ground, and some countries are even imposing temporary travel restrictions,\" he said. \"In the crisis we feel more than ever how much we depend on each other. That is why we need more, not less, cooperation right now.\" Maas added that he had discussed cooperation with colleagues from Canada, South Korea, Brazil and Australia, and will also do so with G7 ministers. \"We'll only defeat this virus together, not against each other,\" he said.  \"We support the WHO so that help can be given where it is most needed, including in poorer countries.” ##Health## Seattle Mayor Jenny Durkan announced that the city will provide more than 6,000 families $800 in vouchers for any Safeway store in the state, according to a statement from the mayor’s office. The program will benefit “eligible families who are currently enrolled in city-supported child care programs and food assistance programs,” the statement said.  “As schools and child care facilities close, we need to do everything we can to support families and ensure they can put food on the table,” Mayor Durkan said in the statement. The Office of Sustainability and Environment (OSE) will distribute the grocery vouchers in two $400 installments, and vouchers will be distributed by mail as early as this week, the statement added.  The vouchers will allow recipients to buy food and household goods but not tobacco, alcohol, lottery tickets or fuel, the Mayor’s office explained in the statement. Voucher use will also requires a free Safeway membership, which residents can immediately access at any Safeway location. The coronavirus outbreak has forced AMC Theatres to temporarily close all of its theaters until further notice, the company announced on its website.  AMC said they are working in accordance with local and federal guidelines and will reopen when those guidelines allow.  Regal Cinemas also announced that they are closing all screens due to the outbreak. ##Daily Life## Jordan’s Directorate of General Security have said they are “prepared to use force” to enforce the kingdom’s coronavirus lockdown, according to state-owned Jordan News Agency.  Security forces said they will use all the means available to them, including “the use of appropriate force to implement the decisions that aim to protect citizens and preserve their safety.”  On Tuesday, the kingdom announced a two-week lockdown to stop the spread of the pandemic.  People can only leave their homes in cases of “extreme necessity,” public transport has been suspended, and work in the private and public sector has also been temporarily stopped. Only “emergency” medical surgeries and consultations are permitted.  The country’s military is also set to deploy at the entrances and exits of main cities. The government has banned people from moving between provinces. Jordan has 35 confirmed cases of the Covid-19 virus. More than 4,700 people are in quarantine, according to Minister of Health Saad Jaber. As restaurants, shops, airlines and factories shut down around the world, from New York to Paris and Madrid, economists are warning that a global recession is no longer a looming threat. It's here. Dire economic data released by China on Monday showed that the country was pummeled by the coronavirus outbreak in January and February. The world's second biggest economy looks unlikely to recover any time soon. Now, with governments and central banks in Europe and North America pursuing drastic measures to try to control the pandemic, Asia still on high alert, and financial markets in meltdown, a growing number of experts say that a global contraction is beginning. \"Whereas 10 days ago there was some legitimate uncertainty about whether the global economy was in the process of going into recession — 10 days later, there's no question that it is,\" David Wilcox, former head of research and statistics at the Federal Reserve Board, told CNN Business. Read the full story here.re.##Business##e Coronavirus cases in Spain have risen to 11,178 with 491 deaths, a health ministry official said Tuesday. In the last 24 hours 1,987 new cases have been diagnosed, said Fernando Simón, director of the Spanish Coordinating Centre for Health Alerts and Emergencies, speaking at a press conference in Madrid. The largest share of cases continues to be in the Spanish capital, Simón added. ##Health## Furniture dealer Ikea will close all 53 of its stores in Germany from Tuesday in order to protect employees and inhibit the spread of coronavirus, the company confirmed in a statement sent to CNN. ‘’Current developments worldwide show that the situation can change on a daily basis. In this challenging situation, it is our aim to always act calmly and prudently and to live up to our responsibility as a large retailer. For this reason, we are closing all 53 furniture stores in Germany from today,\" reads the statement. \"IKEA is currently working on concepts for how customers can continue to be served as best as possible under the changed framework conditions. Online orders and deliveries are always possible without restrictions.’’ ##Daily Life## Iran has confirmed 1,178 new cases of coronavirus, the biggest increase the country has seen over a 24-hour period.  The total number of cases is now 16,169, health ministry spokesman Kianush Jahanpour said on state TV Tuesday.  He announced 135 new coronavirus-related deaths, bringing the country's total death toll to 988. France officially entered lockdown at midday Tuesday local time (7 a.m. ET) as part of a number of measures announced by President Emmanuel Macron. All non-essential outings are outlawed and can draw a fine of up to €135 ($148). In a televised speech Monday, Macron also promised to support French businesses by guaranteeing €300 billion worth of loans, as well as suspending rent and utility bills owed by small companies. “No French company, whatever its size, will be exposed to the risk of collapse,” he said. The French government will also support healthcare staff by paying for hotels, taxis and childcare during the coronavirus crisis, Macron said in a series of tweets following his speech.  “We owe the care of their children to our healthcare teams: a minimum service has been put in place, from today, in kindergartens and schools,” Macron said.  “We also owe them peace in their travel and rest: this is why, from tomorrow onwards, taxis and hotels can be mobilized for their benefit. The state will pay.” Macron also said hospital masks will be rationed for healthcare workers. “We have decided to reserve the masks as a priority for hospitals and for medical personnel in cities and in the countryside, especially for general practitioners and nurses, who are now at the front line of dealing with the crisis,” he said in a tweet. France joins Italy, which has been under total lockdown since Friday, and Spain, whose 47 million people have been under partial lockdown since Saturday, allowed to leave their homes only to go to work, buy food, or visit a pharmacy or hospital. Switzerland has also banned all events and closed shops and restaurants from midnight Monday. German carmaker Volkswagen plans to temporarily suspend production due to the coronavirus outbreak, it announced Tuesday.  The works’ council in Wolfsburg said the last shift would run this Friday at the vast majority of locations.  In the past few days VW confirmed there have been cases of coronavirus at its facilities. The British government has warned that the coronavirus outbreak is spreading faster than it initially predicted, London Mayor Sadiq Khan said Tuesday. The spread of the virus across the UK capital is \"a few weeks ahead\" of the rest of the country, Khan also said, citing guidance given by the government at Monday's emergency 'COBRA' meeting. \"I was told by the government, and the government's advisers, that London is a few weeks ahead of the rest of the country, and the way that this virus is spreading is faster than the government and advisers had thought,\" Khan said during an interview with ITV’s Good Morning Britain. \"We can understand why London is further ahead than the rest of the country, because of our connectivity, our global travel, our density,\" Khan said, highlighting that 23 people have so far died in London after contracting the virus. \"I think the advice given by the government now is the right advice...we've got to take sensible to steps to avoid the virus spreading faster,\" the mayor added. Khan's remarks come just hours after Prime Minister Boris Johnson introduced new measures to tackle the spread of coronavirus, advising against all unnecessary social contact. \"Now is the time for everyone to stop non-essential contact with others and to stop all unnecessary travel,\" Johnson said Monday.  \"We need people to start working from home where they possibly can and you should avoid pubs, clubs, theatres and other such social venues,\" he said.  WATCH: Boris Johnson ramps up UK response amid criticism ##Health## Eight Nebraska residents who were passengers on the Grand Princess cruise ship returned back home Monday, according to a news release from the state's department of health. More than 3,500 passengers and crew members on the liner were held off the coast of San Francisco for days after 21 people -- two passengers and 19 crew members -- tested positive for the illness. The Nebraska residents disembarked the ship early last week and have been quarantined at a military facility in California before being flown back to Nebraska.  A total of 12 residents from Nebraska were on the ship. The remaining four are expected to return home in the next few days, the release stated.  The individuals will be required to self-quarantine for 14 days.  Hear from passengers on the Grand Princess cruise ship: Germany's Robert Koch Institute (RKI), the national agency for disease control and prevention, has raised the risk of the coronavirus to public health to “high.” “We notice that even well-established clinics are now having problems,\" said RKI president Lothar Wieler Tuesday. \"We have to do everything possible to interrupt any possible chain of infection.\" Wieler said he assumed the number of coronavirus cases is \"significantly higher\" than reported to the institute. “We don't yet know what the death rate will be,\" he added.  Wieler singled out the community of Heinsberg, North Rhine-Westphalia, as being especially affected by the pandemic. The government of Macao will ban all travelers from overseas countries from entering starting from midnight March 18. The measure was set out in an Executive Order published Tuesday, according to a government press release.  The measure does not cover Macao residents and non-resident workers, or residents of mainland China, Hong Kong, and Taiwan. Macao currently has 12 confirmed cases of the novel coronavirus. Airbus said Tuesday that it will “temporarily pause production and assembly activities” at sites in France and Spain for the next four days as part of efforts to contain Europe’s coronavirus outbreak. “This is meant to allow sufficient time to implement stringent health and safety conditions in terms of hygiene, cleaning and self-distancing,” the company said in a statement. The planemaker said it is providing employees affected by school and childcare closures with “a maximum of flexibility,\" including allowing remote working. Airbus employs 12,700 people in Spain and 48,000 people in France. It also has a significant presence in the United Kingdom and Germany, which is home to 27 of its largest operations employing more than 46,000 people. The company also has facilities in Russia, Turkey, Finland, Poland and Romania. Global aviation has come under intense pressure from the coronavirus pandemic, which has forced countries around the world to impose severe travel restrictions. Airlines have seen demand for flights evaporate, and many could now require government bailouts. Malaysia announced its first novel coronavirus death in a statement from the government’s Disaster Management Committee Tuesday. The victim is reported to be a 60-year-old pastor from Emmanuel Baptist Church Kuching in Sarawak. A coronavirus vaccine trial in the US has now given a dose to its first participant, the National Institute of Allergy and Infectious Diseases announced Monday. The study aims to enroll a total of 45 healthy adults over a six-week time frame. Each participant will receive two injections about a month apart in varying doses. There is currently no vaccine for coronavirus. The study, which is a Phase I trial, is meant to establish that the vaccine is safe and induces a desired response from participants' immune systems. Proving that the vaccine is effective in preventing Covid-19 infection, however, will require follow-up studies involving many more participants, which will take many more months, experts say. \"Finding a safe and effective vaccine to prevent infection with (the novel coronavirus) is an urgent public health priority,\" NIAID Director Dr. Anthony Fauci said in a statement Monday. \"This Phase 1 study, launched in record speed, is an important first step toward achieving that goal.\" The agency credited the speed with which it stood up a Phase I trial to its prior studies on related coronaviruses SARS and MERS. Scientists had previously worked on an experimental MERS vaccine targeting a protein on the virus' surface, which gave them a \"head start for developing a vaccine candidate to protect against Covid-19,\" the statement said. Read the full story here. ##Health## There are at least 4,477 cases of the novel coronavirus in the United States, according to state and local health agencies and the Centers for Disease Control and Prevention. 70 cases are repatriated citizens, such as those evacuated from China or the Diamond Princess cruise ship in Japan. 4,407 cases were detected, tested, and confirmed in the US. Washington and New York are the hardest hit states, both with more than 900 cases each. California follows with 450 cases. Only one state has yet to report a coronavirus case -- West Virginia. The death toll remains at 87. German Foreign Minister Heiko Maas urged German citizens to stay home today, after a dramatic leap in the country's coronavirus cases. The German government is doing everything possible to repatriate thousands of Germans who are currently abroad, he said, and pleaded for citizens to not travel. \"Please stay at home,\" he said. This comes after the country reported 1,174 new infections within 24 hours between Sunday and Monday -- its largest single-day rise in cases. Germany has over 7,200 coronavirus cases, including 17 deaths, according to an estimate from Johns Hopkins University, which is tracking cases reported by the World Health Organization and additional sources. The government also issued drastic new restrictions yesterday, closing bars, clubs, theaters, concert halls, museums, and other public spaces. \"These are measures that have never existed in our country before, but they are necessary,\" said German Chancellor Angela Merkel yesterday. \"We need drastic measures to slow down the infection process.\" ##Travel## ##Health## Since last week's announcements that the NBA would suspend its season in response to the coronavirus outbreak, several other sports leagues in the US have followed suit. NASCAR postpones races: The stock car racing body has postponed races in the national circuits, and will hold a full season when it resumes in May.\nKentucky Derby postponed: The Derby will be postponed until September 5. At this point, it's not clear how the postponement may affect the other Triple Crown races.\nUFC postpones next three fights: The Ultimate Fighting Championship will postpone its next three events, which were scheduled to take place March 21, March 28 and April 11. \nWWE to hold WrestleMania without audience: World Wrestling Entertainment announced it will hold WrestleMania without fans. WrestleMania is WWE's biggest event of the year, and typically draws tens of thousands of fans.\nNBA suspends season: The National Basketball Association announced it would suspend its season after a player on the Utah Jazz tested positive for coronavirus.\nNCAA pulls plug on March Madness: The National Collegiate Athletic Association canceled its Division I basketball tournament -- and the biggest annual event in college basketball -- as well as other winter and spring NCAA championships.\nMLB calls off spring training: Major League Baseball will cancel its remaining spring training schedule and delay Opening Day -- scheduled for March 26 -- by at least two weeks.\nMLS sidelines games: Major League Soccer will suspend its season for 30 days while it reevaluates the impact of the coronavirus.\nUS Soccer calls off games: US Soccer canceled games for the Men's and Women's National Teams through April.\nNHL suspends season: The National Hockey League said it would suspend its season, effective immediately, and added that it shares locker rooms and facilities with the NBA.\nPGA Tour cancels events: The PGA Tour has canceled the Players Championship, and Augusta National Golf Club has postponed the Masters, which was set to tee off on April 9.\nBoston Marathon postponed: The Boston Marathon has been postponed until September 14. It was scheduled to take place on April 20. ##Daily Life## ##Business## Budget airline Cebu Pacific, a major operator in the Philippines, is canceling all flights -- domestic and international -- from Thursday through April 14. The cancellations are to support “government regulations on Covid-19,\" said the airline in a tweet. Passengers with flights booked during that period can rebook with a waived fare difference, or get a full refund. Philippines under lockdown: Half the country's population -- about 50 million people -- are living under travel restrictions.  In Luzon, the archipelago's largest and most populous island, all mass public transportation has been suspended, and residents told they can only leave their homes for essential items, according to CNN affiliate CNN Philippines. Large cities in other regions, including Cebu and Davao, have also instituted their own “community quarantine” restrictions. ##Travel## ##Business## London is weeks ahead of the rest of the UK in the coronavirus pandemic, and must now move into the next phase of its response, Mayor Sadiq Khan said in a video posted to Twitter. \"The Prime Minister (Boris Johnson) has said that London is now a few weeks ahead of the rest of the country because of our global connectivity and size,\" said Khan, urging residents to follow the official advice.  \"All Londoners should now stop all non-essential social contact. This means working from home wherever possible and stopping all visits to pubs, clubs, theaters or other venues with immediate effect.\" If residents had family members showing symptoms, the entire household should self-quarantine and not go outside for 14 days, he said. Vulnerable residents like the elderly or those with preexisting health conditions should limit their contact with others. London is the biggest city in Western Europe, with close to 9 million inhabitants.  There have been 1,547 coronavirus cases and 55 deaths in the UK, according to the World Health Organization. The new measures are being implemented because the country is “now approaching the fast growth part of the upward curve” in cases and “without drastic action cases could double every five to six days,\" Johnson has warned. ##Health## ##Daily Life## The numbers: As of midnight in Geneva, the World Health Organization has recorded 173,344 coronavirus cases and 7,019 deaths globally.  A separate tally from the Johns Hopkins University, which is tracking cases reported by the WHO and additional sources, puts the number of cases at over 182,400 with at least 7,100 deaths. Over 79,000 patients have recovered around the world, according to Johns Hopkins. The number of coronavirus deaths outside China have now surpassed the number of deaths inside. Global lockdowns: Parts of China, Italy, Spain, the Philippines, and Lebanon have put their citizens under partial or total lockdown. France has issued restrictive measures that require all vehicle and pedestrian movements to be justified and Malaysia will impose a nationwide movement control order that bars citizens from traveling abroad, while foreign tourists and visitors will be restricted from entering the country.  Restrictions on daily life: Countries all over the world have closed borders, expanding restrictions on travel and daily life, issued bans on public gatherings and told citizens to work from home or not to leave the house.  Situation in the US: Cases have surpassed 4,400 and at least 87 people have died. The White House recommends people avoid gatherings of more than 10 people, and a growing number of US states and cities have announced widespread mandatory closures as part of attempts to curb the spread of the virus. Top US health care officials have warned the country doesn't have enough stockpiled medical equipment like masks and gloves to deal with the coronavirus pandemic. Ohio Gov. Mike DeWine said that the state's health director will order presidential primary polls closed Tuesday \"as a health emergency.\" Tokyo 2020 Olympics: Japanese Prime Minister Shinzo Abe said today that he \"secured support\" from G7 leaders to hold the Games in their \"complete form,” which would provide \"proof that the world has contained coronavirus.\" Japan has faced calls to cancel the Olympics for weeks. Hong Kong uses electronic wristbands: The government announced new travel restrictions requiring all arrivals from foreign countries to undergo a 14-day quarantine. The wristbands, and an accompanying smartphone app, will alert officials if travelers violate the quarantine. Shanghai has listed 12 countries from which arriving travelers would be quarantined for 14 days. “From now on, all travelers who have been in South Korea, Italy, Iran, Japan, France, Spain, Germany, the United States, United Kingdom, Switzerland, Sweden, Belgium will have to self-quarantine for 14 days,\" said a statement from the city's municipal government. Officials had announced the policy on March 3, but didn't publicly name the specific locations. This comes as the number of imported cases from overseas are on the rise -- and as domestic cases of community transmission have drastically fallen. ##Travel## New measures and restrictions will go into effect today in France, limiting people's movements and activities as the country's coronavirus cases continue to spike. All vehicle and pedestrian movements nationwide will have to be justified -- meaning \"each person, for each movement, will need to fill a document, stating on their honor, the reason of their movement,” French Interior Minister Christophe Castaner said yesterday. Some professions will be able to use their work certificate as proof of justification, and journalists with press cards are allowed to move around “as information plays a major role in the fight against the virus.\" War against coronavirus: The new measures were announced shortly after President Emmanuel Macron said the country was “in a war” against the pandemic, and announced additional measures banning gatherings across France -- including family and social gatherings.  France has seen dramatic jumps in coronavirus case numbers these past two weeks, reporting hundreds of new cases a day. It's now one of the countries with the highest number of cases, at 6,655 total, according to Johns Hopkins University. Europe under lockdown: It's not just France imposing drastic new measures; much of Europe is now under lockdown and travel restrictions. Italy remains under complete lockdown. Spain has closed its land borders. And Germany is enforcing border restrictions with Austria, Switzerland, France, Luxembourg and Denmark. Switzerland’s government banned all private and public events. ##Daily Life## This version of Donald Trump will save lives. The President offered Americans something they have rarely seen from him in his latest and most somber press conference yet on the coronavirus pandemic on Monday. He dispensed unimpeachable information based on fact. He called for national unity and seemed like he meant to help forge it. And he ditched his normal habit of hyping the best possible outcome to a situation with improbable superlatives -- instead communicating the gravity of a fast-worsening crisis. \"It's bad. It's bad,\" Trump said as he unveiled a 15-day plan to try to flatten the curve of new infections to alleviate a feared surge of sick patients that could overwhelm the health system. \"Each and every one of us has a critical role to play in stopping the spread and transmission of the virus,\" Trump said, summoning national resolve as he plunges deeper into a crisis that will now define his term and possibly his reelection hopes. It's a clear change in direction. The President's pivot to seriousness contrasted sharply with some of his previous commentary on the pandemic, which he has compared to the flu and predicted could just go away, and came after he claimed he had \"shut it down\" and had the disease under control. Why it matters: It will take more than one serious news conference to turn the tide of the pandemic -- but it was such an unusual performance that he may stand a chance of shocking watching viewers into action and getting them to fully understand the desolate reality of the coming weeks. Read the full analysis here: A passenger who disembarked a cruise ship in Grand Cayman just over two weeks ago has since died of coronavirus, the Italian cruise company Costa Cruises confirmed to CNN on Monday.  In the statement to CNN, Costa Cruises said the passenger was aboard the Costa Luminosa ship, and disembarked in Grand Cayman on February 29. The passenger died on Saturday. Costa Cruises said the man was one of three passengers who tested positive for the virus on the ship, but from two separate journeys. The other two infections -- a husband and wife -- disembarked in Puerto Rico on March 8 from a later Costa cruise journey. The Cayman Islands government had first announced the death on Saturday, saying the 68-year-old patient was the first confirmed coronavirus case in the territory. The patient had preexisting conditions. The man was a \"cardiac patient who was traveling on a cruise ship when he was admitted to Health City in critical condition for urgent cardiac treatment on 29 February,\" said the government statement. The statement added the patient \"had two cardiac arrests and was resuscitated\" on the way to the Cayman Islands, and had a prior medical history of cardiac issues. He was hospitalized upon arrival. ##Travel## There are at least 4,475 cases of the novel coronavirus in the United States, according to state and local health agencies and the Centers for Disease Control and Prevention. 70 cases are repatriated citizens, like those evacuated from China or the Diamond Princess cruise ship in Japan. 4,405 cases were detected, tested, and confirmed in the US. Washington and New York are the hardest hit states, both with more than 900 cases each. California follows with 450 cases. Only one state has yet to report a coronavirus case -- West Virginia. The death toll remains at 87. ##Health## Singapore's Trade and Industry Minister Minister Chan Chun Sing has sought to allay fears that it will run out of food stocks and other supplies. \"While we may have to make some adjustments to our choices, we do have sufficient supplies for all Singaporeans, so long as we buy responsibly,\" Chan said in a televised news conference.  Singapore imports 90% of the food it consumes and there has been a rush on panic buying in recent weeks, with concerns that the coronavirus pandemic will disrupt the city state's food supplies.  Those fears grew on Monday after Malaysia announced it will impose a nationwide movement control order that bars citizens from traveling abroad, while foreign tourists and visitors will be restricted from entering the country. Contingency plans and stockpiling: Chan said Singapore has a contingency plan in place for such a scenario and that food stocks will be sufficient.  \"A disruption of supplies from Malaysia is one of the contingency scenarios that we have planned for over the many years,\" he said. \"As such we have plans to manage this contingency with a combination of stockpiling, local production and also diversification of the overseas sources for our supply.\"\n\"This will allow us time to bring alternative supplies should our usual supply lines be disrupted,\" he said.  A religious gathering at a mosque in the Malaysian capital Kuala Lumpur is at the center of a cluster of coronavirus cases in Southeast Asia.  From February 27 to March 1, about 16,000 people attended a four-day \"Ijtima Tabligh\", or religious gathering at the city's Seri Petaling Mosque, according to Malaysia’s health ministry.  About 1,500 of those attendees were foreigners, with many traveling from around the region.  Health ministry director general Dr Noor Hisham Abdullah said that to date, the ministry has identified 8,682 attendees.  Malaysia: On Monday, Malaysia confirmed 125 new cases in the country, 95 of which are linked to the religious gathering. On Sunday, the country reported 190 new cases, with most of those new infections linked to the meeting, the health ministry said. Malaysia has over 550 cases in total, according to the World Health Organization.  Brunei: Most of Brunei's 54 reported coronavirus cases are people who attended the gathering or had close contact with people who did, according to numbers from the country's health ministry. Cambodia: Of 12 new coronavirus cases reported in Cambodia on Monday, 11 are from the religious gathering in Malaysia, according to the country's health ministry and Reuters.  Singapore: 90 people from Singapore were identified as having attending the event, and five of those have tested positive for coronavirus, according to the Islamic Religious Council of Singapore. New Zealand today announced a $7.3 billion financial package aimed to \"support New Zealanders and their jobs from the global impact of Covid-19.\" In a news release, Finance Minister Grant Robertson said the pandemic was going to have a \"significant\" effect on the country's economy, and that the package aims to \"soften that impact.\"  The package includes a $302 million boost for the health sector, $1.79 billion in tax changes to free up cash flow, and $3.2 billion for wage subsidies for affected businesses in all sectors and regions.  The package represents 4% of the country's GDP, Robertson said. He added that this isn't a one-off measure: \"It is just the beginning. As we go through this crisis towards economic recovery the government will be constantly monitoring the situation and adjusting its response.\" In the statement, Prime Minister Jacinda Ardern said, \"We've gone hard with our health response, and now we're going hard with our financial assistance.\" This comes just days after the government announced that all travelers entering the country, including New Zealand citizens, will have to self-isolate for 14 days upon arrival. New Zealand currently has 11 confirmed cases of the coronavirus. ##Business##  Egypt has reported its largest spike in daily cases, with 40 more people testing positive and two more deaths, the health ministry announced Monday night. The first death was a 50-year-old Egyptian man, who died in the city of Dakahlia after coming in contact with a woman who last week also died of the virus. The man’s family are currently under quarantine after testing positive for the virus, the health ministry said. The second death was a 72-year-old German man who died in a hospital in Luxor, the health ministry said. Last week, dozens of tourists were quarantined on a cruise boat, also in Luxor, after testing positive for the virus. Egypt now has 166 coronavirus cases with a total of four deaths, the health ministry said. ##Health## When Declan Chan, a stylist based in Hong Kong, flew home from London this week, he was given a wristband to wear upon arrival. It was an electronic band, and would track his movements while he stayed home for 14 days under mandatory quarantine, officials explained. It's the latest preventative measure introduced in the city, which has seen a rise in imported coronavirus cases from overseas in the past two weeks, after a period of slowing infections. The government announced new travel restrictions today, requiring all arriving travelers from foreign countries to undergo the 14-day quarantine. The wristbands, and an accompanying smartphone app, will alert officials if travelers violate the quarantine. Chan said he was instructed to download the smartphone app, and to walk around his apartment once he arrived home, so that it could map his premises. \"So far, 5,000 reusable wristbands produced by the (technology) centre are readily available and another 60,000 disposable wristbands have been procured from the market, 5,000 of which were delivered and tested and the remaining 55,000 will be delivered in batches,\" said the government in a statement yesterday. ##Health## ##Daily Life## ##Travel## Pakistan reported today that the country has 184 cases of the coronavirus -- more than three times the number reported just two days ago. On Sunday, the national tally was 53 cases. And just the day before that, the tally was 28. Many of the newly reported cases in these recent spikes have come from pilgrims who were retested in their home districts after already being quarantined two weeks ago at the Iran-Pakistan border. Pakistan has shut down schools, cinemas, and courts, but public transportation and places of business still remain largely operational. On Friday, Pakistan also shut its borders with Iran and Afghanistan. ##Health## New York City is usually packed and busy around this time of year. It's finally the beginning of spring; the streets, parks, and restaurants are usually full of people, even on a weeknight. Instead, on Monday night, restaurants and cafes were empty as people stayed home. “It was a difficult walk around my neighborhood tonight,” resident Ben Von Klemperer told CNN. \n”Some of these are my usual after-work spots, and they hold a lot of good memories. I really hope they can pull through.” Many of the stores and cafes were closed, with signs on the doors saying they would reopen at a later point. Even the restaurants that were still open were mostly empty and eerie. Outside, there were few people on the street -- perhaps a sign that New Yorkers are listening to health officials' pleas for social distancing. ##Daily Life## ##Business## As restaurants, shops, airlines and factories shut down around the world, economists are warning that a global recession is no longer a looming threat. It's here. Dire economic data released by China on Monday showed that the country was pummeled by the coronavirus outbreak in January and February. The world's second biggest economy looks unlikely to recover any time soon. Now, with governments and central banks in Europe and North America pursuing drastic measures to try to control the pandemic, Asia still on high alert, and financial markets in meltdown, a growing number of experts say that a global contraction is beginning. \"Whereas 10 days ago there was some legitimate uncertainty about whether the global economy was in the process of going into recession -- 10 days later, there's no question that it is,\" David Wilcox, former head of research and statistics at the Federal Reserve Board, told CNN Business. Chinese economy slammed: In China, retail sales plunged 20.5% during January and February compared to 2019, industrial output was down 13.5%, and fixed asset investment fell by nearly 25%, according to the National Bureau of Statistics. The decline in industrial production was the sharpest contraction on record. The US forecast: Goldman Sachs on Sunday downgraded its outlook for US GDP, citing a cutback in spending, supply chain disruptions and the impact of local quarantines. The investment bank thinks America's economy will now shrink 5% between April and June, after 0% growth between January and March. Growth for the year is forecast to come in at just 0.4%, down from 1.2%. Read the full story here ##Business## Amid the desperate crowds and sparse shelves at supermarkets across the US, there is grace in the aisles.  Jayde Powell, an 20-year-old student at the University of Nevada, Reno, is providing free grocery delivery to the sick and elderly with a growing army of volunteers. She got the idea to organize a few volunteers when her mother mentioned calling elderly neighbors to see whether they needed anything. \"As a pre-med student, I know that people who are older or people who have heart, lung or immune conditions are especially at risk for contracting the virus,\" Powell told CNN. She started \"Shopping Angels\" by enlisting about 20 members of her medical fraternity, Phi Delta Epsilon. As need grew, she reached out to other classmates and turned to social media to recruit more. But Powell credits her interview with CNN affiliate KVVU for putting Shopping Angels on the national scene. \"It is really quite astonishing to me,\" she said. \"I woke up this morning to 20 voicemails and 56 emails. And I've got people in Connecticut, Long Island, Sacramento, Los Angeles, Phoenix, Arizona that want to volunteer.\" How it works: Some clients give their angel a shopping list, budget and money to cover the purchase. Other clients purchase their groceries online, and a shopping angel does the pickup. Powell requires her shopping angels to wear masks and gloves during transportation, pickup and delivery. Additionally, Powell asks her volunteers not to go inside the homes for the safety of everyone involved. Read the full story here: ##Daily Life## Beijing police have launched a criminal investigation into a coronavirus patient who traveled to China from the US while showing symptoms, and was confirmed infected after arriving. The patient, a woman identified by her surname, Li, is a resident of Massachusetts, said Beijing authorities in a statement online. She had attended a company conference in late February, where one of her colleagues later tested positive for the coronavirus.  The timeline: Li began noticing symptoms on March 1, like muscle aches, a fever, cough, and runny nose. She visited a local hospital on March 3, before subsequent visits on March 5, March 10, and March 11; she was prescribed antiviral medication and given a chest radiograph, but says she was not hospitalized. Finally, on March 12, she traveled to Los Angeles, then flew onward to Beijing with her husband and son.  On the flight: A few hours after takeoff, Li told flight crew that she was experiencing symptoms. She was asked to sit in an isolation zone on the plane, and wear a mask. It wasn't for several more hours -- shortly before arriving in Beijing -- that she told crew members she had been at a conference with a person infected with coronavirus, according to an airline spokesperson. Upon arrival, the family was taken to a hospital in Beijing, where Li was confirmed infected with the virus on March 13. She is now being treated in hospital while her husband and son stay under quarantine for medical observation. But in the past week, contradicting claims have emerged. Nieng Yan, a professor at Princeton University, said on the social platform Weibo that Li had already tested positive in the US and had wanted to \"escape\" back to China -- contradicting Li's claims that she had been unable to get tested in Massachusetts. The police say they are investigating Li for alleged violation of China's infectious disease prevention law. The Indian film industry is halting all productions from March 19-31 as part of efforts to contain the novel coronavirus in the country.  “The health and safety of our colleagues comes first, hence we completely support the industry’s united decision to suspend productions,” Kulmeet Makkar, CEO of the Producers Guild of India, said in a statement.\n“In the coming days, we will discuss details with our members on the modalities of postponing our production plans, keeping in mind the ongoing threat of Covid-19. We will continue to monitor the situation and take further decisions accordingly.\" With up to 2,000 films produced every year in over 20 regional languages, the Indian film industry is the world’s biggest when it comes to the number of films made. In recent weeks, Bollywood's biggest stars have taken to social media to raise awareness on how to prevent the spread of coronavirus in a country of more than a billion people. Bollywood megastar Amitabh Bachchan posted a video of himself reciting a few lines of verse that he had “doodled.”   The poem spoke about listening to government advice, such as washing your hands regularly, staying indoors and practicing social distancing. And actress Priyanka Chopra took to Instagram to promote the traditional Indian greeting of Namaste as a safe, no-contact way of greeting.  A Delta Air Lines flight was held before takeoff Monday in New York after a passenger said they were exposed to someone who had tested positive for coronavirus, a person involved with airport operations told CNN. Flight 2503 was scheduled to fly from JFK Airport to Seattle that night. Just before takeoff, the individual was told that they were exposed to someone with coronavirus, the source said. The passenger did not show any symptoms but deplaned out of an abundance of caution, the source said. \"The passenger is being questioned, the information is being supplied to the CDC. They will make a decision what becomes of this flight and the rest of us,\" the pilot announced to passengers on the flight. \"So at this point, all I can say is just please be patient as we work through this and figure it out. We'll give you as much information as we know, as soon as we know it.\" Delta confirmed the incident and said that the plane was being cleaned. \"We continue to follow all guidelines from the CDC and local health officials,\" Delta spokeswoman Kate Modolo told CNN. \"The safety and health of our customers and crew remain our top priority.\" Read the full story here. ##Travel## One of Hollywood's most famous couples is helping feed those in need during the coronavirus pandemic. Ryan Reynolds and Blake Lively said Monday they're donating $1 million to two organizations to help older adults and low-income families -- Feeding America and Food Banks Canada. Those groups, said statements posted to Reynolds and Lively's Twitter accounts, have been \"brutally impacted\" by Covid-19. \"Take care of your bodies and hearts,\" Reynolds' statement said. \"Leave room for joy. Call someone who's isolated and might need connection.\" ##Daily Life## ##Business## The numbers: China reported its national death toll was 3,226 on Monday. There are now more deaths from the novel coronavirus outside mainland China than inside the country.  South Korea and Japan expand travel restrictions:   South Korea: All visitors, regardless of the port of origin, are to undergo a temperature check when entering the country. Those exhibiting symptoms will be required to take a diagnostic test and quarantine for two weeks. South Korea is extending its postponement of the first day of school from March 23 to April 6.\nJapan: Citizens are advised not to travel to all of Iceland, as well as some provinces of Italy, Spain, and Switzerland.  Southeast Asia locks down:  Malaysia: From Wednesday, citizens will be banned from traveling abroad, with foreign tourists and visitors restricted from entering the country. All non-essential businesses will be closed, along with bans on religious, sports, social, and cultural activities.\nPhilippines: 50 million people are under \"enhanced community quarantine\" with residents on the most populous island of Luzon told to stay home, businesses closed and public transportation suspended.\nThailand: The government will meet to decide on measures restricting public gatherings, closing schools, sport arenas and Muay Thai boxing rings. Those measures include canceling the annual Songkran New Year water festival. Qantas suspends flights: Qantas Airways is slashing international flights by 90% until at least May, as coronavirus travel restrictions hammer bookings. The Australian carrier said  the drastic reduction is because severe quarantine requirements are curbing people’s ability to travel overseas.  India restrictions: All travelers from the European Union, Iceland, Liechtenstein, Norway, Switzerland, Turkey and the United Kingdom are banned from entering the country from midnight Wednesday local time. The Taj Mahal joins a list of attractions around the world that are closing their doors. US medical equipment stocks: Top US health care officials have warned the country doesn't have enough stockpiled medical equipment like masks and gloves to deal with the coronavirus pandemic. Tokyo 2020 Olympics: Japanese Prime Minister Shinzo Abe said today that he \"secured support\" from G7 leaders to hold the Games in their \"complete form,” which would provide \"proof that the world has contained coronavirus.\" Japan has faced calls to cancel the Olympics for weeks. Met Gala postponed: One of the biggest nights on the fashion calendar has been postponed, following a wave of canceled and postponed cultural events around the world.  ##Travel## ##Daily Life## ##Health## The Taj Mahal in India has joined the list of attractions around the world that are closing their doors amid the coronavirus pandemic. Prahlad Singh Patel, the country's Minister of Tourism, made the announcement on his Twitter account today. \"All the ticketed monuments and all other museums have been directed to be closed until March 31, 2020,\" he wrote. The enormously popular marble monument often sees 50,000 visitors passing through a day. Almost 6.5 million people visited the Taj Mahal in 2018, according to statistics from the Indian Ministry of Tourism. This is just the latest restriction in India: The country has suspended issuing any new tourist visas and is enforcing a two-week quarantine on all travelers -- including returning Indian nationals -- who are arriving from or have visited China, France, Germany, Iran, Italy, South Korea and Spain. \"The scale and extent of our interventions have increased in alignment with the evolving situation of COVID-19 [coronavirus] across the world, and India in particular,\" Harsh Vardhan, India's Minister of Health, told reporters earlier this month. The number of confirmed coronavirus cases in India stands at 114, including two deaths. ##Travel## There are now more deaths from the novel coronavirus outside mainland China than inside the country.  That's a significant moment in the evolution of the pandemic, which for months has been concentrated in China -- the country where the virus was first discovered at the end of last year. China’s National Health Commission said on Tuesday that the national death toll was 3,226. The Johns Hopkins University, which is tracking cases reported by the World Health Organization (WHO) and additional sources, puts the global death toll at 7,154 – with 3,924 deaths outside of China. That's nearly 700 more deaths outside of China than inside. The WHO’s latest global death toll stands at 6,610. It lists the China death toll at 3,218, with 3,392 deaths outside China, or at least 174 more deaths outside China than inside. Italy, which has the largest outbreak outside of mainland China, has reported 2,158 deaths. Iran has reported 853 and Spain 342, according to Johns Hopkins. Cases around the world continue to accelerate and Europe has become the new epicenter of the pandemic.  The milestone in the death toll will undoubtedly raise questions about whether national health care services are prepared for the increased caseloads and the availability of supplies and protective gear for front line health workers. It's also likely to focus attention on whether governments are doing enough to stop the spread of the virus.  In Asia, countries that acted quickly with a combination of aggressive containment and social distancing measures have seen their caseloads stabilize in recent weeks.  But there are concerns that some countries in Europe and North America are not acting fast enough to stop their own epidemics -- and prevent more deaths. The UK, for example, is seen as an outlier in Europe, as its response has been less strict than its European counterparts, prompting criticism at home and overseas. ##Health## Tens of millions of people in Southeast Asia have had their movements, travel and daily life restricted as countries prepare for a surge in novel coronavirus cases. In Malaysia, residents are banned from traveling abroad, while foreign tourists and visitors will be restricted from entering the country, according to the state-run Bernama News Agency. The control order, which will start Wednesday and last until the end of the month, bans all religious, sports, social, and cultural activities, Bernama reported. All houses of worship and business premises will be closed, except for grocery stores, and schools will be closed until the end of the month. In the Philippines, half the country -- about 50 million people -- is under an \"enhanced community quarantine.\" Luzon, the Philippines' largest and most populous island, has effectively been locked down. All mass public transportation has been suspended, and residents told they can only leave their homes for essential items, according to CNN affiliate CNN Philippines. Offices have been shut. Only essential businesses like supermarkets and hospitals are allowed to open.  From Tuesday midnight local time, people have 72 hours to leave the island if they wish, after which all air travel to Luzon will be restricted. Enforcing the new measures will be a 70,000-strong police force on Luzon and anyone violating the quarantine may face arrest, CNN Philippines reported. Read the full story here: ##Travel## ##Daily Life## The number of coronavirus deaths outside China have now surpassed the number of deaths inside. Mainland China -- where the pandemic began at the end of last year -- has recorded 3,226 coronavirus-related deaths, according to the country's National Health Commission. The Johns Hopkins University, which is tracking cases reported by the World Health Organization and additional sources, puts the global death toll at 7,138 – which would mean 3,912 deaths outside of mainland China -- nearly 700 more deaths outside of China than inside. The World Health Organisation’s latest global death toll stands at 6,610. They list the China death toll at 3,218, with 3,392 deaths outside China, or at least 174 more deaths outside China than inside so far. ##Health## South Korea has expanded its special immigration measures to cover all arrivals starting Thursday, the country's health ministry announced during a news conference. The new policies will require all visitors regardless of the port of origin to undergo a one-on-one temperature check when entering the country, it said. Those exhibiting symptoms will be required to take a diagnostic test and quarantine for two weeks.  All visitors will also be required to confirm their local addresses and phone numbers, and install a self-diagnosis app on their smartphones before they are allowed entry. In Japan, the Ministry of Foreign Affairs also raised its outbound travel advisories for several European countries amid the novel coronavirus outbreak. The highest warning, which advises citizens not to travel, has been issued for all of Iceland, as well as some provinces of Italy, Spain, and Switzerland. The ministry currently also advises its citizens not to make non-essential trips to other continental European countries. ##Travel## As Chinese President Xi Jinping passed an apartment complex last week during his tour of Wuhan, he looked up and waved back at rows of residents who -- still under lockdown -- greeted him behind masks from their apartment windows. The upbeat footage -- beamed into millions of homes across China later that evening -- was meant to send a confident message that, under Xi's leadership, the country had turned a corner. But for many Wuhan residents, the images on state media do not match with the reality of day-to-day life. \"What's for sure is that Xi Jinping cannot hear any genuine voices at all,\" said resident Zhang Yi. Zhang, and many others like him, have been sealed off from the outside world since late January, when the metropolis of 11 million was placed under a state-imposed lockdown to prevent the further spread of the coronavirus -- and their frustrations have been mounting. Anger at the government: When the epidemic was at its most severe, many Wuhan patients said they were unable to get treated due to an extreme shortage of hospital beds and medical resources.  Now, as the number of new reported cases in China slows to a trickle, millions of residents are still restricted by the government to their homes; they're not even allowed to go outside to shop for groceries. Instead, the residents CNN spoke to said they have to rely on designated neighborhood committees to make group orders for daily necessities -- often at a higher price. While state media has doubled down on constructing a positive narrative of life in Wuhan, the deep well of public anger resulting from stringent censorship, soaring food prices and the failures of the local government is starting to chip away at the propaganda facade. Read the full story here: ##Daily Life## Top health care officials in the US warned today that the country doesn't have enough stockpiled medical equipment like masks and gloves to deal with the coronavirus pandemic. Officials from the Department of Health and Human Services told medical professionals on a conference call today that there was not enough personal protective equipment in the Strategic National Stockpile to fulfill anticipated gaps in state and local supplies, according to a source who was on the call. These crucial equipment include masks, gowns and gloves. The call was confirmed to CNN by a Department of Health and Human Services official. The officials said on the call that the government didn't yet have a solution for the looming shortfall, but was working on one. \"We have been transparent that more supplies are needed -- hence the request to Congress for additional funding so we could procure more and scale up production,\" an HHS spokesperson said in a statement to CNN.  The role of the national stockpile is to fill the gap temporarily until states and localities working with the private sector can respond to the state and local needs. ##Health## Japanese Prime Minister Shinzo Abe said today that he \"secured support\" from G7 leaders to hold the Tokyo 2020 Olympic Games in their \"complete form,” which would provide \"proof that the world has contained coronavirus.\" Speaking to reporters in Tokyo after a teleconference with the G7 leaders, Abe said he had called for cooperation to develop a vaccine, and that the member nations had agreed to take steps to cope with the severe economic impact. Abe was not drawn on the timeframe of the Olympics, when asked by reporters if there could be a delay. Pressure to cancel: Japan's government has faced calls to cancel the Olympics for weeks, but have insisted that preparations are continuing as planned.  Just last week, the Tokyo governor said canceling the Olympics would be \"unthinkable.\" Tokyo 2020 is due to officially begin on Friday, July 24. ##Business## One of the biggest nights on the fashion calendar, the Met Gala, has been postponed due to the coronavirus. The news follows a wave of canceled and postponed cultural events around the world.  The annual red carpet event, hosted by Condé Nast's Anna Wintour, is a celebrity-packed fundraiser for The Costume Institute at the Metropolitan Museum of Art. Since 2005, the event has been held, without fail, on the first Monday in May -- it also marks the launch of its spring exhibition. This year's exhibition, \"About Time: Fashion and Duration,\" is sponsored by luxury fashion house Louis Vuitton. It had originally been scheduled for May 4, 2020.  \"Due to the unavoidable and responsible decision by the Metropolitan Museum to close its doors, About Time, and the opening night gala, will be postponed to a later date,\" wrote Wintour on Vogue.com. On Friday, the Metropolitan Museum announced it would be shutting its doors temporarily, causing speculation that the gala would not be held as planned.  In a follow up statement sent to CNN on Monday a spokesperson wrote: \"The Museum will remain closed through Saturday, April 4. Additionally, the CDC advised over the weekend that there should not be any gatherings of 50 people or more for the next eight weeks. In deference to this guidance, all programs and events through May 15 will be canceled or postponed.\" Read more here. ##Business## As the coronavirus pandemic sweeps the US, fitness centers and clubs are responding with closures and waivers. The Life Time chain of fitness clubs, based in Minnesota, is closing all of its locations, effective immediately, said the company on Monday. Life Time has more than 150 destinations in 41 major markets in the US and Canada. The company said it will update its members on a reopening date as soon as possible. LA Fitness gyms will also be closed nationwide from today through at least April 1, in an effort to help \"flatten the curve and impact of this virus,\" the company announced in a letter to its members today. All memberships will be extended to cover the time the clubs are closed, LA Fitness said in the letter. Maintenance and janitorial crews will remain on duty. LA Fitness has more than 700 clubs across the United States and Canada. Meanwhile, fitness apps and organizations like Classpass, which partner with different gyms and sports venues, are offering members special measures like the option to \"pause\" their accounts, or waived cancelation fees. ##Daily Life## ##Business## India is banning all travelers from the European Union, Iceland, Liechtenstein, Norway, Switzerland, Turkey and the United Kingdom from midnight Wednesday local time, the Indian Ministry of Health and Family Welfare said. Airlines will be prohibited from boarding any passengers from these countries -- including Indian nationals -- at the first port of departure.  Passengers from these countries returning to India before the ban takes effect will be immediately quarantined for 14 days. The country has also expanded its compulsory quarantine measures for 14 days to all passengers transiting or coming through the United Arab Emirates, Qatar, Oman and Kuwait from Wednesday. The measures will be in place until March 31 and will be reviewed subsequently. The number of confirmed coronavirus cases in India stands at 114, including two deaths.   Factories were shuttered and streets were cleared across China's Hubei province as authorities ordered residents to stay home to stop the spread of the coronavirus. It seems the lockdown had an unintended benefit -- blue skies. The average number of \"good quality air days\" increased 21.5% in February, compared to the same period last year, according to China's Ministry of Ecology and Environment. And Hubei wasn't alone. Satellite images by NASA and the European Space Agency show a dramatic reduction in nitrogen dioxide emissions -- those released by vehicles, power plants and industrial facilities -- in major Chinese cities between January and February. The visible cloud of toxic gas hanging over industrial powerhouses almost disappeared. \"This is the first time I have seen such a dramatic drop-off over such a wide area for a specific event,\" says Fei Liu, an air quality researcher at NASA's Goddard Space Flight Center. \"I am not surprised because many cities nationwide have taken measures to minimize the spread of the virus.\" Coal consumption dropped dramatically. Major coal-fired power stations saw huge drops in consumption, likely because electricity demand is down. Burning fossil fuels like coal emits carbon dioxide -- and emissions were down by at least 25% from February 3 to March 1, according to air pollution research group Center for Research on Energy and Clean Air (CREA). But some are worried that once the coronavirus threat passes, China will be solely focused on restarting its economy, and the pollution will return in full force. Read the full story here. ##Health## There are at least 4,459 cases of the novel coronavirus in the United States, according to state and local health agencies and the US Centers for Disease Control and Prevention. 70 cases are repatriated citizens, like those evacuated from China or the Diamond Princess cruise ship in Japan. 4,389 cases were detected, tested, and confirmed in the US.  Washington and New York are the hardest hit states, both with more than 900 cases. California follows with 448 cases. Only one state has yet to report a coronavirus case -- West Virginia. There have been 87 coronavirus-related deaths in the US. ##Health## The US stores Foot Locker and Nordstrom both announced temporary closures today due to the coronavirus pandemic. The shoe store Foot Locker will close all stores in North America, from Tuesday through March 31, said the company in a statement. Customers can still shop online and on the store's app. Employees will also continue to be paid, said the statement. Meanwhile, Nordstrom is also closing US and Canada stores for two weeks, effective Tuesday. These include its multiple brands like Nordstrom Rack, Trunk Club, and Jeffrey. Employees will continue to be paid and receive benefits during the closures. “The health and safety of our customers and employees remain our top priority as we continue to make decisions during this rapidly evolving situation,” said CEO Erik Nordstrom in a statement. ##Business## Texas has reported its first coronavirus-related death.   The patient was a male resident of Matagorda County in his late 90s. He died Sunday evening at Matagorda Regional Medical Center \"with symptoms consistent with Covid-19,\" said a news release from the hospital. The statement also announced a second positive case in the county. The state is now investigating this second case, and have informed the hospital district that \"evidence exists of a possible community link to the earlier positive case in Matagorda County.”  Texas now has 57 cases and one death from the coronavirus. ##Health## Google will delay the rollout of an informational coronavirus website until later this week, instead of a Monday launch date, the company said. \"With local and national guidance evolving rapidly, Google will continue working with relevant agencies and authorities to roll out a website later this week that will surface authoritative information for people in the US, including on screening and testing,” Google said in a statement. What the website will not have: Despite the reference to screening and testing, Google still does not appear to be developing a nationwide tool to directly survey patients for their symptoms and guide them to testing sites, as the Trump administration has claimed in recent days.  What it will have: The website is expected to display information about how Americans can access screening, and list other information about local testing sites. It will also include a link to the CDC's own screening tool, which is under development.  Why the rollout is delayed: Google says it's still waiting on more information about local testing sites.  Don't get confused: Google's sister company Verily also just launched a website that guides Californian users to testing locations in the San Francisco Bay Area. Verily has said it hopes to expand its tool, but has not issued a timeframe for its deployment.  The two websites were the subject of great confusion after President Donald Trump and Vice President Mike Pence announced that Google is working on a tool that will direct Americans to local testing sites. But Google’s announcement, including its remarks Monday evening, stop short of meeting that description.  ##Business## Qantas Airways is slashing international flights by 90% until at least May, as coronavirus travel restrictions hammer bookings. The Australian carrier said on Tuesday that the drastic reduction is because severe quarantine requirements are curbing people’s ability to travel overseas.  Qantas will also cut domestic capacity by about 60%. An industry in crisis: The unprecedented travel restrictions and plunge in demand has prompted the worst aviation crisis in history. A growing number of countries, including the United States and Canada, are closing their borders to international travelers in an effort to contain the novel coronavirus pandemic.  Government officials around the world are also urging citizens to avoid any non-essential travel and advising people to cancel or postpone events, such as concerts, sports, and even weddings.  Billions at stake: Global airlines stand to lose $113 billion in sales if the coronavirus continues to spread, according to the latest assessment from the International Air Transport Association. The massive losses are prompting industry bodies to call on governments to help. \"Coordinated government and industry action is needed — now — if catastrophe is to be avoided,\" CAPA Centre for Aviation, a consultancy, said in a report published Monday.  The firm said most airlines in the world will be bankrupt by the end of May unless governments intervene. \"Cash reserves are running down quickly as fleets are grounded, and what flights there are operate much less than half full.” Last month, when the virus was still largely affecting the Asia-Pacific region, Qantas had already warned the coronavirus outbreak could reduce its profit by up to 150 million Australian dollars ($91.7 million) in the second half of its fiscal year. The carrier's dramatic cuts to international flights on Tuesday is up from the 23% reduction it had announced just last week -- Qantas said that the plunge in demand and flight cuts will be felt across the business. The carrier, which employs 30,000 people, said it will roll out paid and unpaid leave. The company had previously said its CEO and chairman would receive three months of no pay. ##Business## Microsoft is closing all of its stores globally, effective immediately, in response to the coronavirus pandemic. \"We know families, remote workers and businesses are under unique pressure at this time, and we are still here to serve you online at Microsoft.com,\" said Microsoft Store in a statement on Twitter. ##Business## The numbers: As of 4 p.m in Geneva on Monday, the World Health Organization has recorded 168,019 coronavirus cases and 6,610 deaths globally.  A separate tally from the Johns Hopkins University, which is tracking cases reported by the WHO and additional sources, puts the number of cases at over 181,500 with at least 7,100 deaths. Nearly 79,000 patients have recovered around the world, according to Johns Hopkins. China: The country where the pandemic began reported 21 new confirmed cases of coronavirus -- all but one imported from overseas -- and 13 new deaths by end of day on Monday, according to China’s National Health Commission.  This brings the death toll in mainland China to 3,226 and total confirmed cases to 80,881. Some 68,679 patients in mainland China have recovered and been discharged from hospitals. World in lockdown: Countries all over the world have closed borders, enacted restrictions on travel and daily life, issued bans on public gatherings and told citizens to work from home or not to leave the house.  US: Cases have surpassed 4,400 and at least 86 people have died. The White House recommends people avoid gatherings of more than 10 people, and a growing number of US states and cities have announced widespread mandatory closures as part of attempts to curb the spread of the virus.  Ohio Gov. Mike DeWine said today that the state's health director will order presidential primary polls closed tomorrow \"as a health emergency.\" Asia: In response to several cases of the virus imported to the city, Hong Kong will require all arriving travelers from foreign countries to be quarantined for 14 days at home.  Meanwhile, countries in Southeast Asia are issuing far-reaching restrictions as cases in the region jump. Malaysia will impose a nationwide movement control order, banning citizens from traveling abroad, banning all religious, sports, social, and cultural activities, while foreign tourists and visitors will be restricted from entering the country.  The Philippines placed half of the country into lockdown on Monday, with all public transportation and offices shut and people told to stay in their homes. Europe: The European Commission will introduce temporary restrictions on non-essential travel to the EU.  Germany, Spain, France, Russia and Hungary have closed or will close their land borders, while some 47 million Spanish residents have been banned from leaving their homes.  Restrictions on public life have been imposed in countries including France and Germany. The UK has urged people to stop all non-essential contact with others and stop all unnecessary travel. ##Daily Life## ##Travel## ##Health## ##Business## Ohio Gov. Mike DeWine said today that the state's health director will order the polls closed tomorrow \"as a health emergency.\" Ohio's presidential primary had been set for tomorrow. DeWine had urged the primary to be postponed until a later date, but a judge rejected the petition earlier this evening. The secretary of state \"will seek remedy through the courts to extend voting options\" tomorrow while the polls are closed, DeWine said in a statement. \"During this time when we face an unprecedented public health crisis, to conduct an election tomorrow would would force poll workers and voters to place themselves at a unacceptable health risk of contracting coronavirus,\" he said in the statement. The move is a complicated one for Ohio officials, as voters have already started voting in the state where 136 pledged delegates are at stake.  ##Daily Life## Serge Telle, the state minister of Monaco, has tested positive for the coronavirus, according to the principality's Ministry of Health. Health authorities were informed Monday morning about the test results, according to a statement from the ministry. An epidemiological investigation is underway to trace Telle's movements in the past few days, according to the statement.  He is not showing any major symptoms, and is quarantined at home, where he's continuing his professional activities through video conference.  ##Daily Life## ##Health## Hong Kong will require all arriving travelers from foreign countries to be quarantined for 14 days at home, Chief Executive Carrie Lam announced during a weekly press briefing today. The city will also issue a red outbound travel alert on all foreign countries with the exception of mainland China, Taiwan, and Macao, she said.  Currently, Hong Kong requires anyone traveling from mainland China to the city to self-quarantine at home for 14 days.  The new measures will take effect on Thursday, and will affect both residents and non-residents. “We are an aviation hub and we have tens and thousands of students studying overseas. We’re giving them until Thursday to make their way home,\" said Lam. Rise in imported cases: This comes as the number of imported cases have risen in recent days. In the past two weeks, 50 of the 57 new cases reported have been imported to Hong Kong from overseas, Lam said. The city now has a total of 157 cases. Lam urged travelers to practice personal hygiene and wear face masks during the journey, and said the government would provide airlines with masks to prevent a possible shortage. She also spoke about extending existing measures as the pandemic stretches on; schools have been closed for months now, and are unlikely to fully reopen in the next month as previously planned, Lam said. ##Travel## The US chain Dollar General is dedicating its first open hour every day to \"senior shoppers\" in response to the coronavirus pandemic. The new modified hours will begin on Tuesday local time, the Dollar General Corporation said in a statement.  The measures are to meet the needs of more elderly shoppers, \"who are one of the groups most vulnerable to the Covid-19 coronavirus,\"  the statement said. \"In keeping with the Company’s mission of Serving Others, Dollar General wants to provide these at-risk customers with the ability to purchase the items they need and want at the beginning of each day to avoid busier and more crowded shopping periods.\" ##Business## ##Daily Life## Colorado is closing all gyms, theaters, and casinos, and placing restrictions on bars and restaurants, the state's Department of Public Health and Environment announced on Monday. Food establishments aren't allowed to serve food and drink on premises, but can do so through delivery, takeout, and drive-through service. The new measures will go into effect on Wednesday morning local time, for 30 days.  “We understand the gravity of this public health order, and the disruption it will cause,” said Jill Hunsaker Ryan, executive director of the Department of Public Health and Environment.  “But we are weighing this disruption against the need to save lives. Based on the experience of other countries, the state of Washington, and modeling data, the sooner we begin social distancing measures on a large enough scale, the more quickly we can slow transmission of the virus, which translates into less people requiring hospitalization at the same time and more lives saved.”   ##Daily Life## ##Business## Venezuela's embattled President Nicolas Maduro announced a nationwide quarantine during a televised coronavirus briefing earlier today.  The \"social quarantine\" will go into effect 5 a.m. local time Tuesday, Maduro said in the briefing. “We are trying to get ahead of this crisis,” Maduro said. \"If we don’t get a hold of it and stop it, it could severely damage our community.” Police, health officials, and local governments will work together to enforce the quarantine, according to a statement from the presidential press office. Venezuela has 33 coronavirus cases, according to Maduro.  ##Health## ##Daily Life##  Several countries have put their citizens under partial or total lockdown amid the growing spread of coronavirus around the world: China: Parts of the country where the pandemic began are still facing lockdowns or heavy restrictions, even as new confirmed cases drop to a trickle.\nItaly: A countrywide lockdown was put in place on Friday. There are now nearly 28,000 cases in Italy and over 2,100 deaths, according to Johns Hopkins University.\nSpain: People in Spain are banned from leaving their houses with the exception of going to work, buying food or essential supplies, going to a hospital, or supporting an elderly person or a minor under their care. The country is also closing its land borders as cases approach 10,000 there.\nThe Philippines: Half of the country was put into lockdown on Monday to try and stop the spread of the virus. All public transportation and offices were shut down.\nLebanon: Despite reporting fewer than 100 cases, a two-week lockdown was put in place in Lebanon starting from Sunday. Borders have been closed and people are obligated to stay at home unless absolutely necessary. A US Navy sailor in San Diego has tested positive for the coronavirus, according to a statement from the Navy. The sailor is a presumptive positive case, meaning results are pending final confirmation from the US Centers for Disease Control and Prevention. He is stationed at Naval Base Point Loma, and is in quarantine at his residence. People who have been in close contact with him are also self-isolating as military health officials conduct further contact tracing, said the statement. ##Health## Malaysia will impose a nationwide movement control order from Wednesday until the end of the month to combat the spread of coronavirus, Prime Minister Muhyiddin Yassin announced Monday night. The order includes a \"comprehensive restriction on movements and public gatherings,\" including a ban on all religious, sports, social, and cultural activities, the state-run Bernama News Agency reported. All houses of worship and business premises will be closed, except for supermarkets, wet markets, grocery shops and convenience stores selling daily necessities. Most government premises, except those providing essential services such as water and electricity, will be closed, Bernama reported. All educational institutions will also be closed until the end of the month.  Malaysians will be banned from traveling abroad, while foreign tourists and visitors will be restricted from entering the country, it added. “I appeal to everyone to always comply with this movement control order. It is our common responsibility that we must implement as citizens who are concerned about our family, our society and our country,\" Muhyiddin said. ##Daily Life## ##Travel## Beginning today, US Social Security offices will close for in-person appointments and will only provide phone service.  The agency said it is doing this to protect older Americans. The agency has come under fire from the union representing SSA workers, which filed an OSHA complaint alleging that some workers weren't being allowed to telework, putting themselves and the people SSA services in danger from coronavirus. The agency said despite closing in-person services, it will still be able to provide help online or over the phone. ##Daily Life## Tom Hanks and Rita Wilson have left the hospital and are now self-quarantined at their residence in Australia as they continue to recover from novel coronavirus, Leslee Dart, a representative for Hanks, told CNN in a statement. Hanks and Wilson announced they were diagnosed with COVID-19 and had been been hospitalized in isolation since last Thursday. They shared periodic updates on their illness and recovery on social media over the weekend. The two were originally in Australia for pre-production on a film about Elvis Presley, in which Hanks is set to play Presley's manager. ##Health## Georgia Gov. Brian Kemp has ordered all public schools to close starting Wednesday until March 31. Read his full statement: \"To keep our students, teachers, and administrators safe and mitigate the spread of COVID-19, I am ordering the closure of all public elementary, secondary, and post-secondary schools in Georgia from March 18, 2020 to March 31, 2020. This measure is critical to reducing local transmission in communities across our state, and I ask Georgians to continue to follow best practices - washing their hands regularly, isolating the elderly and chronically ill, and avoiding large events if possible - in the days and weeks ahead.\" ##Daily Life## Ohio will join three other states in holding its US Democratic presidential primary as scheduled on Tuesday after a court denied a request from the governor to move the state's contest. Republican Gov. Mike DeWine had asked the court to move the primary election to June due to coronavirus concerns. The court’s denial comes as the spread of the virus has caused a major disruption to American life as government officials work to stem the pandemic.  Illinois, Florida and Arizona will also hold their elections on Tuesday as planned. ##Daily Life## US airports are seeking $10 billion in government assistance to offset losses spurred by the coronavirus outbreak, an airport industry source tells CNN.  The $10 billion figure is in line with anticipated airport revenue losses, the source added.   Reuters first reported the request.  ##Business##", "Section": "world", "Writers": ["Helen Regan", "Jessie Yeung", "Adam Renton", "Meg Wagner", "Mike Hayes", "Jack Guy"], "URL": "https://www.cnn.com/world/live-news/coronavirus-outbreak-03-17-20-intl-hnk/index.html", "MainKeyWord": "Macao", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}