{"Type": "article", "Time": "2020-03-31", "Headline": "March 31 coronavirus news", "Text": "Our live coverage of the coronavirus pandemic has moved here. Two nurses at St. Joseph's Hospital in Denver, Colorado, have told CNN that they're running out of proper sedation drugs because they've had to intubate so many patients since the coronavirus epidemic began in the US.   A nurse at Johns Hopkins Hospital in Baltimore, Maryland, tells CNN that their hospital is running out of fentanyl, which they used to sedate intubated Covid-19 patients.  \"We are starting to run out of proper sedation medication like propofol and fentanyl,\" one nurse says. \n\"It’s hard to watch when you have to flip these people onto their bellies and use oral medications to sedate them through their feeding tubes.\" SCL Health Vice President of System Communications Nikki Sloup said that their hospital system, which includes St. Joseph's Hospital, currently has an adequate supply to meet patient needs.  But Sloup warns that if they experience a patient surge, it could see shortages.  \"We have put in place numerous conservation programs and continue to work with public and private partners to secure the supplies we need to provide safe and appropriate care to our patients and ensure the safety of our caregivers,\" Sloup told CNN in a statement. CNN reached out to Johns Hopkins Hospital for comment but did receive a response. One nurse said they've never seen so many ventilators being put to use. \"Being on a ventilator is a package deal -- it typically comes with the addition of sedation in order to tolerate being ventilated and that’s where fentanyl comes into play,\" they said. \"It is being used in such high doses to appropriately sedate these patients.\" ##Health## More than 262 million Americans are currently under stay-at-home orders -- over 80% of the US population -- according to a CNN count. This count includes state, city and county orders. The numbers were tallied using US census data. Among the most heavily impacted states are: California: 39.5 million people \nNew York: 19.4 million people\nIllinois: 12.6 million people\nOhio: 11.6 million people\nNorth Carolina: 10.4 million people ##Daily Life## Hawaii has reported its first death from the coronavirus, leaving Wyoming as the only US state without a fatality from Covid-19. The Hawaii victim “was an older adult resident of Oahu” with preexisting health problems, according to Dr. Bruce Anderson with the state Department of Health. “This is a difficult time for everyone in Hawaii,” Governor David Ige said in a news conference Tuesday evening. ##Health## A plane from Russia loaded with personal protective equipment (PPE) and other supplies to assist in the response to Covid-19 is expected to arrive in the United States on Wednesday, a senior administration official tells CNN.  “We expect Russia to deliver a planeload of personal protection equipment and supplies tomorrow, as President Putin offered President Trump yesterday,” the official said. \n“We will put into immediate use any needed items that are FDA approved. Likewise, the United States is sending equipment and supplies to many other countries and will continue to do more as we are able.” President Trump on Monday told reporters that Russia sent the US “a very, very large planeload of things, medical equipment which was very nice.” Why is Russia sending the equipment? The Russian embassy in DC tweeted Tuesday that President Vladimir Putin provided the assistance with the consideration that manufacturers would reciprocate and share supplies with Russia if need be.  The National Security Council and State Department did not reply to inquiries as to if President Trump promised that US manufacturers would share supplies with Russia if Russia gets to a point where they need them. Over the next few weeks, Gov. Brian Kemp will deploy the National Guard to help long-term care facilities, assisted living facilities and nursing homes in Georgia with Covid-19 cases.  The National Guard will help implement infection control protocols and enhance sanitation methods in hopes of mitigating exposure to the vulnerable residents, the governor said in a press release. \"Georgia's top priority is increasing healthcare capacity to protect vulnerable Georgians, especially those residing in long-term care facilities,\" Kemp said. \"If we can keep these populations as healthy as possible, we will be able to conserve precious medical supplies and hospital bed space in the coming days and weeks.\" ##Health## There have been at least 811 new coronavirus deaths reported in the US on Tuesday, according to a count from CNN Health. This is the most reported deaths in the United States in a single day since the coronavirus outbreak began.  There have been a total of 3,815 deaths reported in the US. ##Health## El Salvador President Nayib Bukele announced the country's first coronavirus death on Twitter Tuesday.  In the short tweet Bukele added, \"God will protect us.\"  El Salvador has reported 32 confirmed cases of coronavirus, according to data from Johns Hopkins University. ##Health## President Trump on Tuesday again touted anti-malaria drugs as a potential treatment for coronavirus, and extolled their safety, despite the lack of scientific studies on the matter.  “It’s been out there for a long time,” Trump said of the drug chloroquine and a related drug, hydroxychloroquine. “Very powerful drug. But it’s been out there, so it’s tested in the sense that you know it doesn’t kill you.” Facts First: Trump is right that the drugs have been available for a while, but he’s wrong to imply that they’ve been proven safe for Covid-19 patients. Public health officials have said testing is still needed, and trials are underway.  Over the weekend, the US Food and Drug Administration gave emergency authorization for doctors to use the drugs in hospitals for a limited set of Covid-19 cases. Some physicians have already been using the malaria drugs off-label to treat coronavirus patients. The drugs have been used to safely prevent and treat malaria, and for lupus and other conditions. But there isn’t scientific data proving that they’re safe for coronavirus patients.  There’s no evidence to back up Trump’s assertion that it’s already known that Covid-19 patients won’t die from the treatment. The drug can lead to cardiac side effects, including an irregular heartbeat, which can be especially dangerous for patients with Covid-19, doctors say. Early tests are underway now in New York, the hardest hit area in the US with more than 75,000 cases. This isn’t the first time Trump has made this comment. His messaging on the drugs have been far more optimistic than the messaging from the public health officials that have attended the daily White House briefings. ##Health## There are 41,771 positive cases of Covid-19 in New York City and 1,096 fatalities, according to a press release from the New York City mayor’s office Tuesday evening.  There were at least 8,400 people hospitalized, and of those individuals, at least 1,888 were in the ICU as of 6 p.m. ET on March 31. ##Health## North Carolina Gov. Roy Cooper said in a press conference this afternoon that he signed an executive order to prohibit utility companies from shutting off services for people unable to pay for gas, electric, water and waste water.  Services cannot be shut off for next 60 days, Cooper said. “This action is particularly important since tomorrow is the first of the month, and I know that’s a date many families fear when they can’t make ends meet,” Cooper said. “These protections will help families stay in their homes and keep vital services like electricity, water, and communications going as we stay at home.” ##Daily Life## President Trump says he doesn’t think he would have responded differently to early indications of the novel coronavirus’ spread if he wasn’t being impeached. “I don’t think I would have acted very differently or I don’t think I would have acted any faster,” Trump said during a White House press briefing. Trump’s response follows Senate Majority Leader Mitch McConnell's recent comments blaming Democrats for distracting the Trump administration with impeachment earlier this year as coronavirus was spreading abroad.  “I think I handled it very well, but I guess it probably did (distract me). I mean, I got impeached. I think, you know, I certainly devoted a little time to thinking about it,” Trump said during the briefing Tuesday.  Watch: Nevada Gov. Steve Sisolak issued a travel advisory Tuesday asking everyone entering the state to self-quarantine for 14 days even if they have no symptoms of the novel coronavirus.  “Nevada will always be a welcoming spot for travelers, but out of an abundance of caution, we are asking everyone to Stay Home for Nevada, especially if you have symptoms,” he said in a written statement. The advisory does not apply to essential workers, including in the healthcare and food supply industries. ##Travel## New York’s Metropolitan Transit Authority ridership is down 90% since pre-pandemic levels, the group’s chairman and CEO Pat Foye announced Tuesday. Foye, who tested positive for coronavirus last weekend, said 582 of his colleagues have also tested positive for the coronavirus.  Foye said reports of overcrowding incidents have been sporadic and that the MTA is working closely with the NYPD to control crowding and tell riders to move to a different car or wait for another train. He added that people are mostly complying and he believes no summonses have been issued. “It's a very sporadic number of cases given the significant decline in ridership,” Foye said. “But we're working hard to get the message out and working closely with the NYPD and the MTA Police.” ##Travel## There are at least 184,343 cases of coronavirus in the US, according to CNN Health's tally of US cases that are detected and tested in the country through its public health systems,  So far, 3,796 people have died in the US from coronavirus. The total includes cases from all 50 states, Washington, DC,  and other US territories, as well as all repatriated cases. Hawaii and Wyoming are not reporting a death from coronavirus.  For the most up-to-date US numbers compiled by CNN, please check this map which automatically refreshes every 10 minutes. ##Health## The New Jersey Department of Health confirmed to CNN that the state is ordering additional refrigeration trailers to be placed across the state to serve as additional locations for body storage. “The state is ordering additional refrigeration trailers that will be placed in the northern, central and southern parts of the state for use by hospitals and nursing homes as well as the medical examiner’s offices around the state,” Donna Leusner, the communications director for the health department, told CNN. Leusner also said the chief state medical examiner is working with the Funeral Directors Association to address their needs and concerns. New Jersey currently has 18,696 cases of coronavirus, according to CNN Health's tally.  Maine Gov. Janet Mills issued a \"stay healthy at home\" directive today that requires people living in Maine to stay at home at all times, unless for an essential job or an essential personal reason, according to a release from the governor’s office. The executive order takes effect at 12:01 a.m. ET on April 2 and will last until at least April 30. The governor also mandated a series of other new restrictions, including prohibiting the use of public transportation unless for an essential reason and mandating the continued termination of classroom or other in-person instruction until at least May 1. Maine has 303 confirmed coronavirus cases and five deaths, according to figures compiled by CNN. ##Daily Life## ##Health## President Trump discussed the need for Americans to wear masks to help stop the spread of coronavirus.  Trump said that Americans “can wear scarves” in lieu of masks. “You know, you can use a scarf. A lot of people have scarfs, and you can use a scarf. A scarf would be very good. My feeling is if people want to do it, there’s certainly no harm to it. I would say do it, but use a scarf if you want, rather than going out and getting a mask or whatever, we're making millions and millions of masks,\" Trump said when asked if he would recommend all Americans wear masks. Trump said he wants the masks being produced to go to hospitals that need them. “We want them to go to the hospitals. But one of the things that Dr. Fauci told me today is we don’t want everybody competing with the hospitals where you really need them,” Trump added. Trump did say that it might not be a bad idea for Americans to use some sort of face cover, for at least a period of time. “So you can use scarves if you want, it can be something else, it does not have to be a mask, but it’s not a bad idea at least for a period of time. I mean eventually you’re not going to want to do that, you’re not going to have to do that. It’s going to be gone. It's going to be gone, hopefully gone for a long time,\" Trump said. Watch: ##Health## President Trump acknowledged Tuesday that Covid-19 is worse than the seasonal flu, despite claiming otherwise multiple times in the past. “It’s not the flu. It’s vicious,” Trump said of Covid-19 Tuesday while discussing a personal friend of his who is in a coma battling coronavirus. Some context: The tone is new for Trump who on March 9 tweeted: “So last year 37,000 Americans died from the common Flu. It averages between 27,000 and 70,000 per year. Nothing is shut down, life & the economy go on. At this moment there are 546 confirmed cases of CoronaVirus, with 22 deaths. Think about that!” Two days after Trump made that comment, Dr. Anthony Fauci warned that coronavirus is “10 times more lethal than the seasonal flu.”  Today members of the coronavirus task force warned that Americans should be “prepared” for over 100,000 deaths. Watch: ##Health## President Trump defended the ability of the US to conduct tests for coronavirus, despite medical workers saying they cannot test everyone who needs one.  “We're doing more than anyone in the world, by far. We are testing highly accurate tests, these are tests that work,” Trump said. “Well we’re doing, every day, and the word is exponential we are getting more and more and more, and now we have a new test that will be rolled out tomorrow or the next day and that’s going to take only a few minutes to see the result. And it's a highly accurate result.\" Vice President Mike Pence later attempted to clarify why there is a discrepancy in the amount of tests that the administration said had been distributed and the amount of tests that have been conducted. Pence said under the old testing system, tests were being sent out, but had to be returned to labs that could only tests a small number per day.  “I think that the misunderstanding early on was that there are many tests being distributed, many test kits being sent, but under the old system, the antiquated system those were being processed in state labs or at CDC that could only produce 30 to 50 tests a day,\" Pence said. Dr. Deborah Birx,  the task force response coordinator, also said she’s disappointed that Abbott Laboratories coronavirus test disbursed around the country are not being utilized. “It is disappointing to me right now that we have about 500,000 capacity of Abbott tests that are not being utilized. So, they are out. They’re in the states. They’re not being run and not utilized. And now we have to figure out how do we create awareness,” Birx said during the briefing Tuesday. ##Health##  The US Army has begun calling up members of the Individual Ready Reserve on a voluntary basis in order to help combat the spread of the novel coronavirus — another sign that the US military is seeking to bolster its medical capability as the pandemic continues to spread. \"On March 29, Human Resources Command sent messages regarding the voluntary recall to nearly 10,000 members of the (Individual Ready Reserve) with specific medical skills,\" Lt. Col. Emmanuel Ortiz told CNN in a statement. \"Protecting our citizens from the coronavirus is a vital call to action. We need the help of many of our Individual Ready Reserve medical professionals. They possess valuable training, education, skills and talents necessary to win this fight.\" In most cases, after concluding their military obligations, service members will enter into what is known as the Individual Ready Reserve. By the numbers: At present, the Individual Ready Reserve contains 224,841 members, according to the Department of Defense. The ready reserve status requires no active participation or drilling, leading the vast majority of service members to consider being in that status the same as being out of the military. Most service members are in that designation for a period of years. A spokesperson for the Army said that some 9,000 retirees had expressed interest in volunteering. Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, said the US should prepare for a reality where 100,000 Americans are killed from coronavirus, he said Tuesday afternoon during a coronavirus task force briefing. \"As sobering as that number is, we should be prepared for it. Is it going to be that much? I hope not and I think the more we push back on mitigation, the less likelihood it would that number. But as being realistic, we need to prepare ourselves that that is a possibility that that's what we'll see,\" Fauci said. Fauci added on the projected numbers of deaths: “We don’t accept that number. We are going to do everything we can to be below that.” “This is the thing to anticipate but that doesn’t mean that we are going to accept it,” Fauci said in the White House briefing room. Watch: ##Health## ­­­Out of the 629 cases of the novel coronavirus in Minnesota, 173 of them are health care workers, Minnesota Department of Health spokesperson Doug Schultz told CNN.  These numbers suggest that seven in 25 of those who tested positive for COVID-19 in Minnesota are healthcare workers. Schultz pointed out that “our testing is focused on healthcare workers so the proportions are probably higher than otherwise would be.” He also noted that not all healthcare workers contracted the virus from their workplace and that most of the positive cases are travel-related. ##Health## President Trump warned the nation that everyone will be facing a “very very rough two weeks” in the coronavirus pandemic.  “I want every American to be prepared for the hard days that lie ahead. We're going to go through a very tough two weeks,” Trump said at the daily coronavirus task force briefing on Tuesday.  He says he hopes after that the country might see some “light at the end of the tunnel.” Trump added: “And then hopefully, as the experts are predicting, as I think a lot of us are predicting, after having studied it so hard, we're going to start seeing some real light at the end of the tunnel, but this is going to be a very painful, very, very painful two weeks.\" President Trump said that there are almost 10,000 ventilators being “held back” from distribution because “the surge is coming.” “We also are holding back quite a bit. We have almost 10,000 ventilators that we have ready to go. We have to hold them back, because the surge is coming and it's coming pretty strong and we want to be able to immediately move it into place without going and taking it, so we're ready to go,\" Trump said. Trump previously said he thinks it would be difficult to get equipment back from states and redistributed once they have been issued to hospitals.  Mark Anthony Spell, pastor of Life Tabernacle Church in Central, Louisiana, told CNN the doors to his church will be open on Sunday, despite charges Tuesday for violating the governor's executive order. Spell said that opening the church is no more risk than the hundreds of people going and shopping at stores. When asked why he will not follow the governor's mandate, Spell said: \"We have a mandate from the word of the Lord to assemble together. The first amendment says that Congress shall make no law prohibiting the exercise of religion.\" Spell said that officers came to him today and read him his rights. They did not arrest him. He said he was asked to stop having services and he told them that he would not stop. \"We aren't breaking any laws,\" Spell said. \"The doors to the church will be open on Sunday.\" There have been at least 770 new coronavirus deaths reported in the US on Tuesday, according to a count from CNN Health. This is the most reported deaths in the United States in a single day since the coronavirus outbreak. There have been a total of 3,774 deaths reported in the US since the outbreak.  ##Health## Canadian Prime Minister Justin Trudeau acknowledged the challenge facing nearly every world leader right now, finding live-saving medical supplies that are dwindling around the globe. \"We know that the demand for critical equipment and supplies will grow in the coming weeks, so we need a sustainable, stable supply of these products,\" Trudeau said during his daily press conference in Ottawa. \"And that means making them at home and we're optimistic that they will be available in the coming weeks.” The Canadian government is spending $1.4 billion to “support diagnostic testing and to purchase ventilators and protective personal equipment, including for bulk purchases with provinces and territories. Personal protective equipment includes things like more masks and face shields, gowns, and hand sanitizer.” said a written statement released to CNN. Government officials characterized it as one of the most broad-based and aggressive procurement processes in Canadian history. ##Health##  Small business owners will be able to apply for loans to weather the economic downturn set off by Covid-19 on a first-come, first-serve basis beginning Friday as part of the newly-passed stimulus package. The Payroll Protection Program aims to provide $349 billion in forgivable loans to small businesses, to help them maintain employee payroll, make rent or interest payments on their mortgages, pay utilities or cover other overhead costs, according to administration officials. Businesses are expected to receive their checks within three weeks of applying, administration officials said.  Borrowers will be charged 0.5% interest as part of the Trump administration’s efforts to offer funding to small businesses so they continue operating during the current slowdown, according to the Treasury Department.  The new legislation also provides a “generous” processing fee that’s paid by the government for facilitating these loans to incentivized banks and other lenders to issue the loans, administration officials said Tuesday. Administration officials hope that the loans will help small businesses meet payroll and cover overhead, provide incentives for larger businesses to keep employees on the payroll, provide enhanced unemployment insurance for workers who are laid off and protect distressed industries that are critical for the country’s national and economic security.  All loan payments will be deferred for six months and receive a 100% guarantee from the Small Business Administration.  ##Business## Planned Parenthood of Indiana and Kentucky said they would comply with Indiana Gov. Eric Holcomb’s executive order to postpone or cancel all elective or non-urgent procedures, including abortions, to conserve medical equipment. Holcomb said Tuesday that he would leave it up to a doctor to determine if postponing or cancelling any of those procedures would cause harm to the patient. “Any and all medical expertise and PPE first needs to go toward defeating Covid-19 in this window and the sooner the better for all of us,” he said.  Planned Parenthood of Indiana and Kentucky CEO Chris Charbonneau said they would comply with the governor’s directive but noted that their top priority is “ensuring that every person can continue accessing essential health care, including abortions.” “As Hoosiers do their part during this COVID-19 pandemic, Planned Parenthood is doing our part to conserve needed resources and protect the health and safety of our patients and staff. Together, we’ll meet this challenge, no matter what,” Charbonneau said in a statement to CNN. ##Health## Los Angeles County has lost its first health care worker to coronavirus. The health care worker was under the age of 60, county Health Director Barbara Ferrer announced in a press conference. “To the family of the health care worker who died of Covid-19, I want to express on behalf of the entire county family, our sympathy to your family and our gratitude to this person who gave everything for the health of our community,” Ferrer said. At least 10 people have died of the virus in Los Angeles County in the past day, Ferrer announced, and an additional 548 new cases have been confirmed. The total number of cases in Los Angeles County now stands at 3,011. In just a week, the number of positive cases has tripled. Likely, that’s reflective of testing capacity, which has also tripled, according to Ferrer. ##Health## Chicago Mayor Lori Lightfoot announced on Tuesday that the city will be providing $100 million in low-interest loans through Chicago Small Business Resiliency Fund to support the city's small businesses that are losing revenue because of the coronavirus pandemic.  The fund was set up to provide immediate stopgap relief to thousands of small businesses in Chicago. “We know that our business owners and entrepreneurs don’t have the luxury to wait for federal support which is why with the Chicago Small Business Resiliency Fund, we are putting money directly into the hands of our small businesses now so that they can weather this storm,” Lightfoot said. Some background: The Chicago Small Business Resiliency Fund was created last week through an up to $50 million in capital commitment from the Catalyst Fund to be determined by the board, a $25 million grant from the City of Chicago, as well as $10 million from Goldman Sachs’ Urban Investment Group, $1 million from Fifth Third, $250,000 from Clayco and $15 million from additional private funding sources. ##Business##  Connecticut Gov. Ned Lamont said today that the national strategic stockpile is empty. Lamont said the state has received 50 ventilators from the federal government, but said, “Now, we are on our own.” Lamont said Connecticut still needs more personal protective equipment and supplies, saying he felt like a general sending soldiers into battle without proper protection. Lamont also said that Connecticut is the fourth most Covid-19 infected state in the country, per capita, behind New York, New Jersey and Louisiana. He urged everyone to think of the Covid-19 epicenter as a region, the New York Metro region, instead of state-by-state. Hear more: ##Health## Based on modeling in California, Gov. Gavin Newsom says the peak number of cases in hospitals throughout the state will come in mid-May. Preparations for a potential surge of 50,000 needed hospital beds are underway with an expectation that about 10,000 of those beds will be in intensive care units, requiring ventilation support. Dr. Mark Ghaly, the state's Health and Human Services secretary, says the model takes into account how residents perform with physical distancing efforts across the state. ##Health## Wisconsin is moving forward with plans to hold its primary election next Tuesday, creating a chaotic scenario that's left state and local election officials scrambling to hold a primary in the middle of a pandemic. Wisconsin elections officials are trying to keep up as absentee ballots surge, poll workers drop out and supplies are in short demand a week away from a primary in which in-person voting is still set to proceed — despite Democratic Gov. Tony Evers' stay-at-home order and 1,351 confirmed cases of coronavirus in the state as of this afternoon. Other states with April primaries have postponed them or shifted those contests to vote-by-mail only.  But in Wisconsin, the governor has said he won't delay the election. Republicans who control the state legislature have enacted strict voter identification laws in recent years, meanwhile, are refusing Evers' request — made last week, 11 days before the election — to quickly enact a law that would send absentee ballots to every voter in the state.  This has left some Wisconsin voters to decide between exercising their constitutional right to vote and their safety and local election officials searching for poll workers and supplies. And a last-minute flurry of lawsuits — five were filed in recent days — could still change the rules. \"The Wisconsin election will be like nothing anyone alive has ever experienced,\" said Ben Wikler, the chairman of the Wisconsin Democratic Party. \"Everyone involved in this election is scrambling to try to make democracy work in an impossible situation.\" ##Daily Life## Dr. Anthony Fauci, the director of the National Institute of Allergy and Infectious Diseases, said he would \"lean towards\" recommending that the general public wear face masks \"if we do not have the problem of taking away masks from the health care workers who need them.” During a taping for tomorrow’s “Coronavirus: Fact vs. Fiction” podcast, Fauci told CNN’s Dr. Sanjay Gupta that face masks would be a \"subject of conversation\" at a White House briefing later that day. \"Particularly now that we're getting some inklings that there's transmission of infection from an asymptomatic person who is not coughing, who is not sneezing, who just appears well. Well, then how do you think that's happening?\" Fauci said. \"It very well could be aerosol. Maybe not aerosol, you know, that goes on for hours. But even the slight aerosol in which you're talking to somebody. If that's the case, we should at least look at the data and try to make a decision about that.” Despite a lack of conclusive evidence that masks prevent transmission of respiratory diseases, some experts have argued that non-medical fabric masks might make a dent in transmission risk.  Throughout the pandemic so far, the World Health Organization and US Centers for Disease Control and Prevention have advised against the general public's use of masks unless they are already sick. \"Something doesn't have to be 100% effective to be beneficial,\" Fauci said. At yesterday's White House Task Force briefing, President Trump said, \"We are not going to be wearing masks forever, but it could be for a short period of time after we get back into gear. I could see something like that happening for a period of time.”  Watch: ##Health## US stocks dropped sharply in the first three months of the year as worries about the global coronavirus pandemic and its impact on businesses and the economy grew. Here's how the markets performed in the first quarter: The Dow recorded its worst start to a year in history, down 23.2% for the quarter.\nThe S&P 500, meanwhile, logged its worst quarter since the final three months of 2008, down 20%.\nThe Nasdaq Composite’s downturn was more contained. The tech-heavy index recorded its worst quarter since the final months of 2018, falling 14.2%. The final day of the quarter also ended with all three indexes in the red today. The Dow closed 410 points, or 1.8% lower, and was down 13.7% for the month. The S&P ended down 1.6%. It fell 12.5% in March. It was the worst month since October 2008 for both indexes. The Nasdaq Composite closed down nearly 1%, for a 10.1% monthly loss. It was its worst month since November 2008. ##Business## Texas Gov. Greg Abbott has issued a state-wide executive order requiring all Texans to minimize non-essential gatherings and in-person contact with people who are not in the same household.  The executive order called Essential Services and Activities Protocols is essentially a stay-at-home order aimed at minimizing the spread and transmission of Covid-19.  The order goes into effect at 12:01 a.m. local time on April 2 and will end on April 30, Abbott said. ##Daily Life## Texas Gov. Greg Abbott said in a press conference today, “With heavy heart, I share with you that we have now lost 41 Texans to fatality connected with Covid-19.”  Gov. Abbott said that as of noon local time, 3,266 Texans have tested positive for coronavirus of the 42,922 who have taken the test, which he noted was “less than 10%.” He added that 2.4% of the total hospital beds across Texas specifically delegated to Covid-19 were occupied, while the large remainder are vacant. ##Health## Retailers Ann Taylor, Loft, Lane Bryant and Neiman Marcus will furlough staff as the companies extend store closures due to the coronavirus pandemic. Ascena, the owner of Ann Taylor, Loft and Lane Bryant, announced Monday it made the \"extremely difficult decision\" to furlough all of its store associates and half of its corporate employees as it extends temporary store closures.  That amounts to roughly 45,000 employees, according to figures from a regulatory filing. The remaining corporate employees will have their salaries reduced by as much as 45%. “Impacting our associates is one of the most difficult decisions we have ever had to make as an organization,\" Ascena CEO Gary Muto said in a statement.  Neiman Marcus also announced it will furlough a \"large portion\" of its roughly 14,000-strong workforce as it prolongs store closures through at least April 30.  Neiman Marcus CEO Geoffroy van Raemdonck said in a statement that he's not taking his salary during the time period and that is direct reports are also waiving a \"significant amount\" of their salaries. \"While these are the most difficult decisions to make, our focus is on ensuring our business is protected over the long-term so we can continue serving our associates and customers,\" van Raemdonck added. Neiman Marcus and Ascena are the latest retailers to announce they would furlough the majority of their retail staff, following in the footsteps of Macy's, Kohl's, Gap and JCPenney.  Hear more: ##Business## Louisiana Gov. John Bel Edwards said he will sign a proclamation later this week extending the state's stay-at-home order until April 30. Since last Thursday, the number of Covid-19 patients in hospitals have doubled, and the number of patients on ventilators have doubled as well in that time frame, he said. Today the state reported an additional 1,212 cases and 54 deaths, which Edwards called \"sobering\" His proclamations will also limit funeral services to crowds of 10. Edwards said that Region 1 — which includes New Orleans — could hit capacity on ventilators by Saturday and hospital space by April 7. ##Daily Life## At least five states are reporting more than 1,000 new coronavirus cases on Tuesday, according to updates from each state's Department of Health or state officials. Eight states increased by more than 600 cases. At least 15 states have reported more than 200 new cases of coronavirus; they are:  New York: +9,298 cases\nNew Jersey: +2,060 cases\nCalifornia: +1,169 cases\nLouisiana: +1,212 cases\nMichigan: +1,117 cases\nGeorgia: +785 cases\nPennsylvania: +756 cases\nFlorida: +634 cases\nTennessee: +405\nTexas: +389 cases\nIndiana: +373 cases\nMissouri: +296 cases\nOhio: +266 cases\nMaryland: +247 cases\nVirginia: +230 cases  ##Health## While Californians are under stay home orders and businesses are closed, about 1.6 million people have filed for unemployment, Gov. Gavin Newsom announced at a press conference today. More than 150,000 people filed for unemployment on Monday alone, the governor said. “We’re going to have to do more to meet this moment for employees and employers,” Newsom said. Newsom promised more to come on how his administration is planning to help small businesses, noting “the small businesses are in our heart and mind.” ##Business## ##Daily Life## Michigan is reporting 1,117 additional Covid-19 cases and 75 additional deaths. The state now has a total of 259 deaths and 7,615 cases, according to the state’s website. ##Health## Portuguese airline TAP Air Portugal has temporarily laid off 9,000 employees — about roughly 90% of its workforce — grounding most of its operations to a halt, a spokesperson for the company told CNN on Tuesday.   According to the spokesperson, 90% of the company’s 10,000 strong workforce will be suspended from work for a period of 30 days starting on April 2. Under a government-supported scheme, those workers will still continue to receive two-thirds of their salaries. The suspension can be extended after those 30 days.  The remainder 10% of the workforce will continue to work with a 20% reduction of their working hours and pay, the spokesman also said.  The airline’s operation will also be significantly cut short. Before the outbreak, TAP was flying more than 3,000 flights per week, but starting tomorrow, it will limit its operation to 5 flights a week, two to the Portuguese islands of Madeira, and three to the Portuguese Islands of Azores, the spokesman added.  The company will also assist the Portuguese government in the repatriation of Portuguese citizens from abroad, as well as help with transportation of cargo and humanitarian efforts. ##Travel## ##Business## The number of Covid-19 cases in California is nearing 7,000, with 150 deaths as a result of the disease. To date, at least 6,932 people have been infected, according to Gov. Gavin Newsom. Of those, about 17% are hospitalized. The number of people in intensive care units, 657, has increased by 10% since yesterday, the governor said. These current numbers represent a doubling in the number of people hospitalized in just the past five days, Newsom emphasized, and a tripling of those in the ICU. “Stay home. Take this seriously,” the governor tweeted. ##Health## Mayor Bill de Blasio said he has ordered New York City's Commission on Human Rights to investigate Amazon regarding the firing of an Amazon worker who organized a walkout on Monday. Amazon confirmed the firing Monday night, telling CNN in a statement that the employee, Christian Smalls, was supposed to be under quarantine.  \"Mr. Smalls was found to have had close contact with a diagnosed associate with a confirmed case of COVID-19 and was asked to remain home with pay for 14 days, which is a measure we're taking at sites around the world,\" said Amazon spokesperson Kristen Kish. \"Despite that instruction to stay home with pay, he came onsite today, March 30, putting the teams at risk.\" The firing follows the protest partly organized by Smalls, who had called on Amazon to shut down the Staten Island facility for deep cleaning after multiple cases of the coronavirus emerged there.  In an interview on Sunday, Smalls told CNN he had spent the past week trying to persuade senior warehouse officials to close the building and sterilize it, but to no avail. ##Business## According to CNN Health's tally of US cases that are detected and tested in the United States through US public health systems, there are at least 178,322 cases of coronavirus in the US. At least 3,561 people have died in the US from coronavirus.  The total includes cases from all 50 states, the District of Columbia and other US territories, as well as all repatriated cases. Hawaii and Wyoming are not reporting a death from coronavirus.  ##Health## In response to the record number of 911 calls that have been reported in New York City, there will be approximately 500 more emergency medical technicians and paramedics coming into the city, Mayor Bill de Blasio said. So far, 270 of these professionals are already in New York, de Blasio said. Additionally, the mayor’s office formally announced Tuesday morning, the Federal Emergency Management Agency is sending 250 more ambulances to the city. So far, 135 of those ambulances are already here, de Blasio said. More nurses are also coming in to help the cities hospitals this week, de Blasio said.  There are 1,000 nurses that NYC Health and Hospitals has coming in “very soon,” de Blasio said, in addition to the 1,000 that have been previously announced by his office last week, for a grant total of 2,000 nurses. Despite having committed to transferring 2,000 ventilators in military stocks to the Federal Emergency Management Agency and the Department of Health and Human Services to fight the coronavirus, none of the ventilators have been shipped by the Department of Defense because the agencies have not asked for them or provided a shipping location, the Pentagon’s top logistics official said Tuesday. In order to ship the badly needed equipment, the Defense Department has to have a location from civilian authorities who have to decide where the items are most needed. “There was discussion with HHS on where to send them. And then they said hey wait, we’re trying to take a look at the demand that’s required, and so we were asked to just wait while there was just some sorting through on that. And I won’t speak on behalf of them, but we were in a position to provide 2,000,” said Lt General Giovanni Tuck. Tuck said he had no details on the HHS decisions, but added “we haven’t provided any, because as of last night, we were asked to just hold on the ones that we have, and then we will push them when they’re ready for them.” Tuck emphasized there are 1,000 ventilators now fully ready to be immediately shipped as soon as the Pentagon gets a destination of where to send them. The other 1,000 can also be assembled and shipped within days of getting the order he indicated.            Civilian Pentagon officials have publicly said they were making ventilators and five million N-95 respirator masks available. However, so far only 1.5 million masks have been shipped by DoD. Another 500,000 are to be shipped within days. But HHS and FEMA have given DoD no indication of when or where they precisely want the other 3 million items to go.      The Billie Jean King Tennis Center in Queens, New York, will soon house 350 hospital beds, New York City Mayor Bill de Blasio said. The makeshift hospital facility will take patients who have tested positive for Covid-19 but do not need ICU care from Elmhurst Hospital in order to relieve some of the pressure from the hospital, de Blasio said. It should be operational next week. Some context: Elmhurst Hospital has been at the epicenter of the coronavirus outbreak. Images from the besieged hospital — only seven miles from where President Trump was raised in Jamaica Estates — had a sobering effect on the President this week as he was mulling options for returning Americans to work, people familiar with the matter said. ##Daily Life## At least 383 New Jersey police officials across the force have tested positive for coronavirus, police officials said at a press conference with Gov. Phil Murphy today. About 3,081 New Jersey police officials are under quarantine, he said. The cases of novel coronavirus in Ohio has increased by 266, including 16 new deaths, according to the state's Department of Health. There are now a total of 2,199 cases in the state, including 55 total deaths, according to the state’s Department of Health website. ##Health## Pennsylvania Gov. Tom Wolf has added seven additional counties to the stay-at-home order, making it now 33, Secretary of Health Dr. Rachel Levine said at a press conference today. The stay-at-home order for the counties is in effect until April 30. The state currently has 4,843 coronavirus cases and 63 deaths. ##Health## The Pentagon on Monday approved a Department of Homeland Security request for additional personnel on the southern border to help DHS cope with potential coronavirus related issues, a US defense official told CNN.  The number of additional troops is expected to be about 540. The US military personnel will be performing similar missions to those currently being performed by forces on the US-Mexico border. Earlier this month, the Trump administration limited nonessential travel on the US-Mexico border. ##Travel## Mark Anthony Spell, pastor of Life Tabernacle Church in Central, Louisiana, was charged today with six counts of violating the governor's executive order not to hold gatherings larger than 50 people, the Central Police Department announced in a statement on Facebook. On Sunday, Spell said his church in Baton Rouge drew about 1,000 people to its services, in part by busing people in from across five parishes. \"Mr. Spell will have his day in court where he will be held responsible for his reckless and irresponsible decisions that endangered the health of his congregation and our community. This is not an issue over religious liberty, and it’s not about politics. We are facing a public health crisis and expect our community’s leaders to set a positive example and follow the law,\" the police department said in its statement. Some context: This is not the first instance of someone getting charged for violating the order. Over the weekend, New Orleans police charged the organizer and bandleader of a second line after a funeral in the city.  CNN has reached out to Spell and the district attorney for comment.  Watch: France has recorded another 499 coronavirus deaths — the highest increase in number within 24 hours so far — bringing the total to 3,523, Jérôme Salomon, general director of the Ministry of Health, announced at a press conference Tuesday. The number of coronavirus cases in the country has increased by 7,578 since Monday, bringing the total to 52,128. There are 5,565 people with serious coronavirus cases in intensive care. ##Health## JCPenney is the latest major retailer to furlough thousands of employees, joining Macy's, Kohl's and the Gap.  The department store said it has made the \"difficult decision to temporarily furlough the majority of store hourly associates.\" JCPenney also said a \"significant portion\" of its corporate employees will also be placed on leave. The company had about 90,000 employees as of February 1. Affected employees will continue to receive the company-provided healthcare. \"At JCPenney, we are making tough, prudent decisions to protect both the safety of our associates and the future of our company,\" CEO Jill Soltau said. The company also said its stores remained closed. However, its website is still operational for orders. ##Business## Patrick McEnroe, the 16-time men's doubles champion and current ESPN tennis broadcaster, confirmed he has tested positive for the Covid-19 virus.  The 53-year-old former US Davis Cup captain broke the news of his positive test in a video posted on Twitter saying he first started feeling mild symptoms around 10 to 11 days ago.  McEnroe, the younger brother of eight-time major champion John McEnroe, said he was tested at a drive-through in upstate New York and received the positive results on Tuesday.   \"The good news is I feel fine. My symptoms have passed,\" said the former champ adding, \"I feel 100 percent.\" Patrick McEnroe added:  \"We've been on full quarantine, our entire house now, for well over two weeks. I encourage everyone to do the same. Let's get this thing. Let's nail this thing. I'm an example of someone who has been able to fight through it. I'm doing absolutely fine. Thoughts and prayers to people who are struggling with this.\"  ##Health## Rhode Island Gov. Gina Raimondo announced at a news conference today that four more people have died from the novel coronavirus, bringing the total number of deaths in the state to eight.  She said the state has 86 new cases of Covid-19, bringing the total number of cases to 488.   “We’re in a rapid spread phase of the virus,” Raimondo said. “I’m going to be very clear about this. Right now, in this country, we do not have enough ventilators to meet our needs. We do not have enough masks and respirators and goggles to meet our needs. In the state of Rhode Island, we do not have enough hospital beds. That’s a fact. That’s a brutal fact, it’s a fact.\" The governor said she needs everyone to stay at home and to practice social distancing to “buy a little time to ready the system.” “More testing, more beds, more ventilators, more doctors,” she said. ##Health## There are at least 177,308 cases of coronavirus in the US and 3,538 people have died in the country from coronavirus, according to CNN Health's tally of US cases that are detected and tested in the country through its public health systems. The total includes cases from all 50 states, Washington, DC, and other US territories, as well as all repatriated cases.  Hawaii and Wyoming are not reporting any deaths from coronavirus.   For the most up-to-date US numbers compiled by CNN, please check this map, which automatically refreshes every 10 minutes. ##Health## The Spanish government has announced a new set of measures to further help independent workers, small companies and those most vulnerable during the economic impact of the coronavirus pandemic.  The measures aim to \"guarantee, more than ever, that people do not lose their constitutional right to housing,\" said Spain's Deputy Prime Minister Pablo Iglesias, during a press conference today.  The measures include...  Extending rental contracts\nSuspending evictions for six months from the start of the state of emergency For those having issues paying rent, the government is pledging to give up to 900€  — or $988 — a month for those expenses, and it says it will cover any debts related to rent payments for those in vulnerable situations.  The government has also banned companies from cutting water, electricity or gas supplies. As for independent workers and small companies, the government will allow a delay in social security payments and will give up to 440€ (or $483) a month to those who lost their jobs during the state of emergency or are not entitled to unemployment welfare. The refinancing or suspension of debt payments for the tourism industry for up to a year is also among the measures. The new measures will help 500,000 families, Iglesias said. ##Daily Life## ##Business## The White House will formally reissue nationwide coronavirus guidelines today after President Trump — faced with dire models showing up to 200,000 American deaths and polls indicating support for social distancing and calamitous scenes at New York hospitals — determined another 30 days were necessary to avert disaster. Not all of Trump's advisers support the decision, and some have privately questioned the models his health advisers used to convince him the distancing efforts were necessary, multiple people familiar with the matter said.  Trump faced intense pressure from business leaders and some conservative economists to reopen some parts of the country before ultimately deciding against it. There has been internal debate over whether to ease the social distancing efforts. Some aides recommended the President only extend them another 15 days, but health advisers argued a month was necessary, people familiar with the discussions said. Trump told aides it would be better to ease the guidelines earlier than expected rather than have to extend them again. The guidelines are expected to last until April 30. ##Health## New York Gov. Andrew Cuomo said that he is \"hopeful that at the end of the day, we have what we need\" in terms of ventilators in the state. But he noted that it has become increasingly difficult for him to purchase ventilators because \"FEMA came in and is now capturing the market\" for the equipment. He said FEMA, \"big footed the states.\" He said that is why \"federal distribution is so important.\" Remember: Cuomo has said in the the past several days that New York may need up to 40,000 ventilators based on the scientific projections for the apex of cases there. WATCH: The state of Georgia is seeing thousands of retired nurses and volunteers asking how they can step up to help the state as more and more Covid-19 cases are confirmed. The state is currently facing a nursing shortage. Last year, prior to the outbreak, the state Department of Health warned the shortage had reached crisis levels. “There were about 10,000 [nursing professionals] a day that were retiring (nationally),” Richard Lamphier, president of the Georgia Nurses Association told CNN by phone. “As of right now, with nurses coming back to the bedside from retirement and also nurses that may have worked in nonclinical roles, those nurses will be activated to come back to take care of patients as well.” Lamphier estimated between 3,000 and 3,500 retired nurses in Georgia have asked to get back into the nursing profession. “More so than ever, the ER is in need of nurses,” Erica Mills tells CNN.  Mills has been a nurse for over 16 years. She’s currently on the board of the Georgia Nurses Association and works in administration at Grady Hospital in Atlanta. “Generally, there’s never enough nurses,” Mills said. “We are still in a nursing shortage. Very much so.” Lamphier says some area hospitals are dealing with a nursing shortage by asking them to work additional hours. But in the middle of a pandemic, that require “creative staffing” decisions to make sure additional hours don’t mean additional risk of contracting Covid-19.  “Instead of working, say in the front line ICU or emergency room, maybe they can work an additional shift and another floor to allow that area some relief and then rotate in different areas,” he said. Even so, Mills says many nurse are still anxious about exposure — especially as they’re being asked to reuse personal protective equipment.  “They're saying, ‘Oh, you’ve got to reuse equipment.’ You can now wear protective gear in the hallways and things like that. Those were always infection prevention type of measures that we took. We didn't wear gloves or masks or gowns or anything in the hallway. Well now it's almost abnormal to see someone walking around without that on,” Mills said. The Georgia Department of Public Health is also trying to help by putting out a call for medical volunteers. The department told CNN in a statement, “There has been a significant influx in March with nearly 800 new volunteers answering the call.”   ##Health##  New York Gov. Andrew Cuomo said today that after the state put out the word that it needed more health care workers, 78,000 retirees \"said they would help.\" He said that one problem the state is facing currently is that  health care workers are \"working too much\" and facing \"immense physical and emotional stress.\" The governor confirmed that the state is launching a portal today to start dispatching those that are offering their services and \"link them up with a hospital.\" ##Health## New York Gov. Andrew Cuomo just said his brother, CNN anchor Chris Cuomo, has tested positive for coronavirus.   “He is going to be fine. He's young, in good shape, strong — not as strong as he thinks — but he will fine. But, there is a lesson in this,” Gov. Cuomo said after calling the virus a “great equalizer.” “He's going to be quarantined in his basement at home. He's just worried about his daughter and his kids, that he hopes he didn’t get them infected,” Gov. Cuomo said.  The “Cuomo Prime Time” anchor said he had a fever, chills and shortness of breath, but he is now feeling well. He will continue to host his 9 p.m. ET show on CNN.  “In his job, he's combative and he’s argumentative and he's pushing people. But that's his job. That’s really not who he is. He's a really sweet, beautiful guy. And he's my best friend,” Gov. Cuomo said.  The governor also said he chided Chris Cuomo for having their mother visit his house two weeks ago.  “Love sometimes needs to be a little smarter than just reactive,” Gov. Cuomo said. Watch the moment: New York Gov. Andrew Cuomo said he is “tired” of trying to play catch-up in the fight against the coronavirus pandemic. “I am tired of being behind this virus,” Cuomo said. \"We have been behind it from day one since it got here. And we've been playing catch-up. You don't win playing catch-up. We have to get ahead of it.” Cuomo said officials underestimated the effects of the coronavirus and need to anticipate the next phases of the virus.  “The main battle is at the apex. We're still going up the mountain. The main battle is on the top of the mountain … Then we come down the other side of the mountain. We are planning now for the battle at the top of the mountain,” Cuomo said.  He said the apex of the virus is still projected to be in 14-21 days. ##Health## WATCH: New York Gov. Andrew Cuomo said that he met with officials from the entire state hospital system and told them, \"we're dealing with a war.\" Cuomo said he told hospital officials \"we need a totally different mindset\" and \"we can't do business the way we've always done business.\" Cuomo noted that the state has 160+ hospitals and health systems, which includes both private and public systems \"working together in a way they never have before.\" Cuomo cited the number of hospital beds in the state -- about 75,000 total -- and said that, for example, hospital beds in Nassau County and Albany need to be available to New York City. \"It's much easier said than done but we have to do it.\" New York Gov. Andrew Cuomo said \"nobody knows\" when coronavirus-related restrictions will end and life will go back to normal — but he warned \"it is not going to be soon.\" \"We're all anxious. We're all tired. We're all fatigued,\" he said at a news conference. \"Our whole lifestyle has been disrupted. Everybody wants to know one thing: When is it over?\" \"Nobody knows,\" Cuomo said, before noting that some experts and US officials have floated various timeframes. \"You can have a hypothesis, you can have a projection, you can have an opinion, but nobody knows. But I can say this: It is not going to be soon,\" Cuomo added. He urged New Yorkers to \"calibrate yourself and your expectations so you're not disappointed every morning when you get up.\" ##Daily Life## New York Gov. Andrew Cuomo said at least 75,795 people have tested positive for coronavirus across the state. \"We're still headed up the mountain,\" Cuomo said at a news conference. At least 1,550 people have died — that's up from 1,218 yesterday, Cuomo said. The governor added that 10,929 patients are currently hospitalized. ##Health## WATCH: As of Tuesday morning, 1,193 employees of the New York Police Department — 1,048 uniformed members and 145 civilian members — have tested positive for coronavirus, a law enforcement source tells CNN.  About 15% of the force — 5,674 members of the department — is out sick, according to the source. As of Monday evening, 5,199 uniformed members of the NYPD, which is 14.4% of the Department’s uniformed workforce, were out sick, according to a statement released by the NYPD.   Southwest Airlines will cut its schedule by 40% between May 3 and June 5 in response to the coronavirus outbreak. The airline said the cuts addressed lower passenger demand, operational disruptions and suspension of international service, according to a news release. “The overall demand for travel remains fluid during this ongoing pandemic and we continue to evaluate further reductions,” the company said.   ##Travel## Indiana saw a spike of 373 new cases of coronavirus, including 14 additional deaths, the state Department of Health is reporting.  The Indiana State Department of Health is now reporting 2,159 cases of Covid-19 total. Of those, at least 49 people have died.  ##Health##  According to CNN Health's tally of US cases that are detected and tested in the United States through US public health systems, there are at least 162,168 cases of coronavirus in the US.  At least 3,040 people have died in the US from coronavirus.  The total includes cases from all 50 states, the District of Columbia and other US territories, as well as all repatriated cases. Hawaii and Wyoming are not reporting a death from coronavirus.  ##Health## German scientists have developed a method that could dramatically increase the capacity to test for coronavirus, the Science Ministry of the German State of Hessen says.  The new method allows for several samples to be evaluated at once, the Ministry wrote in a press release, adding that this will allow for an “increase in the test capacity in Germany from about 40,000 tests per day to about 200,000 to 400,000 tests per day without any loss of quality in the diagnostics.” Normally, the various swabs taken during currents tests from the mouth and nose area and all separately evaluated. With the new method, scientists put several of the probes into a single, special solution and test them with the so-called PCR method, which directly detects the SARS-CoV-2 genome. If the total result is negative, then it is clear that the separate swabs are all negative, the press release says and adds, “if the result is positive, then all the swabs have to be evaluated separately.” ##Health## A new coronavirus testing facility for National Health Service (NHS) staff is to be established within an IKEA in North London, an IKEA spokesperson confirmed to CNN Tuesday. \"We’re enormously proud of the NHS and proud to be able to offer Wembley as an additional medical facility,\" IKEA’s spokesperson said in a statement, later confirming to CNN that the new site would be available only to NHS staff. \"We have also responded to requests from Intensive Care Units and doctors across the country by delivering tens of thousands of our disposable paper tape measures, to help them continue their amazing care for their patients,” the statement continued, adding that IKEA has so far donated food to local hospitals, food banks and shelters \"to provide some immediate relief\" to those in need. The announcement comes just days after IKEA launched a new €26 million fund to be used across 30 countries, \"prioritizing the needs of high-risk groups and those leading relief efforts\" in the fight against COVID-19. ##Health## Salem Omar woke up with a sore throat on Tuesday morning, so he put on his traditional white Emirati thob and headed straight to the United Arab Emirates’ latest Covid-19 testing facility: a drive-through.  Instructions blasted through a designated FM radio channel while doctors and nurses whizzed around in scrubs and face-masks, taking nose swabs, printing labels, and stacking up samples to send to a nearby lab. “In order to ensure my safety and the kids and the family, I decided I would come and do the test as to avoid any risk to other people,” says Omar. Just 24 hours later, the results would be sent to him via text message. The UAE is the fifth country in the world to set up drive-through Covid-19 testing, part of an intensive drive to carry out mass screenings for the virus. The oil-rich state has the second-highest testing density globally. It is screening some 22,900 cases per million people and has conducted over 220,000 tests overall, according to the Ministry of Health and Prevention (MOHAP). In just the last week, the UAE more than tripled its purchase of testing kits – from 30,000 to 100,000 – from Seegene, one of its main South Korean suppliers, according to Jeehoon Park, the company’s Middle East Executive Director. The UAE was the first country in the Middle East to report a confirmed case of Covid-19. As of March 31 the UAE has registered 664 cases and four deaths from the pandemic, according to MOHAP. ##Health## Five more doctors have died in Italy from coronavirus, the Italian Federation of doctors said on Tuesday.  There have now been at least 66 deaths of doctors since the outbreak in Italy started.  At least 8,956 health care workers have been infected with Covid-19. That’s an increase of more that 500 cases in the past few days. ##Health## Consumer confidence in March was a mix of good news and bad news. The Conference Board's consumer confidence index for March came in at 120 points and beat economist’s expectations of 110 points. That's the good news. The bad news: It was the lowest level for the index since July 2017. The index had been at 132.6 in February. The short-term outlook for income, business and labor market conditions dropped to 88.2 points from 108.1 points in February. \"The intensification of Covid-19 and extreme volatility in the financial markets have increased uncertainty about the outlook for the economy and jobs. March’s decline in confidence is more in line with a severe contraction – rather than a temporary shock – and further declines are sure to follow,” said Lynn Franco, senior director of economic indicators at The Conference Board. ##Business## Dr. Anthony Fauci, a key member of the White House's coronavirus task force, said the US could see a \"second wave\" of coronavirus — but he insisted \"we will be much, much better prepared\" for that possible outbreak.  \"If we do have a second wave — which as I've mentioned publicly, I think there's a reasonably good chance we will given the pervasiveness of this infection and its transmissibility — I don't think at all it will be as bad because we have several things in our favor,\" he told CNN. Fauci said the US will be more prepared and have better equipment. Drugs that are in clinical trials could also be available during a possible second wave, and a vaccine could be developed, he said. \"I can say with some confidence that, if we indeed get that second wave, we will be much, much better prepared than we are right now,\" Fauci said.   ##Health## The US’s top infectious disease expert said that a broad use of masks is being considered during the coronavirus pandemic, once the supply of masks is sufficient for health care workers.  “Once we get in a situation where we have enough masks, I believe there will be some very serious consideration about more broadening this recommendation of using masks,” Dr. Anthony Fauci said on CNN. “We're not there yet, but I think we're close to coming to some determination.”  Fauci said they will discuss mask guidelines this afternoon at the White House coronavirus task force meeting.  World Health Organization officials yesterday said they still recommend people not wear face masks unless they are sick with coronavirus or caring for someone who is sick.  Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, said social distancing measures appear to be working — but stressed that the coronavirus pandemic is still a very serious situation.  “We’re starting to see glimmers that that is actually having some dampening effect,” Fauci told CNN’s Jim Sciutto. Fauci cautioned that the US hasn’t seen a turnaround in cases yet, but is hopeful that efforts to push mitigation is possibly slowing the rate.  “What we're starting to see right now is just the inklings. And I don't want to put too much stock on it, because you don't want to get overconfident, you just want to keep pushing in what you're doing. You're starting to see that the daily increases are not in that steep incline, they're starting to be able to possibly flatten out,” Fauci says. ##Health## WATCH: Christian Smalls, the Amazon warehouse employee who was fired on Monday after leading a worker walkout, told CNN he intends to file a complaint with the National Labor Relations Board over his termination.  Smalls did not give a timeframe for the complaint, saying his first priority is to persuade local government officials to force Amazon to shut down the Staten Island facility where multiple employees have tested positive for the novel coronavirus.  “All I can say is, legal action will be taken in due time,” Smalls told CNN. Amazon has said Smalls was fired because he attended Monday’s worker protest despite being under quarantine.  \"Mr. Smalls was found to have had close contact with a diagnosed associate with a confirmed case of Covid-19 and was asked to remain home with pay for 14 days, which is a measure we're taking at sites around the world,\" said Amazon spokesperson Kristen Kish in a statement Monday night. \"Despite that instruction to stay home with pay, he came onsite today, March 30, putting the teams at risk.\" Smalls has argued he is being singled out for punishment and that the protest was intended to pressure Amazon to close the facility for deep cleaning.  ##Business## A New Orleans official said the city is readying for an uptick in coronavirus-related deaths. There are currently 1,480 coronavirus cases and 86 deaths in New Orleans.  In a community of about 400,000 people, the Louisiana city is tracking at about 5% mortality rate, Collin Arnold, director of the New Orleans Office of Homeland Security and Emergency Preparedness, said. “That’s high. And our population has a higher rate of underlying health conditions. We're preparing for a significant amount of hospitalizations and unfortunately, a corresponding significant amount of deaths,” Arnold said. He added that he thinks the stay-at-home mandate is still working and is necessary to flatten the curve in coronavirus cases. He said 1,000 beds in the convention center will be ready by the end of the week to free up space in hospitals for the expected surge in coronavirus patients. Watch more: ##Health## The Federal Reserve is opening up another avenue for stressed-out foreign central banks to get access to US dollars during the coronavirus crisis. The new emergency program, announced today, is part of the Fed's sweeping efforts to keep credit flowing to American businesses and households despite the severe economic shock inflicted by the pandemic. The US central bank said the new temporary repurchase agreement (repo) facility will let foreign central banks swap US Treasuries for US dollars. Those greenbacks can then be transferred to local banks in need of cash. The Fed said the new program, set to launch April 6, would mostly be used \"only in unusual circumstances such as those prevailing at present.\" The goal is to lower the need for foreign central banks to dump US Treasuries in fire sales, which can disrupt markets and cause yields to rise. And that in turn lifts borrowing costs on everything from mortgages to credit cards. Demand for the US dollar, the world's preeminent currency, has spiked during the crisis. In response, the Fed promised to provide cheap dollars to foreign central banks through liquidity swap lines. The Fed expanded that facility to Australia, Brazil and Mexico. ##Business## US stocks opened modestly lower on Tuesday, following the prior session’s gains. Stocks have been up for four of the past five trading days. Here's where things opened: The Dow opened down 0.4%, or 90 points.\nThe S&P 500 kicked off 0.4% lower.\nThe Nasdaq Composite opened down 0.4% as well. You can follow live updates from the markets here. ##Business## UNICEF is donating a range of medical and protective gear to help Spain’s health system fight Covid-19, according to a tweet from UNICEF Spain. The organization says it is providing 400,000 masks, 100,000 coronavirus test kits, 1,000 personal protection kits and alcohol-based sanitizing gels. ##Health## Paris Orly airport will stop commercial flights today at 5 p.m. ET (which is 11 p.m. local time) according to the Chief Executive Officer of Orly Airport, Augustin de Romanet. Speaking on RTL, a French radio station, Romanet said that Orly was “confining but not closing Orly airport.” He continued by saying that the airport would remain open for “medical flights, special flights, government flights and aircraft diversions.”  This is the first time that Orly has closed since it opened in 1961. ##Travel## Maryland Gov. Larry Hogan issued a stay-at-home order for his state that went into effect at 8 p.m. ET on Monday night. Violating the order carries a penalty of up to a year in jail or a fine not to exceed $5,000.   Hogan said it was “one of the last tools in our arsenal,” telling CNN’s John Berman that “we've reached the point where we believe it's necessary to further get people off the streets so we can continue to save thousands of lives.”  The Republican governor said the federal government and every individual states are aware they need more supplies and coronavirus testing — and coordination is key.  “Without the tests, we really are flying blind,” he says. Dr. Anthony Fauci has predicted up to 200,000 deaths from coronavirus. Hogan said he's been listening to both Fauci and Dr. Deborah Birx.  “I think Dr. Birx and Dr. Fauci are the ones telling us the truth about the numbers,” he says. “If you just think about it for a moment, 200,000 deaths would be…twice as many deaths as we lost in the Vietnam War and the Korean War added together. And we're talking about over a very short period of time. So it's just devastating.” Watch more: ##Daily Life## Indonesian President Joko Widodo declared a national public health emergency today during the novel coronavirus pandemic. \"To overcome the impact of the outbreak, I have decided in a cabinet meeting that the option we chose was a large-scale social restriction,\" he said during a news conference. The country's Ministry of Health will coordinate with regional leaders to implement social distancing measures, according to state-run Antara News Agency. Widodo also announced that all Indonesian citizens who have recently traveled home from abroad will be required to undergo a 14-day period of self-isolation, Antara reported. \"If they exhibit no symptoms (of coronavirus), they can return to their hometowns,\" he said. \"Shortly after arriving in their hometowns, they must maintain high discipline to conduct self-isolation.\" Earlier today, Indonesia banned most foreign visitors from entering or transiting through the country. ##Health## The White House is expected to reissue federal coronavirus guidelines sometime today, which may feature some slight adjustments, according to an administration official.  Trump announced Sunday that he would extend the federal guidelines another month. There's been an internal debate over whether to ease up on the social distancing efforts, and some aides recommended the President only extend them another 15 days. However, health advisers argued that a month was necessary.  Trump told aides it would be better to ease the guidelines earlier than expected rather than have to extend them yet again.  The bleak images from Elmhurst Hospital played a major role in Trump's decision to keep the guidelines in place. Two officials said polling that showed the public largely favored keeping the guidelines intact also played a role. Some officials don't trust the models the President is being shown. This is a pretty prevalent line of thinking inside the West Wing. Several aides have dismissed them, believing they are overblown and that past projections have been wrong.  Officials from the task force are expected to preview those models at some point today, though it's not clear when or how yet.  ##Daily Life## While New York state still leads the nation — by far — in growing numbers of Covid-19 cases and deaths, the rate of daily increases did appear to slow a bit in the last seven days An analysis of CNN's count shows that the state’s average rate of day-over-day increase for the last seven days was 17% — compared to 58% for the previous seven-day period. This is in line with what New York Governor Andrew Cuomo suggested in a news conference Monday. \"There is no doubt that the number is still increasing. There is no doubt that rate has slowed,\" Cuomo said. \"We had a doubling of cases every two days, then the doubling of three days and doubling of four days and every five days and we now have a doubling of cases every six days.\" It is too early to definitively pinpoint what's behind the latest numbers trend, though New York is just over one week into its \"PAUSE\" program, an executive order outlining major restrictions and other containment measures. It is also important to note that increased testing can impact these numbers. While more testing often leads to higher case totals, it can also lead to a backlog of test results and a delay in the true number. When it comes to death rate reports, CNN's count shows that New York state had an average daily increase of 34% for the last seven days, compared to 61% for the previous week. But death rate increases are much harder to interpret, since patients die over longer periods of time. CNN's tally is based on daily updates obtained from state and local health authorities. Airline passengers around the world are due $35 billion in ticket refunds this quarter, according the International Air Transport Association, which represents airlines globally.  That sum, due to the drop in airline travel linked to the coronavirus, is “an immense amount of money to refund,” the group’s head, Alexandre de Juniac, told reporters on Tuesday.  IATA said it is asking governments to change the rules to allow airlines to make more refunds in the form of vouchers rather than cash. He said the cases where airlines are able to provide passengers a voucher for future travel rather than a refund is helpful because it can “preserve the cash of the airline.”  “We are totally conscious of the inconvenience it might represent for the passengers, but it is for us about our survival as we have this enormous cash problem in front of us,” de Juniac said.  The group’s latest projections are for a worldwide loss of $39 billion in this quarter alone across the industry, versus a profit of $7 billion in the same time frame last year. Last week, it predicted $252 billion in industry-wide losses due to the coronavirus.  ##Business## ##Travel## WATCH: French President Emmanuel Macron has promised to give 4 billion Euros to Sante Publique France, a public health agency, to purchase masks and ventilators. Macron, speaking at a mask production factory in Saint Barthélemy d’Anjou, went on to stress the importance of production of masks in France. He said “our priority is to produce more in France,” adding that “the aim is by the end of the year we will have achieved full independence” in mask production. The ramping up of mask production will allow France to raise capacity from 3.3 million masks a week to 15 million by the end of April. France has already placed an order of 1 billion masks from China.  ##Health## The US Centers for Disease Control and Prevention continues to monitor data around the coronavirus pandemic and could put out new recommendations on the use of face masks — if the guidance warrants, US Surgeon General Dr. Jerome Adams said during an appearance on \"Fox & Friends\" today. As of now, Adams said there is not enough data to recommend that the public wear masks. \"There may be a day when we change our recommendations — particularly for areas that have large spread going on about wearing cotton masks — but again, the data's not there yet,\" Adams said. \"We're continuing to follow it. CDC's looking at it and will put out new recommendations if the guidance warrants.\" Currently, the World Health Organization and CDC both recommend to wear masks only if you are sick or are caring for someone who is sick.  \"What the World Health Organization and the CDC have reaffirmed in the last few days is that they do not recommend the general public wear masks. Here's why: On an individual level, there was a study in 2015 looking at medical students -- and medical students wearing surgical masks touch their face on average 23 times,\" Adams said. Earlier this month, Adams urged Americans to stop buying masks, tweeting \"They are NOT effective in preventing general public from catching #Coronavirus, but if healthcare providers can't get them to care for sick patients, it puts them and our communities at risk!\" Today, Adams reiterated that masks need to be saved for health care workers. When it was brought up that masks are widely used in China, Adams responded, \"They have a culture there of wearing masks and everyone already has one and they're more accustomed to wearing them without touching their faces.\" \"We know a major way that you can get respiratory diseases like coronaviruses is by touching a surface and then touching your face,\" Adams added. \"So wearing a mask improperly can actually increase your risk of getting disease.\"   ##Health## WATCH: Panama's President Nito Cortizo has announced that men and women will only be able to leave their homes on separate days as part of the country's measures to fight coronavirus. The new restrictions mean women can go outside on Mondays, Wednesdays and Fridays, while men will be allowed out on Tuesdays, Thursdays and Saturdays, Cortizo posted on Twitter on Monday. \"On Sundays, everyone will have to stay at home,\" he added. ##Health## Chinese health authorities will include asymptomatic cases of the novel coronavirus in their official count starting Wednesday, according to an announcement on Tuesday. The move comes amid growing public concern over asymptomatic cases, of which 1,541 were under medical observation in China by the end of Monday, according to the National Health Commission (NHC). This includes including 205 cases imported from overseas. Officials will also further tighten screening and quarantine rules targeting asymptomatic cases -- defined as people who have tested positive for the virus without displaying any symptoms -- said Chang Jile, a senior official with the NHC, at a press conference in Wuhan.  Until now, asymptomatic cases have not been counted as confirmed cases under Chinese government guidelines.  Asymptomatic cases – as well as their close contacts – will be isolated for 14 days immediately upon discovery.  Their quarantine will only be lifted after they twice test negative for coronavirus, in tests administered 24 hours apart. If they develop symptoms during isolation, they will become confirmed cases and undergo treatment at designated hospitals.  On Monday, a taskforce on the virus chaired by Premier Li Keqiang, the country’s deputy leader, urged “placing priority on asymptomatic cases, from detection, contact tracing, to isolation and treatment, in order to lock in previous gains and plug potential loopholes in the containment,” according to a government statement. A woman in Henan province in central China was infected with the deadly virus last week after coming in contact with a friend, a local doctor who was later identified as an asymptomatic case.  As the Chinese government prepares to lift lockdown measures at the original epicenter of the pandemic, the Henan story has stirred intense interest and anxiety over how infectious asymptomatic carriers are, and whether the authorities have been transparent enough in reporting such cases. Six Carmelite nuns have isolated themselves inside a care home in the Italian town of Castel del Monte, in order to look after the elderly residents who live there. \"We voluntarily chose to stay because they need us,\" Madre Rocio, one of the nuns, told CNN. \"Like this, we are also close to God by helping who can't help themselves.\" Carmelite nuns are a contemplative order, which means they are devoted to prayer rather than works, but this group is semi-cloistered, which means they are allowed to go outside. The six nuns, who are originally from Mexico, began helping out in the retirement home 15 years ago. While the Italian government has imposed a national mandatory quarantine, little has changed for the Carmelites of Castel del Monte. \"We have not had much need to go out, thank God the municipality brings us everything in this period of quarantine,\" said Madre Rocio. \"Now that we are required to stay inside by the government, we are closer even to who we assist.\" Madre Rocio described how the nuns eat and play cards with the elderly residents of the home. The town of Castel del Monte, in the mountains of Abruzzo, has welcomed dozens of refugees, and today has a population of 449, including 115 people who originally hail from 25 different countries.  The Central African Republic (CAR) has only three ventilators for a population of five million, leaving the country facing a difficult battle against coronavirus, the Norwegian Refugee Council said in a statement on Tuesday.  “Three ventilators in a country of five million people is setting the country up for catastrophe,” said David Manan, Norwegian Refugee Council Country Director in the CAR,  in the statement.  “Covid-19 has the potential to tear through the Central African Republic at lightning speed if the country doesn’t get the support it needs to adequately protect itself against the virus.\" CAR has had six cases of the virus diagnosed so far, all of which were imported, but there is a concern that the virus may have been spreading undetected due to a lack of tests in the country. “When rich nations are in panic mode, stating that thousands of ventilators will not be enough, it just brings to light how poorer nations like the Central African Republic don’t stand a chance in the fight against Covid-19,” added Manan. ##Health## South Korea is to restart its school year with online classes beginning on April 9, the Ministry of Education announced Tuesday.  Some grades will start on April 9, while other grades will begin on April 16 or 20, according to the announcement.  Classes in South Korea have been postponed three times because of the coronavirus outbreak. They were previously set to start on April 6. \"The opening of schools online will be implemented for the first time at all elementary, middle, high and special-education schools nationwide, except kindergartens,” said a press release from the Ministry of Education. “Kindergartens will extend the closure of the new semester until the standards for starting school are met,\" said education minister Yoo Eun-hae, at a press briefing Tuesday.  South Korea's university entrance exam, the College Scholastic Ability Test, will take place on December 3, two weeks later than originally planned, she added. ##Health## UK Prime Minister Boris Johnson’s cabinet met entirely via videoconference for the first time on Tuesday, due to the spread of coronavirus among government officials.  “Ministers all appeared on a single digital screen, in a meeting chaired by the Prime Minister,” said 10 Downing Street in a statement.  Only the cabinet secretary and a small number of officials attended the meeting in person, “observing social distancing rules on keeping two metres apart,” added the statement.  The meeting focused on the Covid-19 situation around the UK.  Judging by the rising number of deaths, the Prime Minister emphasized the need for people to say at home and practice social distancing.   “The situation is going to get worse before it gets better -- but it will get better,” he said in the statement. Johnson and health secretary Matt Hancock were diagnosed with the virus last Friday. ##Health## Belarusian president Alexander Lukashenko confirmed the first coronavirus-related death in the country on Tuesday, according to state-run news agency Belta. A 75-year-old actor who had tested positive for Covid-19 died in Vitebsk, reported Belta, adding that the man had additional health problems. “His wife is healthy, their daughter is healthy, because their immune system is strong,\" said Lukashenko. \"He, the poor fellow, did not survive, he had severe pneumonia and was on a ventilator.”  ##Health## Spain registered a record number of coronavirus-related fatalities over the past 24 hours, with 849 deaths taking the country's total to 8,189, according to data released on Tuesday. The health ministry said 5,891 new active cases had been recorded in the past 24 hours, a significantly larger increase than previous numbers. However, it is not a new record, and is far smaller in percentage terms than the numbers recorded up to the middle of last week.  There are currently 66,966 active cases in Spain. The country has had a total of 94,417 recorded cases since the start of the epidemic. Health officials suggest that the country's numbers are stabilizing, saying: \"If we are not at the peak, then we are very close.\"  A 12-year-old girl has died from the coronavirus in Belgium, a spokeswoman for the Belgian Health ministry told CNN.  The spokeswoman said the unnamed girl died on Monday; she refused to provide any further details in order to respect the privacy of the family.   Emmanuel André, the Belgian government's spokesperson for the fight against coronavirus, was visibly moved when he spoke to Belgian TV about the case.  \"This is an emotionally difficult moment because it affects a child and it also affects the medical and scientific community,\" he said. \"We are especially thinking of her family and loved ones.”   It is a \"very rare event that upsets us,\" said André. ##Health## As people around the world do their bit to help stop the spread of coronavirus -- by social distancing, working from home, or other means -- one question looms large: Should we be wearing masks when we do go out? The World Health Organization on Monday stood by its recommendation that you only need to wear a mask if you are sick or caring for someone else who is sick. But a growing number of other health experts argue that people should wear masks to help prevent the spread of the virus. \"We are not going to be wearing masks forever, but it could be for a short period of time after we get back into gear. I could see something like that happening for a period of time,\" said President Donald Trump, during Monday's White House briefing.  A source close to the coronavirus task force told CNN the idea of asking Americans to wear masks for a period of time during the pandemic was likely to be under serious discussion. And the Washington Post reports that the U.S. Centers for Disease Control is seriously considering changing its guidelines when it comes to mask use by the general public. Tom Inglesby, director of the Johns Hopkins Center for Health Security, wrote  in a Twitter thread Sunday that \"members of the general public should wear non-medical fabric masks when going out in public in one additional societal effort to slow the spread of the virus down.\" Dr. Scott Gottlieb, a former commissioner of the US Food and Drug Administration, also  wrote in a Twitter post Sunday that a recommendation from the US Centers for Disease Control and Prevention \"for consumers to wear cotton masks (with guidelines on how to fashion these products from household items) can improve safety and reduce spread and not strain the hospital supply chain.\" WHO and CDC experts have long argued that people who are not sick, nor caring for someone who is sick, should leave masks in the medical supply chain for healthcare workers who need them most. The US CDC currently recommends that if you are not sick, \"you do not need to wear a facemask unless you are caring for someone who is sick.\" Yet in China, where the pandemic began, the Chinese  CDC has recommended that people \"wear a mask when going out.\" Some experts who have made the argument for people to wear masks have pointed to past research showing their effectiveness against the spread of influenza, and to early research on Covid-19. A study published in the Journal  of Hospital Infection in 2013 found that surgical masks could help reduce exposure to infectious influenza virus in the air.  Preliminary  data on how the virus shed from 13 Covid-19 patients at the University of Nebraska Medical Center supports \"the use of airborne isolation precautions,\" such as masks. That early data currently is not published in a peer-reviewed journal. ##Health## Iran has recorded 3,111 new coronavirus cases in the past 24 hours, bringing the total number of cases in the country to 44,606, Health Ministry spokesman Kianush Jahanpoor told Iranian state television on Tuesday. Jahanpoor said there had been 141 additional coronavirus-related deaths, bringing Iran's death toll to 2,898. He added that 14,656 patients have so far been released from hospitals across the country, while another 3,703 hospitalized patients remained in critical condition. ##Health## At least 575 coronavirus deaths were reported in the United States on Monday, according to a count by CNN Health. This is the most reported deaths in the US in a single day since the coronavirus outbreak began. There have been a total of 3,004 virus-related deaths reported in the US during the outbreak. On Monday, President Donald Trump said the country was facing a \"vital 30 days\" ahead, during which the results of his efforts to contain the virus would become known. \"Our future is in our own hands, and the choices and sacrifices we make will determine the fate of this virus and really the fate of our victory,\" said Trump. The more Americans dedicate themselves now to social distancing, the quicker the country can return to normal, he said.  US social distancing guidelines were extended by another 30 days, to April 30, on Sunday. ##Health## A cricket stadium and a sports complex in northern India have been converted into \"temporary jails\" to hold those who violate the country's lockdown conditions, according to a senior police official.  The facilities are located at the Sector 16 Cricket Stadium and the Manimajra sports complex in the city of Chandigarh. They have been operational since March 24, and authorities say a total of 600 people have been detained so far.  \"We round up people we find loitering on the street who are violating the lockdown conditions and bring them to the jail to brief them about social distancing, we provide them with food and tell them about proper sanitization, and they are let go by evening,\" said Chandrajit Singh, Chandigarh Police's public relations officer.  The police force has also been briefed to maintain social distancing measures while detaining those who violate the lockdown, Singh added.  \"We don't file official charges against these violators, but if there are repeat offenders then action might be taken against them,\" Singh said. The jails will be operational as long as lockdown conditions are in place, he added.  In the state of Haryana, efforts have also been taken to keep migrants in temporary shelters. More than 450 shelters have been set up across 22 districts in the state. Most of these shelters are housed in government buildings, and others have been set up in private properties offered by social organizations, according to Navdeep Virk, a senior police official in Haryana.  “These shelters have been set up for [the] migrant population as well as any other needy shelter-less person,” added Virk.  Haryana police say they have persuaded migrants attempting to leave the state to move into these shelter homes, and that they are facilitating the distribution of food, medicines and other essential items to almost 500,000 workers.  ##Health##   The coronavirus continues to place huge strain on society as we know it, as its effects ripple around the world. Here are some of the latest developments: More flight cancellations: British Airways has suspended flights to and from London Gatwick airport, the second-largest in the UK. Airlines have struggled during the coronavirus outbreak, cutting flights in response to travel restrictions and a sharp fall in demand.  On Monday, European budget airline easyJet announced it was grounding its entire fleet given the “unprecedented travel restrictions” caused by the pandemic. Virus strikes younger demographics: Australia and New Zealand say a high proportion of those diagnosed with coronavirus in those nations are young people.  In New Zealand, 26% of confirmed cases are in people aged 20 to 29, and 21% of cases in Australia involve those in the same age range.  One possible explanation for the finding is overseas travel, which younger people engage in more than older demographics. In both New Zealand and Australia, the vast majority of cases recorded have been linked to overseas travel or other known cases, meaning there is limited transmission in the wider community.  Coronavirus could drive millions into poverty: Countries in East Asia and the Pacific will be dealing with a recession if they do not act immediately to combat the economic shocks caused by the novel coronavirus pandemic, the World Bank is warning. It also estimates that the pandemic’s economic effects could drive millions of people in the region into poverty.  Much of the world is now encountering economic difficulties, but the crisis is particularly acute in Asia-Pacific because the region had already spent months dealing with the negative economic effects of the US-China trade war. ##Health## ##Business## Indonesia is to ban most foreign nationals from entering and transiting through the country, as it steps up measures to limit the spread of novel coronavirus. Speaking at a press conference, Foreign Affairs Minister Retno Marsudi said the restrictions would not apply to work permit holders, diplomats, and other official visitors, state-run Antara News Agency reported. He did not specify when the restrictions will be implemented. On Tuesday, Indonesian President Joko Widodo also highlighted the importance of monitoring all returning migrant workers to prevent imported cases of the coronavirus, Antara reported. \"The inflow of migrant workers from various countries, especially from Malaysia, must be handled carefully, as it involves hundreds of thousands or millions of Indonesian migrant workers keen to return home,\" he said. Indonesia currently has at least 1,414 confirmed cases of coronavirus, according to data collated by Johns Hopkins University.  ##Travel## Italian cities and towns throughout the country will lower their flags and hold a minute's silence on Tuesday to commemorate the victims of coronavirus, according to the Italian mayors' association. The Vatican said it would also join the tribute. \"Today, in solidarity with Italy, the Holy See will raise their flags at half mast, mourning, to express their closeness to the victims of the pandemic in Italy and in the world, to their own families and those generously struggling to end it,\" the Vatican said in a statement. According to a count by Johns Hopkins University, 11,591 people in Italy have died from coronavirus -- the highest death toll of any country.  ##Health##  Taiwan wants to be included in World Health Organization expert meetings. In a news conference Tuesday, the spokeswoman for the island's Ministry of Foreign Affairs, Joanna Ou, called on the WHO to make the change. Self-governing, democratic Taiwan is not a member of the WHO, and only around a dozen nations recognize it as an independent state. China's leadership refuses to maintain diplomatic ties with any country that recognizes Taiwan, which it sees as part of China. Taiwan has been praised for its handling of the coronavirus outbreak, and only has 306 confirmed cases, according to a count by Johns Hopkins University. Despite that, the WHO has not shared the information provided by Taiwan with the international community, according to Ou. Countries were therefore unable to understand Taiwan's epidemic situation, its preventive policies and its border quarantine measures, she said. \"So what the WHO said in its statement that it is learning from all regions, including Taiwan, to share 'best practices' with the world, differs from the facts, because they haven't at all shared with other countries the information provided by Taiwan,\" Ou said at the press conference.\n\"This shows that the WHO still have political considerations when dealing with participation in technical expert meetings. Ou also noted that the WHO includes Taiwan under China in its epidemic report, adding: \"we have already expressed our severe protest regarding this.\" Recent questions: Ou's words follow a recent interview, in which a WHO representative appeared to evade questions about Taiwan while speaking to a reporter from Hong Kong public broadcaster RTHK. In response, the WHO put out a statement, saying: \"The question of Taiwanese membership in WHO is up to WHO Member States, not WHO staff. However, WHO is working closely with all health authorities who are facing the current coronavirus pandemic, including Taiwanese health experts.\" ##Health## Yuanfudao, an online education startup based in Beijing, has won a billion dollars in fresh funding from prominent investors including Tencent (TCEHY) and Hillhouse Capital. The eight-year-old company, which runs an online platform for live tutoring and homework help, is now valued at $7.8 billion. The investment is notable because startups in China have found it notoriously difficult to raise funds in recent months.  Over the past year, deal activity has slowed so much that it's come to be known as the \"capital winter.\" Disruption from the coronavirus pandemic is prolonging the problem. The online education industry, however, is widely expected to benefit as schools around the world remain closed and millions of children stay home. \"Previously, investors looked at (educational technology) as a niche industry,\" Adam Nordin, who covers the sector for investment banking at Goldman Sachs, said in a recent research briefing. Not so much anymore, he added.  \"We’re also seeing more interest from long-term investors, such as pensions and sovereign wealth funds, as well as family offices, all of whom appreciate the long-term secular drivers for the space.\" Read more here: ##Business## The German city of Jena is to make wearing a mask mandatory in some places, amid fears about the spread of coronavirus.   In a statement posted on its website Monday, Jena's city hall said that in a week's time it would be mandatory to wear mouth-and-nose protection in shops, on public transport and in public buildings there. The measure was requested by the health service, according to the statement. In addition to masks, scarves are also considered protection.  The mask rule does not apply across Germany as a whole. Jena, in the Eastern state of Thuringia, says it has 119 coronavirus cases in its population of approximately 108,000 people.  Germany has at least 66,885 cases of coronavirus, according to data collated by Johns Hopkins University.  ##Daily Life## There are at least 160,714 cases of coronavirus in the United States, including 3,004 deaths, according to CNN Health's tally. The total includes cases from all 50 states, the District of Columbia and other US territories, as well as all repatriated cases. Hawaii and Wyoming are the only states not to have reported a death from coronavirus.  For the most up-to-date US numbers compiled by CNN, please check this map, which automatically refreshes every 10 minutes: China is willing to work with the United States in the fight against coronavirus, the country's health minister Ma Xiaowei said during a phone conversation with US Secretary of Health and Human Services Alex Azar on Monday. During the call, Ma said China has exercised \"openness, transparency, and responsibility\" in combating the novel coronavirus outbreak, according to a news release by China's National Health Commission.  He added that China is willing to share its experiences with the US. According to the statement, Azar praised China for having achieved great success in combating the novel coronavirus, and agreed to work with China to protect public health around the world. ##Health## It had been their longtime dream to take a cruise. Instead, one couple's holiday on a Holland America cruise ship has turned into a \"nightmare scenario,\" according to their son. Maximilian Jo's parents are onboard the Zaandam cruise ship, which is heading toward the United States looking for a port. Eight people on the ship have tested positive for the novel coronavirus and about 200 others have influenza-like symptoms. Four guests onboard the Zaandam have died, the cruise line confirmed on Friday. Holland America did not immediately provide the cause of death. \"They're doing the best they can,\" Jo said of the medical staff, but there's \"just not enough people and supplies to go around.\" He said his dad is exhibiting minor symptoms, like a fever. His parents -- who had waited years to take the month-long cruise -- are stuck at sea. It's truly a nightmare scenario,\" he told CNN's Anderson Cooper. What the cruise company says: The president of Holland America Line, Orlando Ashford, wrote in an op-ed in the South Florida Sun Sentinel that Panama had been kind to let the ship transit through. \"And we need confirmation from a port that is willing to extend the same compassion and grace that Panama did, and allow us to come in so our guests can go straight to the airport for flights home. \n\"It's tempting to speculate about the illnesses that may have been avoided or lives saved if we'd gotten the assistance we sought weeks ago,\" he wrote. Another Holland America ship, the Rotterdam, brought the Zaandam supplies and took passengers \"who aren't ill,\" according to Ashford. Read the full story here.   In Australia and New Zealand, there's a high proportion of young people among those diagnosed with coronavirus. According to Australian government statistics: 21% of confirmed cases are aged 20 to 29\n16% of cases are aged 30 to 39\n31% of cases are 60 or older In New Zealand: 26% of confirmed cases are aged 20 to 29\n14% of cases are aged 30 to 39\n21% of cases are 60 or older For comparison, a report issued by the United States Centers for Disease Control and Prevention that analyzed the cases of 2,500 patients in the US whose ages were known, found that: 29% were aged 20 to 44\n18% were aged 55 to 64\n25% were aged 65 to 84 So why is there a high proportion of cases among younger people in Australia and New Zealand? One reason could be travel. In both New Zealand and Australia, the vast majority of cases are connected with overseas travel or links to known cases, meaning there is limited transmission in the community. Professor Peter Collignon, an infectious disease expert from the Australian National University, said the Australian data was a reflection of the demographics engaging in overseas travel, according to a report in The Guardian.  ##Travel## ##Health## Six baggage handlers at Adelaide Airport in South Australia have tested positive for the novel coronavirus. All six infected worked for Qantas, CNN affiliate Seven News Australia reported.  South Australia health authorities are in touch with the airline, said Dr. Nicola Spurrier, the state's chief public health officer.  She said about 100 other staff used the same area but that officials are trying to identify those who may have had close contact with the infected employees. “There’s going to be a requirement for significant number of staff to go into quarantine because of this,” Spurrier said, according to Seven News. Travelers who got off a flight in the past 24 hours are being advised to wipe down their bags. ##Travel## ##Health## The Indian state of Uttar Pradesh has sparked controversy after migrant workers, returning home during a nationwide coronavirus lockdown, were doused in bleach disinfectant used to sanitize buses.  Video showed three people, dressed in protective gear, spraying the liquid directly on a group of workers as they sat on the ground in the northern city of Bareilly.  Ashok Gautam, a senior officer in charge of Covid-19 operations in Uttar Pradesh, told CNN as many as 5,000 people were \"publicly sprayed\" when they arrived before they were allowed to disperse. \"We sprayed them here as part of the disinfection drive, we don't want them to be carriers for the virus and it could be hanging on their clothes, now all borders have been sealed so this won't happen again,\" he said. He said the disinfectant used was a solution made from bleaching powder, and was not harmful to the human body. While chemical disinfectants work on surfaces, they can be dangerous to people. And according to the World Health Organization, putting disinfectant on your skin will not kill the virus if it is already in your body. How India responded: The chemical wash has appalled many in India. Lav Agarwal, senior official at the Ministry of Health and Family Welfare, said Monday that local officials involved in the incident have been \"reprimanded,\" adding that spraying migrant workers was not a \"required\" policy in the country.  \"This is an overzealous action done by some employees at the field level, either out of ignorance or fear,\" he said. The district magistrate of Bareilly, Nitish Kumar, also tweeted that while the municipal corporation and local fire service were under orders to sanitize buses, they were \"overzealous\" in spraying the migrant workers directly.  Read the full story here.  Gin distilleries and breweries in the UK are offering their services to ensure the supply of hand sanitizer for London's Metropolitan Police, the Met said in a statement on Tuesday.  The outbreak of the novel coronavirus has led to increased demand for hygiene products across the country, including hand sanitizers, and police are also feeling the squeeze, according to the statement. The Met said hand sanitizers are a \"vital commodity\" for front-line officers. \"Planning ahead to ensure the MPS continues to have a sufficient supply of hand sanitizer, staff in the force’s Commercial Services department started to pursue alternative sources for the product,\" the statement said. \"Staff quickly identified the alcohol industry as being an alternative source for the provision of hand sanitizers.\" Distilleries and breweries helping London's Met Police include Portobello Road Gin in Notting Hill, 58 Gin Ltd in Haggerston and Copper Rivet Distillery in Chatham. Other distilleries approached by the MPS are now in conversation with other forces and public bodies. \"As an added bonus, brewing company Budweiser Brewing Group UK&I, is donating 6,000 liters of hand sanitizer free of charge to the MPS to help support its frontline officers and staff,\" police said. The Met expects to receive its first delivery of the hand sanitizers at the start of April. Other distilleries have also stepped up around the world to make up the hand sanitizer short fall.  Read more here.  ##Business## A team of eight Chinese health specialists has arrived in Venezuela to help the country in its fight against coronavirus, Venezuelan President Nicolas Maduro announced on Monday.  The Venezuelan foreign ministry said that a shipment of medical supplies also arrived from China. Venezuela has at least 135 confirmed coronavirus cases.  The South American country isn't the only one to purchase medical equipment from Beijing. Last week, the Spanish health minister said Spain had bought $467 million worth of medical supplies from China.   ##Health## British Airways has suspended its flying schedule at Gatwick airport in London. Here's what the airline said in its statement: “Due to the considerable restrictions and challenging market environment, like many other airlines, we will temporarily suspend our flying schedule at Gatwick.  \nWe are contacting affected customers to discuss their options.” Gatwick is the United Kingdom's second largest airport.  Airlines have struggled during the coronavirus outbreak, cutting flights in response to travel restrictions and a sharp fall in demand. On Monday, European budget airline easyJet announced it was grounding its entire fleet given the “unprecedented travel restrictions.” ##Travel## Countries in East Asia and the Pacific will be dealing with a recession if they do not act immediately to combat the economic shocks caused by the novel coronavirus pandemic, the World Bank is warning.  The organization said in a new report that the spread of Covid-19 could bring economic growth in China to a standstill or even cause the world’s second-biggest economy to contract by as much as 2.8%. China’s economy has been growing steadily by more than 6% annually for years.  It also estimated that the pandemic’s economic effects could drive millions of people in the region into poverty.  \"If the economic situation were to deteriorate further, under the lower-case growth scenario, it is estimated that poverty would increase by about 11 million people across developing East Asia and the Pacific,\" the report said. Much of the world is now experiencing the same economic hardships that China went through weeks ago. The global push to keep people at home to stop the virus' transmission is severely impacting manufacturing, production and supply chains while also hurting consumer demand. Increased border restrictions are also slowing the movement of goods and people across the planet. \"We are witnessing an unusual combination of disruptive and mutually reinforcing events. Significant economic pain seems unavoidable in all countries,\" the World Bank said in a statement.  However, the crisis in Asia-Pacific is particularly acute because the region had spent months dealing with the negative economic effects of the US-China trade war. \"The pandemic is profoundly affecting the region’s economies, but the depth and duration of the shock are unusually uncertain,\" the World Bank said in its new report.  Read the report here ##Business## ##Daily Life## It is falling to President Donald Trump to lead America into its most tragic month in decades, as experts say the coronavirus pandemic could kill more citizens than the Vietnam and Korean wars combined. But the President's bullish, self-congratulatory rhetoric -- a staple of a presidency that has divided the nation -- is still jarring with the desperate reality of a fast-worsening pandemic that is running out of control. On the day that heralded another grim new record in reported deaths -- more than 500 -- and that the fatality toll was roughly on par with those killed on September 11, 2001, Trump opened his daily news conference with a stark message, even though he still struggles to summon the empathy appropriate for such a time of mourning. Trump, who will be called upon to steady an anguished nation in the days to come, warned the country of a \"vital 30 days\" ahead, a day after extending social distancing guidelines until the end of April. \"Our future is in our own hands and the choices and sacrifices we make will determine the fate of this virus and really the fate of our victory,\" he said. It's no exaggeration to say Trump faces the most critical month of his presidency yet -- and how he conducts himself will be crucial for the country and his own hopes of reelection. But there are signs that he does not fully understand the stakes nor is willing to relegate his own interests in favor of the common good. Trump still appears to be marveling at the spread of the virus, which he says no one could have predicted. Health experts had anticipated its arrival in the US for months as he predicted a miracle would occur and it would just go away. Read the full story here: Another macabre milestone in the United States: More than 3,000 people have now died as a result of Covid-19 in the US, and the rate of those killed each day is not expected to slow down soon.  A model cited by the White House estimated that 82,000 people could die from coronavirus by August, even with social distancing measures in place. The model, which is updated regularly, predicted Monday morning Eastern Time that more than 2,000 people could die each day in mid-April, when the virus is predicted to hit the country hardest.  At least 574 coronavirus-related deaths were reported in the US on Monday, according to a count by CNN Health. More than 160,000 have been infected in the country. A critical 30 days ahead: President Donald Trump said he believes the next 30 days are important for flattening the curve to stop the outbreak of coronavirus. He emphasized the importance of social distancing, saying that every American \"has a role to play in winning this war.\" Nearly 80% of the US population are under stay-at-home orders. Every citizen, family, and business can make the difference in stopping the virus,\" Trump said. \"This is our shared patriotic duty. Challenging times are ahead for the next 30 days.\" Trump told reporters at a news conference yesterday that the administration has “talked about” a nationwide stay-at-home order, similar to those of some states, but said it would be very “tough” to enforce and “not something we wanted to do.”  Worrying signs in India: The world's second-most populous country reported 227 new coronavirus patients Monday, its highest single-day jump since the outbreak began. While the numbers in India are relatively low -- at least 1,251 patients, 32 of whom died -- fatalities have been reported nationwide by the Indian Ministry of Health and concerns are growing.  Prime Minister Narendra Modi has called for all inside the country to self-isolate, but that is effectively impossible for the millions of people who are either homeless or live in dilapidated slums.  South Korean students are preparing to start the new school year -- but they'll be taking classes online. The start of the school year had been postponed three times, and was set to finally begin on April 6.  On Tuesday, the South Korean Ministry of Education announced that all elementary, middle, high and special-education schools nationwide would start school online.  Some grades will start on April 9, while other grades will start on April 16 or April 20.  South Korea's university entrance exam will be postponed by two weeks, the country's Deputy Prime Minister and Minister of Education Yoo Eun-hae said. Cases rise: South Korea’s Centers for Disease Control and Prevention (KCDC) said Tuesday that there are now 9,786 confirmed coronavirus cases in the country -- a jump of 125 new infections from the day before. There have been four more deaths, bringing the national death toll to 162. A total of 5,408 people in the country have recovered from coronavirus. ##Daily Life## Amazon has terminated an employee based in the company's Staten Island, New York, warehouse after he participated in a worker walkout protesting the company's response to the novel coronavirus.  Amazon confirmed the firing Monday night, telling CNN Business in a statement that the employee, Christian Smalls, was supposed to be under quarantine.  \"Mr. Smalls was found to have had close contact with a diagnosed associate with a confirmed case of Covid-19 and was asked to remain home with pay for 14 days, which is a measure we're taking at sites around the world,\" said Amazon spokesperson Kristen Kish. \"Despite that instruction to stay home with pay, he came onsite today, March 30, putting the teams at risk.\" The firing follows the protest partly organized by Smalls, who had called on Amazon to shut down the Staten Island facility for deep cleaning after multiple cases of the coronavirus emerged there. In an interview on Sunday, Smalls told CNN he had spent the past week trying to persuade senior warehouse officials to close the building and sterilize it, but to no avail.  Monday's protest saw more than a dozen people walk off the job at around lunchtime, according to Amazon and a livestream of the event viewed by CNN.  In a phone interview Monday night after his firing, Smalls said he is being singled out for punishment and that his firing reflects a culture of apathy at Amazon.  \"Everybody's been warning me that [this] might happen, so I kinda expected it,\" Smalls said. \"But for them to do it this way, and for the reasoning behind it, that tells you right there that they, number one, don't care about people, and number two, it's just a target, a straight up target.\" Read the full story here.  ##Daily Life## ##Business## Michelle Bennett didn't think she'd be able to say goodbye to her mother before she died.  Like a lot of families across the United States right now, Bennett was told she couldn't be in the same vicinity as her 75-year-old mother, Carolann Christine Gann, who had contracted coronavirus and was nearing the end of her life.  \"Not being able to be there and hold my mom's hand, rub her head, tell her the things I wanted to say to her. It was such a helpless feeling, I can just remember the days leading up feeling so frustrated and helpless and not being able to talk to her because she was not conscious during that time,\" Bennett told CNN Monday.  But a nurse at Swedish Issaquah hospital in Washington took it upon herself to make sure Bennett got to say her goodbyes. Bennett said the nurse called her from her personal cell phone and said her mother's breathing was changing and she probably wouldn't live much longer.  \"I'm going to put the phone up to her face so you can tell her you love her and say your goodbyes,\" Bennett says the nurse told her. \"She will not be alone, we will stay with her till the end.\" Ten minutes later, Bennett says she was speaking to her ailing mother over FaceTime.  \"I love you very much,\" Bennett told her mother, adding the two had discussed recently the trials every mother-daughter relationship goes through and that she never got to tell her mother she forgave her.  \"I forgive you mom, I love you. I know I didn't get a chance to say it,\" Bennett said. \"Mom, it's OK to pass on. It's OK to go now.\"  Within an hour, Bennett said she was gone. Read the full story here: ##Health##  ##Daily Life## During the coronavirus pandemic, many people are searching for some peace and relaxation any way they can get it -- but so many were searching for it on Sunday that their peace was cut short. It happened as people across the world logged in to a live meditation session with Deepak Chopra. As the event was streaming on Vimeo, an online video platform, it abruptly stopped. \"We had set up a site but the site crashed,\" Chopra said as he re-emerged shortly afterward on Facebook live. \"We were hoping for a million people and indeed we think we had them.\" Chopra's global event was set to begin at 12 p.m. ET and meant to connect people's energy to heal the world at a time when we need it most, the event description says. But Vimeo said user error was to blame.  \"What happened with this customer was not due to any technical issue with Vimeo's platform,\" a Vimeo spokesperson told CNN in a statement. \"The customer had multiple admin users logged into the broadcast at once, which disrupted the stream.\" Read the full story here.  ##Daily Life## China As of the end of the day Monday, 81,518 people have contracted the coronavirus in mainland China, according to the country's National Health Commission. Of those, 76,052 have recovered and 3,305 have died. \nForty-eight new cases were identified Monday, all of which were imported from abroad. At least 2,161 infections are considered \"active cases.\"\nChina's notoriously difficult college entrance examination, the gaokao, is being postponed for the first time in years. Millions of students sit the test each year. India India has confirmed at least 1,251 coronavirus patients, 32 of whom had died, according to the country's health ministry. Authorities identified 227 cases Monday, the biggest number in a single day since the outbreak began.\nVideo from the state of Uttar Pradesh showing migrant workers being sprayed with disinfectant has sparked outrage. A senior official at the Ministry of Health and Family Welfare said the officers were reprimanded.\nIndian Prime Minister Narendra Modi is sharing yoga tips to help keep citizens healthy while the country is in lockdown. Gun stores in Los Angeles will be allowed to open after days of back and forth over whether they are an essential service.  California is subject to a state-wide stay-at-home order, meaning only essential services can remain open. The order also applies to Los Angeles, the largest city in the state. The problem is, not everyone agrees about what counts as an essential service. How the saga unfolded: On Tuesday, March 24, Los Angeles County Sheriff Alex Villanueva said gun stores had been declared a nonessential business and had been forced to close. Villanueva said he was adding 1,300 deputies to help enforce closures. The next day, he withdrew his order. Later in the week, Villanueva reiterated that gun and ammunition stores are not essential businesses and must close, capping a few days of back and forth about the fate of stores in the county. Then on Friday, the National Rifle Association and other gun owner groups filed a lawsuit against California Gov. Gavin Newsom and other state and county officials. Now, Villanueva has backtracked again, saying gun stores will no longer be closed. “The Los Angeles County Sheriff’s Department will not order or recommend closure of businesses that sell or repair firearms or sell ammunition,” Villanueva said in a statement.\n\"Regardless of whether a business sells groceries, gasoline, firearms, or any other product or service, we encourage them to abide by all health and safety measures in place.\" ##Daily Life## With the spread of the coronavirus around the world, America's health-care system faces its greatest challenge in decades.  President Donald Trump has empowered the US Food and Drug Administration to provide flexibility to those in the private sector who are stepping up by manufacturing critical medical products and distributing food supplies. Here's what the FDA is doing: Reducing red tape: In the fight against the coronavirus, the FDA is providing maximum flexibility across all of our regulatory areas to reduce red tape while still maintaining our gold standard for safety and effectiveness. The FDA does not develop tests -- that's up to the private sector and other federal government partners, such as the Centers for Disease Control and Prevention. Reviewing tests: In a public health emergency, we have tools that Congress granted us to help us review tests quickly. And during this emergency, what we have done is offer different pathways to bring these tests to market so they are available to patients. Authorizing tests: We are quickly authorizing the tests that developers send us -- most in 24 hours, including Abbott's test, which can deliver results in minutes. We are reviewing these applications around the clock and more than 230 test developers have chosen this pathway to date. We've also issued a policy offering flexible processes, meaning more than 110 labs and test developers across the country did not have to wait for the FDA to review their tests before patient testing -- they only needed to confirm the tests work. Quality of tests: And we're not just focused on increasing the quantity of tests but ensuring the quality. Inaccurate test results during a pandemic are especially dangerous. We issued a warning about consumers using at-home test kits, which we have not authorized due to concerns about accuracy, which may keep some patients from seeking the care they need. Read more here.  ##Health## Indian Prime Minister Narendra Modi is sharing yoga tips to help keep citizens healthy while the country is in lockdown. Modi posted the animated videos on Monday after being asked during his monthly radio address about his fitness routine while under lockdown. \"I hope you also begin practicing Yoga regularly,\" he tweeted alongside the video. “I am neither a fitness expert nor a medical expert. Practicing yoga has been an integral part of my life for many years and I have found it beneficial,\" he added in another tweet.\n\"I am sure many of you also have other ways of remaining fit, which you also must share with others.\" This isn’t the first time Modi has shared his yoga routine. Leading up to International Yoga Day in June last year, he posted similar videos to encourage people to practice yoga. Sunday's radio address -- “Mann Ki Baat”, which roughly translates to “heart to heart” -- was Modi's first since ordering a 21-day lockdown on March 24.  During the show, he also shared stories of what others across the country were doing while staying indoors. \"I have seen on social media that people are dusting off their tablas (Indian percussion instrument) and veenas (Indian violin),\" Modi said.\n\"You should do the same. Re-explore your passion, look inwards instead of going out.\" The total number of cases in India now stands at 1,251, including 32 deaths. UPDATE: This post was updated to reflect that India's 21-day lockdown was ordered on March 24. ##Daily Life## China will delay its national college entrance examination by a month, the education ministry announced Tuesday, as many schools remain closed nationwide due to the novel coronavirus outbreak. The all-important standardized test, taken by millions of Chinese students each year, will now be administered on July 7 and July 8. Exam time for Beijing and Hubei province -- the original epicenter of the coronavirus pandemic -- will be decided separately, with new dates to be announced later. For context: During the SARS epidemic in 2002 and 2003 -- which began in southern China and killed 774 people globally -- China did not postpone the exam. After the Sichuan earthquake in May 2008, which killed almost 90,000 people, areas affected by the quake postponed the exam.  The test is notoriously hard, and many of the millions of students who sit it face incredible pressure from their parents and families to do well in the exam so they can secure a spot at a top university. ##Daily Life## Turkish President Recep Tayyip Erdogan donated seven months’ salary to help fight coronavirus as he launched a National Solidarity Campaign on Monday, according to state news agency Anadolu. \"I am launching the campaign personally by donating my seven-month salary,\" he said. Cabinet members and lawmakers have donated 5.2 million Turkish lira ($791,000) to the campaign, Anadolu reports. Erdogan said the campaign would aim to give additional support to low-income people hit hard economically due to measures taken to contain the outbreak. On Friday, Erdogan announced a series of additional measures to fight the spread of the virus. Those included restrictions on intercity travel, cancellation of all international flights and closure of outdoor areas on the weekends.  Turkey currently has 10,827 confirmed coronavirus cases, according to Johns Hopkins University data.  ##Daily Life## More than 37,600 people worldwide have died from Covid-19, the disease caused by the novel coronavirus. Here are the countries with the highest death tolls from the outbreak. Italy: 11,591\nSpain: 7,716\nChina: 3,305\nFrance: 3,024\nUnited States: 3,003 Note: US data is according to a CNN tally; China data is from the country's National Health Commission; Numbers for remaining countries is from data collated by Johns Hopkins University.  ##Health## China reported 48 new coronavirus cases as of the end of day Monday, bringing the national total to 81,518, according to the country's National Health Commission.  All 48 of the new cases are from inbound travelers. The number of active cases in the country stands at 2,161. China reported one additional death in Wuhan from Covid-19, taking the country’s death toll to 3,305. Of the 81,518 cases in the country, a total of 76,052 patients have recovered and been discharged from hospital, according to official figures. ##Health## India is under lockdown, meaning all non-essential services are closed -- including hairdressers. For Virat Kohli, the captain of the country's cricket team, that means he's had to resort to getting a haircut at home -- from his wife. Kohli's wife, Anushka Sharma, -- a Bollywood star -- posted a video of her efforts on Twitter, with the comment: \"Meanwhile, in quarantine.\" \"This is what quarantine does to to you -- you allow things like this to happen,\" Kohli says in the video. \"Getting a haircut with kitchen scissors.\" ##Daily Life## India reported 227 new confirmed cases of coronavirus on Monday, making it the country's biggest surge within a 24-hour period, according to the country’s health ministry. The total number of cases in India now stands at 1,251, including 32 deaths. The southern state of Kera​la has the most cases, at 202, followed by the western state of Maharashtra, with 198 confirmed cases. Read more about the difficulty of containing the virus in India here.  ##Health## At least 574 new coronavirus deaths have been reported in the United States on Monday, according to a count by CNN Health. This is the most reported deaths in the United States in a single day during the coronavirus outbreak. There have been a total of 3,003 deaths reported in the US since the outbreak began. For the most up-to-date US numbers compiled by CNN, please check this map which automatically refreshes every 10 minutes. UPDATE: The headline of this post was updated to reflect the number of deaths. ##Health## Mexico's secretary of foreign affairs, Marcelo Ebrard, has declared a \"health emergency\" for the whole country as it battles the coronavirus outbreak. Deputy health minister Hugo Lopez-Gatell announced an “immediate suspension” of all non-essential activities including all public, private and social sectors from now until April 30. Mexico's coronavirus cases passed 1,000 on Monday -- and the country suffered its deadliest day. There are now 1,094 confirmed cases nationwide, including 28 fatalities.  ##Health## A vital month: President Trump said he believes the next 30 days are important for flattening the curve to stop the outbreak of coronavirus. There are more than 160,500 cases in the United States and over 3,000 people have died from the virus, according to CNN Health's tally.  \"Every one of us has a role to play in winning this war. Every citizen, family, and business can make the difference in stopping the virus,\" Trump said. \"This is our shared patriotic duty. Challenging times are ahead for the next 30 days.\" Controversy in India: The Indian state of Uttar Pradesh is facing backlash after migrant workers, returning home during a nationwide coronavirus lockdown, were doused in bleach disinfectant used to sanitize buses. Video showed three people, dressed in protective gear, spraying the liquid directly on a group of workers as they sat on the ground in the northern city of Bareilly. Ashok Gautam, a senior officer in charge of Covid-19 operations in Uttar Pradesh, told CNN as many as 5,000 people were \"publicly sprayed\" when they arrived before they were allowed to disperse. Rising numbers in France: More than 400 people infected with coronavirus died over a 24-hour period in France, director-general of health Jerome Salomon said on Monday. This is a 43% increase on Sunday's figures, bringing the overall French coronavirus death toll to more than 3,000 since March 1. Salomon said France now has a total of 44,150 confirmed cases of the virus. Among the 21,000 patients in hospitals, more than 5,000 are currently being treated in intensive care units. Uncertainty in the United Kingdom: Britain could remain under coronavirus emergency measures for as long as six months, a top health official has said, even as one expert said there were early signs that the outbreak was slowing in the country.  Neil Ferguson, a professor of mathematical biology at Imperial College London whose modeling has influenced UK government policy, told BBC Radio on Monday that he believes \"the epidemic is just about slowing in the UK right now.\" At least 3,003 people have died in the US from coronavirus, according to CNN Health's tally. In total, there are at least 160,698 cases of coronavirus in the country. The total includes cases from all 50 states, the District of Columbia and other US territories, as well as all repatriated cases. Hawaii and Wyoming have not reported a death from coronavirus.  For the most up-to-date US numbers compiled by CNN, please check this map which automatically refreshes every 10 minutes. ##Health## The number of coronavirus cases in Mexico has now surpassed 1,000 -- and Monday was the deadliest day for the country since the outbreak began.  Mexico's deputy health minister, Hugo Lopez-Gatell Ramirez, announced that there are 1,094 confirmed cases nationwide, including 28 fatalities. That toll represents eight new reported deaths since Sunday. Third Mexican governor tests positive: Pancho Dominguez, the governor of Querétaro state, announced on Twitter that his coronavirus test came back positive. His announcement follows similar ones from the governors of Tabasco and Hidalgo states. Health secretary tests positive: Tabasco state Health Secretary Dr. Silvia G. Roldán Fernández has tested positive for coronavirus, Subsecretary Dr. Leopoldo Gastelum Fernandez said in a video news conference.  “You will ask why our health secretary isn’t here,” he said, after receiving a slip of paper during the news conference. Gastelum Fernandez then said that Roldán Fernández took a test for Covid-19 that came back positive, though she is asymptomatic. She is continuing to work remotely for the health agency. ##Health## The White House told the US state of Illinois that it would receive 300,000 N95 masks -- but instead, the state got surgical masks, says Illinois Gov. J.B. Pritzker. “My team is sorting through the shipment of 300,000 N95 masks the White House personally told me would be sent to our state,\" he said at a news conference Monday.\n\"While we do not have a final count on this yet, I can say with certainty that what they sent were not the N95 masks that were promised but instead were surgical masks, which is not what we asked for.\n“I can’t emphasize enough how much we need the federal government to step up and amplify the size of their PPE (personal protective equipment) deliveries to Illinois and frankly across the nation.” This was the third federal shipment of PPE Illinois has received and it arrived Sunday. But the governor said Illinois had so far received only a “small fraction” of what the state had asked for. The state of Illinois currently has 5,057 confirmed coronavirus cases, including 73 deaths.  Pritzker also called on President Donald Trump to use the Defense Production Act to direct companies to increase PPE production. Read more about the Defense Production Act here.  ##Health## How many people die after being infected with the novel coronavirus? Fewer than previously calculated, according to a study released Monday, but still more than die from the flu.  The research, published in the medical journal The Lancet Infectious Diseases, estimated that about 0.66% of those infected with the virus will die. What the research shows: That coronavirus death rate, which is lower than earlier estimates, takes into account potentially milder cases that often go undiagnosed – but it’s still far higher than the 0.1% of people who are killed by the flu.  When unreported infections aren’t taken into account, the Lancet study found that the coronavirus death rate was 1.38%, which is more consistent with earlier reports. That’s because death rates typically only consider reported coronavirus cases, which tend to be more severe, and thus brought to the attention of health-care workers. Asymptomatic cases -- or mild cases -- may not always be counted. Death rate differs among age groups: That death rate, though, went up in older adults, with approximately 7.8% of those over age 80 estimated to die after infection. And deaths were estimated to be exceedingly rare in children younger than nine, with a fatality rate of just 0.00161%. For age groups younger than 40, the death rate was never higher than 0.16%, according to the study. Out of 1,000 young adults infected, then, about one or two could die, with the youngest people facing the lowest risk. Experts stress that it’s difficult to estimate a virus’ death rate during an epidemic. Read the full story here.  ##Health## At least 256,008,318 Americans, or 78% of the US population, are under stay-at-home or shelter-in-place orders, according to a CNN count. The US Census Bureau estimates the total US population at 328,239,523 This count also includes local city and county orders. The numbers were tallied using census data. ##Travel##  ##Daily Life## There are at least 160,008 cases of coronavirus in the US and 2,948 people have died from the virus, according to CNN Health's tally of US cases that are detected and tested.  The total includes cases from all 50 states, the District of Columbia and other US territories, as well as all repatriated cases. Hawaii and Wyoming are the only two states not to have reported a death from coronavirus.  ##Health## Two people experiencing homelessness in Los Angeles are infected with coronavirus -- the first known cases among the homeless population in the county, according to Public Health Director Barbara Ferrer. Additionally, a person who works in an LA County homeless shelter has also contracted the virus. California Gov. Gavin Newsom previously announced a homeless person had tested positive in the state, according to the state’s Department of Public Health. It’s unclear where that person lives. Ferrer also announced seven additional deaths and 342 new cases in Los Angeles County overnight. There are 2,474 confirmed Covid-19 cases in Los Angeles County, Ferrer said. Nearly 60,000 people were counted as homeless in Los Angeles County in 2019 -- a 12% increase over the previous year. ##Health##", "Section": "world", "Writers": ["Julia Hollingsworth", "Adam Renton", "Joshua Berlinger", "Mike Hayes", "Meg Wagner"], "URL": "https://www.cnn.com/world/live-news/coronavirus-pandemic-03-31-20/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Malaysia", "Source": "CNN"}