{"Type": "article", "Time": "2020-08-27", "Headline": "US sanctions 24 Chinese companies over South China Sea island building", "Text": "The United States government has imposed sanctions on dozens of Chinese companies for helping Beijing advance its territorial claims in the South China Sea -- the first punitive action of its kind over the disputed waters, and one that is almost certain to escalate tensions between the countries. In a statement Wednesday, the US Commerce Department said the 24 state-owned companies -- including several subsidiaries of the China Communications Construction Company (CCCC) -- played a \"role in helping the Chinese military construct and militarize the internationally condemned artificial islands in the South China Sea\" and \"must be held responsible.\" The companies will be added to the Commerce Department's Entity List, which restricts American firms from selling US goods and technology to them without a special license, according to the statement. Separately, the State Department announced Wednesday that it would impose visa restrictions on Chinese individuals \"responsible for, or complicit in, either the large-scale reclamation, construction, or militarization of disputed outposts in the South China Sea, or the PRC's use of coercion against Southeast Asian claimants to inhibit their access to offshore resources.\" Under the restrictions, the individuals will not be allowed into the US, and their immediate family members may also be subject to restrictions. The State Department did not name the officials or specify how many of them are subject to the restrictions. Bilateral relations between Washington and Beijing have plunged to their lowest point in decades, following the coronavirus pandemic and ahead of the US presidential election in November.  The Trump administration has previously sanctioned Chinese companies and officials over Beijing's crackdown on Muslim minorities in the Xinjiang region, tightening control on Hong Kong and national security concerns over varying forms of advanced technology. But this is the first time the US government has taken punitive action against Chinese entities over the South China Sea -- years after Beijing started to accelerate its construction and militarization of artificial islands in the strategic waterway. The Chinese government has yet to comment on the decision. Since 2013, China has dredged and constructed more than 3,000 acres (12.1 square kilometers) across seven features in the South China Sea, which include air defense and anti-ship missile features, the Commerce Department statement said. In its statement, the state department said the CCCC \"led the destructive dredging\" of Beijing's South China Sea outposts and is also one of the leading contractors used by Beijing in its \"Belt and Road\" global infrastructure initiative. Other companies listed include Beijing Huanjia Telecommunication Company, Changzhou Guoguang Data Communications, Guangzhou Guangyou Communications Equipment Company, Shanghai Cable Offshore Engineering Company, Tianjin Broadcasting Equipment Company, and the research institutes attached to China Electronics Technology Group Corporation and China Shipbuilding Group.  \"The entities designated today have played a significant role in China's provocative construction of these artificial islands and must be held accountable,\" said Commerce Secretary Wilbur Ross in a statement.  China claims almost all of the 1.3 million square mile, resource-rich waters as its sovereign territory, but they are contested by a handful of other governments in the region, including the Philippines, Vietnam, Malaysia, Indonesia, Brunei and the self-governing island of Taiwan. On Thursday, Chinese foreign ministry spokesperson Zhao Lijian called the sanctions a gross interference in China's internal affairs and a violation of international law.  \"China's relevant construction on its own territory is entirely within the scope of sovereignty and has nothing to do with militarization. The participation of Chinese enterprises and individuals in the country's construction activities is reasonable and legal, and it is understandable. There is no reason for Chinese companies and individuals to participate in relevant illegal sanctions in their own country,\" said Zhao. The US doesn't have any claims in the waters, but has repeatedly conducted freedom of navigation operations aimed at challenging China's claims. Last month, Secretary of State Mike Pompeo declared most of China's claims illegal. \"Beijing's claims to offshore resources across most of the South China Sea are completely unlawful, as is its campaign of bullying to control them,\" he said in a statement.  \"The world will not allow Beijing to treat the South China Sea as its maritime empire. America stands with our Southeast Asian allies and partners in protecting their sovereign rights to offshore resources, consistent with their rights and obligations under international law.\" Home to vital shipping lanes, the South China Sea is widely deemed as a potential flashpoint for military conflicts between the US and China.  The countries have recently stepped up military actions in the narrow waterway. Last month, the US Navy staged exercises involving two aircraft carrier strike groups in the South China Sea -- the first time it had done so in six years. This week, China launched three military exercises on Monday alone in Pacific waters, from the South China Sea in the south to the Bohai Sea in the north. ", "Section": "asia", "Writers": ["Nectar Gan"], "URL": "https://www.cnn.com/2020/08/27/asia/us-sanction-south-china-sea-intl-hnk/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}