{"Type": "article", "Time": "2021-03-13", "Headline": "Biden needs to keep his foot on the gas for a full Covid-19 recovery", "Text": "One year after widespread lockdowns were first announced, Americans can finally see the light at the end of the pandemic tunnel. The Covid-19 vaccines are extraordinarily effective and with the rollout currently under way, Americans can finally let themselves anticipate hugging their family members, socializing with friends and going back to school and work. The task ahead, however, is formidable. While the $1.9 trillion relief bill President Joe Biden signed on Thursday is a huge step in the right direction, the country is still a long way from fully recovering from the Covid-19 pandemic. Variants of the virus continue to stare us in the face, and the gradual return to normality will be tough to navigate. The closest comparison to the challenge that Biden faces may be the transition to a peacetime economy after World War II ended in 1945. This was one of the biggest tasks that President Harry Truman faced in his first full year as president. Inflation and labor unrest didn't make things easy. But Biden's issues are even more complicated. Military conflicts in modern US history have not had the same reach and impact on the home front as Covid-19, which seeped into every part of our lives, from family dinners to our workplaces. And unlike war, the pandemic won't end with a declaration of victory or a peace treaty. The process will be a gradual one and Biden needs to keep a close eye on the vaccine rollout, the economic recovery, our pandemic preparedness — all while his party holds a razor-thin majority in Congress, where the vast majority of Republicans are unwilling to cosign his agenda. Presidential rhetoric will matter a great deal. Given the grief and psychological trauma that we have been through in the past year, it will be hard for many Americans to make the transition back into their businesses, schools and workplaces. This is where the President's voice will matter. President Franklin D. Roosevelt's fireside chats guided the country through the worst days of the Great Depression by offering assurance and helping them understand what the government would do. When the space shuttle Challenger exploded in 1986, killing everyone on board, including a teacher, President Ronald Reagan's soaring rhetoric proved pitch perfect as he went on television to console the country. As Biden showed in his television address on Thursday night, he is uniquely suited to this challenge. His ability to speak to Americans in a direct and familiar manner, along with his knack for showing genuine empathy for the challenges they face as individuals and families, will help guide the country toward the next stage of recovery. Biden also needs to keep elevating scientists — and following their guidance, even if it is not politically attractive. Experts like Dr. Anthony Fauci faced constant push back from the Trump administration, which trafficked in disinformation and placed short-term political gains ahead of the national interest. Biden made Fauci his chief medical adviser, and has promised to lead with \"science and truth.\" The better things get, however, the stronger the temptation will be to revert to old habits. Biden will face increasing pressure to fulfill his promises as we near July 4, the date he set to mark a return to some semblance of normal. But the path to normality will require guidance from our top scientists and clear messaging about what is safe and what isn't — even as the situation changes from day to day. The American Rescue Act was an essential step in moving us forward. And the government coordination and intervention that has been necessary in the worst moments of the Covid crisis remains essential for a speedy economic recovery. We need the federal government to make sure that businesses are rebuilt, American families can pay their bills, schools and local governments have the money they need to provide essential services and that the vaccine rollout — as well as the development of treatments — has sufficient support. While the $1.9 trillion bill is a far-reaching plan, the government can do more to assist the economic recovery and Biden must assess when additional interventions will be necessary. Because we face the persistent threat of new infectious diseases and global pandemics, Biden needs to instill the infrastructure that will allow us to be better prepared in the future. Hong Kong, Taiwan and Singapore, for example, responded more quickly to Covid-19, having gained hard-won experience from the SARS epidemic. Biden might draw inspiration from Truman between 1947 and 1949, when the federal government rebuilt its infrastructure to deal with the Cold War by establishing the National Security Council and the CIA, committing federal funds to the war against communism, and providing aid to Western Europe through the Marshall Plan. The Biden administration should launch a similar, multi-pronged approach to fight future pandemics, which will require investing in scientific research and public health, reevaluating our supply chains for critical medical supplies, ensuring a robust federal apparatus to approve and distribute tests and vaccines, and pushing for a better international alert system. Finally, the President needs to remember that while we might look back on the months before the pandemic with rose-tinted glasses, the country was already plagued with deeply rooted problems that had long gone unaddressed, from institutional racism in our criminal justice system to growing economic inequality. As difficult as it may seem, Biden needs to keep building political support to tackle these issues. This, of course, will be extremely difficult given that the filibuster allows Senate Republicans to obstruct the President's agenda. Recovering from the pandemic won't be easy — and how the country fares will ultimately define how we remember the Biden presidency.", "Section": "opinions", "Writers": ["Julian Zelizer"], "URL": "https://www.cnn.com/2021/03/13/opinions/biden-pandemic-recovery-zelizer/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Singapore", "Source": "CNN"}