{"Type": "gallery", "Time": "2020-11-05", "Headline": "World's 20 best bars in 2020", "Text": "20. American Bar, London: The 2017 best bar winner, The American Bar at the Savoy is one part swanky hotel, two parts classic Art Deco and three parts hard work -- all mixed up for more than 125 years.  19. Paradiso, Barcelona, Spain: Giacomo Giannotti's Paradiso is a Mediterranean-style speakeasy, entered through the freezer door of a pastrami bar.  18. Native, Singapore: This innovative venue experiments with local ingredients such as pandan and laksa leaves in its laboratory before transforming them into unusual but delicious cocktails. 17. Licoreria Limantour, Mexico City: A favorite with the international crowd, Mexico City's Licoreria Limantour has been on the World's 50 Best Bars list since 2014. 16. Katana Kitten, New York: A Japanese-style bar in the West Village, Katana Kitten was last year's Best New Opening. Cocktail veterans (L-R) Masahiro Urushido, Greg Boehm and James Tune are behind it.  15. The Old Man, Hong Kong: The Old Man is a tiny Ernest Hemingway-inspired venue presided over by head bartender Agung Prabowo.  14. Manhattan, Singapore: The Manhattan Bar is a plush venue within Singapore's Regent Hotel. Its cocktail menu includes, inevitably, a version of the classic Manhattan based around Michter's Single Barrel Rye and house-made cherry brandy.  13. The NoMad, New York: New York's NoMad Bar aims to emulate a classic NYC tavern.  12. Attaboy, New York City: This New York institution has appeared in the 50 Best Bars list all of the seven years it's been open.  11. Maybe Sammy, Sydney: This Australian bar shot up the list from last year's No. 43. It's \"the kind of local bar everyone wishes they had at the end of their street,\" says 50 Best.  10. SG Club, Tokyo: The SG Club is \"geared towards whisky, cigars and vintage spirits,\" says 50 Best.  9. Jigger and Pony, Singapore: This Corpse Reviver cocktail is worth leaving the afterlife for.  8. Coa, Hong Kong: It was a record year for Asia and Coa was the highest-ranking bar in Hong Kong.  7. Floreria Atlantico, Buenos Aires: Hidden behind a florist, Floreria Atlantico is a Latin American take on a classic speakeasy. Kwant, London: Erik Lorincz led the American Bar at the Savoy to World's Best Bar victory in 2017, and now he's mixing things up again at his own place.  5. Tayer + Elementary, London: \"A bar of two parts, Elementary is the easy-going space you'll first step foot in,\" says 50 Best, while \"behind the concrete partition is Tayer, where things get more serious.\"  4. Atlas, Singapore: Gin specialist Atlas was named the Best Bar in Asia.  3. The Clumsies, Athens: This endearingly named Athens bar takes its moniker from the \"generous serving of favorite mistakes\" that make up its menu mission statement. 2. Dante, New York City: This classic Greenwich Village venue first opened 105 years ago as an Italian cafe. 1. Connaught Bar, London: At No. 1, the Connaught Bar is located in the upscale hotel of the same name in London's wealthy Mayfair district. ", "Section": "foodanddrink", "Writers": [null], "URL": "https://www.cnn.com/travel/gallery/photos-world-best-bars-2020/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Singapore", "Source": "CNN"}