{"Type": "article", "Time": "2020-09-24", "Headline": "Countries should meet these five criteria before easing lockdowns, study says. Many aren't even close", "Text": "Countries should not ease coronavirus  lockdown restrictions until they meet five criteria -- and many nations are not even close, according to a new analysis published in The Lancet medical journal.   The research, published Thursday, said that the prerequisites for easing Covid-19 measures are: knowledge of infection status, community engagement, adequate public health capacity, adequate health system capacity and border controls.  The authors looked at nine high-income countries and territories that have started to relax restrictions -- Hong Kong, Japan, New Zealand, Singapore, South Korea, Germany, Norway, Spain and the UK. They found that many governments had failed to meet the criteria necessary to avoid new waves of infection, as seen in Spain, Germany and the UK. \"The evidence is clear. If we are getting a resurgence of disease, of numbers of cases, then they opened up too early, it's sort of axiomatic,\" co-author Martin McKee, professor of European public health at the London School of Hygiene and Tropical Medicine, told CNN. The study also found that an effective find, test, trace, isolate, support system is needed to safely reopen. \"No country does it perfectly, actually ... England does it particularly badly. Spain and France don't do terribly well either,\" said McKee. The authors of the paper said that countries should base decisions about easing lockdowns on a combination of epidemiology and the social and economic consequences of restrictions.  No matter the strategy chosen, it said that governments should be explicit about their goals and transparent in their decision making, and the steps taken should be part of a clear overall strategy, \"however, this is not always the case.\" The study also said \"the argument is strong\" for countries to adopt a zero-Covid strategy, like New Zealand, which means eliminating domestic transmission. One reason was because of the growing burden of those who survived the virus but have symptoms for longer than expected, it said.  Infection status and knowledge The study found that countries including Singapore, Norway, Spain, and (for local outbreaks) the UK, draw on expert advice to decide how to relax restrictions. Yet without explicit and public criteria, the basis on which risk is estimated is often \"unclear, with little evidence that the growing understanding of aerosol-related transmission has been considered.\"  Other nations, including Japan, Germany, South Korea, and (in some cases) the UK, are lifting or reimposing restrictions on the basis of epidemiological thresholds. Countries such as Japan have dashboards showing the various factors. In Germany, local authorities are in charge of lifting restrictions subject to an \"emergency brake\" mechanism that requires regions to consider reimposing lockdown if there are more than 50 new daily cases per 100,000 residents for seven days in a row.  Hong Kong has a similar strategy, while New Zealand has a four-level alert system. Singapore, South Korea and the UK also have alert levels, but the link to certain measures is not explicit, and \"it is not clear that the UK's system is being used,\" according to the study. The researchers found that the principle that countries should not reopen until they have a high-quality surveillance system and have confirmed that infections are being suppressed, \"has often been disregarded.\" Detailed real-time data is essential to accurately calculate the level of transmission occurring in an area and determine how to reopen, the study said. Public trust For countries to safely reopen, communities should be \"engaged and empowered to protect themselves\" and advice should be \"consistent and credible,\" according to the paper, especially for the most vulnerable populations.  However, the messaging on points such as safe physical distancing, face masks and working from home has in many cases been confusing and ever-changing. This has resulted in a lack of public trust and support, the scientists found. \"To some extent, you can divide countries in the world into two groups, the influenza ones and the SARS/MERS ones,\" said McKee. \"The Asian countries essentially came at this thinking, this is a disease that we really have to get on top of, because if we don't, it's going to be really bad.\" Western countries were more likely to think \"we don't need to worry too much,\" he said. England's early telephone contact tracers had \"little success,\" while South Korea used health records, credit card transactions, GPS and CCTV, and Hong Kong relied on a police supercomputer system. Many countries have now launched phone apps. Singapore, South Korea, and the UK repurposed large spaces as community care facilities, but the UK facilities were understaffed and underused compared with the other two countries.  In some countries, shortages of ventilators have created difficult rationing decisions, and shortages of personal protective equipment (PPE) have forced medical staff to work without adequate protection. Medical staff in Spain made up more than 10% of total cases, the report said. The five Asia Pacific examples have also implemented strict border control measures, with Hong Kong, New Zealand, and Singapore keeping their borders closed to most visitors and mandating testing and 14-day quarantine, while European countries kept some borders open and were slow to require routine testing.  Many are now facing a \"second wave,\" but the authors say it is not too late to apply these lessons. They said \"countries should plan and prepare for the worst-case scenario.\" To avoid a return to a full lockdown, the study said, nations need a clear and transparent plan that states the criteria for moving to the next phase and the measures that entails. They need robust systems to closely monitor the infection situation; effective find, test, trace, isolate and support systems; and continued measures to reduce transmission, such as social bubbles and masks.  Communities should be directly involved in the decision-making process, the authors said. The analysis says the institution-based isolation adopted by some Asian countries appears more effective than home-based isolation, as does traditional manual tracing. It said these systems should be supported by sustained investment in health facilities, supplies and workforce -- as recommended by the World Health Organization and International Monetary Fund.", "Section": "health", "Writers": [], "URL": "https://www.cnn.com/2020/09/24/health/coronavirus-lockdown-restrictions-easing-lancet-intl/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Singapore", "Source": "CNN"}