{"Type": "article", "Time": "2020-09-24", "Headline": "Westpac, one of Australia's largest banks, hit with record $920 million penalty over money laundering scandal", "Text": "Westpac, one of Australia's largest banks, has agreed to pay a record-breaking penalty of nearly $1 billion for systematically allowing money laundering on its watch.  The company announced Thursday that it has agreed to the 1.3 billion Australian dollar ($920 million) fine with AUSTRAC, a regulator in Australia that fights financial crime. Westpac also admitted as part of that deal that it broke anti-money laundering and terrorism financing laws more than 23 million times. \"I would like to apologise sincerely for the bank's failings,\" CEO Peter King said in a statement. \"We are committed to fixing these issues to ensure that these mistakes do not happen again. This has been my number one priority.\" If the fine is approved by an Australian court, it would be the largest corporate penalty in the country's history. A 700 million Australian dollar ($493 million) fine was levied on the Commonwealth Bank of Australia in 2018 after that bank admitted it failed to observe laws to prevent money laundering and financing of terrorism. Westpac shares slumped Thursday in Sydney, and were last trading down about 1%. Australian regulators pursued legal action against Westpac nearly a year ago when they said the bank failed to report millions of instructions for financial transfers in and out of Australia.  The regulatory watchdog said at the time that Westpac neglected to do its due diligence on transactions to the Philippines and other parts of Southeast Asia \"that have known financial indicators relating to potential child exploitation.\" King said the company has made changes to how it monitors transactions, and has hired hundreds of people responsible for looking out for financial crime. The bank also created an executive position who is directly responsible for improving its ability to address financial crimes.  The allegations rocked the bank and led to the resignation of former CEO Brian Hartzer last November.  The fine also significantly exceeds what Westpac set aside as payment for the scandal. In its announcement Thursday, the bank said it had earlier estimated a possible penalty of 900 million Australian dollars ($634 million).  The penalty reflects the \"serious and systemic nature\" of Westpac's non-compliance, AUSTRAC said in a statement Thursday.  \"We have been, and will continue to work collaboratively with Westpac and all businesses we regulate to support them to meet their compliance and reporting obligations to ensure this doesn't happen again in the future,\" said AUSTRAC chief executive Nicole Rose. -- Angus Watson contributed to this report.", "Section": "investing", "Writers": ["Laura He"], "URL": "https://www.cnn.com/2020/09/24/investing/westpac-fine-australia-intl-hnk/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}