{"Type": "article", "Time": "2020-07-22", "Headline": "Meet the flying robot that can glide, flip and hover", "Text": "Engineers have designed a robot with flapping wings, which can perform nimble movements in the air, hovering, darting, diving and recovering like a bird or an insect. Humans have been trying to perfect flight for centuries. Leonardo da Vinci sketched plans for the first human-powered, flapping-wing aircraft, known as an ornithopter, more than 500 years ago.  Still, it has proved difficult to achieve aerobatic motion in ornithopters because of the difficulty of steadying a set of flapping wings. Instead, many modern flying robots, including drones, are powered by propellers.  An international team of researchers built the lightweight robotic ornithopter, which has crisscrossed wings enabling it to perform aerobatic maneuvers using a newly developed elastic mechanism, which minimizes wobble. The mechanism replaced the rigid and unsteady crank rocker mechanism usually found in such devices. In a paper published Wednesday in Science Robotics journal, researchers from universities in Singapore, Australia, China and Taiwan said the new design hails a more stable and nimble future of robotic flight, more akin to bats and insects than robots.  The robot can tumble through a 90-degree flip and recover to a stable glide, researchers said, as well as being able to hover in the air, brake between maneuvers and land softly.  The ornithopter also has energy-saving credentials: According to engineers, the creation consumes 40% less electrical power than its propeller-driven equivalent for the same level of thrust. Researcher Lau Gih-Keong, an associate professor in mechanical engineering at Taiwan's National Chiao Tung University, told CNN that while existing ornithopters are best suited to flying outdoors, the new and improved version will also be able to fly safely indoors. This means they will be useful for inspecting tight spaces such as inaccessible ventilation ducts, he said. \"Other future applications include indoor pollination of plants such as strawberries in greenhouse or other fruit in vertical farm,\" Lau said.  Ornithopters perform better than quadcopters in this instance because they can be safely operated in dense vegetation, he explained.  \"In comparison, a fast spinning propeller can shred leaves of vegetation like a flying lawn mower,\" Lau said.  Researchers will now try to automate flight, build ornithopters that can carry larger payloads while maintaining efficiency and demonstrate more use cases in which flapping flight has an advantage over other methods, he added.", "Section": "world", "Writers": ["Amy Woodyatt"], "URL": "https://www.cnn.com/2020/07/22/world/flying-robot-bird-intl-scli-scn/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Singapore", "Source": "CNN"}