{"Type": "article", "Time": "2019-12-03", "Headline": "The most visited cities in the world 2019", "Text": "Hong Kong has been beset by political unrest and protests in 2019, but that hasn't stopped it from being named the most visited destination in the world this year.  According to UK-based market research company Euromonitor International Top 100 City Destinations 2019 report, the Asian metropolis will clock up 26 million international tourist visits before the year is out.  It's a glimmer of good news for the city, whose tourism industry has been suffering after anti-government protests began escalating in June. Violent clashes with police, which have at times led to the closure of Hong Kong's airport, are believed to have discouraged many visitors, but those still arriving have typically been able to enjoy incident-free trips.   Euromonitor says the situation has led to an 8.7% decline on the almost 30 million who visited in 2018.  As well as urban protests, 2019 been characterized in other global locations by discussions about overtourism, as cities crack down on misbehaving tourists and reconsider strategies for handling visiting numbers that are spiraling out of control. Despite these hot-button topics, urban centers remain top of many travel must-visit lists. Other popular city vacation spots include Bangkok and London, both holding onto their number two and three spots on Euromonitor's list. Asian cities continue to dominate the charts. This is thanks, Euromonitor says, to the ever-increasing traveling power of Chinese tourists. Asia also has the fastest growth in the number of international arrivals, says Euromonitor. The latest charts isn't just a repeat of last year's round-up, with Istanbul a new addition at number 10, up two places from its 2018 position. Movers and shakers This report follows on the heels of Mastercard's Global Destination Cities Index, which charts international overnight visitors and ranked Bangkok at the top. Euromonitor's report includes data on tourism arrivals from over 400 cities -- with arrivals defined as international travelers who visit another country for at least 24 hours. This means domestic visitors, day-trippers and cruise passengers aren't included in the numbers. As for the top 100 city destinations, the majority are in Asia, followed by Europe, then the Americas and the Middle East and Africa. Euromonitor predicts European Brexit uncertainty could impact future figures: while London is currently holding onto its number three spot, the city is forecast to fall down to number five. The report also pinpoints cities to watch out for the future including Singapore, currently placed at number five, which saw a 5.3% increase in visitor arrivals through 2018. Euromonitor highlights Singapore's \"strong tourism strategy\" and ability to \"market the authentic local experience to offer authenticity and variety.\" Local experiences Euromonitor's report suggests a quest for \"local experience\" reverberates across the world. In Europe, more renowned European city break destinations such as Milan (35) and Vienna (37) have fallen down the rankings, but upcoming hotspots in Croatia, Slovenia and Sweden have climbed the charts. \"They are proving popular as travelers seek newer, more localized experiences and less crowded locations,\" says Euromonitor. \"The popularity and increased number of low-cost carriers to these destinations has also favored growth of previously less explored destinations.\" Naturally the ability to actually get to a city plays a part -- and infrastructure improvements also, unsurprisingly, impact numbers. Notably, Euromonitor highlights the Red Sea coastal city of Hurghada, in Egypt as another to watch, thanks to the improved Terminal 2 at Hurghada International Airport. The city rose 45 places this year to number 82 on Euromonitor's list. In the United States, tourism stalwart New York City (number eight overall) leads the way, while Miami (27), Los Angeles (29), Las Vegas (34) Honolulu (81) all dropped down the rankings.  In the Middle East and Africa, Dubai -- at number seven -- builds on  its strong performance last year, with Euromonitor highlighting the availability of a free transit visa for two days and its various theme park offerings. Top 20 cities based on 2018 arrivals and 2019 estimates 1. Hong Kong: 29,262,700 arrivals (2018) / 26,716,800 arrivals (2019) 2. Bangkok, Thailand: 24,177,500 arrivals (2018) / 25,847,800 arrivals (2019) 3. London, England: 19,233,000 arrivals (2018) / 19,559,900 arrivals (2019) 4. Macau: 18,931,400 (2018) / 20,637,100 arrivals (2019) 5. Singapore: 18,551,200 arrivals (2018) / 19,760,800 arrivals (2019) 6. Paris, France: 17,560,200 arrivals (2018) / 19,087,900 arrivals (2019) 7. Dubai, United Arab Emirates: 15,920,700 arrivals (2018) / 16,328,300 arrivals (2019) 8. New York City, USA: 13,600,000 arrivals (2018) / 14,010,000 arrivals (2019) 9. Kuala Lumpur, Malaysia: 13,434,300 arrivals (2018) / 14,072,400 arrivals (2019) 10. Istanbul, Turkey: 13,433,000 arrivals (2018) / 14,715,900 arrivals (2019) 11. Delhi, India: 12,645,300 arrivals (2018) / 15,196,500 arrivals (2019) 12. Antalya, Turkey: 12,438,800 arrivals (2018) / 13,332,100 arrivals (2019) 13. Shenzhen, China: 12,202,100 arrivals (2018) / 12,324,100 arrivals (2019) 14. Mumbai, India: 10,590,100 arrivals (2018) / 12,442,400 arrivals (2019) 15. Phuket, Thailand: 10,550,700 arrivals (2018) / 10,965,200 arrivals (2019) 16. Rome, Italy: 10,065,400 arrivals (2018) / 10,317,000 arrivals (2019) 17. Tokyo, Japan: 9,985,100 arrivals (2018) / 10,443,100 arrivals (2019) 18. Pattaya, Thailand: 9,606,400 arrivals (2018) / 9,951,900 arrivals (2019) 19. Taipei, Taiwan: 9,597,800 arrivals (2018) / 9,981,700 arrivals (2019) 20. Mecca, Saudi Arabia: 9,565,200 arrivals (2018) / 9,833,000 arrivals (2019)", "Section": "travel", "Writers": [], "URL": "https://www.cnn.com/travel/article/most-visited-cities-euromonitor-2019/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Thailand", "Source": "CNN"}