{"Type": "article", "Time": "2021-02-08", "Headline": "February 9 coronavirus news", "Text": "The US Food and Drug Administration has granted emergency use authorization to a new version of Eli Lilly and Co’s antibody treatment for coronavirus that adds a second monoclonal antibody to one already authorized, the company said Tuesday. The new treatment adds etesevimab or LY-CoV016 to the already authorized bamlanivimab or LY-CoV555 to make a double-antibody version – one that might be more protective, the company says. Rival Regeneron has a dual antibody-cocktail on the market already. Monoclonal antibodies are lab-engineered versions of highly targeted human antibodies chosen for their specific ability to neutralize, in this case, coronavirus. \"Bamlanivimab and etesevimab, administered together, are authorized for emergency use for the treatment of mild to moderate COVID-19 in adults and pediatric patients (12 years of age and older weighing at least 40 kg) with positive results of direct SARS-CoV-2 viral testing, and who are at high risk for progressing to severe COVID-19 and/or hospitalization,” the FDA said in a statement. Some experiments had indicated that variants of the coronavirus that have developed mutations could evade the effects of Lilly’s single antibody. \"The EUA is based on Phase 3 data from the BLAZE-1 trial, announced January 26, 2021, which demonstrated bamlanivimab and etesevimab together reduced the risk of COVID-19 hospitalizations and death by 70 percent. These data replicate earlier results, published in The Journal of the American Medical Association, in a much larger group of patients,” Lilly said in a statement. “Additionally, the outcomes seen with bamlanivimab and etesevimab together are consistent with the reduction in risk of hospitalization or ER visits seen with bamlanivimab alone. The most common adverse event more often reported for patients receiving bamlanivimab and etesevimab together versus placebo was nausea on the day of infusion.” The number of new cases of Covid-19 reported across the globe has declined for the fourth week in a row, according to data from the World Health Organization. In its weekly epidemiological update, the WHO says over 3.1 million new cases of Covid-19 were reported last week, which is a 17% decline from the previous week. This is the lowest number of cases reported since the last week of October.  The United States accounted for the highest number of new Covid-19 cases, with 871,365. However, this figure is a 19% decline in cases from the previous week.  Brazil, France, Russia, and the United Kingdom were also among the nations reporting the highest number of new cases worldwide, the WHO noted.  Out of all the regions, Africa saw the greatest decline in cases (22%), while the Eastern Mediterranean saw the smallest (2%). Globally, there have been 105.4 million Covid-19 cases and 2.3 million deaths since the start of the pandemic. At least 944 cases of coronavirus strains first spotted in the UK, South Africa and Brazil have been reported in the United States, according to data updated Tuesday by the US Centers for Disease Control and Prevention. The vast majority of these cases, 932, are the more contagious variant known as B.1.1.7, which was originally detected in the UK. This variant has been found in 34 states, including 343 cases in Florida, 156 in California and 59 in New York. In addition, there are nine cases of a strain initially seen in South Africa, called B.1.351 -- six in Maryland, two in South Carolina and one in Virginia.  Lastly, the P.1 strain first linked to Brazil, has been discovered in two cases in Minnesota and one in Oklahoma. The CDC says this does not represent the total number of such cases circulating in the US, but rather just those that have been found by analyzing positive samples. The agency cautions that its numbers may not immediately match those of state and local health departments. Read more: Elton John and Michael Caine have released a video encouraging Britons to get vaccinated for Covid-19, as the country prepares to widen its rollout to younger adults. The video, backed by the UK’s National Health Service (NHS), sees John “audition” for a role in a vaccine information campaign. The legendary British singer tries out a Michael Caine impression but fails to impress the casting team -- before Caine himself makes a cameo. Both celebrities have already been vaccinated against the coronavirus, the NHS said. Their appeal for more Brits to get inoculated comes as the UK looks to widen its rollout. Britain has already vaccinated more than 12 million people with at least one dose, and is now asking people aged 70 and over in England who haven’t been vaccinated to book an appointment. “I wanted to take part in this film to help show people the benefits of getting vaccinated and how it helps protect ourselves and the people we love,’ John said. “So, I hope we can all come together and do our bit in the fight against this wretched disease.” In the video, the 73-year-old sings his 1980s hit “I’m Still Standing” after pretending to receive a shot. The spoof also sees Caine, 87, tell viewers the vaccine doesn’t hurt -- before adding his trademark phrase, “Not many people know that.” “Well over nine out of ten people aged 75 and over have already taken up the offer of their NHS Covid vaccination, and now we want to encourage everyone in the high priority groups to do so,” chief executive of NHS England Simon Stevens said. “That’s why we’re grateful to Sir Elton and Sir Michael for helping the NHS promote vaccine uptake.” The government has pledged to offer a vaccine to everyone in its four highest-risk groups by mid-February. But while take-up has been high, community protection can only be achieved when a vast majority of the population has been vaccinated and scientists have warned of the challenges posed by misinformation and vaccine hesitancy in achieving that milestone.  Terri Lynn in Naples, Florida said that she had to embark on a repeat three-hour road trip for her second dose. Elsie Morales in New York said that her grandmother is still waiting for her second dose -- and it's a week overdue. Both are among some of the people in the United States who have faced challenges with scheduling appointments for second doses of Covid-19 vaccine. \"There is some confusion out there,\" Lynn said. \"I'm just telling my friends and people I know to stay focused and read what you can and empower yourself.\"\nWhen Lynn learned in January that the Publix supermarket chain was beginning to offer Covid-19 vaccinations in some of its stores in Florida, she immediately booked an appointment online for herself and her husband Mark Young.\nThey are in the prioritized age group of 65 and older in the state of Florida, and Lynn said that she was \"ecstatic\" they were going to get vaccinated. However, getting to their appointments was a challenge. Read the story: French lawmakers Tuesday approved a bill to extend the country’s state of health emergency until June 1, as the country’s death toll topped 80,000.  The law allows the government to enact restrictions -- including a lockdown -- to limit the spread of COVID-19 nationwide. The current state of emergency was due to expire on February 16.  The extension was narrowly approved with 278 votes in favor, 193 votes against and 13 abstentions.  It comes as Health Minister Olivier Véran told public broadcaster France Info on Tuesday that the country could avoid a third lockdown, despite the warnings of the scientific community.  \"It is of course possible that we will never go into lockdown again,\" Véran said. “It is desirable.” “Lockdown is not a choice of ease, of safety. Lockdown is a choice of necessity when the epidemic situation is beyond our control. Today this is not the case,” the minister continued.  The number of new infections in France has stabilized on a high plateau in recent weeks with an average of 20,000 cases per day, Véran said. New infections on Tuesday were slightly below that weekly average, with an additional 18,870 confirmed cases, according to the French public health agency. France's coronavirus death toll reached 80,147 on Tuesday as the French public health agency reported 724 new deaths. France has been criticized for the slow rollout of its vaccination campaign, with 2.2 million vaccinations recorded so far. California reported another 8,251 new Covid-19 cases Tuesday, the lowest daily number since mid-November, according to state health data.  Plummeting cases have led to a 33% drop in hospitalizations and 26% fewer ICU admissions over just the past two weeks. “Deaths continue to be devastating,” Gov. Gavin Newsom said Tuesday, as the state reported an additional 327 fatalities resulting from the coronavirus. The rolling average number of deaths remains just below 500 per day. Newsom was in Santa Clara for the opening of the state’s largest mass vaccination center at Levi’s Stadium, which will be set to administer 15,000 vaccines each day. “The goal is pretty straightforward. The goal is to design a system that has only one limitation and that’s supply,” said Newsom, explaining that scarcity of Covid-19 vaccines remains prevalent. California expects to receive slightly more than a million doses for each of the next three weeks.  Safely returning to in-person learning before the end of the school remains a top priority for Newsom, and one that he asserts is attainable. Until the availability of vaccine increases, Newsom suggests people “do the math and be honest” about the likelihood of specific groups like teachers all being inoculated. “It’s very unlikely that we'll be able to accomplish that because of the scarcity of the vaccine without taking away from vast majority of others including seniors and the most medically vulnerable, and that’s the unfortunate position we’re all in,” Newsom said. California’s legislature continues to consider Newsom’s $6.6 billion proposal to reopen schools, an effort that would provide a statewide standard including testing, personal protective equipment, ventilation, and mental health support in addition to the academic needs of students. An announcement on those guidelines is expected soon, along with an outline for school sports to resume. Canada is further restricting non-essential travel in and out of the country, even as it gradually eases Covid-19 restrictions.  After weeks of lockdowns and containment measures, Canada is having some success in controlling the second wave of the virus but its borders will remain essentially closed for some time government officials say.  Prime Minister Justin Trudeau announced Tuesday that starting next week, anyone arriving in Canada by land will need to show a negative test within 72 hours of attempting to enter Canada.   Only Canadian citizens, permanent residents and essential travelers are currently allowed into Canada, although there have been some exceptions on compassionate grounds. Beginning next week, non-essential travelers that cross into Canada at a land border without a negative test could be fined thousands of dollars.   “You can’t prevent someone who’s standing at a land border crossing from entering Canada because technically they’re already on Canadian soil when they’re speaking to that customs officer,\" Trudeau during a press conference in Ottawa Tuesday.  \"That’s why what we can do is in cases of no test to show apply a stiff penalty, a fine and demand and ensure a rapid and complete follow up to make sure that they are getting tested, that they are being properly quarantined, that they are not putting at risk the safety of other Canadians by returning home without a clear, negative test.\" In January Canada began requiring all air passengers to show a negative PCR-based Covid-19 test before boarding a Canada-bound flight.  Canadian public health officials say while new daily cases of Covid-19 continue to fall and hospitalizations are down about 15% in the last week, new variants and a slow vaccine rollout could mean that a resurgence of the virus is still possible.  “I think we’re all worried about the arrival of new variants and the impact that could have on even as we are working hard to get everyone vaccinated as quickly as possible. There are real questions about what the impacts these variants will have both on spread of Covid-19 and on the impact of the vaccines,” explained Trudeau adding that’s why Canada is adding further restricting travel. Canada has detected only a few hundred cases of new variants but public health officials say already there is evidence of community spread in at least three provinces. Hungary will this week begin inoculating people with Russia’s Sputnik V vaccine, among others, becoming the first European Union country to do so, officials there said Tuesday.    “We will be inoculating using four vaccines beginning this week; vaccination using the Russian Sputnik V vaccine is beginning in Budapest,” Chief Medical Officer Cecília Müller said at an online press conference.  Müller told reporters that 560 general practitioners in Budapest are being asked to select five people each from their respective practices, who will then receive the Sputnik V vaccine at the designated vaccination points. Some 2,800 doses of the vaccine are currently available, and only to those without chronic illness.  Hungary does “not have huge amounts of this vaccine available,” Müller said.  According to a statement from the Hungarian News Agency (MTI), 85,410 doses of the Pfizer vaccine will arrive in Hungary on Tuesday. A further shipment of the AstraZeneca vaccine is expected on Thursday, and 21,600 doses of the Moderna vaccine will also be arriving on Thursday.  Doctors will receive a list of registered people who are eligible to be vaccinated, and vaccination of the oldest patients will be organised at GP’s clinics.  A total of 291,396 people have been vaccinated in Hungary to date, and 110,395 have also received their second shot.  In reply to a question, Müller said the British variant of the virus has so far been detected in 24 samples, but that the Brazilian and South African mutations have not yet been discovered in Hungary.  A federal judge in Brooklyn issued a permanent injunction on capacity restrictions in houses of worship across the state of New York, in an order published on Tuesday.  Eastern District of New York Judge Kiyo Matsumoto granted a permanent injunction against part of an executive order issued by New York Governor Andrew Cuomo, which limits gatherings in houses of worship to 25% capacity or a maximum of 10 people in \"red zone\" clusters, and to 33% capacity with a maximum of 25 people in the city's \"orange zones.\" In October, the Orthodox Jewish organization Agudath Israel filed a lawsuit against Governor Cuomo, arguing that capacity restrictions on houses of worship in red and orange zones violate the Free Exercise Clause of the Constitution.   The judge denied the group's request for a temporary restraining order against the Covid-19 restrictions. Agudath Israel then pursued an appeal. In December, a federal appeals court blocked Cuomo's restrictions on religious gatherings, saying the restrictions \"are not narrowly tailored to stem the spread of Covid-19.\" That decision came after the US Supreme Court ruled in November that Jewish and Catholic houses of worship faced \"far more restrictive\" Covid-19 regulations than businesses. The appeals court ruling addressed per person limits on houses of worship, saying the state must justify imposing 10- or 25-person limits on houses of worship but not on certain secular businesses. As a result, the federal court in this case eventually granted a preliminary injunction in January on the 10- and 25-person occupancy limits, according to Tuesday's order.   Counsel for Governor Cuomo agreed to an injunction against the enforcement of the percent-based capacity limits for houses of worship in the zones.  Cuomo's administration has renewed the executive order five times since October -- without modifying the restrictions on houses of worship. While it remains effective through February 26, the governor's counsel said on Monday that the governor plans to amend the order to remove houses of worship by the end of the month and had asked the judge to issue a preliminary injunction -- rather than a permanent one -- over concerns for future litigation from \"aggressive\" plaintiff counsel. Now the governor’s counsel and Agudath Israel have until March 1 to inform the federal court whether the case can be closed, court records show. New York City residents with underlying conditions will be able to get vaccinated beginning Monday 15 February, Dr. Dave A. Chokshi, Commissioner of New York City Department of Health and Mental Hygiene, said during a press conference Tuesday.  Residents will need to provide medical documentation of their underlying condition, a note from their physician or an attestation designating that the person has underlying health conditions that make them eligible. Mayor Bill de Blasio announced during the press conference that New York City now has administered 1,032,158 vaccinations. The city is also reporting 251 patients admitted to the hospital with suspected Covid-19, with a confirmed positivity rate of 72.31% and a hospitalization rate of 5.18 per 100,000 people, de Blasio said. There are 3,587 new cases of Covid-19 on a seven-day average and the citywide positivity rate on a seven-day rolling average is 8.09%, he added.  Dr. Peter Daszak, a zoologist who is part of the World Health Organization's (WHO) international team in Wuhan, China, has told CNN that scientists will eventually \"get a really clear picture\" of how Covid-19 originated, but it may take weeks, months or even a \"couple of years.\"   Daszak told CNN's Becky Anderson on Tuesday there is no evidence there were earlier Covid-19 clusters in other parts of China before early December, and that it is possible the virus may have even been brought by a person from another country.  A \"patient zero\" still hasn't been identified and may never be, as many of the cases are asymptomatic, he said.   When asked to comment on the possible conflict of interest while working with Chinese medical teams and researchers, he said: \"Some people want to believe that [that there is conflict of interest]\" but \"we did not see any evidence of malpractice or significant safety issues.\" Daszak said the international team, which consisted of about 17 WHO scientists and 20 Chinese scientists, visited \"many labs\" and asked \"really tough questions\" to their directors and individual scientists, and the data and transcripts of the interviews will be published in an upcoming WHO report. He also praised \"remarkable openness from China.\" Americans’ perception of the risk posed by the coronavirus is the lowest it has been in months, a new poll finds. An Axios-Ipsos poll published Tuesday said 66% reported they thought the risk of returning to pre-Covid life was a moderate or a large, the lowest figure since October.  The groups least likely to see Covid-19 as a risk are people ages 18 to 29 (58%) and Republicans (49%). Meanwhile, 76% of those who have been vaccinated still see coronavirus as a high risk. The poll was conducted February 5 to 8 and based on a nationally representative sample of 1,030 people age 18 and older. The poll also suggests Americans are unsure about what types of activities are safe; the US Centers for Disease Control and Prevention says it is safest to gather virtually or only with people you live with. In the poll, 28% of respondents say they are already attending gatherings with family or friends, 22% say they will wait for their circle to be vaccinated, 24% reported they will wait for officials to say it’s safe and 24% said they don’t know.  Only 10% of Democrats and 15% of people over 65 are already going to in-person gatherings, compared with 42% of Republicans, the poll found. People over 65 and those with a college education were more likely to wait for the vaccine -- 29% and 34%, respectively.  The figures come at a time where there is less trust in the media and sources of information about the pandemic. Trust in cable news has dropped since April, from 50% to 38%. Online news is trusted by 36% of respondents and network news by 47%, the poll found.  The poll said 68% of Americans trust the US Centers for Disease Control and Prevention to provide accurate Covid-19 information, but by only 51% of Republicans. 53% of Americans continue to trust what President Joe Biden says on the issue. It's the news the many feared: early data shows the Oxford/AstraZeneca vaccine may provide only \"minimal protection\" against mild to moderate illness caused by the coronavirus variant first identified in South Africa. A study released on Sunday from a South African university suggested that two doses of the Oxford/AstraZeneca vaccine provided \"substantially reduced\" protection against mild to moderate Covid-19 disease from the new virus variant first identified there, known as B.1.351. South Africa said that it is pausing its rollout of the Oxford/AstraZeneca vaccine, following the release of the study. But this doesn't mean governments should throw out their AstraZeneca stockpiles. Experts say it's possible -- and very likely -- that the shot is still effective in preventing severe disease and death. The news could, however, be a major roadblock on the world's way out of the pandemic, which can't 'end' until the virus stops circulating widely. That's because the Oxford-AstraZeneca vaccine is cheaper and easier to transport and store than some of the other vaccines approved for use to date and as such, was going to play a key part in combating the pandemic in low and middle-income countries. If the vaccine isn't effective enough against the new variant, it could deepen the already huge vaccination gap between the world's richest and poorest countries.  Less effective vaccines could force countries where the new variants become dominant to shift their vaccination strategy. Instead of trying to achieve herd immunity, the focus might be on preventing as many deaths as possible even while the virus continues to circulate.  And while the data from South Africa is no doubt a setback to vaccination campaigns, scientists are already working on updates to the existing vaccines to make them more effective against new variants.  On Saturday, AstraZeneca said that it is working with Oxford University to adapt the vaccine against the B.1.351 variant and that it would advance it through clinical development to make it \"ready for autumn delivery should it be needed.\"  Last month, Pfizer said it was \"laying the groundwork\" to create a vaccine booster that could respond to coronavirus variants.  \"We see this all the time with the influenza vaccine,\" Dr Julian Tang, honorary associate professor and clinical virologist at the University of Leicester said. Flu vaccines are adapted each year to target the virus strains that are circulating the most. Sometimes, the vaccine picked doesn't match the strain that becomes prevalent.\n\"Mismatched vaccine seasons do allow more influenza infections, morbidity and mortality -- but to some extent, this is inevitable as the virus will always be mutating first -- then we will have to adjust our vaccines to match the new virus,\" Tang added. The UK Health Secretary Matt Hancock said Monday the flu blueprint might work for the coronavirus in the future.   \"The jab is updated each year according to the mutations and variations that have happened and been spotted in the preceding few months, and that is manufactured over the summer, and then delivered into the arms of those who are most vulnerable to flu in the autumn,\" he said.  When it comes to Covid-19, he explained that we need to be thinking about how to protect people in a similar way. The good news is that developing a vaccine that would work against the new variants doesn't mean starting from scratch, so updates could become available soon.  Read more:  Getting Covid-19 vaccination appointments has been a challenge for many Americans because \"we're in a situation of undersupply\" of vaccine, according to Andy Slavitt, the senior Biden White House adviser for Covid Response. \"We're in a situation, and we will be for a little while, of undersupply,\" Slavitt told NPR's Mary Louise Kelly on All Things Considered on Monday. \"At one point we thought that there was a lot of manufacturing that had gone on over the last year and that would be the case. It wasn't -- and I think our job is to level with folks,\" he said. \"But the good news is we are increasing production every week,\" Slavitt added. \"We've increased production that we've delivered to states by over 20%. We're opening 100 community vaccination centers, including two that are open already.\" Slavitt said supply has been increasing in recent weeks, but added: \"These are all small steps. None of them are silver bullets. I don't think this is going to be the administration that's going to overpromise or promise silver bullets, but these are all small gains.\" And he added that in their effort get more people vaccinated against Covid-19, the Biden administration is considering mobile vaccination centers that can travel within a community. \"They can go to workplaces, they can go to churches, they can go to communities,\" Slavitt said. Elsewhere, a US Centers for Disease Control and Prevention spokesperson told CNN the CDC will host a Covid-19 vaccination forum with national, state and local health practitioners on the safest and most effective ways to vaccinate Americans. The event is scheduled for February 22-24 and will be led by CDC Director Dr. Rochelle Walensky, along with officials from the White House COVID-19 Response Team and the Federal Emergency Management Agency. The initiative was first reported by NBC News. Austria will introduce a mandatory negative test from Friday onwards for anyone travelling out of the state of Tyrol, chancellor Sebastian Kurz said Tuesday.  The reason for the move is the more infectious South African mutant of the coronavirus, he said, adding the test could not be older than 48 hours. Kurz, speaking at a press conference in Vienna, noted that both the UK and the South African variant provide more of a challenge for authorities.  But he singled out the South African variant, saying it may be more difficult to fight with the AstraZeneca vaccine. Early data released this weekend suggests the vaccine offers limited protection against mild-and-moderate disease from that variant. Until the summer, the AstraZeneca vaccine represents almost 50% of Austria's vaccine program. Kurz said the two challenges his government had were to “stop the spread in Tyrol, and secondly, to do everything possible to stop the spread into other part of Austria, or to slow it down.” Kurz added that the district of Schwaz in Tyrol -- where cases of the South African variant have been confirmed -- would be a focus point, with “massive testing” all over Tyrol. Eastern Tyrol would be exempt, Kurz said, because the region has hardly any cases. But other areas of Austria will see a loosening of coronavirus restrictions first announced last week. As of yesterday, a curfew was moved to the night-time hours of 8 p.m. to 6 a.m. local time. Previously, there was an order to stay at home around the clock. Schools, shops and museums are allowed to open again, but with tight measures. A FFP2/N95 mask has to be worn in all shops, and a space of 20 square metres has to be available per customer. Hairdressers are also allowed to open. But restaurants remain closed in the country, with a review on whether to open them set for mid-February.  England is introducing stricter border rules to increase protection against new Covid-19 variants arriving from abroad, UK Health Secretary Matt Hancock said on Tuesday.  Hancock warned the government is “coming down hard” on passengers arriving in the UK lying on mandatory \"locator forms,\" with the threat of a potential ten-year jail prison sentence.  Speaking in the House of Commons, Hancock set out three elements of the strengthened system for international arrivals coming into force in England from Monday. He said the government is working with the devolved administrations as well as the Irish government to put in place a similar system that works across the common travel area. The first part of the new system involves quarantining in a hotel. Here are those details: UK and Irish residents -- who've been in one of the government’s 33 \"red list\" countries in the last 10 days -- will need to quarantine in a designated hotel. \nThey will only be able to arrive into a small number of ports and will have to book a quarantine package -- at a cost of £1,750 (approximately US $2,411) for the hotel, transport and testing – before departing for the UK. \nHancock said the booking system will go live on Thursday. \nThere are currently 16 designated hotels. \nHancock said there will be visible security to maintain compliance. The second part of the system involves more testing: Every passenger arriving into the UK must demonstrate a negative test result 72 hours before they travel.\nFrom Monday, all international arrivals will also be required to take further PCR tests on day two and day eight after their arrival. \nPassengers will have to book these tests through the online portal before they travel. If a result comes back positive they must quarantine for a further 10 days. \nPositive tests will undergo genomic sequencing to test for variants, Hancock said. The third part of the system focuses on a stronger enforcement of the rules:  Passenger carriers will have a legal duty to make sure passengers have signed up to new arrangements and will be fined if they don’t, Hancock said.\nThere will also be increased fines for people who don’t comply, including a £1,000 (approximately US $1,377) penalty for failing to take the first Covid-19 test and a £2,000 fine (about US $2,755) if they don’t take a second mandatory test -- as well as an automatic extension on their quarantine period to 14 days. \nThere will also be a £5,000 (approximately US $6,888), rising to £10,000 (about US $13,776) for arrivals who fail to quarantine in a designated hotel.\nHancock said people who provide false information on the passenger locator or try to conceal that they've been in a country on the \"Red List\" in the 10 days before arrival will face a prison sentence of up to 10 years. \nHancock said these measures will be put into law this week. It is currently illegal to travel abroad for holidays and other leisure purposes in the UK. New figures released by Russia’s federal statistics agency Monday indicate as many as 162,429 deaths in Russia were related to Covid-19 in 2020, a figure much higher than previously reported. Russia officially reported 57,555 deaths from Covid-19 in 2020, according to data from the country’s coronavirus task force that is published on an easily accessed web page. But figures released by the agency, Rosstat, are less readily accessible: They are available online -- but buried in monthly spreadsheets. The data published Monday reports a cumulative total of 162,429 Covid-19 deaths between April and December 2020. The figure includes deaths directly attributed to coronavirus infection and those cases where coronavirus was a contributing factor as well as deaths from other underlying causes where Covid-19 was present.  The figures also show a year-on-year surge in the country's overall mortality rate that suggests the numbers may have been majorly understated. \nAccording to those new figures, a total of 2,124,479 people died in Russia in 2020, an increase of 323,802 over the previous year, or around an 18% year-on-year rise. That overall number -- the highest annual mortality figure recorded in Russia in over a decade -- reflects official reluctance to fully acknowledge the death toll.  Deputy Prime Minister Tatyana Golikova, the top official in charge of the country's coronavirus response, said in December that \"more than 81%” of the rise in fatalities the country had seen in 2020 was due to Covid-19, without giving the exact number of fatalities from the virus. Based on Golikova's assessment and the overall year-on-year increase in deaths reported by Rosstat, as many as 262,000 Russians could have died from coronavirus last year, by CNN's calculation.   December was also one of the deadliest months on record for Russia: Rosstat said that 243,235 people died in December 2020, making it the deadliest month Russia has seen in years. The statistics agency said 44,435 of these deaths were people with coronavirus or suspected coronavirus, but added that in 10,820 of those cases the presence of the virus did not “contribute to the death in any way.” Russia’s counting method, which allows ascribing deaths in coronavirus-infected patients to other causes, has been highly questioned by independent observers and critics. Based on figures released by Rosstat Monday, Russia would rank as the country with the third-highest cumulative number of Covid-19 deaths in 2020. Andy Slavitt, senior adviser to the White House Covid-19 response team, has said that despite progress in vaccinations, Americans should not “quit early” in the midst of the pandemic — particularly because of the emergence of variants.   “If you look at other countries, the variants tend to grow sort of invisibly, kind of like a wave under the surface,” Slavitt said in an interview on CNN’s “New Day.”\n“And the visibility that we have shows that these variants can grow quite quickly. It's going to depend in large part, as you know, on people's behavior, but the thing about this virus that we learned is it grows exponentially. The thing about vaccine shots is they tend to grow more linearly. So if this hits and we're not taking other protective measures like mask-wearing and social distancing, then the variants could be more powerful than our ability to get people vaccinated.”  But Slavitt also said Americans should take comfort in seeing large numbers of seniors and people in nursing homes getting vaccinated.  “Should we have a wave, our hope is that many, many more people will be protected, unlike the last waves we have had,” he said.  Slavitt also added that he’s hopeful that vaccine supply and sequencing abilities will increase over time. Watch:  Peru began distributing China’s Sinopharm vaccine on Tuesday morning, with frontline health care workers taking priority during the first phase of the rollout.  The country has taken part in the Sinopharm vaccine’s clinical trials since last year and becomes the first Latin American country to roll out the Chinese vaccine. A group of doctors at Lima’s Arzobispo Loayza Hospital were the first to receive the vaccine on Tuesday morning, state news agency Andina reported. President Francisco Sagasti is expected to be vaccinated later on Tuesday. On Sunday, Peru received its first shipment of 300,000 doses of China's Sinopharm coronavirus vaccine, and expects to receive the remaining 700,000 doses on February 14. The armed forces will be in charge of the vaccine’s distribution across the country. On Monday, Foreign Affairs Minister, Elizabeth Astete, announced her government has reached an agreement with Pfizer for the supply of 20 million doses of their vaccine, state news agency Andina reported. Astete told a Congress Committee that 250,000 doses will arrive in March and at least 300,000 in April, Andina reported. \"We were assured that Peru will have received a minimum of 5,750,000 vaccines by July 1, and the supply will increase significantly to 20 million since then,\" Astete said.  Astete also told lawmakers her government has signed an agreement to receive 6.6 million doses from Pfizer and AstraZeneca via the Covax programme to vaccinate 20% of the population. President Sagasti, who took office in November, has faced criticism for the delay in reaching a supply agreements for the vaccine. Peru currently has 1,186,698 confirmed cases of coronavirus and has recorded 42,308 deaths, according to data from Johns Hopkins University (JHU). The country has been reporting more than 6,000 cases a day, an increase over the 2,000 cases a day in early January, while it is also facing a shortage of intensive care unit (ICU) beds and oxygen during this new wave of the pandemic. Peru has the fifth highest Covid-19 case count in Latin America, after Brazil, Colombia, Argentina and Mexico according to JHU data. Athletes will be tested for Covid-19 at least every four days during their stay in Tokyo to safeguard against the spread of the virus at this summer’s Olympic and Paralympic Games, according to organizers. On Tuesday, Games organizers published the first version of its \"Playbook,\" aimed at athletes and officials. The athletes and officials will be able to book Covid-19 tests through a web system.  \"The timing and frequency of testing may be adjusted, depending on your sport and competition schedule,\" it says. Athletes will also have to present a negative test 72 hours prior to departing for Tokyo, and will be tested again upon arrival, it says. The Playbook adds that athletes will only be permitted to leave the Olympic and Paralympic Village (or other designated accommodation) to carry out the activities outlined in their \"14-day activity plan.” Gyms, tourist areas, shops, restaurants or bars cannot be visited, among others. Face masks must be worn at all times except when training, competing, eating or sleeping, or if athletes are outside and unable to keep two meters (6.5 feet) apart from others. Those staying at the Olympic Village must eat at the Village or Games venues and “unnecessary forms of physical contact such as hugs, high-fives and handshakes” are not advised. The guidelines also say that supporting and celebrating fellow athletes should be done by clapping, and not by singing, shouting or chanting. The series of \"Playbooks\" are designed to provide a framework of basic principles that each key stakeholder group – international federations, press, broadcasters, athletes and officials – will have to follow before they travel to Japan, when entering Japan, during their time at the Games and upon leaving the Games. The first versions for all the aforementioned groups have now been published with an updated version expected to be delivered in April. A Chinese health official working with the team of World Health Organization experts in Wuhan said that the Huanan seafood market may not be the first place of the Covid-19 outbreak. \"Huanan market may not be the first place that had the outbreak,\" Liang Wannian, head of Expert Panel of COVID-19 Response of China's National Health Commission (NHC) said in a joint press conference with WHO experts in Wuhan on Tuesday. Liang noted that the onset date of the earliest Covid-19 case had been on December 8, 2019 and the earliest case associated with Huanan market was on December 12, 2019. He said that \"the case with the onset date of December 8 case had no relation with Huanan seafood market,\" but did not indicate a location that the December 8 case was connected to. Earlier, World Health Organization expert Peter Ben Embarek said that the team investigating the origins of the coronavirus in Wuhan had identified two scenarios that most likely caused the transmission of Covid-19 to humans. \"Our initial findings suggest that the introduction through an intermediary host species is the most likely pathway and one way that will require more studies and more specific targeted research,\" Embarek said during a press conference on Tuesday. He added that the possibility of transmission through the trade of frozen products was also likely. Almost 50% of deaths in England and Wales during the last week of January involved Covid-19, a report by the UK’s Office for National Statistics said on Tuesday. The ONS report said that in the week ending on January 29, “deaths involving Covid-19 accounted for 45.7% of all deaths in England and Wales.\"  \"This is the highest proportion of deaths involving Covid-19 that has been recorded during the pandemic,\" it said.  A total of 18,448 deaths were registered across England and Wales for the week ending on January 29, and of them, 8,433 “mentioned” Covid-19 on the death certificate, marking the second-highest weekly number of deaths involving Covid-19 recorded by the two nations since the pandemic began, the ONS said. However, since the end of January, the daily coronavirus death toll released by the UK government (covering the four-nations of England, Wales, Scotland and Northern Ireland) has indicated a gradual decline in the number of deaths related to Covid-19.  The UK is likely past “this peak” of this wave of the pandemic, England’s Chief Medical Officer told a Downing Street press conference last Wednesday. ONS figures include all deaths where “novel coronavirus (Covid-19)” is listed on the death certificate, whereas UK government figures count deaths within 28 days of a positive Covid-19 test.  According to the latest government data released on Monday, the UK reported 6,234 deaths from Covid-19 in the week to 8 February, down 22% from the previous week. The first multicenter study to investigate the spread of Covid-19 in daycare centers suggests that preschool-age children are not superspreaders of Covid-19.  When the right public health measures are implemented, daycare centers are safe for both children and staff members, the researchers say.  The study was published Monday in the Lancet Child and Adolescent Health journal and conducted in the French cities of Paris, Rouen and Annecy between June 4 and July 3, 2020 — up to two months after France’s national lockdown.  The researchers collected serology data on 327 children and 197 daycare staff across 22 daycare centers and a comparison group of 164 “hospital staff who kept working during the lockdown, were not occupationally exposed to infants, and were not directly exposed to patients with COVID-19,” according to the researchers.  The study used data from rapid antibody tests and found the prevalence of antibodies for children at daycare centers was only 3.7%, well below the national rate of 10% found in adults in the same time period.  The 14 children that were found to have antibodies came from 13 different centers, and the two children from the same center never had contact.  This suggests that with the right protocols in place, transmission between children is uncommon, the researchers say.  At these daycare centers, face masks were worn by staff, enrollment and staffing were reduced, children who became symptomatic were excluded, staff conducted regular temperature checks and reinforced hand hygiene and everyone practiced physical distancing.  Additionally, the researchers found that daycare staff were no more likely to contract Covid-19 than the general population. Dr. Camille Aupiais, a pediatrician who contributed research to the study, said:  Our results suggest that daycare centers are not focus points of SARS-CoV-2 virus infection and that young children are not spreading the virus widely in these environments. \n“These findings should be reassuring for parents and staff at daycare centers, especially given that the children included in the study have parents who are keyworkers and are thought to be at higher risk during the first wave of the epidemic.”  The researchers say one limitation to the study is that data was collected before the emergence of coronavirus variants that some experts suggest may be more transmissible in children.  New research in the UK shows around 1 in 3 (35%) of Covid-19 patients put on a ventilator experience \"extensive symptoms of post-traumatic stress disorder (PTSD)\" after treatment.  The research, conducted in the UK by Imperial College London and the University of Southampton, also found that extensive symptoms of PTSD, such as \"intrusive images\" of the ICU environment, were also found in 18% of patients hospitalized without requiring a ventilator. The results of the study were published Tuesday in the UK Royal College of Psychiatrists’ BJPsych Open journal. The study was conducted in May 2020, when researchers surveyed symptoms of PTSD in over 13,000 British patients with experience of confirmed or suspected Covid-19. The study also found: Lower levels of extensive symptoms of PTSD for patients given medical help at home (16%) and patients who required no help at home but experienced breathing problems (11%). \nThe most common PTSD symptom experienced by Covid-19 patients was intrusive images, sometimes known as \"flashbacks.\" For example, this could be intrusive images of the ICU environment, ICU doctors wearing full PPE or other patients in the ICU. The authors highlight the importance of following-up with Covid-19 survivors after treatment and access to mental health treatment.  Dr. Adrian James, President of the Royal College of Psychiatrists, said: Over 400,000 patients have been hospitalized from Covid in the UK and sadly there will be more to come. Many of those fortunate enough to survive their ordeal will experience a significant impact on their mental health.\n“Effective and joined up follow-up care must be provided after discharge and mental health services must be adequately expanded to treat increasing numbers of people with PTSD symptoms.\" On Tuesday, Iran began its rollout of the Russian Sputnik V vaccine, according to a live broadcast on state television. Health Minister Saeed Namaki said the top priority groups to receive the vaccination are doctors and nurses working at intensive care units across the country's hospitals. The health minister's son, Parsa Namaki, was the first Iranian to receive a shot. Namaki, a science and engineering student at Sharif University, was identified on Iran's English-language service Press TV while getting the vaccine.  Iran received its first delivery of the Sputnik-V vaccine from Russia on February 4, according to Iran's state-run news agency IRNA. The health minister said in addition to the Russian Sputnik vaccine, Iran has also bought some 16.8 million doses of Covid-19 vaccines through COVAX to vaccinate 8.4 million people.  Iran reported 7,640 new daily coronavirus cases on Tuesday, bringing the country's total number of cases to 1,481,396. The new numbers were announced by Iran’s Health Ministry spokeswoman Sima Sadaat Lari in a news conference on state TV.  The country also reported 89 new deaths from Covid-19 bringing the country's death toll to 58,625. The health ministry said 3,762 patients are hospitalized in ICU. Iran is the Middle East country hardest hit by the coronavirus pandemic in total cases and deaths.  World Health Organization expert Peter Ben Embarek said that the team investigating the origins of the coronavirus in Wuhan have identified two scenarios that most likely caused the transmission of Covid-19 to the human population. \"Our initial findings suggest that the introduction through an intermediary host species is the most likely pathway and one way that will require more studies and more specific targeted research,\" Embarek said during a press conference on Tuesday.  He added that the possibility of transmission through the trade of frozen products was also likely. Embarek also noted two other hypotheses the team had probed while investigating the origin of the virus. One hypothesis was a \"direct zoonotic spillover,\" meaning, direct transmission from an animal reservoir to a human.  \"The hypothesis of a direct spillover from an original animal source into the human population is also a possible pathway and is also generating recommendation for future studies,\" he said. The fourth hypothesis was the possibility of a laboratory-related incident, but that this was the least likely of the four to be the cause of the virus' introduction to humans. \"Findings suggest that the laboratory hypothesis is extremely unlikely to explain the introduction of the virus to the human population,\" Embarek said. World Health Organization expert Peter Ben Embarek said the first Covid-19 cases from the Huanan seafood market outbreak were probably infected in early December 2019 or late November 2019. \"In terms of time and place, what we know is that some of the first cases that could be linked to the market were detected or had their onset of symptoms in the first two weeks of December -- that indicating that they were probably infected around the start of December or late November,\" Embarek said in a press conference following the WHO team's investigation in Wuhan on Tuesday. \"But we can't go into more details with the information we have looked at,\" Embarek added. Embarek also said his team found evidence of wider circulation of Covid-19 outside of the Huanan seafood market outbreak in December 2019. \"It was not just only the cluster outbreak in Huanan market, but the virus was also circulated outside the market,\" he said.  Embarek added that the team's picture of the virus' origins prior to the investigation had not changed dramatically, but that they had gleaned more information.  \"Did we change dramatically the picture we had beforehand? I don't think so. Did we add details? Absolutely,\" Embarek said. Viruses genetically related to SARS-CoV-2 have not been identified in different animals including horseshoe bats and pangolins, and all animals tested in Wuhan tested negative for the virus, China's leading health official said Tuesday.  At a joint World Health Organization-China press conference in Wuhan on Tuesday, Liang Wannian, Head of Expert Panel of COVID-19 Response of China National Health Commission (NHC) said that the studies and research have \"failed to identify evidence of SARS-CoV-2 related viruses in samples of wildlife in Wuhan and different places in China.\" \"All animals were negative,\" Liang said of the animals tested in Wuhan. Liang said that sampling from the Huanan seafood market indicated that there was \"widespread contamination of surfaces\" with SARS-CoV-2 at the point that it closed. He said that the finding was \"compatible with the introduction of the virus from infected people or related cold chain products, animals and animal products\" and that research into related cold chain products needed further research.  \"According to this research, all of the samples related to animal products or animals were all negative. For the cold chain products and relevant testing, the research is at the ongoing stage,\" Liang said. He explained that the virus can \"persist in conditions found in frozen food, packaging and cold chain products,\" and that \"recent outbreaks in China have been linked to the cold chain.\" Correction: An earlier version of this post misstated Liang’s findings on the presence of SARS-CoV-2 in animals. The results of the South African study, which suggest the Oxford/AstraZeneca vaccine offers reduced protection from the Covid-19 variant first identified there, are in many ways “exactly what we would have expected,\" Chief Investigator on the Oxford vaccine trial Professor Andrew Pollard said Tuesday. I think that is perhaps the clue to the future here: That we are going to see new variants arise and they will spread in the population -- like most of the viruses that cause colds every winter --  but as long as we have enough immunity to prevent the severe disease, hospitalizations and death then we are going to be fine in the future in the pandemic,” Pollard told BBC Radio 4.   Early data released Sunday suggest two doses of the Oxford/AstraZeneca Covid-19 vaccine provided only \"minimal protection\" against mild and moderate Covid-19 from the variant first identified in South Africa. The full study, which has not been released, included about 2,000 volunteers who were an average of 31 years old; about half received the vaccine and half received a placebo. Pollard said the study in South Africa “absolutely confirms what we know about the biology of the virus, it has to transmit between people to survive and it has to mutate to do that and it's done that in South Africa already and that will affect mild disease in people that have been vaccinated.\" \"The really important point though is that all vaccines - everywhere in the world where they've been tested - are still preventing severe disease and death,” Pollard stressed.  He said the \"jury is out\" on whether the world needs need new vaccines to counter variants, but that developers are preparing them in case we do. South African health officials said Sunday they have paused the start of a mass rollout of the Oxford/AstraZeneca vaccine to gather data on hospitalization rates and to see how effective the vaccine is in preventing severe disease in people infected with the South African variant.  Pollard said the South African government has \"correctly\" rethought how it will deploy the vaccine after originally aiming it first at health care workers. He also highlighted that the South Africa study was a small study that looked at young adults who only get mild infections.  What we anticipated in that setting is the virus would still be able to cause infections that are very mild and that's exactly what we've seen in that study,” Pollard said. “We are the only people so far who have a study that looks at that variant in a population of young people and it’s telling us about the future of this virus -- that it will find ways to transmit and cause mild infections, colds and so on, in the population,” Pollard said.  \"The really important question is about severe infection and we didn't study that in South Africa because that wasn't the point of the study,\" he added, noting that \"we were specifically asking questions about young adults.\" Commenting on the scrutiny the Oxford/AstraZeneca vaccine has received, Pollard said that \"it's a bit perplexing to find ourselves in the middle of political debate... we've made a huge effort here at the University of Oxford to be transparent in everything that we do.” WHO's international team of experts investigating the origins of Covid-19 have concluded their four-week mission to Wuhan, the original epicenter of the coronavirus outbreak. They presented a summary of their findings during a joint press conference with Chinese authorities at a hotel in Wuhan on Tuesday, prior to their departure from China. Liang Wannian, Head of the Expert Panel of COVID-19 Response of China National Health Commission (NHC) said at the \"WHO-China Joint Study\" press conference that \"the findings indicated that there was no substantial unrecognized circulation of #SARScov2 in Wuhan during the latter part of 2019.\" He said that the \"first part,\" or the \"Chinese part\" of the global tracing research has been completed.  The international team visited the Huanan seafood market that was linked to early case clusters and the hospital where the first cases were detected.  They visited the Wuhan Institute of Virology and probed data provided by Chinese authorities from Hubei Provincial Center for Disease Control. The field visits concluded on February 6, and the team have been poring over data with Chinese counterparts. WHO investigators spent fourteen days in quarantine collaborating with Chinese scientists, reviewing data on Zoom calls and conducted field visits in Wuhan to understand more about the origins of the Covid-19 virus. The WHO team members are expected to depart from China on Tuesday and Wednesday. Hospitals across Washington state thought they were receiving authentic N95 masks -- but it turns out that hundreds of thousands may be counterfeit, officials say. The Department of Homeland Security issued a fraud alert Friday to the Washington State Hospital Association (WSHA), stating that 40 hospitals across the state may have received fake masks as part of a shipment of 2 million masks that arrived in December. The hospital association alerted the 40 hospitals, but many of the masks had already been used, WSHA President and CEO Cassie Sauer told CNN Monday. \"They look and feel and fit and smell just like a 3M Mask,\" Sauer said. The masks were purchased by hospitals and by WSHA to distribute to its members, according to the association. More than $1 million was spent on the purchase. N95 masks are considered the gold standard in personal protective equipment because they block 95% of large and small particles utilizing a unique electrostatic filter. Read the full story: Experts warned the US could be in the calm before the storm ahead of another possible surge in Covid-19 cases fueled by variants, and urged local and state leaders not to ditch their safety measures and restrictions. \"We're ... seeing what happens in other countries when these variants take over,\" emergency physician Dr. Leana Wen told CNN Monday night. \"There is (an) explosive surge, even when the countries are basically in shutdown.\" Wen, who is a former Baltimore City Health Commissioner, added that the US faces \"something really potentially catastrophic, and we should be doubling down on the measures that we know to work.\" More than 690 cases of Covid-19 variants first spotted in the UK, South Africa and Brazil have been reported in the US, according to CDC data updated Sunday. Wen's comments follow several state leaders' announcements on easing of Covid-19 safety measures. North Dakota Gov. Doug Burgum announced last month the statewide mask mandate would be allowed to expire, telling CNN last week he was not concerned Covid-19 numbers would go up. In Iowa, Gov. Kim Reynolds recently signed an executive order ending all mask requirements, gathering restrictions and other public health emergency mandates, while encouraging residents to follow recommended safety guidelines. And New York Gov. Andrew Cuomo announced Monday New York City indoor dining can reopen at 25% capacity on February 12. Read the full story: ##Hotspots## Germany's seven-day Covid-19 case incidence rate has dropped below 100 for the first time in three months, according to its infectious disease agency -- a key metric in the country's fight against the pandemic. That means in the past week, the Robert Koch Institute only reported 72.8 infections per 100,000 residents.  German Chancellor Angela Merkel has consistently told the public the goal is to push infections under the rate of 50 cases per 100,000 residents, in order to start reopening the country.  The RKI's latest data shows 3,379 new Covid-19 cases and 481 additional deaths.  The downward trend is promising: However, government spokesman Steffen Seibert warned on Monday that the country's second wave was not yet over.  New mutations pose a worrying threat, particularly the variants B.1.1.7 and B.1.351, which have increased in recent weeks. Nearly 6% of all German cases are of the B.1.1.7 variant, which was first identified in the UK, according to RKI. ##Hotspots## ##Variants## Iran has started its rollout of the Russian Sputnik V vaccine on Tuesday, according to a live broadcast on state television.   Nurses and doctors working in intensive care units will be among the first inoculated, according to the Islamic Republic News Agency, citing Health Minister Saeed Namaki. Iran has been the hardest-hit country in the Middle East in total Covid-19 cases and deaths. On Monday, the country reported 7,321 new infections, bringing the national total to 1,473,756 cases since the pandemic began. Restrictions are still in place around the country to prevent a larger outbreak of cases.  ##Vaccines## ##Hotspots## Several unprovoked attacks on elderly Asian Americans, including at least three in the Bay Area captured in disturbing videos in recent days, have raised concerns about anti-Asian discrimination related to the Covid-19 pandemic. At a news conference in Oakland's Chinatown on Monday, Alameda County District Attorney Nancy O'Malley announced the creation of a special response unit focused on crimes against Asians, and particularly older Asians. \"The rapid increase in criminal acts targeted against members of the Asian community, particularly Chinese Americans, who live and work in Alameda County is intolerable,\" she said. The new unit stems from two similar attacks in northern California last week as well as a spate of crime in Oakland's Chinatown. In San Francisco, Vicha Ratanapakdee, an 84-year-old from Thailand, died after he was abruptly attacked while out on a morning walk January 28, according to San Francisco District Attorney Chesa Boudin. A 19-year-old man has been arrested on suspicion of murder and elder abuse in the case, he said. \"This was a horrific, senseless attack, and I send my deepest condolences to the Ratanapakdee family for this unthinkable pain,\" Boudin said in a statement. \"My heart goes out to the entire (Asian American Pacific Islander) community for the harm and fear this tragedy has inflicted.\" Read the full story: At least 130 students and five teachers from a Hong Kong high school were placed into quarantine after two students tested positive for Covid-19. According to authorities, the infected students recently sat examinations at the Shau Kei Wan Government Secondary School. \"As the two students attended the school for exams during the infectious period, those who had stayed in the same hall with them will be put under quarantine while others must undergo compulsory testing,\" the Hong Kong government said in a news release on Monday.  Authorities are still counting the total number of people who were at the school for exams during the same time as the infected students. The two infected students live in the same building, the government added. \"The total number of students in the other forms may be several hundred, so they will need to undergo testing. Also, the household members of those who have been put under quarantine will be subject to a compulsory testing order,\" the news release read. Hong Kong reported 32 new Covid-19 cases on Monday, 28 of which were locally transmitted.  ##Hotspots## The United States reported 86,646 new cases of Covid-19 and 1,465 additional virus-related deaths on Monday, according to a tally by Johns Hopkins University. That raises the national total to at least 27,094,014 infections and 464,941 fatalities since the pandemic began. The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases.    Vaccines: At least 59,307,800 vaccine doses have been distributed and at least 42,417,617 shots administered, according to the US Centers for Disease Control and Prevention. CNN is tracking US cases. ##Hotspots## Peruvian President Francisco Sagasti will be vaccinated with China’s Sinopharm coronavirus vaccine on Tuesday, signaling the start of the country's inoculation program, state news agency Andina reported Monday. \"The process will begin tomorrow (Tuesday) with the vaccination of the President. We are happy as this restores hope of tackling the health crisis,\" Nancy Olivares, Peru's vaccination team coordinator at the Ministry of Health, told a Peruvian news show.  Sagasti will be vaccinated along with frontline health care workers during the first phase of the rollout, Olivares said.  Peru took delivery of its first shipment of 300,000 doses of the Sinopharm vaccine on Sunday and expects to receive the remaining 700,000 shots on February 14. Peru, with a population of more than 32 million people, has reported nearly 1.2 million Covid-19 cases.  ##Vaccines## The US Food and Drug Administration needs a strong agenda to strengthen the process of manufacturing and purchasing drugs so the country doesn’t suffer shortages in key medications, said Dr. Joshua Sharfstein, one of the candidates being considered by the Biden administration for the role of FDA commissioner. \"The FDA, through its usual course of business, can make the supply chain more resilient, and that will pay off in regular times as well as within crises,” Sharfstein, vice dean for public health practice and community engagement at the Johns Hopkins School of Public Health, told CNN Monday.·      Writing in a commentary in the latest issue of the American Journal of Public Health, Sharfstein and colleagues said: \"The acute stress of the Covid-19 pandemic has laid bare a series of long-term weaknesses in the US public health system, including the fragility of our supply of essential medications.” The Johns Hopkins team team said these weaknesses include: Pre-pandemic drug shortages that were never addressed\nUS reliance on countries like China and India for drug ingredients that were severely limited when those countries went into lockdown\nAllowing pharmaceutical wholesalers to decide where to deliver high-demand inventory, even when supply is limited The federal government should \"absolutely\" have a stronger role in addressing these problems, Sharfstein said.  \"Some of the challenges are about extraordinary circumstances, like a global pandemic that shuts down trade. And we have to be better prepared for those in the future. But other challenges are about surges in demand for certain types of medications, or interruptions of supply of just a couple of medications and were about misdistribution,\" said Sharfstein, who has declined to comment on reports the Biden team is considering him for the top job at FDA. Possible solutions, Sharfstein and colleagues said, include giving the FDA the authority to declare a critical drug shortage, which would in turn allow the agency to redirect supplies where needed. The US could also provide better incentives for companies to produce drugs in the country, and allow manufacturers to make drugs that are under patent if those medications are in short supply and the patent-holder cannot meet demand.  Starting Tuesday, Los Angeles County will only be offering appointments for the second dosage of the coronavirus vaccine due to a shortage in supply, rather than offering any more first doses, the Los Angeles County Department of Public Health announced.   “Scheduling an appointment right now is challenging because of the limited supply of vaccines that the county is receiving on a weekly basis,” the public health department said in a press release Monday.  This will last for the remainder of the week. Los Angeles County Department of Public Health Director Dr. Barbara Ferrer said in a news conference Monday that this is to “ensure that we have enough doses to guarantee a second dose for people who already received the first one.” More first-time appointments will be offered once the county receives more doses, she added.   While it’s unclear if this applies to all vaccination sites in the county, including the city’s mass vaccination sites like Dodger Stadium, the public health department posted in a tweet on Saturday that seven vaccination sites in the county will only administer the second doses for the remainder of the week. CNN has reached out to the Los Angeles County Department of Public Health for clarification.   There are 365 sites offering the vaccination this week, according to the release. About 20% of the county’s residents 65 and older have been vaccinated with at least one dose of the vaccine.   To date, Los Angeles County has reported a total of 1,149,064 confirmed coronavirus cases and 18,135 deaths. ##Vaccines## Efficiencies and upgrades in the production process have helped vaccine maker Pfizer double its output of coronavirus vaccine in the past month, a spokeswoman for the company told CNN Monday. While the company did not give any production figures to support the estimate, spokeswoman Amy Rose said Pfizer expects production time to be cut nearly in half, from 110 days to an average of 60 days for one batch of Covid-19 vaccine.  One batch is equal to between 1 million to 3 million doses, Pfizer says. Producing the genetic material that forms the basis of the vaccine initially took 16 days, but will soon take just nine to 10 days, Rose said. Pfizer CEO Albert Bourla said last week the company expects to deliver 200 million doses of its vaccine to the United States by the end of May. ##Vaccines## The US Centers for Disease Control and Prevention \"is looking at all its options\" as it considers whether passengers should be required to provide a negative Covid-19 test before domestic flights, Transportation Secretary Pete Buttigieg said Monday. \"What we know is that it's the appropriate measure for international travel, people traveling into the US given some of those considerations. You know, I'd say the domestic picture is very different, but you know the CDC is always evaluating what can best be done to keep Americans safe,\" Buttigieg told CNN's Erin Burnett. Buttigieg first mentioned the possible testing requirement for air travelers within the United States in an interview Sunday with \"Axios on HBO.\" When asked if he supports the idea of requiring proof of a Covid-19 vaccination before air travel, Buttigieg said that is up to the CDC.  \"So, that's not a step that has been taken, and again, CDC is really in the lead on deciding what the right measures will be ... this is part of why the President's American Rescue Plan is so urgent, because that is going to push the resources out to the states, out into our communities, to make sure that we really can accelerate that vaccination that we know is our best chance to beat this virus,\" Buttigieg said. The Biden administration is considering a rule that would require negative Covid-19 test results for domestic air travel, according to Transportation Secretary Pete Buttigieg. Buttigieg mentioned the possible testing requirement for air travelers within the United States in an interview Sunday with \"Axios on HBO.\" \"There's an active conversation with the CDC right now,\" Buttigieg told Axios. \"What I can tell you is, it's going to be guided by data, by science, by medicine, and by the input of the people who are actually going to have to carry this out.\" On Monday, Dr. Rochelle Walensky, director of the US Centers for Disease Control and Prevention (CDC), said that screening US travelers for Covid-19 could be helpful. But she did not expand upon whether there are plans to test domestic travelers. \"To the extent that we have available tests to be able to do testing, first and foremost, I would really encourage people to not travel,\" Walensky said during a White House briefing. \"But if we are traveling, this would be yet another mitigation measure to try and decrease the spread.\" Read the full story: Antigen test results still are not included in the total count of Covid-19 cases for some states -- not even as probable cases, as the US Centers for Disease Control and Prevention recommends. Five states -- California, Colorado, Maryland, Missouri and Nevada -- publicly report only cases confirmed with PCR tests in their online tallies, according to a CNN analysis of health department dashboards across all 50 states. Some states only report polymerase chain reaction test results in their Covid-19 case numbers and exclude antigen test results since antigen tests are generally seen as less accurate. But as antigen testing ramps up in the United States, this exclusion could lead to potential miscounts. \"Antigen tests are relatively inexpensive, and most can be used at the point of care. Most of the currently authorized tests return results in approximately 15 minutes,\" according to the US Food and Drug Administration, but also notes it's generally less sensitive than other types of tests. In California, for instance, CNN was told that antigen Covid-19 test results are required to be reported to local health departments and to the California Department of Public Health. But publicly reported Covid-19 testing data only reflects results from diagnostic tests that detect the coronavirus' genetic material, such as PCR -- polymerase chain reaction -- tests. CNN requested antigen testing data from the state's department of public health, but was told in an email that \"antigen test results are not being publicly reported statewide at this time.\" Across the four remaining states, the data they each shared with CNN represent about 10,000 positive Covid-19 antigen test results reported over just a small sampling of days in January. If included in reported case counts, those positive antigen test results would increase Covid-19 cases reported by those states between 5% and 50% in that time, according to CNN's analysis. Read the full story: ##Hotspots## The United States has ramped up its genome sequencing efforts in the hunt for coronavirus variants, US Centers for Disease Control and Prevention Director Dr. Rochelle Walensky said Monday. \"Over the last three weeks or so we've increased our sequencing about tenfold,\" Walensky said during a White House briefing. \"So as we look more, we certainly anticipate we might find more\" variants. The US effort in genetic sequencing lags far behind many other developed nations. One analysis ranked the US 33rd in the world for sequences per 1,000 cases of Covid-19. Scientists search for coronavirus mutations by taking samples of the virus from patients' nasal swabs and analyzing their genetic sequences. Mutations are changes in the genetic code of a virus that occur naturally over time when an animal or person is infected -- and such mutations can lead to the emergence of new variants. \"We anticipate that we're probably going to be sequencing up to three to four more than we are already sequencing,\" Walensky said.\n\"I think once we have more sequencing that's happening, we'll have a better idea as to how many variants there are and what proportion are out there.\" Walensky said during the briefing that she was \"reluctant\" to provide an estimate of how many coronavirus variant cases there could be based on the current data. She also warned that variants could reverse encouraging declines in Covid-19 statistics. Read the full story: ##Variants## British analysis does not suggest that the South African coronavirus variant is more transmissible than other variants, England’s deputy chief medical officer Jonathan Van-Tam said Monday. Van-Tam’s analysis was based on “early data on modelling” the variant, he said.  He contrasted the South Africa variant with what he referred to as the Kent variant -- referred to internationally as the UK variant -- which he said does have a transmissibility advantage.  Some context: Van-Tam’s comments come a day after South Africa paused its rollout of the Oxford-AstraZeneca coronavirus vaccine after early data from a study showed that it offered \"minimal protection\" against mild or moderate illness caused by the more contagious virus variant first identified there, known as B.1.351. ##Variants##", "Section": "world", "Writers": ["Jessie Yeung", "Adam Renton", "Kara Fox", "Rob Picheta"], "URL": "https://www.cnn.com/world/live-news/coronavirus-pandemic-vaccine-updates-02-09-21/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Thailand", "Source": "CNN"}