{"Type": "", "Time": "2021-03-25", "Headline": "Mindanao – Manila Bulletin", "Text": "Last week’s launch of the PhilSys national ID system is a welcome reform.The National ID system is established by virtue of Republic Act 11055, or the Philippine Identification System Act signed into law by President Rodrigo R. Duterte in August 2018.The advantage of a national ID is that it can now allow many in the rural areas to better access government services and engage financial institutions.Many in the rural areas need not make additional efforts to establish their identity. I have known many possible beneficiaries of government programs who have difficulty establishing their identity simply because they have no government ID. With this ID they now can.I have also experienced the long process of needing to produce several IDs and present “certified “ documents just to establish my identity. Having one recognized national ID is big help in transacting with many institutions.A national ID enables more people to open bank accounts and finally ensure their financial inclusion to enabling them to open bank accounts and avail of necessary financial products, even insurance, and avoid financial scams that erode their incomes. As this happens, we eventually increase the savings rate of the country, keeping our financial system strong.The ID comes along with the digital banking reforms pushed by the Bangko Sentral, and the moves to compel banks to better implement the agri agra law. These reforms enable inclusion of local residents such as beneficiaries in rural areas like Mindanao.Many countries in the world, even among our nearest asean neighbors have a national ID. Ask our OFWs.Innovation awardees deserve our attentionInnovation is an imperative as I wrote in previous articles. For this reason i congratulate the awardees of the Mansmith and Fielders innovation awards.One is from Mindanao, William Tiu Lim of Zamboanga based Mega Global (makers of Mega Sardines) and another, a strong supporter of small and local business is RJ Ledesma, whose passion to help others bounce back through his podcasts are an inspiration to many entrepreneurs.The innovations pursued are not only good ideas but examples honed by experience, and a capability to execute their vision. This increased capability is something we will truly look into as we brave the new normal.Looking to history to plot our futureBusinesspeople are strong, creative and passionate and do not allow problems to overcome them.Rather, they will always look for opportunities to innovate and grow in whatever new normal they find themselves in. My thoughts go to the early pioneering entrepreneurs who arrived on Mindanao’s shores.Knowing few people except maybe those close friends who sought to journey with them including their kin, they got to work in a new environment, a new, perhaps more upbeat culture and cultivated a can do attitude that persisted through the decades and sprung among those that survived them.I would encourage those old enough to remember the heady days to write about their experiences and that of their parents.This written record and the stories they tell are the legacy we will leave our children.As many of us in Mindanao navigate this new normal, it would be good to recall the efforts of our foreparents and the inner fortitude and strength they patiently fermented into wisdom we can draw on as we take on new online business opportinities possibly, new trading partners abroad, balance our efforts to prevent workplace infections, and taking care of our families.Please be reminded to stay safe and follow health protocols.", "Section": "", "Writers": "", "URL": "https://mb.com.ph/2021/03/25/mindanao/", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "viet Nam", "Source": "MB"}