{"Type": "article", "Time": "2020-05-26", "Headline": "May 26 coronavirus news", "Text": "Our live coverage of the global coronavirus pandemic has moved here. Mexico has recorded its largest single-day increases in both newly confirmed cases and reported deaths from novel coronavirus since the outbreak began. Mexican health officials reported on Tuesday an additional 3,455 cases, bringing the total to 74,560. Officials also recorded an additional 501 deaths, bringing the total reported death toll to 8,134. It is the first time Mexico has reported more than 500 deaths in one day. The new records come as Mexico’s government is moving ahead with plans for a slow, phased re-opening of certain parts of its economy in locations less affected by the virus. ##Cases## The number of confirmed Covid-19 cases in Peru rose to at least 129,751 on Tuesday — a jump of 5,772 from the previous day, according to the country's health ministry.  The country also added at least 159 new coronavirus-related deaths, raising the national death toll to 3,788, the ministry said in a statement.   Peru has the second-highest number of confirmed Covid-19 cases in Latin America, behind Brazil. Peruvian President Martin Vizcarra announced Friday that a national state of emergency, which includes mandatory social isolation measures, will be extended through June 30.  ##Cases## Brazil’s daily coronavirus deaths were higher than fatalities in the United States over the last two days.  The Brazilian health ministry said Tuesday that the country reported at least 1,039 deaths over the last 24 hours. At least 683 people died in the US during the same time period, according to Johns Hopkins University’s tally of cases. Brazil reported at least 807 coronavirus deaths on Monday. The US had 498 deaths during the same period.   As of Tuesday night, at least 24,512 people have died in Brazil. The Brazilian health ministry on Tuesday said there were at least 16,324 new cases of novel coronavirus in the past 24 hours, bringing the nationwide total of cases to at least 391,222.  Hear more: ##Cases## The German government and its sixteen federal states agreed to extend social distancing restrictions to June 29, the government announced in a statement on Tuesday. A limit of 10 people, or two households, will be allowed to meet in public places. The statement added that “this decision is based on the assessment that the number of SARS CoV2 new infections in Germany is at a low level a month after the start of easing the measures.“  Germany's success is largely based on its citizens adhering to social distancing guidelines and hygiene rules. The numbers: Germany reported on Monday that the number of active coronavirus cases fell to 9,113, with the total number of confirmed cases reaching 178,570. ##Cases## Brazil inaugurated what it calls the nation’s first hospital wing dedicated specifically to treat indigenous people infected by coronavirus.  The “indigenous wing” built at a hospital in Manaus — one of the worst-hit cities by the coronavirus pandemic in Brazil — was designed by both indigenous leaders, and local and federal government agencies, Robson Santos da Silva of the Special Secretariat of Indigenous Health (SESAI) said at a news conference on Tuesday.  The wing is designed to replicate the indigenous daily life, with hammocks and special accommodations for tribal leaders, da Silva said. Activists have long been demanding a field hospital in Brazil dedicated to the indigenous population, a group they claim are often more vulnerable to diseases because of pre-existing conditions or isolation from much of the outside world.  Activists also argue that the indigenous people are often treated as second class citizens in the country. While responding to reporters' claims that there were some disparities between the number of coronavirus cases and deaths among tribal groups provided by the central government and indigenous advocacy groups, da Silva said, “We have to talk about how many people have been cured as well. There were 40 deaths but 300 cured, let's be positive.” The advocacy group Articulation of Indigenous Peoples of Brazil (APIB) — which tracks the number of cases and deaths among the country's 900,000 indigenous people — released their own numbers on their official Facebook page on Tuesday, reporting 143 indigenous people have so far died as a result of Covid-19 and more than 1,200 have been infected. UK Prime Minister Boris Johnson on Tuesday spoke with the UN Secretary-General and with the head of the World Health Organization to discuss efforts on defeating coronavirus, Downing Street said. In a statement sent to CNN, Johnson spoke separately to António Guterres and Tedros Adhanom Ghebreyesus to set out the UK’s support for international efforts on defeating coronavirus and for the work of the UN and WHO in helping to coordinate the global response. “The Prime Minister and Dr Tedros agreed on the importance of an independent investigation into the origins of the coronavirus outbreak, so we can learn lessons to prevent future pandemics,” the statement said. “The Prime Minister also confirmed he will participate via video message in the UN’s upcoming Financing For Development in the Era of COVID-19 event to map out an equitable, green recovery from this crisis. The statement added Tedros and Guterres reiterated their support for the UK-hosted Global Vaccine Summit on June 4.   Chile's Minister of Energy Juan Carlos Jobet and Public Works Minister Alfredo Moreno tested positive for novel coronavirus, according to official statements published Monday. Both ministers went into a preventive quarantine at the end of last week after showing mild symptoms of the virus, according to the statements. \"Minister Jobet has not had any direct contact with President Sebastian Piñera or with other members of the cabinet in the last days,\" the statement from the Ministry of Energy said. The Ministry of Public Works said, “It's important to highlight that Minister Alfredo Moreno has not had any close contact in the last days with president Sebastian Piñera or any other member of the cabinet.\" The numbers: Chile reported 3,964 new cases of novel coronavirus and 45 new deaths on Tuesday, bringing the country's total number of cases to 77,961 and 806 deaths, the Ministry of Health reported during a daily briefing. As of Tuesday, Chile had one of the highest infection rates in Latin America after Brazil and Peru. ##Cases## Spain reported Tuesday a one-day increase of 194 new diagnosed coronavirus infections from the previous day.  Remember: Spain's Health Ministry instituted a new country-wide system for reporting and tracking coronavirus cases two weeks ago, resulting in a sharp recalculation of infections and deaths. The total figure for cumulative infections confirmed by PCR (Polymerase Chain Reaction) tests since the start of the pandemic now stands at more than 236,000, according to the ministry’s data.  What changed: Under the new system, health authorities in Spain say infections are now calculated on the day they are diagnosed — not the day they are reported, which has resulted in this week’s fluctuating numbers. Some Spanish media have been wryly calling this \"the data dance\". In one example of the new reporting, an additional 35 new deaths have been added to the figures published Tuesday, however, these deaths occurred over the past week, according to the country’s health ministry.  Spain’s latest death toll figure of at least 27,117 is lower than what was previously reported by the by the Health Ministry. This is because the ministry recalculated the overall figure Monday and nearly 2,000 deaths were suddenly removed from the tally.  A top Spanish health official, Dr. Fernando Simón said on Monday that the withdrawn cases from the total were not confirmed Covid-19 deaths and therefore did not meet the Health Ministry's updated criteria to be included in the total count. Simón added that the purpose of the revised tally \"is to evaluate the pace of the epidemic in the past seven days,\" so that medical personnel across the country can have more current data in real time. The Health Ministry website says the discrepancy between previously reported numbers and those being reported now could persist for several days, as a consequence of a “new strategy of diagnosis, monitoring and control of the transition phase of the Covid-19 pandemic.\" ##Cases## The number of coronavirus cases in France has continued to stabilize while the number of hospitalizations dropped by at least 534 cases, for a total of at least 16,264 on Tuesday, according to French health officials.  The French Ministry of Health says there has been a small increase in the number of deaths, with 73 reported in the last 24 hours, but this number remains on the decline overall. The total number of reported deaths in France is at least 28,530, the ministry said. The number of patients in the ICU is also declining, with at least 1,555 patients in intensive care, officials said. ##Cases## The new US travel ban on Brazil may affect the diplomatic and economic relationship between the two countries, Sao Paulo Gov. Joao Doria told CNN’s Isa Soares on Tuesday. “In my opinion, my personal opinion, even the diplomatic and economic relationship with the US will be affected by Mr. Trump’s decision,” Doria said. The ban is scheduled to go into effect Tuesday night at 11:59 p.m. ET and will limit the entry of any foreign nationals, including Brazilians, who traveled to the country within the past 14 days. Doria said President Jair Bolsonaro was undermining his message and that of governors who represent some of the states hardest hit by the coronavirus pandemic. “With the example of the president of Brazil, everything is more difficult to us,” he said, because when local authorities ask people to stay home and use masks, the president sends the “opposite message.” “He goes to the streets without masks. A wrong behavior and wrong indication. This is very sad for Brazil and makes everything more difficult [for] the governors in the states of Brazil,” Doria said. “In fact, we have today two viruses to combat in Brazil: the coronavirus and Bolsonaro virus.\" Bolsonaro has frequently dismissed the threat of the coronavirus and has said the financial impact of preventive measures, such as social distancing and quarantines, will be worse than the virus itself. “The behavior of President Bolsonaro is the wrong behavior. He is against social isolation. He’s against orientation of the science,” Doria said, adding the priority should be saving lives before saving the economy. Doria denied Sao Paulo’s health care system was near collapse at the moment, saying hospitals have received ventilators and the necessary support, and that the situation \"is under control.\" The state of Sao Paulo has the highest cases in Brazil, with more than 83,000 infections and 6,220 deaths, according to the latest data from the Brazilian health ministry. Watch: ##Politics## Boris Johnson's senior adviser acted \"within the guidelines\" issued by the government when he traveled to northern England during the nationwide lockdown in March, the UK’s Health Minister Matt Hancock said Tuesday. Hancock, who established the country's coronavirus restrictions, came to the defense of Boris Johnson’s senior advisor during several rounds of questions from journalists during a daily government press briefing.  \"My view is that what he did was within the guidelines.. though I can understand that reasonable people would take a different view,” Hancock said. Some background: Dominic Cummings, Johnson’s chief advisor, traveled more than 250 miles from his London home during the nationwide coronavirus lockdown in March with his sick wife and child. Yesterday, Cummings refused to apologize, saying \"I don't regret what I did.\" Hancock said the trip is considered an “exceptional circumstance“ allowed for childcare purposes and was not in violation of the rules, The number of active Covid-19 cases in Italy has dropped to 52,942, the Civil Protection Agency said Tuesday.  The number marks an encouraging decrease - close to half of the highest number of cases recorded during the peak of the pandemic, which stood at 108,257. There have been 78 deaths in the past day, a small increase of 0.24%, raising the total number of fatalities to 32,955.  Since Monday, 2,677 people have recovered from the virus, bringing the total number of recoveries to 144,658. There are also 521 patients still in ICU.   The total number of cases in Italy currently stands at 230,555, with 397 new registered cases in the last day, according to the latest Civil Protection Agency numbers.  ##Cases## Canadian Prime Minister Justin Trudeau said he’s \"deeply disturbed\" by a military report detailing conditions witnessed by soldiers when they were called in to help in senior living facilities during the coronavirus pandemic.  “I read the report in full yesterday, we shared it with the provincial government of Ontario on the weekend, it is deeply disturbing,” Trudeau said during his daily news conference from Ottawa Tuesday. “There are things in there that are extremely troubling and we need to take action,” he said without going into specifics. He indicated the province of Ontario would release more specific details later in the day.  As of Tuesday, Canada reported more than 6,555 deaths from Covid-19. According to Health Canada, nearly 80% of all coronavirus deaths in the country are related to long-term care institutions for the elderly.  Some background: Both Ontario and Quebec requested help from the Canadian military as outbreaks of Covid-19 in long-term care institutions worsened and staff shortages persisted.  In April, Trudeau said \"soldiers shouldn’t be taking care of seniors,\" but his government was left with little choice but to grant a request for military help due to uncontrollable outbreaks of the virus, a spike in deaths, and a crippling shortage of health care staff experienced by long-term care facilities.  ##Cases## In a highly symbolic reopening, Bethlehem’s Church of the Nativity — which Christians believe stands on the site of the birthplace of Jesus — has opened its doors for the first time in 82 days. CNN visited the church early Tuesday afternoon and saw five local people at prayer, as well as five Palestinian police officers who were there to maintain appropriate social distancing. Louis Michel, who has a tourist shop in Bethlehem and also works as a guide in the city, told CNN that tears came to his eyes as he saw the church open again. “I have missed the church as much I miss my children who are studying in Italy at the moment. For me, it has felt like I have been isolated from everything I love, my children and the church,” Michel said.     Michel said he has worked as a tour guide since 1996 and has never felt the mood of the city to be as sad as it is. “I don’t see how life will get back to normal in tourism; we need to wait until Christmas to see what will happen,” he added. Palestinian Tourism Minister Rula Ma’ayah urged travelers to return to Bethlehem \"Today, the reopening of the Church of the Nativity is a symbol of hope. We pray to God that this pandemic will end, that life will return to normal and that believers and tourists from all over the world can visit the holy places in the Holy Land in Palestine again,\" she told CNN. On Monday evening, Palestinian Authority Prime Minister Mohammad Shtayyeh announced the re-opening of shops, businesses, and government ministries, as well as religious buildings, as long as safety requirements were maintained. ##Reopening## Northern Ireland has become the first of the four UK nations to record zero deaths during the coronavirus crisis, Ireland’s Minister for Health Robin Swann said Tuesday. It is the first time no deaths have been recorded in Northern Ireland since March 18. Although Swann called the downward trend in deaths and cases “positive,” he was quick to issue a “serious note of caution,” adding there are “no grounds for complacency.” “Covid-19 is still infecting people in our community. And sadly there will be more lives lost in the days and weeks ahead,” Swann said.  Northern Ireland's deputy leader Michelle O’Neill called this “heartening news” but warned that “the battle is not over.” Ireland’s Prime Minister Leo Varadkar also announced on Monday that no Covid-19 deaths had been recorded since March 21. Varadkar hailed it as a “significant milestone,” telling Irish citizens that “we will prevail” against the virus. ##Cases## Saudi Arabia announced Tuesday that prayers will be held in mosques across the country as of May 31, including Friday prayers, except for the holy sites of Mecca, state news agency (SPA) said. In April, the Saudi government applied one of the strictest lockdown measures in the Gulf, with 24-hour curfews on many cities. Authorities said they will be lifting curfew measures gradually starting Thursday, according to SPA. Domestic flights in the kingdom will also resume, although gyms, cinemas and beauty salons remain closed. Saudi Arabia has the highest number of recorded cases in the Gulf with more than 76,000 infections. ##Reopening## Dubai has announced a plan to reopen cinemas, fitness centers and entertainment outlets starting Wednesday as it continues to ease coronavirus curfew measures, according to state media on Monday.  The Emirate went through a strict 24-hour lockdown in April, however started easing restrictions during the Islamic holy month of Ramadan in May, allowing malls and shopping centers to open with limited capacity. “The decision was made following a comprehensive assessment of the committee’s reports, various health, and socio-economic aspects and a thorough review of the Covid-19 situation,” Dubai’s Crown Prince Hamdan Bin Mohammed tweeted Monday. “We understand the pressure experienced by numerous sectors due to the Covid-19 crisis, but the UAE community remains strong,” he said. The United Arab Emirates announced Monday it had conducted over 2 million coronavirus tests nationwide. More than 30,000 cases have been reported in the country and 253 deaths. ##Reopening## Italian singer Andrea Bocelli said Tuesday he had Covid-19 but has now fully recovered. \"The pandemic that troubled the world, involved — although in a very slight and almost asymptomatic way — also my person and some members of my family,\" Bocelli wrote on Facebook. The classical singer said he didn't reveal he was sick sooner \"not to unnecessarily alarm\" his fans and protect his family's privacy.   Bocelli said he decided to reveal this now because he is donating blood to participate in a clinical study to find a cure for Covid-19.  In April, as the historic Duomo Cathedral in Milan, Italy, sat closed closed to the public on Easter because of the pandemic, Bocelli gave a special audience-free concert. Chinese President Xi Jinping called for the People’s Liberation Army (PLA) to continue its training and improve its combat preparedness amid the ongoing pandemic, according to state broadcaster CCTV. “It is necessary to explore ways and means of training and preparing for war as we normalize pandemic prevention and control measures,” Xi said on Tuesday while addressing the Chinese military delegation to the country’s rubber-stamp parliament, which is holding its annual meeting in Beijing.  Remember: Modernizing the army and enhancing its combat preparedness have been a priority for Xi since he took power in 2013. Xi, who also heads the 2 million-strong PLA, acknowledged that the coronavirus pandemic has been a “big test” for the military while also creating a “profound impact” on China’s security and development.  “It is necessary to adhere to the bottom-line thinking, comprehensively strengthen the training of troops and combat preparedness,” said Xi, adding that the military should “resolutely safeguard national sovereignty, security, development interests and the overall strategic stability of the country.” Xi echoed previous statements made by Premier Li Keqiang following the announcement of an increased military budget last week when Li said the bigger military budget was needed to protect China’s “sovereignty, security, development interests.” Xi’s comments come amid growing tensions between the US and China over several issues including trade, Hong Kong, and the coronavirus pandemic.   At least 37,048 people have died from coronavirus in the UK, the country's Department of Health and Social Care said Tuesday.  The UK has at least 265,227 reported cases of the disease.  The government said more than 3.5 million tests have been performed across the country. ##Cases## Russia's annual Victory Day military parade, which was postponed due to the coronavirus pandemic, will be held on June 24, Russian President Vladimir Putin announced in a televised videoconference Tuesday.  The Victory Day parade, a major celebration to mark the 75th anniversary of the end of World War II in Europe, was supposed to be held on May 9. The Kremlin had planned to host foreign leaders such as French President Emmanuel Macron and Chinese President Xi Jinping.  Putin was forced to cancel the parade — as well as a public vote on constitutional amendments that could extend his rule until 2036 — as the outbreak in Russia worsened. The decision to hold the military parade, the first big public event since the beginning of the pandemic, points to a timeline the Russian authorities envision for lifting quarantine restrictions. Putin said specialists believe Russia \"has surpassed the peak of the pandemic.” The Immortal Regiment march, an event that involves thousands of people across Russia marching on the streets with portraits of family members who died in the war, will take place a month later, in July, as it would not be possible to hold while observing social distancing, Putin said. Russia currently ranks third among countries with the most cases of coronavirus, behind the US and Brazil. ##Reopening## Partners of Danish citizens will now be able to reunite with their significant others after Denmark lifted some coronavirus border restrictions on Monday, Danish Police and the Danish Justice Ministry told CNN. The eased border controls apply only to permanent residents of Denmark's neighboring countries — Germany, Sweden, Norway and Finland. Currently, the rules require those who are engaged or in a relationship to show police proof that the relationship has been ongoing for at least six months. However, following privacy concerns, authorities are in the process of updating the law to require only a signed declaration. \"The police requested people to prove the relationship by showing proof. The proof could be love letters or photos or things like that, but that was changed yesterday by the Minister of Justice,\" a Danish police spokesperson said,  Danish Minister of Justice Nick Hækkerup said there may be some situations where extra control is needed from the police, but as a starting point, it is enough to sign the statement. \"If it turns out that 500,000 German partners suddenly come to Denmark, then you might say, there are probably some who are cheating with the rules,\" he said.  \"Foreigners can freely choose the extent and nature of the proof that they prefer to show to substantiate the relationship with their sweethearts in Denmark. Eventually, an overall assessment will be made at the border as to whether the foreigner will be allowed to enter Denmark,\" police said on its website. The eased border controls will also allow people to visit grandparents or visit their holiday homes in Denmark — all considered \"worthy purposes.\" All other travelers without a worthy purpose \"will be refused entry to Denmark at all internal and external borders,\" according to the police. The border relaxation is the latest step in Denmark's plan for a \"controlled reopening\" following coronavirus restrictions. The Ministry of Justice said it is also in close dialogue with the Nordic countries and Germany regarding the next steps in the reopening and a plan for summer tourism.  ##Reopening## The coronavirus pandemic has infected more than 5.5 million people globally. If you're just joining us, here are the latest developments: US approaches 100,000 deaths: At least 98,223 people have died of coronavirus across the United States, which has the highest number of cases globally.\nCrisis in Brazil: Brazil recorded 11,687 new coronavirus cases within 24 hours, the country's health ministry said on Monday, taking the nationwide total to 374,898. Only the US has recorded more.\nChina says Wuhan tested 6.5 million in 9 days: Wuhan conducted more than 6.5 million Covid-19 tests in nine days, according to state media -- a drastic move by authorities to prevent a second wave of infections.\nUK anger over Boris Johnson's adviser continues: A junior minister resigned Tuesday after the UK Prime Minister stood by his aide Dominic Cummings, who has admitted to travelling to northern England during the country's lockdown.\nSouth Korean court jails man for refusing to quarantine: An unnamed defendant was sentenced to four months in prison for refusing to stay either at home or in a government-designated quarantine facility.\nDutch leader did not visit dying mother for weeks: Dutch Prime Minister Mark Rutte's elderly mother died on May 13. He obeyed virus restrictions and did not visit her in the weeks before her death, although he was able to be with her on her final night. ##Catch Up##  Britain registered its lowest weekly coronavirus death toll in six weeks as of May 15, according to data released by the UK's Office of National Statistics (ONS). A total of 4,210 coronavirus-related deaths were recorded in the UK in the week ending May 15, the lowest figure since the week ending April 3, when 3,801 deaths were recorded. As of Monday 25 May, the UK government had recorded 36,914 coronavirus deaths in all settings.  Separately, ONS data revealed more than 10,000 additional coronavirus deaths across England and Wales than previously reported by the government.  A total of 41,220 coronavirus-related deaths occurred between 28 December 2019 and 15 May 2020 in England and Wales, according to the ONS. This figure is 10,467 higher than the 30,753 total reported by the Department of Health and Social Care (DHSC) over the same period. The discrepancy is caused by the different criteria used by the DHSC and the ONS for registering Covid-19 deaths.  “The DHSC count deaths where a person has been tested positive for Covid-19, while the ONS counts deaths where Covid-19 (including suspected cases) was mentioned on the death certificate, regardless of location,” the ONS said. The UK began counting deaths in all settings – not just hospitals – on 29 April 2020 as part its daily death toll update. ##Cases## Dutch Prime Minister Mark Rutte was unable to visit his mother in the weeks leading to her death due to coronavirus restrictions, but he did stay with her on her final night, the prime minister's spokesman told CNN on Tuesday.  On Monday, Rutte announced that his mother, 96-year-old Mieke Rutte-Dilling, had passed away on May 13. She did not die of Covid-19. In a statement released Monday, Rutte said, \"In addition to the great sadness and all fond memories, my family and I also have a feeling of gratitude that we were allowed to have her with us for so long. We have now said goodbye to her in a family circle and hope to be able to deal with this great loss in peace in the near future.\" He complied with all the coronavirus restriction measures and didn't visit his mother for more than 8 weeks,\" the prime minister's spokesman said on Tuesday.\n\"However, the restriction measures leave room to say goodbye to a dying family member during the very last phase. The Prime Minister stayed with his mother during her last night.\" ##Lockdowns## Selected coronavirus patients within the UK National Health Service (NHS) will soon be able to gain access to a \"cutting edge\" drug to speed up their recovery, the UK Department of Health and Social Care (DHSC) said Tuesday.  The government is working with manufacturer Gilead Sciences to supply remdesivir to the NHS, according to the DHSC statement. \"The anti-viral drug remdesivir will be made available to patients meeting certain clinical criteria to support their recovery in hospital,\" the DHSC said. The drug is currently being tested in clinical trials in the UK, with early data suggesting it can shorten patients' recovery time by approximately four days, the DHSC added.  \"This shows fantastic progress. As we navigate this unprecedented period, we must be on the front foot of the latest medical advancements, while always ensuring patient safety remains a top priority,\" UK Minister for Innovation Lord Bethell said Tuesday. \n\"The latest, expert scientific advice is at the heart of every decision we make, and we will continue to monitor remdesivir's success in clinical trials across the country to ensure the best results for UK patients,\" he added.  Three months ago, as the novel coronavirus began to gain a foothold in countries across Europe, officials in the UK said they were still confident that the risk to the British public remained low. By February 25, the World Health Organization said the virus had already killed thousands in China and was spreading through northern Italy, but at the time there were just 13 confirmed cases -- and no deaths -- in the UK.  While the government ordered hospitals to prepare for an influx of patients, its advice to some of the country's most vulnerable people -- elderly residents of care or nursing homes -- was that they were \"very unlikely\" to be infected. That guidance would remain in place over the next two-and-a-half weeks, as the number of coronavirus cases in the UK exploded. By the time the advice was withdrawn on March 13 and replaced with new guidance, there were 594 confirmed cases, and it was too late. By May 1, of the 33,365 total confirmed deaths in England and Wales, at least 12,526 -- or 38% -- were care home residents, according to the latest estimates from the Office of National Statistics (ONS). While the UK government has defended its handling of the issue, care home staff and experts placed at least some of the blame for Europe's highest death toll on the prioritization of hospitals over these facilities. Others have blamed the slow rollout of testing, the government's alleged pursuit of \"herd immunity\" (which it denies seeking) and its failure to order a lockdown early enough. The UK is not alone. Many other nations were slow to respond to the threat at care home facilities, and the consequences have been devastating. Read more here. ##Cases## French President Emmanuel Macron has said on Twitter that his government will \"massively\" increase its support for the industry, in an attempt to mitigate the financial impact of the coronavirus pandemic. \"The health crisis brought a massive and brutal halt to the French auto industry. It is part of our economy, thousands of jobs concerned. Our support will be massively increased,\" Macron tweeted Tuesday. The French auto industry has been hard-hit by the pandemic. The country's lawmakers are particularly concerned about carmaker Renault, which was already struggling before the coronavirus outbreak. France's Finance Minister Bruno le Maire warned Friday that the company could now \"disappear\" altogether. \"Renault is in serious financial difficulty,\" Le Maire told Europe 1.  Macron will meet with auto industry representatives on Tuesday morning at the Valéo plant in the Pas-de-Calais region of northern France. He is expected to give a statement outlining the government's proposed financial aid plan after the meeting. ##Politics## The central Chinese city of Wuhan conducted more than 6.5 million novel coronavirus tests in 9 days, according to state media, a drastic move by authorities to prevent a second wave of infections in the original epicenter of the global pandemic. Wuhan's ambitious citywide nucleic acid testing drive came after six new cases emerged in a residential community earlier this month -- the first time local infections were reported following the city's emergence from its months-long lockdown in April. From May 15 to May 23, swab test samples were collected from more than nine million residents, China's state-broadcaster CCTV reported, accounting for more than 80% of the city's total population of 11 million. Read more:  ##Cases## ##Reopening## At least 98,223 people have died in the US from coronavirus, according to data from Johns Hopkins University. The US has at least 1,662,768 recorded cases of the disease - the highest number globally. The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases. CNN is tracking Covid-19's spread across the US here. ##Cases## Junior UK minister Douglas Ross has resigned from the British government over the controversy surrounding Boris Johnson's senior adviser, Dominic Cummings, who travelled more than 250 miles from his London home during the nationwide coronavirus lockdown in March. \"I have just tendered my resignation from the UK government and my position as Under Secretary of State for Scotland,\" Ross wrote in a letter posted to his official Twitter account on Tuesday.\n\"There was much I still hoped to do in this role but events over the last few days mean I can no longer serve as a member of this government,\" he added.  Ross' resignation follows a press statement made by Cummings on Monday, in which the aide admitted to travelling to Durham in northern England during the lockdown, despite the fact that his wife was ill. Cummings said he made the trip to ensure the welfare of his child, asserting that while his wife had fallen ill in London, she did not have symptoms of coronavirus. \"I was worried that if both my wife and I were seriously ill, possibly hospitalized, there is nobody in London that we could reasonably ask to look after our child and expose themselves to Covid,\" Cummings said. Ross said that while Cummings' intentions \"may have been well meaning,\" the subsequent reaction to the news \"shows that Mr Cummings interpretation of the government advice was not shared by the vast majority of people who have done as the government asked.\" \"I have constituents who didn't get to say goodbye to loved ones; families who could not mourn together; people who didn't visit sick relatives because they followed the guidelines of the government,\" Ross added.\n\"I cannot in good faith tell them they were all wrong and one senior advisor to the government was right.\" ##Politics## Almost 200 schools in the South Korean capital of Seoul and the country's North Gyeongsang province will postpone school reopenings that were originally scheduled for Wednesday, education authorities said. The Seoul Metropolitan Office of Education said seven elementary schools and five kindergartens pushed back their start dates because a 6-year-old tested positive for the novel coronavirus. Most affected schools will now open on June 1.  North Gyeongsang Province’s Office of Education announced that 182 schools -- including kindergartens, elementary and middle schools -- in the province will also open on June 1 because a kindergarten instructor tested positive for the virus on Monday. ##Reopening## Asian stocks and US futures rose Tuesday, as a growing number of cities and countries around the world took steps towards reopening. Japan's Nikkei 225 (N225) climbed 2.6%, leading the way in the region. On Monday, Japan's Prime Minister Shinzo Abe lifted the state of emergency for the entire nation. Abe said he was also working to increase the government's stimulus packages to more than 200 trillion yen ($1.9 trillion), or about 40% of the annual output of the world's third-biggest economy. Japan's cabinet is expected to approve the new package on Wednesday. Meanwhile, Hong Kong's Hang Seng Index (HSI) advanced about 2%, adding to Monday's gains. Read more: ##Economy## A man in South Korea who refused to adhere to quarantine rules in one of the country's hardest-hit areas was sentenced to four months in prison on Tuesday. The Uijeongbu District Court in Gyeonggi Province sentenced the unnamed defendant for violating the Infectious Disease Control and Prevention Act. Authorities said he refused to stay either at home or in a government-designated quarantine facility, visiting public places -- including a sauna and a convenience store -- despite multiple warnings not to do so.  Sometime in the next few days, the 100,000th American will succumb to Covid-19 in a pandemic that President Donald Trump once predicted would just \"miraculously\" disappear. Yet despite, and perhaps because of, his earlier cavalier attitude, Trump spent the long holiday weekend bemoaning everything but the tragic roll call of death -- while also finding time to claim he got \"great reviews\" for handling the crisis. In his most politically significant maneuver, he heaped intense pressure on North Carolina's Democratic governor to permit a normal, crowded Republican National Convention, despite fears such a mass gathering could seed virus hot spots. Trump warned he could pull the huge money-earner out of Charlotte, which was picked to play host in August. The move came as the President intensified his push for a full reopening of the country and television footage showed packed beaches and boardwalks in some states as Memorial Day crowds fueled fears that social distancing may be breaking down. On social media, he waged a weekend of Twitter wars against his critics, targeting a favorite foil, Barack Obama, after Trump's return to the golf course -- his 266th such trip in office -- sparked calls for him to concentrate more fully on the pandemic. And he indulged his preoccupations on his tax returns, Hillary Clinton, Fox News, slanders against MSNBC host Joe Scarborough, the Russia investigation, Joe Biden's mental health, former Attorney General Jeff Sessions, mail-in voting in November and highlighted dangerous and unproven Covid-19 therapies promoted on conservative media he has tested himself. Read more:  ##Politics## It's nearing 3 p.m. in Singapore and 4 a.m. in Rio de Janeiro.  If you're just joining us, here's what you missed: Crisis in Brazil: Brazil recorded 11,687 new coronavirus cases within 24 hours, the country's health ministry said on Monday, taking the nationwide total to 374,898. Only the United States has recorded more.\nAn unusual holiday in the US: Photos and video of Memorial Day weekend celebrations across the US -- usually considered the unofficial start of summer -- showed plenty of people going to the beach and gathering on boardwalks, but not a lot of social distancing or masks. More than 19,000 new coronavirus cases were identified in the country on Monday.\nEconomic woes in Singapore: The city-state's recession may be much deeper than expected this year as the coronavirus pandemic continues to batter the economy. GDP growth is now forecast to drop between 4% and 7% -- down from an expected decline of 1% to 4%, according to the Ministry of Trade and Industry. ##Catch Up## LATAM Airlines Group, the largest air carrier in Latin America, has filed for bankruptcy in large part due to the Covid-19 pandemic, the company said in a statement on its website. The company is planning to reorganize operations under Chapter 11 bankruptcy protection in the United States. CEO Roberto Alvo said the company will focus \"on transforming our group to adapt to a new and evolving way of flying, with the health and safety of our passengers and employees being paramount.\" In the meantime, reservations, employee pay, flight vouchers, and passenger and cargo operations will not be impacted, according to the statement.  \"Our group has shared our journey with the people of Latin America, thriving in times of growth and pulling together to overcome times of adversity,\" the statement said. \"LATAM will emerge from this process a more efficient, resilient, and ultimately strengthened airline group that is better placed to serve Latin America.\" This is the second major airline in the region to file for bankruptcy this month. Colombia-based Avianca filed for bankruptcy May 11, citing coronavirus-related financial problems.  ##Economy## Photos and video of Memorial Day weekend celebrations across the US -- which is usually considered the unofficial start of summer -- showed plenty of people going to the beach and gathering on boardwalks, but not a lot of social distancing or masks. From Florida to Indiana and across the country to California, Americans were out enjoying the weekend as states loosened coronavirus restrictions. Read more about what happened across the country here. Images from the holiday weekend can be found here. ##Reopening## Singapore's recession may be much deeper than expected this year as the coronavirus pandemic continues to batter the wealthy city-state. Officials there Tuesday slashed the country's economic forecast for the third time this year. GDP growth is now set to drop between 4% and 7% -- down from an expected decline of 1% to 4%, according to the Ministry of Trade and Industry. The darkening outlook marks a major departure from just a few months ago. Earlier this year, Singapore was seen as one of the few countries that had its coronavirus response under control. But it has recently experienced an alarming second wave of infections, leading to heightened restrictions. The island nation now has 31,960 confirmed cases, up from just a few hundred in March, according to data from Johns Hopkins University. Singapore was already headed for recession last year as its exports slumped due to the US-China trade war. Now, \"we think the economy is already in recession,\" Sung Eun Jung, of Oxford Economics, wrote in a research note Tuesday.  To shore up the flagging economy, the government has deployed billions of dollars in stimulus measures.  A new package is also expected later on Tuesday, when Deputy Prime Minister and Finance Minister Heng Swee Keat presents a relief plan for businesses in an address to parliament. ##Economy## ##Politics## There are now 247 cases of coronavirus in South Korea tied to an outbreak in Itaweon, a popular nightlife district in the capital of Seoul, health officials said.  The Korea Centers for Disease Control and Prevention (KCDC) said Tuesday that 83,000 tests have been conducted in connection with the outbreak. About 30% of the nearly 250 who were confirmed positive are asymptomatic, the KCDC added. Many clubs in the district are popular with Seoul's gay community, and the outbreak sparked an outpouring of hate speech toward the country's already-embattled LGBTQ population. ##Cases## Peru was one of the first nations in the Americas to introduce strict preventative coronavirus measures, including stay-at-home orders, curfews and border closings. How, then, did it become one of the hardest hit? As of Monday, Peru had more than 123,900 confirmed coronavirus cases and 3,600 deaths -- putting it second only to Brazil both in the number of cases and deaths in Latin America. The two countries had handled the epidemic very differently: While Brazilian President Jair Bolsonaro downplayed the dangers posed by the coronavirus, Peru's President Martin Vizcarra declared a nationwide state of emergency on March 15 that included mandatory self-quarantine, and shuttered the country's borders. But the virus surged all the same. About 85% of Peru's ICU beds with ventilators are now occupied, according to government figures, and overcrowding at hospitals is feared. \"This situation is not just a health emergency, but a health catastrophe, defined as a situation where the pandemic has overtaken the response capacity of the health sector,\" Dr. Alfredo Celis, of the Medical College of Peru, told CNN en Español. Deep wealth inequality and poor aid distribution design are two reasons why. Read here to learn more. ##Cases## The US now has at least  1,662,302 cases of coronavirus and 98,220 virus-related deaths, according to Johns Hopkins University's tally. On Monday, Johns Hopkins reported 19,056 new cases and 500 fatalities.  The totals includes cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases.  New York remains the hardest hit state, with 362,764 cases and 29,229 deaths. New Jersey, Illinois and California follow. ##Cases## Imagine a smartphone app that has access to your medical records and assigns you a daily score based on your preconditions, recent checkups and lifestyle habits -- how much you've drunk, smoked, exercised and slept on any given day can all affect your points total, boosting or lowering your ranking. That \"health score\" is then embedded in a digital QR code accessible on your cell phone, ready to be scanned whenever needed. This is what the city government of Hangzhou in eastern China has envisioned for its 10 million residents, inspired by a \"health code\" system it adopted during the Covid-19 pandemic to profile people based on their risk of infection. Across the globe, governments have stepped up the collection of personal data in their fight against the novel coronavirus, which has killed more than 346,000 people and infected close to 5.5 million, according to data collected by Johns Hopkins University. But there are also fears that some of these extraordinary measures could be here to stay even after the public health crisis is over, posing a long-term threat to privacy. Read more: ##Economy## ##Politics## ##Reopening## Health authorities in South Korea identified 19 new cases of coronavirus on Tuesday. Three  are believed to be imported, while the other 16 are thought to be locally transmitted. Authorities in mainland China said 11 cases were identified in the country Tuesday.  Here are each country's totals, as per the Korea Centers for Disease Control and Prevention and China's National Health Commission: South Korea 11,225 total cases\n10,275 patients recovered\n681 patients being treated\n269 deaths Mainland China 82,985 total cases\n78,268 patients recovered and discharged from hospital\n4,634 deaths\n396 asymptomatic patients still under medical observation ##Cases## Singapore reported 344 new Covid-19 cases on Monday -- all but six of which were located in foreign worker dormitories. The government said in a statement that 99% of those cases are linked to known clusters.  Singapore initially appeared to have the pandemic under control, but a dramatic spike in cases among the city's foreign workers -- who live in small, cramped spaces where it is easy for the virus to spread -- forced authorities in the city-state to take drastic measures.  Singapore is home to about 1.4 million migrant workers who come largely from South and Southeast Asia. As housekeepers, domestic helpers, construction workers and manual laborers, these migrants are essential to keeping Singapore functioning -- but are also some of the lowest paid and most vulnerable people in the city. The rate of infection among migrant workers appears to have slowed in recent days, and more appear to be recovering.  The numbers: Singapore has confirmed 31,960 Covid-19 cases and 23 virus-related deaths, according to Johns Hopkins University. The government said Tuesday that 862 more patients were discharged from medical facilities, and that 15,738 have recovered.  Eight Covid-19 patients are in critical condition in ICUs, while upwards of 607 that are still in hospital are either stable or improving. The government said 15,592 patients who either have mild symptoms or are clinically well but still testing positive are being isolated. Read more about the outbreak in the city's dormitories here: ##Cases## To further protect the crew of Space X’s first astronaut launch from any potential Covid-19 exposure, the company and NASA set up a three-week “ultimate quarantine” -- and outfitted them “looking like ninjas,” a mission official said Monday. SpaceX’s Crew Dragon Demo-2 mission is a flight test with crew, prior to certification of systems by NASA for operational missions to the International Space Station.  NASA astronauts Robert Behnken and Douglas Hurley are expected to fly on the Crew Dragon spacecraft, lifting off on a Falcon 9 rocket from Cape Canaveral, Florida, on Wednesday. “Making sure that the crew is healthy and isn't going to be bringing potential virus or anything up to the crew on station... this is a very serious process that people go through,” Kathy Lueders, manager of NASA's commercial crew program, told reporters during a teleconference. SpaceX’s Crew Dragon Demo-2 mission is a flight test with crew, prior to certification of systems by NASA for operational missions to the International Space Station, the space agency said.  NASA astronauts Robert Behnken and Douglas Hurley are expected to fly on the Crew Dragon spacecraft, lifting off on a Falcon 9 rocket from Cape Canaveral, Florida, on Wednesday. “They're like doing the ultimate quarantine... They and all the people that have been interacting with them and working with them are suited and checked and tested and to make sure that Bob and Doug are going up to station safe... They look like ninjas.\" UK Prime Minister Boris Johnson’s top adviser, Dominic Cummings, has defended his actions after receiving widespread criticism for traveling more than 250 miles (402 kilometers) from his London home during the nationwide coronavirus lockdown, telling reporters on Monday that he traveled to Durham to ensure the welfare of his child.   “I thought, and I think today, that the rules, including those regarding small children and extreme circumstances, allowed me to exercise my judgment about the situation I found myself in,” Cummings said during the televised briefing. “I can understand that some people will argue that I should have stayed at my home in London throughout. I understand these views, I know the intense hardship and sacrifice the entire country has had to go through, however I respectfully disagree.”  Cummings also told reporters that he believes his actions were “reasonable in these circumstances,” detailing the series of events which preceded his decision to leave London.  “I was worried that if both my wife and I were seriously ill, possibly hospitalized, there is nobody in London that we could reasonably ask to look after our child and expose themselves to Covid,” the Prime Minister’s adviser said.  “I don’t regret what I did…I think what I did was actually reasonable in these circumstances.”   Some context: Following an investigation by the Mirror and Guardian newspapers, Cummings was revealed to have traveled to Durham – more than 250 miles from his home in London – during the lockdown, despite his wife having developed symptoms of coronavirus. While Johnson has offered his support for Cummings, saying on Sunday that he believes his adviser acted “responsibly, legally and with integrity,” Cummings confirmed on Monday that he did not inform the Prime Minister of his decision prior to leaving for Durham.  “I did not ask the Prime Minister about this decision. He was ill himself, and he had huge problems to deal with…I thought that I would speak to him when the situation clarified over coming days,” Cummings said. “Arguably this was a mistake and I understand that some will say that I should have spoken to the Prime Minister before deciding what to do.\" ##Politics## President Donald Trump has issued a proclamation suspending entry into the US for any individual who has been in Brazil within 14 days immediately preceding their arrival. The new travel suspension begins May 26 at 11:59 p.m. ET. It's aimed at limiting the spread of coronavirus coming into the US from Brazil, the country with the second-most cases worldwide, according to Johns Hopkins University. The proclamation reads in part, \"I have determined that it is in the interests of the United States to take action to restrict and suspend the entry into the United States, as immigrants or nonimmigrants, of all aliens who were physically present within the Federative Republic of Brazil during the 14-day period preceding their entry or attempted entry into the United States.\" Read more here: ##Politics## Brazil recorded 11,687 new coronavirus cases within 24 hours, the country's health ministry said on Monday. This raises the nationwide total to 374,898 confirmed cases. The country also recorded 807 new deaths, raising the death toll to 23,473. The South American nation is now second only to the United States in reported cases.  ##Cases## The number of confirmed Covid-19 cases in Peru rose to at least 123,979 on Monday -- a jump of 4,020 from the previous day, according to the country's health ministry.  The ministry also reported 173 new deaths since the previous day, raising the national death toll to 3,629.  Peru has the second-highest number of confirmed Covid-19 cases in Latin America, behind Brazil.  ##Cases##", "Section": "world", "Writers": ["Joshua Berlinger", "Brett McKeehan"], "URL": "https://www.cnn.com/world/live-news/coronavirus-pandemic-05-26-20-intl/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}