{"Type": "", "Time": "2021-03-22", "Headline": "Telemedicine sector shines during pandemic – Manila Bulletin", "Text": "The role of telemedicine came into fore during the pandemic, especially in a country where healthcare system is under real challenge. Telemedicine provides an alternative comfort to Filipinos. This has given rise to the formation of another growth sector and a stimulus for the stagnating Philippine IT-business process management  (IT-BPM) industry.Stavros Athanasiou, president of Medgate Philippines – a unit of the world’s leading telemedicine provider, said this sector has tremendous opportunities.According to Athanasiou, there were 25 telemedicine companies operating in the country as of March last year. He expects the number of players to spike because of the pandemic.“Although it hasn’t yet reached the size of other sectors in IT-BPM, being a relatively newer service, demand and usage is increasing and will continue to grow,” Athanasiou told Business Bulletin in an email interview.“As more Filipinos become aware of the benefits that the services can bring, we’re foreseeing that telemedicine will continue to become more popular for patients to keep track of their health,” Athanasiou said.MEDGATEAthanasiou said there is no concrete data yet for the telemedicine sector, but Medgate’s performance is telling.Athanasiou reported that Medgate alone registered a 170 percent increase in calls from patients in 2020 and 1.5 million member base of Filipinos, who could have been clogging clinics and emergency rooms during the height of the pandemic. Athanasiou cited factors driving the company’s phenomenal growth. Foremost is the increased interest and usage for telemedicine services as a whole, brought by the nationwide lockdowns and quarantines.Medgate also became one of the first two telemedicine partners of the Department of Health  to deliver free telemedicine consultation services to Filipinos. Medgate handled nearly 70,000 calls during the 55 days of the ECQ in partnership with the DOH on top of the calls they got from direct customers.In addition, the number of B2B partners also grew, which positively affected business. Medgate also partnered with Real LIFE Foundation to allow scholars to access our services as part of our CSR initiatives.“This not only allowed us to reach more Filipinos, but also to work with organizations that play a role in addressing the pandemic,” he added.Clear understanding of the advantages of telemedicine during the pandemic was highlighted. This was also aided by improved mobile technology and the internet enabling higher digital adoption in the country. This resulted in more Filipinos trying out telemedicine amid the inability to do physical consult.“This is evidenced by our 170% increase in calls during this time. The company continues to handle record number of calls that otherwise would have ended up clogging clinics and emergency rooms,” said Athanasiou.Athanasiou was proud to report of their  80 percent case resolution rate, which he said, is higher than others. “This means that 80 percent of our patients are treated completely through Telemedicine without the need to see a doctor face to face. Our medical co-management approach wherein doctors with multiple specializations consult with a single case contributes to this higher treatment rate,” he said.The offer a range of specialties such as OB Gyn, family doctors, pediatricians, internal medicine and etc. who are all able to address their patient’s concerns.While business is robust, Athanasiou stressed that what is more important is that Medgate has helped medical facilities to focus on handling cases that require physical intervention such as COVID-19 and emergency cases.The company has been in good standing over the past year, and even as before 2020 being in operation locally for the past five years. “We’ve been in the field even before the pandemic – we have a member base of 1.5 million Filipinos, and have already helped many patients get access to quality healthcare,” he said. What sets them apart from the rest is its “dedication to empathetic and high-quality healthcare also gives us an edge, in the way we strive to make sure our teleconsults feel the same as physical check-ups through personalized care, understanding healthcare professionals, and tailor-fit medical advice depending on our patients and their conditions.”Medgate services focus on 24/7 teleconsultation service where patients are provided medical consultation over the phone for any non-life threatening, non-emergency health concerns. “We ensure having multiple touchpoints to provide accessibility to our patients. We can be reached through landline, mobile phone, website, social media, as well as an upcoming mobile app so that patients can call our doctors anywhere, anytime,” he said.ROBUSTAlthough Medgate Philippines is relatively young compared to the rest of the company, it has already grown to be market leader in the Philippines. Medgate has a manpower pool of 150, which is expected to grow this year, especially with the ongoing increase in the demand for teleconsultation services. On top of its employees, Medgate is supported by numerous medical consultants trained in the science and art of delivering teleconsultations. “We are excited to further expand our market share, in order to reach more Filipinos and provide them with the care that comforts,” he said.“Needless to say, it has been a very busy year for us at Medgate Philippines. Early into the community quarantines we’ve had to shift to working remotely, which was a big transition for the company. We have also had to ramp up operations and do it fast, to keep up with the surge in telemedicine demand, which was one of our major challenges last year. Despite this, I’ve remained driven by our company’s promise of providing accessible healthcare to Filipinos. The service we provided is more important than ever, so we had to step up to the plate,” said Athanasiou.For over 20 years, Medgate has been in the business of providing hassle-free telemedicine services across India, the Middle East, the Philippines, and Switzerland. It has been operating in the Philippines since 2016.According to Athanasiou, the pandemic has greatly increased the interest and usage for telemedicine both locally and globally. Teleconsultation has become less of an alternative, and more of a primary healthcare option for both patients and doctors. “Telemedicine also allowed more patients to get checked without having to worry about commuting, and lining up at hospitals, potentially being exposed to COVID19, and other infectious diseases. This is something that we have noticed over the past year, and we expect this behavior to continue as the new normal,” he added.But what sets Medgate apart from competitors is having more than 20 years of experience in the telemedicine industry, and handling over 11 million teleconsultations globally, he said. “The Medgate platform is robust, and is tried and tested for the delivery of high-volume teleconsultations to a large member base. We employ statistically based clinical guidelines based on over 11 million teleconsultations. These guidelines allow a General Practitioner to treat a dermatological case, or an Internist to treat a pediatric case, etc,” he said. Medgate does not rely solely on the knowledge of an individual doctor. Instead, its doctors are able to lean on the body of work that its entire global organization generates, so doctors can confidently diagnose and treat patients.Medgate ensures that its patients still have a personal connection with their doctor, He noted that one of the big hesitations that Filipinos have earlier, is the idea that with online consultations they’re not actually talking to someone face-to-face, which then makes them feel as if they’re not fully taken care of.To address this, Medgate ensures that doctors converse with patients rather than having a robotic and scripted approach. “This way, they feel comfortable enough to share their concerns and questions. From a medical standpoint we also make sure to get the necessary medical history, lifestyle, and other relevant details, and use all that to determine a personalized care and treatment plan for our patients. Furthermore, we follow-up calls to patients to check on their health status and progress, and engage them weekly via health and wellness bulletins via email and soon, our mobile app. All these aim to give our patients a complete and personal healthcare treatment plan beyond the confines of the virtual consultation itself,” he said.COMPLEMENT“We see telemedicine as more of a complement to physical hospital care, rather than an alternative.  There are procedures and situations that will still require physical visits – be it laboratory tests, check-ups, or procedures, depending on one’s health condition and status,” he said.Telemedicine is appropriate for conditions that do not require physical intervention and can be addressed through prescription medication. Furthermore, it gives an option for patients with busy schedules or a lack of access to hospitals to still get the primary basic healthcare they need. It also provides them with an avenue to get preventive check-ups, or consultations to monitor their health conditions or treatment plans. Besides that, telemedicine also helps the healthcare system by lightening the load of medical facilities so they can focus more on the aspects of health that require visits and patient presence.Ultimately, Athanasiou said that the goal is to have telemedicine and medical facilities work side by side, leading to a more efficient and effective healthcare landscape for both patients and professionals.“We are ready to serve even more customers in this new healthcare landscape,” he said.CHALLENGESWhile telemedicine is thriving, Athanasiou noted the main challenges facing the industry: infrastructure and doctor shortage. “The Philippines may be a digital-savvy country but internet access is still quite expensive and coverage is not optimal. This is a matter for the government and telcos to address. Ultimately connectivity will be addressed,” he stressed.However, that still leaves the issue of lack of doctors. The Philippines has less than 50,000 active doctors to treat 110 million Filipinos according to the Philippine Medical Association. “If this doctor shortage is not addressed there will come a time when the telemedicine industry will cease to grow,” he concluded.", "Section": "", "Writers": "", "URL": "https://mb.com.ph/2021/03/22/telemedicine-sector-shines-during-pandemic/", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Thailand", "Source": "MB"}