{"Type": "article", "Time": "2021-01-29", "Headline": "These three Pacific military flashpoints could shape Biden's China strategy", "Text": "Any suggestion that the departure of former US President Donald Trump from Washington would provide a temporary pause in US-China tensions has been swiftly dispelled.  In the short time since President Joe Biden was sworn into office, China has flown more than two dozen combat aircraft near to the self-ruled island of Taiwan and passed a law allowing its coast guard to fire on foreign vessels. Meanwhile, the US Navy has sent an aircraft carrier strike group into the South China Sea. Analysts say such moves are likely only the beginning of what is expected to be a potentially uneasy initial relationship between the new Biden administration and Beijing.  \"China often uses a series of 'tests' to determine a competitor's intentions or willingness to respond to China's actions,\" said Carl Schuster, a former director of operations at the US Pacific Command's Joint Intelligence Center. Next steps from Beijing could include large-scale military exercises near Taiwan or in the South China Sea, or stopping foreign vessels in the name of enforcing Chinese maritime regulations, Schuster said.  Beijing will be trying to determine where the Biden administration's \"red lines\" are, added Schuster. But incoming Biden Cabinet secretaries have made clear where his administration will stand on Chinese territorial claims in the Indo-Pacific. \"I think China is our most challenging, our most significant challenge going forward,\" new Defense Secretary Lloyd Austin told his confirmation hearing last week.  The Defense Department would focus on convincing China, or any adversary, that taking on the US military would be \"a very bad idea,\" Austin said. Here's a look at the three key flashpoints between the two sides: The South China Sea China claims almost all of the 1.3 million square mile South China Sea. Since 2014 it has built up tiny reefs and sandbars into man-made artificial islands, fortified with missiles, runways and weapons systems -- antagonizing governments with overlapping claims, including the Philippines, Vietnam, Malaysia, Indonesia, Brunei and Taiwan. Washington doesn't recognize those claims and regularly sends US warships and military aircraft through the region. Part of the US presence includes freedom of navigation operations (FONOPS), in which US Navy ships steam within 12 nautical miles -- the limit of a nation's territorial waters under international law -- of land features claimed by China, including the Spratly and Paracel islands. The US Navy performed 10 such FONOPS in 2020 under the Trump administration, equaling the record number of FONOPS in 2019, according to the US Navy's 7th Fleet. But the US commitment to freedom of the seas in the South China Sea goes beyond steaming close to islands, as was shown this week by the deployment of an aircraft carrier strike group to the region. It follows other such high-profile developments in 2020, including the rare decision to deploy two carrier strike groups for exercises in the waterway at the same time.  The US also regularly holds drills with allies and partners in the South China Sea. China maintains that the presence of American warships elevates tensions in the region and regards US naval patrols as tantamount to interference in the country's domestic affairs. Meanwhile, Beijing continues to reinforce its own territorial claims, dispatching combat aircraft to airstrips it has built on remote islands, as well as upping the frequency of its naval drills. That both sides have increased their activity activity in the waterway has alarmed analysts, who point out that the greater volume of traffic, the greater the possibility of inadvertent confrontation.  The US' increased presence in the region is unlikely to change, however. During his run for the presidency last year, Biden recalled how as vice president he told Chinese leader Xi Jinping how the US military would deal with Beijing's self-declared air defense identification zones in the region. \"I said we're going to fly through them ... We're not going to pay attention.\" Taiwan and the Taiwan Strait Taiwan returned to the forefront of US-China tensions last weekend when Beijing sent more than two dozen warplanes into the self-governing island's air defense identification zone in a 48-hour period. While the frequency of such drills has increased in recent years, the timing and the composition of the latest formations -- mostly fighter jets and bombers -- appeared intended to send a message to the new administration in Washington. Though the US has remained a decades-long ally of Taiwan following the island's split from mainland China in the wake of a civil war, American policymakers have traditionally refrained from overt displays of support since Washington established formal diplomatic ties with Beijing in 1979. China continues to view the self-governing democracy of almost 24 million people as an inseparable part of its territory, and has vowed to unify the island with the mainland. For decades an uneasy status quo governed cross-strait relations. But in recent years, under President Xi Jinping, China has reasserted its perceived claims to the island, threatening military action and even \"war\" in response to what it considers to be growing calls for formal independence. Beijing now asserts its military aircraft can operate freely around the island, owing to it being \"Chinese airspace.\" One way the US Navy shows its backing for Taipei is by sending warships through the Taiwan Strait, the 180-kilometer (110-mile) wide body of water separating the island and the mainland. US warships transited the waterway 13 times in 2020, according to the US 7th Fleet. That's only one more than the previous high of 12 in 2016, the last year of the Barack Obama administration, in which Biden was vice president. The US showed a strong commitment to Taiwan's defense during the Trump administration by approving the sale of sophisticated military hardware to Taipei, including F-16 fighter jets, advanced missiles and main battle tanks, while sending high-level envoys to the island. Recent statements from the new Biden administration suggest there will be no pullback on these actions.\"There's been a strong and long bipartisan commitment to Taiwan,\" new US Secretary of State Antony Blinken told his confirmation hearing last week. \"Part of that commitment is making sure that Taiwan has the ability to defend itself against aggression. And that is a commitment that will absolutely endure in a Biden administration.\" After last weekend's Chinese warplane flights, the State Department reaffirmed that. \"We urge Beijing to cease its military, diplomatic, and economic pressure against Taiwan and instead engage in meaningful dialogue with Taiwan's democratically elected representatives,\" spokesman Ned Price said, adding that US-Taiwan ties are deepening and Washington remains committed to the island's self-rule. Japan and a system of alliances and partners The US alliance with Japan is arguably its most important. Yokosuka, near Tokyo, is the headquarters of the US Navy's 7th Fleet, which patrols the Indo-Pacific, while the island of Okinawa hosts Kadena Air Base, nicknamed the \"Keystone of the Pacific\" and home to key US combat assets, including F-15 fighter jets and P-8A anti-submarine warfare planes. The Japanese Self-Defense Forces represent one of the world's most modern and professional militaries, and Japanese troops regularly train with their US counterparts. Part of that training last year centered on defending some of Japan's far-flung island possessions, the most high-profile being the Senkakus, an uninhabited rocky island chain, 1,200 miles (1,900 kilometers) southwest of Tokyo. While Japan has administered the islands since 1972, China also claims sovereignty over them. It attempted to assert those claims last year, deploying coast guard vessels to waters surrounding the islands, which it calls the Diaoyus, for record lengths of time. Washington has repeatedly reaffirmed Japan's claims to the islands, however. And in a call with Japanese Prime Minister Yoshihide Suga on Wednesday, Biden pledged his ongoing commitment to defend the Senkakus under the US-Japan Mutual Defense Treaty. Biden's comments, while in keeping with existing US policy, have taken on additional importance in light of newly passed Chinese legislation, that, in theory, would allow its coast guard ships to fire on foreign vessels that are perceived as posing a threat to territory claimed by Beijing.  The law, which also empowers Chinese coast guard to board and inspect foreign ships in waters claimed by Beijing, as well as removing structures in those same waters, has been touted in some sections of Chinese media as a means of safeguarding China's interests in the Senkaku/Diaoyu chain. The impact of the Chinese coast guard law is being felt elsewhere too.  Chinese coast guard vessels are regularly in the vicinity of Philippine-controlled islands in the South China Sea that China also claims as its territory. And on Wednesday, the Philippines issued a diplomatic protest with Beijing over the controversial new legislation, with Philippine Foreign Affairs Secretary Teodoro Locsin Jr. describing the law \"as a verbal threat of war to any country that defies the law.\" Like Japan, the US also has a mutual defense treaty with the Philippines, something that US Secretary of State Blinken reaffirmed in a call with Locsin on Wednesday. The fact that Japan and the Philippines face the same kind of Chinese threat, while allied with the US, illustrates the web of alliances and partners Washington has established around the Indo-Pacific. \"The rise of China and its disruptive impact on the regional order has pushed the two US allies closer to each other than ever,\" analyst Richard Javad Heydarian wrote for the Asia Maritime Transparency Initiative in 2019. US, Japanese and Philippine forces have conducted joint exercises, and the Philippines last year became Japan's first major military export customer, signing a deal to buy advanced air surveillance radars. Other countries that have been been involved to some degree with the US and, or Japanese militaries in the past few years include Vietnam, Indonesia, Singapore, Malaysia and Brunei. And in 2021, analysts expect the Biden administration to be leaning on that system of alliances. \"Trump acted and decided quickly, then sought partners. Biden first will seek partners, then act,\" said Schuster, now an analyst at Hawaii Pacific University.  Kurt Campbell, who will be coordinator for Indo-Pacific affairs on the National Security Council, essentially Biden's point man on the Indo-Pacific, wrote this month that Washington must work more closely with allies in the region, including dispersing US forces away from major bases in Japan and Guam to smaller installations in partner nations in Southeast Asia and the Indian Ocean. And help for tha", "Section": "asia", "Writers": [], "URL": "https://www.cnn.com/2021/01/28/asia/us-china-military-tensions-key-areas-intl-hnk-ml/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}