{"Type": "article", "Time": "2020-11-09", "Headline": "The US-China rivalry in tech and trade won't end because Joe Biden is president", "Text": "President Donald Trump spent much of his term setting up Beijing as Washington's greatest political and economic adversary. Don't expect drastic changes when Joe Biden takes the helm, even if he eschews the bluster and unpredictability of his predecessor.  Economists and trade experts believe that the United States and China will move further apart on trade and technology as Washington continues to scrutinize virtually every aspect of its relationship with the world's second-largest economy. \"We have a fundamental, systematic rivalry between these two systems,\" said Alex Capri, research fellow at the Hinrich Foundation and senior fellow and lecturer at the National University of Singapore. \"In many ways, that rivalry is going to intensify.\" Fundamental tensions This year highlighted major tensions and a lack of trust between the world's two most powerful nations. Despite reaching a trade agreement in January, the United States and China still have yet to resolve several points of economic conflict, including US allegations that Beijing steals American tech and gives too much preferential treatment to state-owned corporations at the expense of foreign companies. Meanwhile, Washington has become increasingly wary of Chinese-made technology and whether it could be used to spy on Americans. That fear has caused lawmakers — Republican and Democrat — to view China as a major threat to US national security. Just look at the support for sanctions that Washington has slapped on tech firm Huawei and the steps US politicians are pushing to make it tougher for Chinese firms to trade on US exchanges, for example. The coronavirus has only compounded those differences as China and the United States trade accusations over starting and mishandling the pandemic. And clashes over Hong Kong and alleged human rights abuses in China's Xinjiang region have widened a political divide that will likely continue to grow in the years to come.  \"Biden has been pretty clear about how he wants to proceed, and there has been bipartisan support for a tough line,\" said William Reinsch, a trade expert at the Center for Strategic and International Studies who served for 15 years as president of the National Foreign Trade Council. He pointed out that the Senate could very well remain under Republican control in the new year. The best the Democrats can hope for is the narrowest of Senate majorities.  The president-elect \"will be under constant critical pressure from Republican China hawks in the Congress to be more aggressive,\" Reinsch told CNN Business late last week. \"There's not a lot they can do about that in the short term besides complain, but it will make the atmosphere worse than it already is.\" A shift in tone There will almost certainly be a change in style with the Biden administration. Trump isn't known for mincing words: He once said that the United States could not \"continue to allow China to rape our country,\" and referred repeatedly to Covid-19 as the \"China virus.\" \"Biden's tone will be different, it will be much more diplomatic,\" said Capri of the Heinrich Foundation. He expects the new regime to more closely follow long-established procedure before slapping China with further tariffs or sanctions. He pointed out that thousands of American companies have sued the United States for imposing tariffs on Chinese goods, a decision they argue seriously harms their business.  \"There was just chaos in the Department of Commerce, frankly, during the Trump administration,\" Capri added. \"Historically, the process is they consult with US industry.\" (The Trump administration has defended its hardline approach to China as necessary to right an imbalanced relationship, and the president told reporters in January that his \"phase one\" trade deal would create \"economic justice\" for Americans.) China appears to be preparing for less fiery rhetoric, too.  Sidestepping questions about Beijing's stance on the US election outcome, the Chinese government said Monday it \"noted\" that Biden has declared victory, while acknowledging the election would be determined according to US laws and procedures. \"China and the United States should strengthen communication and dialogue,\" Chinese Foreign Ministry spokesman Wang Wenbin told reporters Monday, adding that such a desire extends to promoting \"healthy and stable\" relations. Chinese bureaucrats and diplomats are divided over whether Biden would be a better US figurehead to deal with than Trump, according to Ian Bremmer, president and founder of the consultancy Eurasia Group. China's \"wolf warriors,\" the diplomats who aggressively defend Beijing and fiercely counter criticism about the country, would probably prefer Trump, since his leadership undermines America's traditional alliance partners and provides grounds for moral equivalence in terms of human rights and unilateralism, Bremmer said last week. On the whole though, \"the Chinese don't want to see the US model implode,\" he added. \"[They] realize they do benefit from a stable US that continues to play a large role in the global order.\" An inevitable untangling No matter how Biden talks about US-China relations, the two countries will likely continue trying to disentangle their economies. Analysts at JP Morgan wrote last month that a Biden victory would leave the two countries fighting over 5G networks, quantum computing, artificial intelligence and biotechnology.  \"In vying for dominance in these areas, the US and China have set about decoupling, reducing cooperation, restricting technology sharing, even shutting ... down trade in some cases,\" they wrote.  Capri said that China has been preparing for a bigger rupture between the world's top two economies.  \"If you're China, you're not doing anything differently. You're in fact doubling down,\" he said, adding that he expects the country to further reduce its reliance on American products. Beijing has made boosting its technological capabilities and self-sufficiency a core part of its next Five-Year Plan, underscoring the policy's importance.   \"It's a massive problem for the Chinese Communist Party to be reliant on American technology,\" Capri said. \"It's as simple as that.\" Beijing may also find that a Biden administration is much more effective in building an international coalition to challenge China over state subsidies, rights for foreign firms or intellectual property protection. US-EU relations have been fraught under Trump as the two allies tussle over trade. \"The absence of a common position among developed countries in recent years is largely because of the current US government's inclination to 'go it alone',\" wrote Louis Kuijs, head of Asia Economics at Oxford Economics, in a research note on Monday.  — CNN's Beijing bureau and Hanna Ziady contributed to this report.", "Section": "business", "Writers": ["Jill Disis"], "URL": "https://www.cnn.com/2020/11/09/business/biden-us-china-trade-tech-intl-hnk/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Singapore", "Source": "CNN"}