{"Type": "article", "Time": "2020-10-01", "Headline": "NYPD planned assault and mass arrest of protesters with 'kettling' tactic, Human Rights Watch says", "Text": "The New York Police Department planned the assault and mass arrest of nearly 300 protesters in a Bronx neighborhood in June using a tactic known as \"kettling,\" Human Rights Watch said in an extensive report released Wednesday. The 99-page report and accompanying 12-minute video closely examines the NYPD's actions on the evening of June 4 as protesters marched in Mott Haven in the Bronx. The report and video are based on interviews or written accounts from 81 people who participated in the protest, interviews with 19 others and an analysis of 155 videos, the non-profit human rights organization said. That evening, the NYPD encircled and confined protesters within a tight space, a tactic known as \"kettling.\" Generally, after surrounding protesters, police will then ask them to disperse or face arrest. But in this case, the NYPD did not allow protesters to leave the area, HRW said. The crowd control tactic has been used by police during protests in the US, Canada and Europe. Chantel Johnson, one of the protesters in Mott Haven that day, told HRW that officers trapped her in a crush of people -- in the midst of the Covid-19 pandemic -- and then moved in to make mass arrests. Officers attacked protesters with batons; one blow split her lip. \"I kept saying, 'I want to go home, I live in the neighborhood, I'm an educator, I've been trying to go home since 7:30.' I kept repeating that over and over, like 100 times,\" she said. Eventually a police supervisor grabbed her and led her out of the crush of people. Another officer took her to the edge of the protest, pushed her and told her to go home, she told HRW. Based on similar other accounts, HRW concluded that the NYPD carried out serious human rights violations, including excessive use of force, violations of rights to free expression and peaceful assembly, arbitrary arrests and detentions and cruel and degrading treatment of detainees. The NYPD issued a statement in response to the report's allegations. \"We take strong exception to the subjective characterization of our police actions to maintain public order as 'a planned assault,'\" Sgt. Jessica McRorie said. HRW is a non-profit human rights organization that investigates and reports on rights abuses, including those in China, Syria, the Philippines and in the United States. The Mott Haven crackdown The Mott Haven march was part of the Black Lives Matter nationwide protests following the police killing of George Floyd in Minneapolis, Minnesota. In the days prior to June 4, some protests devolved into rioting and looting, and the NYPD instituted and enforced an 8 p.m. curfew to try to address the destruction. About 10 minutes before curfew, marchers in Mott Haven reached a group of police officers with riot gear, helmets, shields and batons. Bicycle police used their bikes to form a wall and block the marchers' path.  At the same time, other officers pushed up from behind the marchers, thereby encircling them and preventing them from leaving, HRW said. Just after 8 p.m., the police moved in, \"unprovoked and without warning, whaling their batons, beating people from car tops, shoving them down to the ground, and firing pepper spray in their faces,\" the non-profit said. Medics and legal observers with clear identification were among those targeted in the crackdown, HRW said. Police arrested and jailed at least 263 people that evening, according to the report. Most were charged with misdemeanors for curfew violations or unlawful assembly. NY Attorney General's Office investigating NYPD The following day, New York Mayor Bill de Blasio and NYPD Commissioner Dermot Shea acknowledged the arrests were preplanned and accused the protesters of encouraging violence. \"In terms of what happened in Mott Haven, this is something that the NYPD saw coming, an organization that was literally encouraging violence,\" de Blasio said. \"We had a plan which was executed nearly flawlessly in the Bronx,\" Shea said. \"This wasn't again about protests, this was about tearing down society.\" Human Rights Watch said it found no evidence the protesters used violence. The organization points out that the financial costs for the police resources -- as well as for the many civil lawsuits that have been filed since -- could cost taxpayers several million dollars. The NYPD's response to the Mott Haven protest and its \"kettling\" tactics figure heavily in the New York Attorney General's Office investigation into the NYPD interactions with protesters. The AG's Office held a three-day public hearing on the issue and released a preliminary report on July 8. The report said the crowd control tactic \"often led to violent clashes between NYPD and protesters.\" At one hearing, Shea testified that he had never heard of the term \"kettling\" until after the protests began, but said its use could be appropriate in certain instances, according to the AG's Office. He did not specifically say whether the \"kettling\" described by witnesses at the hearing was appropriate or justified, the AG's Office said in its report.", "Section": "us", "Writers": ["Eric Levenson"], "URL": "https://www.cnn.com/2020/10/01/us/nypd-kettling-human-rights-watch/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Philippines", "Source": "CNN"}