{"Type": "article", "Time": "2020-12-21", "Headline": "Countries cut UK off as Johnson holds crisis meeting on new coronavirus variant", "Text": "UK Prime Minister Boris Johnson held an emergency meeting with ministers on Monday, after fears about a new coronavirus variant discovered in the country prompted a chaotic border shutdown and saw British travelers shut out from dozens of countries in Europe and around the world. Alarm over the new variant, which was first identified in England, led a number of nations to impose restrictions on travel from the UK.  France announced a temporary ban on all travel and accompanied freight on Sunday night, a potential disaster for UK exporters who rely on trade with Europe. The border closure exacerbated pre-Christmas delays, with trucks backed up from the port of Dover in the southeast of England, a key crossing point for hauliers. Worse, the move has sparked worry that European exporters would be reluctant to send goods to the UK, for fear of not being able to return. The timing of the restrictions, just days before Christmas and the end of the Brexit transition period, raised concerns about food and medicine shortages in the UK at a critical time. Johnson sought to allay those concerns in a televised press conference on Monday, telling Britons that \"the vast majority of food and medicine supplies are coming and going as normal.\" His transport secretary, Grant Shapps, added that 170 lorries were still stuck on the motorways around Dover, with more in a holding area, but said that number had been reduced from over 500 on Sunday night. It came after Kent Police were forced to close sections of England's M20 motorway to \"avoid gridlock\" in the area surrounding the Eurotunnel. Operation Stack -- a contingency plan that allows part of the highway to be allocated to parked trucks -- has been put in place. France said it was working to bring in a European-wide health protocol that would allow freight to start flowing again.  \"In the next few hours, at the European level, we are going to put in place a solid health protocol so that flows from the United Kingdom can resume,\" Secretary of State for Transport Jean-Baptiste Djebbari tweeted Monday.  \"Our priority is to protect our nationals and our citizens,\" he added.  Johnson said he had spoken with French President Emmanuel Macron on Monday and insisted that the risk of transmission from a solitary truck driver was low. Representatives of the road haulage industry called on the UK government to deploy rapid testing for truck drivers to restore confidence in the French authorities that they are Covid-free.  \"Right now there will be concern around a backup if this persists for longer than 48 hours because eventually there will be a position where the delays on the exit journey will be quite substantial,\" said Alex Veitch, general policy manager for Logistics UK, on BBC Radio 4.  British supermarkets said that warehouses were well stocked at present. Sainsbury's warned that shortages of perishable goods could start to appear in the coming days, if the situation is not resolved quickly. A Sainsbury's spokesperson told the PA Media news agency: \"All products for the Great British Christmas lunch are already in the country and we have plenty of these. If nothing changes, we will start to see gaps over the coming days on lettuce, some salad leaves, cauliflowers, broccoli and citrus fruit -- all of which are imported from the continent at this time of year.\" Travel restrictions By Monday, dozens of countries across Europe, the Middle East and the Americas had announced travel bans for the UK. Others, such as Greece and Spain, have imposed restrictions that require travelers arriving from Britain to undergo coronavirus tests or quarantine. Canada announced a travel ban from  midnight Sunday for at least 72 hours. In a Tweet Sunday night, Canadian Prime Minister Justin Trudeau said the decision was made to keep Canadians across the country safe. In South America, Argentina, Chile and Colombia have all suspended direct flights to and from the UK, and El Salvador has banned anyone entering the country from Britain. Hong Kong became the first place in Asia to restrict British travelers on Monday, halting all passenger flights from the UK from Tuesday and banning all passengers who stayed in the UK for more than two hours in the past 14 days from arriving in the city.  In the Middle East, flights from the UK were barred in Iran, Saudi Arabia, Turkey and Israel. And across Europe, countries have closed their borders to travelers from UK, including the Netherlands, Belgium, Germany, Italy, France, Sweden, Luxembourg, the Republic of Ireland, Estonia and the Czech Republic. On Monday, Anthony Fauci told CNN that he would advise against additional restrictions on UK travel if the matter arises in a task force meeting planned for later in the day. The US must \"without a doubt keep an eye on it,\" Fauci said, but he warned that \"we don't want to overreact.\" Monday's emergency meeting of UK government officials was expected to focus on the international restrictions, and \"in particular the steady flow of freight into and out of the UK,\" the Prime Minister's spokesperson told CNN. \"Further meetings are happening this evening and tomorrow morning to ensure robust plans are in place,\" the spokesperson added. UK Transport Secretary Grant Shapps tried to ease fears on disruption to food supplies, saying the Eurotunnel from Dover to Calais only accounts for about 20% of goods going in and out of the country.  \"It's not the mainstay, most goods come in and out in unaccompanied containers and those will continue to flow,\" he said. The travel restrictions followed the announcement by the British government on Saturday that the new coronavirus variant appeared to spread more quickly. In a hastily called press conference Saturday, Johnson said the new variant appeared to \"be up to 70% more transmissible,\" and was responsible for a significant rise in cases in London and southeastern England. Those areas were placed under heightened restrictions.  The tougher lockdown was the latest disruption to a holiday period overshadowed by the pandemic. Governments from Asia to Europe have tightened social-distancing rules and reintroduced lockdown measures to counter a surge in Covid-19 cases. The discovery of the new variant has deepened concerns major restrictions will now continue long into the new year.  Outside of the UK, the new variant has already been identified in Denmark, Italy, the Netherlands and Australia. Australian health authorities said two cases of the variant had been found in managed quarantine in Sydney, while Italy's Health Ministry reported Sunday that a patient had been infected with the variant and placed under isolation in Rome. All viruses mutate over time and new variants are a common emergence, including for the novel coronavirus. A similar variant to the one identified in the UK has also been identified in South Africa, where scientists say it is spreading quickly along coastal areas of the country.  What do we know about the new variant? Johnson revealed on Monday that more than 500,000 British people had received the first dose of the Pfizer/BioNTech Covid-19 vaccine, which the UK was the first country to approve. His medical advisers warned that the new variant of the virus could cause an increase in infections in the coming weeks.  But England's Chief Medical Officer Chris Whitty and Chief Scientific Adviser Patrick Vallance cautioned that there was no evidence to suggest that the new variant is more deadly, or would neutralize the effectiveness of the newly approved vaccines. However, a more easily spread virus could result in more cases, which in turn could lead to more hospitalizations and potentially more deaths. Even with a vaccine, this could make controlling the virus's spread far less manageable.  Whitty warned Saturday that the new UK variant \"can spread more quickly\" and was responsible for 60% of new infections in the capital, which have nearly doubled in the last week alone. In Monday's briefing, Vallance added that he anticipated the spread of the new variant would increase after Christmas.  \"Given that we're entering a period of inevitable mixing, I think there will be some increases in numbers over the next few weeks,\" he said, adding that local restrictions are likely to be tightened rather than eased in the new year. The prediction comes despite Johnson's last-minute decision on Saturday to cancel Christmas plans for millions of Brits, imposing tougher restrictions after insisting for weeks that they could plan to see relatives for the holidays. Backwards tracing using genetic evidence suggests the new UK variant emerged in September and then circulated at very low levels in the population until mid-November, according to Public Health England (PHE). \"The increase in cases linked to the new variant first came to light in late November when PHE was investigating why infection rates in Kent were not falling despite national restrictions. We then discovered a cluster linked to this variant spreading rapidly into London and Essex,\" the agency said. Multiple experts have suggested that this new variant could have been amplified because of a superspreader event; it could be the mutation somehow makes it spread more easily without causing more serious illness; or it could have been by chance. Scientists at EPH have yet to identify the exact mechanism for the likely increase in transmission, though typically a mutation in the spike protein, the part of the virus that attaches itself to host cells, can increase its transmissibility, the agency said.", "Section": "europe", "Writers": ["Nectar Gan", "Luke McGee", "Rob Picheta"], "URL": "https://www.cnn.com/2020/12/21/europe/new-variant-coronavirus-intl-hnk/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}