{"Type": "", "Time": "2018-04-09", "Headline": "Vietnam sees South China Sea tensions to affect oil/gas exploration in region – Manila Bulletin", "Text": "By (Bloomberg)Vietnam’s state-owned oil company said South China Sea tensions will hurt oil and gas exploration and efforts to attract foreign investments to offshore fields.The rare comment from Vietnam Oil and Gas Group, also known as PetroVietnam, follows a BBC report that Vietnam ordered Spanish energy company Repsol SA to suspend a project for a second time under pressure from China. Repsol halted exploration off Vietnam’s southeast coast last year, Chief Financial Officer Miguel Martinez said in a July 27 earnings call.“Unpredictable developments are seen continuing in the South China Sea that will impact the company’s oil, gas exploration and the efforts to attract foreign companies to invest in offshore open fields,” PetroVietnam said in a statement on its website.Vietnam has become more isolated in pushing back against China’s expansive territorial claims as the Philippines moves closer to a deal with Beijing to jointly explore for oil and gas in disputed parts of the South China Sea. Hanoi’s leaders have rejected China’s claims as a basis for joint development, and have stepped up ties with the US, Australia and India to hedge against Beijing’s rise.Territorial tensions between China and Vietnam in the South China Sea are increasing “the risk factor” for companies investing in the contested region, Sandra Oudkirk, the US’s deputy assistant secretary for energy diplomacy, said in an interview in Hanoi last week.“What we are looking at is the potential chilling effect on other international investors,” she said on the sidelines of an energy conference. “The thing investors want more than anything is stability and the assurance or a level of comfort that they will be able to operate their investment in a way that brings back return on their investment.”“We predict 22 new oil and gas projects, $8.5 billion of capital investment and 28 exploration wells across Indonesia, Malaysia, Brunei, Vietnam and the Philippines could be at risk if China continues to press its defense of its territorial claims,” he said.", "Section": "", "Writers": "", "URL": "https://mb.com.ph/2018/04/09/vietnam-sees-south-china-sea-tensions-to-affect-oil-gas-exploration-in-region/", "MainKeyWord": "China", "AdditionalKeyWord": "viet Nam", "Source": "MB"}