{"Type": "article", "Time": "2020-05-15", "Headline": "Tens of thousands of Singapore's migrant workers are infected. The rest are stuck in their dorms as the country opens up", "Text": "At the start of April, Singapore had about 1,000 cases of the novel coronavirus.  Now, it has 26,098 -- and the vast majority are migrant workers, many from South and Southeast Asian countries like Bangladesh and India, who were infected in crowded dormitories. Making up a significant portion of the Singaporean workforce, 1.4 million migrant workers live in the city state, mostly employed in construction, manual labor and housekeeping. Of these, about 200,000 live in 43 dormitories, according to Minister of Manpower Josephine Teo. Each dorm room houses about 10 to 20 residents. They share toilet and shower facilities, eat in common areas, and sleep just feet away from each other. It's nearly impossible to conduct social distancing -- the consequences of which became clear in April when Singapore began recording upwards of 1,000 new cases a day. Authorities scrambled to respond, locking down the dorms and relocating infected residents.  But a month later, Singapore is still struggling to contain the dorm clusters, with at least 23,758 infected dormitory residents.  As the rest of Singaporean society prepares to slowly resume normal life, migrant workers remain locked down in their cramped living quarters until June 1. How it all went wrong The novel coronavirus, which was first reported in mainland China in December, had spread to nearby Asian countries by the middle of January. Throughout February and March, when places like Hong Kong and Thailand were battling cases, and even facing second waves of infection, Singapore's numbers stayed relatively low -- gaining praise internationally as an example of a country that got it right. But its initial wave of widespread testing appears to have missed one key community group: migrant workers. By the first week of April, it was clear something was wrong.  Initially, the government locked down only a handful dorms, before moving to quarantine all migrant worker quarters on April 14. Officials took those who tested positive or showed symptoms out of the dorms for treatment. They also tried to  space out residents by moving about 7,000 workers into alternative accommodation such as military camps, floating hotels and vacant government apartments. But that still left a sizable number of workers stuck inside the dorms -- unable to leave, while not knowing who else around them was infected.  Zasim, a 27-year-old worker from Bangladesh, said he felt reassured by the government's efforts, despite remaining in his dormitory. He said he had been provided with face masks, hand sanitizer, cleaning supplies, free WiFi and fresh fruit by officials.  \"I feel very safe in (the) dormitories,\" he said in late April. \"This situation is now under control.\" But two weeks later, Zasim tested positive for Covid-19. He is now receiving treatment at hospital. He said he isn't terribly worried, pointing to Singapore's low Covid-19 mortality rate -- there have been 21 deaths from more than 26,000 cases so far -- but acknowledged that the dormitories still hold risk of infection, and the situation isn't fully contained yet. \"This virus, we cannot see,\" he said. \"So maybe we're using the toilet, or using the shower room, and maybe we get infected. The dorm is very big, there are a lot of people in there, so it's very easy to get the virus.\" The scramble to contain the clusters The government is now testing around 3,000 people a day in the dorms.  Daily cases have fallen to below 1,000, a small sign of progress since the peak of the clusters, hover between 500 to 900 a day -- the vast majority of confirmed cases in the migrant community, allowing much of Singaporean society to begin relaxing. \"If you look at the actual numbers of people who report sick with acute respiratory illness, that number has been coming down by the day, compared to the peak of the outbreak,\" said Lawrence Wong, the co-chair of Singapore's Covid-19 task force, on Tuesday. \"But every day in terms of the reported cases, you will still see high numbers. That is because we are continuing to test many workers, including the ones who are asymptomatic and well. This is part of our process to clear the dormitories systematically.\" However, health experts warn the crisis isn't over within the dorms, and infections may continue for weeks to come. \"For the migrant worker situation, I anticipate it will take another three to four weeks to reduce significantly,\" said Professor Teo Yik Yang, dean of the National University of Singapore's School of Public Health. He pointed to the virus' reproduction rate -- meaning how many people infect each other. A rate of 1 means each infected person transmits the virus to one other person. \"If we start off with a base infection of 1,000 cases, even if we manage to bring down the reproductive rate to just 0.5, it will still take six to seven infection cycles (or serial intervals, each of four to five days), before we bring a base number of 1,000 down to single digits,\" he said. The rest of Singapore eases lockdown With such low infection rates outside dormitories, the rest of Singapore has started to lift the harshest restrictions and emergency measures. \"We are now in a good position to plan forward and ease some of the restrictions, allow more workers to resume work beyond June 1, and then gradually take steps to reopen the economy,\" Wong said on Tuesday. Some essential businesses were allowed to reopen on May 5. A broader swath of nonessential services were allowed to resume on Tuesday, like hairdressers and pet supply stores -- albeit with stringent new rules, like mandatory face masks and staggered working hours. Schools reopen on May 19. But the danger of infection looms large for migrant workers.  Those in the dorms will stay locked down until at least June 1 to \"minimize the risk of further community transmission of Covid-19,\" the government said on May 2. The health ministry said it will ramp up daily testing in the coming weeks, to cover the hundreds of thousands of workers still at high risk. \"This battle against the virus is not a sprint; it is a marathon, and we are not even at the half-way mark,\" Wong said last week. \"If you have done a marathon, you will know that the second half is typically harder than the first, so we must expect more challenges ahead ... We cannot afford to slacken.\"", "Section": "asia", "Writers": ["Jessie Yeung", "Isaac Yee"], "URL": "https://www.cnn.com/2020/05/14/asia/singapore-migrant-worker-coronavirus-intl-hnk/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}