{"Type": "gallery", "Time": "2020-04-24", "Headline": "The life of a guidebook writer", "Text": "Guidebook author Joe Cummings: Joe Cummings is the author of Lonely Planet's first Thailand guide, published in the early 1980s. He's also written guides to Bangkok, Thailand's islands and beaches and Laos, and was hired to update existing Lonely Planet guidebooks to Myanmar, China, Indonesia, Malaysia, Singapore, Sri Lanka and the Philippines. This image was taken during a trip to Laos in the early 1990s.   Khao San Road: When Cummings first visited Bangkok's Khao San Road in 1981, he says there were just two old Chinese-style hotels, which he recommended in Lonely Planet. By the 1990s, the road had become one of the biggest backpacker centers in the world, famed for its cheap guesthouses, bars and restaurants.  \"Across Asia on the cheap\": Lonely Planet founders Tony Wheeler and his wife Maureen with their book \"Across Asia on the cheap\" in 1973.  \"Each chapter was devoted to a different country in Southeast Asia, and although the info was skimpy, and the maps barely usable, I was nevertheless impressed that someone had actually done it,\" says Cummings of the guide. Several years later, Tony hired Cummings to write Lonely Planet's first Thailand guidebook.  Not your parents' travel guide: \"In line with the LP philosophy, my aim was to avoid culturally insulated travel as much as possible. Our target readership was 'Independent culture freaks,'\" says Cummings, pictured here in a late 1980s photo.  \n Mandalay's Moustache Brothers: In Lonely Planet Myanmar, Cummings highlighted nightly home performances by Mandalay's Moustache Brothers, a comedy troupe the military government banned from touring.  First edition: \"Fluent in Thai, he has traveled well over 8,000 kilometers within the kingdom, by bus, air, train, and sea,\" reads Cummings' original Lonely Planet Thailand biography page.   Still traveling, still writing: \"Although I've moved on from guidebooks to other kinds of writing, my passion for travel has never ebbed,\" says Cummings, pictured here in a recent photo.   Life-long musician: When he's not traveling and writing, Cummings can often be found on stage with his Rolling Stones cover band, Midnight Ramblers. Prior to departing for Thailand to write his first Lonely Planet guidebook, Cummings says he traded his Gibson electric guitar for a manual-focus SLR camera -- an exchange he still regrets.  ", "Section": "travel", "Writers": [null], "URL": "https://www.cnn.com/travel/gallery/joe-cummings-lonely-planet-thailand-photos/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Malaysia", "Source": "CNN"}