{"Type": "article", "Time": "2020-11-16", "Headline": "Biden's dilemma in Asia's new trade agreement", "Text": "America's longest presidential tantrum shows no sign of abating. At one point on Sunday, President Donald Trump appeared to admit for the first time that he lost to Joe Biden in the election that took place 13 days ago. But he soon followed up with a tweet barrage insisting he was conceding nothing. Trump's behavior is increasingly absurd, weakening American democracy and ripping even greater chasms in a divided nation. But like everything else about his presidency, it's all about him.  There are plenty of theories for what is driving Trump's denial. It could just be a fragile ego that can't bear the reality of his defeat. He might be trying to keep his supporters revved up in the false belief that the election was stolen in order to build a foundation for a 2024 campaign. The former reality show host could be priming a fanbase for future business endeavors. And there's a good chance he simply wants to screw up the country for the next president.  All of the above explanations are consistent with the President's character. But like the coronavirus, the facts of the election remain impervious to his alternative realities. On the final electoral map, Biden has 306 electoral votes, way past the magic 270 mark needed to win the presidency and identical to the tally Trump boasted was a \"landslide\" four years ago. The President's lawsuits have failed to live up to his claims of coordinated nationwide fraud, and are going nowhere in the courts. In the coming days, states will begin certifying their fair election results, closing off any legal avenue for a comeback. The most likely scenario from here is that Trump leaves office in January in a tacit admission of reality -- but refuses to ever publicly accept his loss. His departure will therefore become a sad but utterly predictable metaphor for his presidency, which insulted truth from its first hours to its last. Trump 4 Life Fans and supporters of the outgoing President hit the streets of Washington, DC, on Saturday to protest against the election results. 'Like passing the baton in a race' In case there was any doubt whether the Trump administration's refusal to begin the transfer of power makes sense, Dr. Anthony Fauci said Sunday that \"it would be better\" if government health officials could start working with Biden's transition team as the coronavirus pandemic worsens. \"Of course it would be better if we could start working with them,\" Fauci, the director of the National Institute of Allergy and Infectious Diseases, told CNN's Jake Tapper on Sunday. \"As you know, I've been through multiple transitions now, having served six presidents for 36 years. And it's very clear that the transition process that we go through ... is really important in a smooth handing over of the information as well as it's almost like passing the baton in a race. You don't want to stop and then give it to somebody, you want to essentially keep going.\" Happy together While America is struggling to get through a messy election, the rest of the world is moving on. A massive free trade pact signed by 15 Asia-Pacific nations on Sunday is the most tangible sign yet of how the US retreat from global leadership under Trump has forced other countries to make their own arrangements. It's also a boost for China's geopolitical influence and poses an immediate challenge to Biden, who would like to bolster the US as a Pacific power but faces tight political constraints at home. The Regional Comprehensive Economic Partnership, or RCEP, includes the 10 members of the Association of Southeast Asian Nations, plus China, Japan, South Korea, Australia and New Zealand. Though less comprehensive than the Trans Pacific Partnership deal that Trump ditched, the pact makes one of Washington's biggest fears a reality — that China will have an outsize say in creating the region's trade rules. This all creates a dilemma for Biden. How can he show that the US is \"back\" in Asia without seeking to become part of the region's trading infrastructure? But how can he reconcile such a move with a political climate in the US — including in the Midwestern swing states that won him the election — that sees any form of trade deal as tantamount to throwing away US jobs? The Asia trade question is just one of the thorny issues reflecting the fact that while Biden's election represents a return to a more traditional US role in the world, things have changed since he last spent time in the White House.  'We are operating on just completely different sets of facts' Trump's presidency may have been a flash in the pan, but the divisions he created in America will be longer-lived. Remarking on the fact that both Biden and Trump received over 70 million votes in the presidential election, former President Barack Obama told CBS News' Gayle King on Sunday, \"What it says is that we are still deeply divided. The power of that alternative worldview that's presented in the media that those voters consume -- it carries a lot of weight.\" Asked by King if that worries him, Obama responded, \"Yes. It's very hard for our democracy to function if we are operating on just completely different sets of facts.\"", "Section": "world", "Writers": ["Stephen Collinson", "Caitlin Stephen Hu", "Shelby Rose"], "URL": "https://www.cnn.com/2020/11/16/world/meanwhile-in-america-november-16-intl/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}