{"Type": "gallery", "Time": "2020-05-01", "Headline": "The week in 40 photos", "Text": "Anti-government protesters hurl stones at soldiers during clashes in Tripoli, Lebanon, on Tuesday, April 28. The country's long-running financial crisis, which led to the resignation of its prime minister in October, has only gotten worse because of the coronavirus pandemic. The government believes that up to 75% of people are in need of aid, Social Affairs Minister Ramzi Musharrafieh told CNN. US Vice President Mike Pence visits Dennis Nelson, a patient who survived the coronavirus and was going to give blood, during a tour of the Mayo Clinic in Rochester, Minnesota, on Tuesday, April 28. Pence chose not to wear a face mask during the tour despite the facility's policy that's been in place since April 13. Pence told reporters that he wasn't wearing a mask because he's often tested for coronavirus. Olympic hopeful Phoebe Bacon trains with her brother, Finn, at a friend's 15-meter pool in Potomac, Maryland, on Tuesday, April 28. Hundreds of mourners gather in New York on Tuesday, April 28, to observe a funeral for Chaim Mertz, a rabbi and Hasidic Orthodox leader. Mayor Bill de Blasio tweeted that he went to the funeral himself to ensure that the large crowd was dispersed. Crowds gather near the Newport Beach Pier in Newport Beach, California, on Saturday, April 25. California Gov. Gavin Newsom ordered the closure of Orange County beaches on Thursday after crowds packed the waterfront there over the weekend. \"This virus doesn't take the weekends off,\" he said. Anderson Cooper announced the birth of his son on Thursday, April 30, during CNN's weekly coronavirus global town hall broadcast. Wyatt Morgan Cooper was born on April 27 weighing 7 pounds, 2 ounces. Michigan state police prevent protesters from entering the chamber of the Michigan House of Representatives on Thursday, April 30. The protesters are unhappy with the state's stay-at-home order. Gov. Gretchen Whitmer recently extended the order through May 15, though restrictions were relaxed so some businesses could reopen. Pelicans pass a boy on a scooter at St. James' Park in London on Monday, April 27. US President Donald Trump is reflected in a pair of glasses as he answers questions in the White House Oval Office on Thursday, April 30. Trump was meeting with New Jersey Gov. Phil Murphy. New Jersey, like many states, is seeking federal assistance because of the coronavirus pandemic. Inmates are lined up at the Izalco prison in San Salvador, El Salvador, while their cells are searched on Saturday, April 25.  After a weekend of violence left at least 50 people dead across the country, President Nayib Bukele authorized the use of lethal force against gang members that he says are taking advantage of the coronavirus pandemic. Bukele said that according to intelligence reports, gangs have been receiving orders from inside the jail cells. Workers secure a van full of dead bodies at the Andrew Cleckley Funeral Home in New York on Wednesday, April 29. Four trucks containing as many as 60 bodies were discovered outside the funeral home after someone reported fluids dripping from the trucks, a law enforcement official told CNN. The funeral home was overwhelmed and ran out of room for bodies, which were awaiting cremation, a second law enforcement source said. House Speaker Nancy Pelosi wears a face mask during a news conference at the US Capitol on Wednesday, April 29. She announced the Democratic members who will serve on a newly established oversight panel that has broad authority to oversee the federal response to the coronavirus pandemic. Workers give pedicures to customers at a nail salon in Atlanta on Friday, April 24. Georgia has allowed some businesses to reopen, albeit with some guidelines in place. The USNS Comfort, a Navy hospital ship, leaves New York on Thursday, April 30. The ship had been deployed to New York to ease pressure on the city's hospitals. Muslim men attend Friday prayers at a mosque in Lhokseumawe, Indonesia, on April 24. The Muslim holy month of Ramadan has begun, and the holiday looks much different than it has in years past.   Medical workers are seen outside Lenox Health Greenwich Village, an emergency room in New York, as people applaud for them on Tuesday, April 28. Every night at 7 p.m., people in the city stop whatever it is they are doing and break out into applause, thanking health-care workers fighting the coronavirus outbreak. Photos: Here's how people are thanking health-care heroes around the world Musicians perform on a theater's terrace in Bratislava, Slovakia, as their concert is live-streamed on Saturday, April 25. Penguins Momo and Omochi are seen at Tokyo's Aqua Park Shinagawa on Thursday, April 30. The aquarium will be hosting free animal shows online. The US Air Force's air demonstration squadron flies over New York on Tuesday, April 28, to show appreciation and support for essential workers. The \"Thunderbirds\" have conducted these flyovers over many cities during the pandemic. Pro-democracy protesters gather at a shopping mall in Hong Kong on Wednesday, April 29. The coronavirus pandemic put a damper on Hong Kong's anti-government protests, but anger in the city has not gone away. Gala, 7, speaks with her friend Oliver, 6, from their courtyard in Barcelona, Spain, on Wednesday, April 29. Taina dos Santos, third from left, attends the burial of her mother, Ana Maria, in Rio de Janeiro on Tuesday, April 28. Ana Maria was a 56-year-old nursing assistant who died from the new coronavirus. Boxer Robin Zamora has his face mask removed before a bout in Managua, Nicaragua, on Saturday, April 25. Several fights were held in front of spectators. A Ramadan banner reads \"time to pray\" at the Blue Mosque in Istanbul on Saturday, April 25. Turkey's mosques remain closed because of the coronavirus pandemic. Lawmakers wear face masks during a parliament session in Belgrade, Serbia, on Tuesday, April 28. It was the first time lawmakers had met since the coronavirus outbreak began. A young woman runs between burnt huts after a fire devastated a camp for internally displaced people in Bamako, Mali, on Tuesday, April 28. A nose swab test is performed on a resident of Bangkok, Thailand, on Tuesday, April 28. This aerial photo, taken on Friday, April 24, shows \"Beyond Crisis,\" a giant artwork painted by the Swiss-French artist Saype in Leysin, Switzerland. The artwork covers 3,000 square meters (32,292 square feet) and was made with biodegradable paints made from natural pigments such as coal and chalk. Pitrik van der Lubbe waves from a boom lift to his 88-year-old father, Henk, at his father's nursing home in Gouda, Netherlands, on Friday, April 24. Pitrik had not seen his father in more than four weeks. Physiotherapist Celine Pytlak cares for a patient in Briis-sous-Forges, France, on Wednesday, April 29. British Prime Minister Boris Johnson returns to work on Monday, April 27, after recovering from the coronavirus. A lightning bolt strikes near the vestiges of a rainbow as a thunderstorm rolls through Lewiston, Idaho, on Wednesday, April 29. Fred Haag, an associate professor of visual arts at Penn State York, conducts a remote class from his small farm in Hellam, Pennsylvania, on Wednesday, April 22. A face mask is seen on the statue of former police officer James McAuliffe in Chevy Chase, Maryland, on Wednesday, April 29. A man is taken into custody by police as they enforce a curfew in Kampala, Uganda, on Wednesday, April 29. The curfew was put in place to help stop the spread of the coronavirus. More than 125,000 birthday cards for Tom Moore, a 100-year-old war veteran, are displayed at the Bedford School in Bedford, England, on Tuesday, April 28. Moore recently walked 100 lengths of his garden to raise funds for the United Kingdom's National Health Service. He has raised more than £30 million ($37.4 million). A woman who who identified herself as a registered nurse stages a counterprotest on Saturday, April 25, as people rally outside of the governor's mansion in St. Paul, Minnesota, and call for the state to be reopened. Protesters around the country have rallied against coronavirus restrictions and complained that they infringe on their personal freedoms and threaten to destroy their livelihoods. A couple kisses while dancing in a bar in Shanghai, China, on Sunday, April 26. Garment workers wear face masks as they return to work in Dhaka, Bangladesh, on Thursday, April 30. More than 500 garment factories in Bangladesh reopened this week. People in Los Angeles watch bioluminescent plankton light up the shoreline at Dockweiler Beach on Wednesday, April 29. See last week in 40 photos", "Section": "world", "Writers": [null], "URL": "https://www.cnn.com/2020/05/01/world/gallery/week-in-photos-0501/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Thailand", "Source": "CNN"}