{"Type": "", "Time": "2021-03-25", "Headline": "Listening to sad music when you’re sad – Manila Bulletin", "Text": "One of the most fascinating things that we often take for granted is the power of music to evoke emotions. A particular set of tones can make you feel happy or energized, sad or lethargic. Some tunes can help you focus, hence the proliferation of low-fidelity (or lo-fi) study playlists. But if you want to be scientific about it, music—or what you hear as music—is just a collection of sound, a cacophony of vibrations in the airwaves that our eardrums capture. And yet, these soundwaves can elicit emotions. Curious, isn’t it?This isn’t going to be a piece on the philosophy of music, however. Instead, I would like to focus on one particular kind of music. Sad tunes. I’m sure you have friends who listen to sad music whenever they are, well, sad. Perhaps you’d often find yourself doing the same thing. I’ve always considered this a strange habit though. Wouldn’t you want to snap out of sadness when you’re feeling it? When you’re down, wouldn’t you prefer to uplift your mood by bouncing along to some EDM instead? Pardon the dated reference, but you get the point. But the reality is, many people listen to sad music when they are sad, as if secretly wishing to amplify the emotion. A friend recently gave me an interesting take on this. He said, and I am paraphrasing quite liberally, that being sad is like being trapped in a pit full of (pardon my French) sh*t. When one listens to sad music while in this pit, he fills it up with even more sh*t, but not to drown in it. On the contrary, with the pit being filled up little by little, the sad person eventually reaches the top of the pit and climbs out. At least, I think, this is what he said. In other words, listening to sad music while you are sad is a way of processing the emotion. There is no fault here, clearly, as one of the most crucial steps in dealing with strong emotions, particularly sadness, is to acknowledge them. Listening to sad music while you are sad is a way of acknowledging the feeling. It is, for lack of a better term, therapeutic, whether the sad person knows it or not. So there is perhaps value in listening to sad music when we’re sad, but maybe only when we’re aware that we’re not in it to wallow but to recover. But, ultimately, maybe the value of listening to sad music is simply in the listening part. They are, after all, still music—and there will always be an inherent beauty in music as an art, whether it uplifts the soul or amplifies a feeling. ", "Section": "", "Writers": "", "URL": "https://mb.com.ph/2021/03/25/listening-to-sad-music-when-youre-sad/", "MainKeyWord": "Macao", "AdditionalKeyWord": "Southeast Asia", "Source": "MB"}