{"Type": "gallery", "Time": "2020-03-12", "Headline": "The coronavirus is leaving empty spaces everywhere", "Text": "A couple in Barcelona, Spain, embraces in Catalunya Square on March 15. The Oculus transportation hub in New York was mostly devoid of commuters and tourists on March 15. The University of Texas campus is quiet in Austin on March 29. Two police officers in Moscow patrol an almost empty Red Square on March 30. Mountain goats roam the quiet streets of Llandudno, Wales, on March 31. \"They sometimes come to the foot of the Great Orme in March, but this year they are all wandering the streets in town as there are no cars or people,\" said Mark Richards of the hotel Landsdowne House. In Washington, a mostly empty North Capitol Street is seen at dusk on March 31. Pope Francis delivers his blessing to an empty St. Peter's Square at the Vatican on March 15. This aerial photo, taken on April 5, shows an empty Guanabara Park in Belo Horizonte, Brazil. A lone taxi drives over a typically gridlocked highway in Dubai, United Arab Emirates, on April 6. A man prays at the Western Wall in Jerusalem on April 6. This aerial photo shows an empty street in Wuhan, China, on February 16. The novel coronavirus is believed to have started at a wildlife market in Wuhan. Light traffic moves along a freeway in downtown Los Angeles on March 20. London's Leadenhall Market is seen in March, a day after Prime Minister Boris Johnson issued a stay-at-home order for the United Kingdom. Restaurant seats stand empty in Covent Garden in London on March 13. A monkey crosses the road near India's Presidential Palace in New Delhi on March 22. A delivery worker wearing a face mask walks at a nearly empty shopping mall in Beijing on February 27. The Kaaba in the Grand Mosque, Islam's holiest site, is normally surrounded by people in Mecca, Saudi Arabia. But it was nearly empty on March 6. People walk along the Las Vegas Strip on March 18 after casinos were ordered to shut down. The Seattle Times' newsroom is empty on March 12. Employees have been working remotely. The parking lot is nearly empty at The Village shopping mall in Corte Madera, California, on March 17. A single sunbather remains following the closure of Sydney's Bondi Beach on March 21. Ancient Roman ruins, normally filled with tourists, are empty on March 10. All of Italy was put on lockdown as coronavirus cases continued to spread in the country. An empty subway train is seen in New York on March 17. A pedestrian looks at a map at the Zermatt ski resort in Switzerland on March 18. The Missouri Senate chamber sits empty on March 12 after senators adjourned for the day and announced they would not reconvene in a full session until at least March 30. Alianza Lima and Racing Club play a professional soccer match in an empty stadium in Buenos Aires, Argentina, on March 12. A musician plays the violin on March 17 at a train station in Kiev, Ukraine. A cleric prays in an empty mosque in Baghdad, Iraq, on March 20. Horses gallop past empty public stands at the Sha Tin Racecourse in Hong Kong on February 23. Just a few people are seen inside the Milan Cathedral in Milan, Italy, on March 4. It had reopened to the public after a week of closure. A fan watches a professional soccer game in Grodno, Belarus, on April 10. The Belarusian Premier League was one of the few sports organizations that didn't shut down. A teacher walks in an empty public school in Labastida, Spain, on March 11. This aerial photo shows the empty Legend Siam theme park in Pattaya, Thailand, on March 8. The reflection of conductor Mate Hamori is seen as he conducts the Danubia Orchestra without an audience at the Liszt Ferenc Academy of Music in Budapest, Hungary, on March 13. Amazon's headquarters in Seattle was virtually empty on March 10. Amazon recommended employees there to work from home. A road in Mumbai, India, is deserted on March 28. A woman in New York walks through a lightly trafficked Times Square on March 16. Empty chairs are lined up at the Vatican before the Pope's Sunday Angelus prayer was streamed via video on March 8. He later appeared briefly at the window to bless a small number of people gathered in St. Peter's Square. Stacked furniture is seen inside the closed Cafe de Flore in Paris on March 15. A bullfighting arena is empty on March 11 after events were suspended in South Korea's Cheongdo County. Music stands are placed in front of empty audience seats at the Konzerthaus in Dortmund, Germany, on March 12. A hall is empty inside a train station in Jerusalem on March 11. The rotunda at the US Capitol is empty after the last tour group passed through on March 12. All public tours were suspended until the end of March. The National Theatre in Prague, Czech Republic, on March 10. The Czech government banned events hosting more than 100 people. The Louvre museum in Paris was shut down on March 1. An empty movie theater in Kochi, India, on March 11. A passenger walks in the empty check-in area of the Beijing Daxing International Airport on March 3. Empty chairs are seen on a beach in Phuket, Thailand, on March 11. Staff members walk inside the Venetian Macau after it closed its casino on February 5. Seats are unoccupied at a professional soccer match in Mönchengladbach, Germany, on March 11. The \"ghost match\" was played without fans.", "Section": "world", "Writers": [null], "URL": "https://www.cnn.com/2020/03/12/world/gallery/coronavirus-empty-spaces/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Thailand", "Source": "CNN"}