{"Type": "article", "Time": "2020-06-21", "Headline": "June 22 coronavirus news", "Text": "The former acting director of the US Centers for Disease Control and Prevention, Dr. Richard Besser, expressed concern that cases of Covid-19 will start rising again as certain locations begin to gradually open up — because public health measures meant to control infection aren’t quite up to speed. “I see some real danger signs for places like New York, New Jersey, Washington [DC],” he told CNN’s Wolf Blitzer on “The Situation Room” on Monday.  Besser’s comments come at a moment when New York City, Washington, DC, and the state of New Jersey enter phase two of reopening. They also coincide with the latest numbers that show 23 states have rising infection rates. “Because as you reopen … you expect to see more cases. But what we're hearing, in terms of the public health model — of testing people, through contact tracing, and then isolation and quarantine — it doesn't sound like it's working as well as it really needs to,” Besser said. He said we're not providing the services that people need to be able to isolate and quarantine safely.  “If you think about somebody who lives in a crowded household where they have elderly relatives, and they're being told that they had contact with somebody who had Covid, or they have a Covid infection. If you're not able to provide them with a safe place to isolate and quarantine, and provide them with economic support and help them in terms of their caregiving needs, people aren't going to own up in terms of their exposures. And that's going to lead to ongoing community transmission, and it's going to lead to the pandemic hitting the same groups — Black Americans and Latinos — who've been hit so hard to date,” he said. Besser served as acting director of the CDC for the first half of 2009. He is now president and CEO of the Robert Wood Johnson Foundation.  Watch: The shift of the coronavirus pandemic to younger Americans is not necessarily good news, said Dr. Ashish Jha, director of the Harvard Global Health Institute. Parts of Florida, South Carolina, Georgia, Texas and other states — many of which were some of the first to reopen following shutdowns — have reported that new coronavirus cases are being diagnosed in increasingly younger populations. “We have known that younger people are less likely to get sick and less likely to die from the virus,” Jha told CNN’s Wolf Blitzer. But even if they don’t get sick themselves, they can infect others, Jha noted. “Those younger people have parents. They have grandparents, and they are going to go see those people,” Jha added. “The more the virus spreads, the more everybody is vulnerable,\" Jha said. Watch: It's almost 7 p.m. in New York and midnight in London. Here's a look at the latest headlines on Covid-19: These 9 hand sanitizers may contain a potentially fatal ingredient, FDA warns: The US Food and Drug Administration is advising consumers not to use hand sanitizer products manufactured by Eskbiochem SA due to the potential presence of a toxic chemical. The FDA has discovered methanol, a substance that can be toxic when absorbed through skin or ingested, in samples of Lavar Gel and CleanCare No Germ hand sanitizers, both produced by the Mexican company.\nTwo more staffers test positive for coronavirus after Tulsa rally: The two positive tests bring the total number of President Trump's advance team staffers in Tulsa who tested positive for coronavirus to eight. Hours before Trump's Saturday rally, the campaign said that six staffers working on the rally tested positive for coronavirus.\nYoung people in the US South and West are increasingly getting coronavirus: The major thrust of new coronavirus cases in the United States is in the South and West, where officials say more young people are ignoring social distancing measures and testing positive. Young people are more likely to have milder outcomes from coronavirus, but they can still infect others who are more at risk.\nTexas bars temporarily lose alcohol permits: Texas currently requires bars to limit their indoor customer capacity at 50% and have customers socially distance with at least six feet between groups. The Texas Alcohol Beverage Commission, however, found in an undercover investigation dubbed \"Operation Safe Open\" that a dozen bars were not enforcing the rules. ##Catch Up## Brazil’s health ministry has reported 21,432 new cases of coronavirus over the past 24 hours, bringing the total number of reported infections in the country to 1,106,470. The ministry said 654 deaths have been reported since yesterday, bringing the total number of those who have officially died from coronavirus in Brazil to 51,271.  More on this: Brazil has the highest number of confirmed coronavirus cases in Latin America and second-highest in the world after the US. The country has reported an average of a thousand coronavirus deaths a day over the past week. ##Cases## The US Food and Drug Administration said it has sent a warning letter to North Isle Wellness Center in New York and is advising consumers not to purchase products the company has misleadingly claimed work as a treatment for Covid-19, according to an agency release sent out Monday. The FDA gave the company 48 hours to take immediate corrective action and fix its website, product labels and any other labeling and promotional material. The company’s website falsely says its Methylene Blue product “shields against coronavirus,” according to the FDA. North Isle Wellness Center claims its product works by producing a “hydrogen peroxide burst within the blood to kill the coronavirus on contact.” The company also falsely claims that its skin tonic can build up the immune system in a patient with Covid-19, and kill the virus on contact. There are no FDA approved products to prevent or treat Covid-19. The FDA said it will place North Isle Wellness Center on its health fraud and scams list until there is corrective action. Failure to comply, the FDA said, could result in legal action. As of Monday afternoon, there was no mention of any coronavirus treatment on North Isle Wellness’ site. Los Angeles has recorded another single-day high in confirmed cases of coronavirus. Unlike in other previous highs, this record number is not attributable to a backlog in lab reports, Public Health Director Barbara Ferrer said Monday. Despite only holding about a quarter of the state’s residents, Los Angeles County is home to nearly half the coronavirus cases in California. According to the county's health department, Los Angeles County recorded 2,571 new cases on Monday. ##Cases## Infectious disease expert Dr. Peter Hotez is worried that Houston and Harris County could become the worst-affected spot for Covid-19 in North America.  “If we continue on the same trajectory, my worry is Houston could become the worst affected city right now in North America,” Hotez told CNN Houston affiliate KPRC-2. Hotez, dean of the National School of Tropical Medicine at Baylor College of Medicine in Houston, has been sounding steady warnings about the pandemic.  “Latest #COVID19 for Harris County, my observation if this trajectory persists: 1) Houston would become the worst affected city in the US, maybe rival what we’re seeing now in Brazil 2) The masks = good 1st step but simply won’t be enough 3) We would need to proceed to red alert,” Hotez tweeted on Saturday.  Harris County is listed at Orange Level 2 on the county’s own Covid-19 threat level system, with “significant uncontrolled” spread of the virus. Red Level 1 means the virus is classified as “severe uncontrolled.” Numbers for Harris County show a sharp increase in the seven-day rolling average of new Covid-19 cases and in hospitalizations. The other counties that make up the Houston region did not see a similar spike. Harris County Judge Lina Hidalgo last week called the county the “epicenter” of the virus in Texas. UK Prime Minister Boris Johnson is expected to announce a further easing of the nationwide lockdown on Tuesday, a government spokesperson told CNN, adding that changes to the government’s coronavirus guidelines will allow for the country to “gradually open up” starting July 4.  “The government will move to help restore the UK’s arts and cultural sector, with venues including cinemas, museums and galleries able to reopen from the same date,” the spokesperson said in a statement on Monday.  “Additional guidance will be published shortly on establishing safe ways to reopen for these sectors – which could include introducing one-way systems, spaced queuing, increased ventilation, and pre-booked tickets,” the spokesperson added.  According to the statement, the prime minister is also expected to reveal the findings of a review into the two-meter social distancing rule. While some restrictions introduced by the government will be relaxed, the spokesperson cautioned that Johnson will “make clear that the public must continue to follow social distancing guidelines” in order to keep the pandemic under control.   “Any easing of restrictions could be reversed if the virus risks running out of control,” the spokesperson added. Kansas Gov. Laura Kelly said Covid-19 spread is trending upward in the state.  \"The three metrics we use for reopening are disease spread, death, and hospitalization. Unfortunately for the first time in a while, our disease spread is trending upward,\" Kelly said in a news conference Monday. She added: \"Therefore, it is my recommendation, along with officials over at the Kansas Department of Health and Environment, that communities in Kansas stay in phase three of Ad Astra reopening plan.\" Kansas reported an increase of 406 Covid-19 cases since Friday, bringing the total of cases to 12,465, with 259 deaths in the state.  ##Cases## Gov. Greg Abbott said the coronavirus is \"spreading at an unacceptable rate in Texas\" and warned that \"tougher actions\" may be imposed if the numbers continue to spike, but he stressed that closing down the state again \"will always be the last option.\"  \"Covid-19 is now spreading at an unacceptable rate in Texas, and it must be corralled,\" Abbott said at a news conference in Monday.  The governor outlined three categories that are spiking in Texas — daily positive cases, hospitalizations, and the positivity rate. Texas saw its largest daily increase of cases over the weekend, with 4,430 reported on Saturday, and the positivity rate jumped to nearly 9% this weekend from 4.5% in late May.  \"If we were to experience another doubling of those numbers over the next month, that would mean that we are in an urgent situation where tougher actions will be required to make sure that we do contain the spread of Covid-19,\" he said.  For now, Abbott did not outline any rollbacks of his phased approach to reopening the state. Instead, the state will monitor whether recently developed actions — like the cracking down by the Texas Alcoholic Beverage Commission on businesses that don't enforce reopening restrictions — will have any effect. Abbott also said the state is surging testing in hot spots and doing more to promote the wearing of masks, though still not making it a requirement.  A new study suggests that as many as 8.7 million Americans came down with coronavirus in March but that 80% of them were never diagnosed. A team of researchers looked at the number of people who went to doctors or clinics with influenza-like illnesses that were never diagnosed as coronavirus, influenza or any of the other viruses that usually circulate in winter. There was a giant spike in these cases in March, the researchers reported in the journal Science Translational Medicine. “The findings support a scenario where more than 8.7 million new SARS-CoV-2 infections appeared in the U.S. during March and estimate that more than 80% of these cases remained unidentified as the outbreak rapidly spread,” wrote Justin Silverman of Penn State University, and colleagues at Cornell University and elsewhere. Only 100,000 cases were officially reported during that time period, and the US still reports only 2.3 million cases as of Monday. But there was a shortage of coronavirus testing kits at the time. The team used data collected from each state by the US Centers for Disease Control and Prevention for influenza-like illness. The CDC uses this data to track the annual seasonal flu epidemic. “We found a clear, anomalous surge in influenza-like illness (ILI) outpatients during the COVID-19 epidemic that correlated with the progression of the epidemic in multiple states across the US,” Silverman and colleagues wrote. “The surge of non-influenza ILI outpatients was much larger than the number of confirmed case in each state, providing evidence of large numbers of probable symptomatic COVID-19 cases that remained undetected.” Hear more: ##Cases## Gov. Asa Hutchinson said that Arkansas will not back off on testing during a news conference on Monday. “We're expanding testing, but so are other states, expanding testing and the need for testing is continuing. And so, there's a pressure point there and I hope that that supply chain can, but it's been very steady, and it's been growing over the last couple of months and we just hope it will continue to do that with national leadership,” Hutchinson said. The governor’s comment comes after President Trump suggested on Sunday that the country slow down testing. White House press secretary Kayleigh McEnany said Monday that Trump was speaking “in jest” when he said during his rally Saturday that he asked administration officials to slow down testing for Covid-19 in the US.  Hutchinson said that he was listening to the President and called the comment “flippant.” Houston Health Department tweeted Monday that Harris County hospitals have seen a 177% increase in Covid-19 positive patients since May 31.  The department urged residents to \"act now.\" \"Wear a mask, social distance & wash hands,\" the department tweeted.  Harris County has a total of 8,725 Covid-19 cases and 136 people have died from the virus. At least 103 Houston police officers are currently quarantined with Covid-19, according to police spokesperson Officer Kese Smith.  In total, 146 police officers have had Covid-19 since the pandemic began. ##Cases## South Africa has at least 101,590 confirmed coronavirus cases after reporting 4,289 new cases in the last 24 hours. According to the country’s department of health, at least 1,991 people have died from the virus.  South Africa accounts for close to a third of all cases on the continent.  At a World Health Organization briefing on Monday, the organization’s head of health emergencies, Dr. Mike Ryan said the situation in Africa remains mixed, “We’ve seen increases of disease in some countries in excess of 50% in the last week and we’ve seen other countries with very, very stable numbers.”  Overall, Ryan said, the mortality rate on the continent remains lower than in other regions.  “What we haven’t seen yet are large increases in the number of deaths. So Africa, at this point, is still avoiding the large proportion of that, that have been associated with this disease in other continents,” he said. ##Cases## Yale College has asked faculty to plan their courses with a \"residential/remote model\" in mind, given the uncertainties of the fall semester due to the coronavirus pandemic. The university will announce its plans for the fall by early July. But an email sent to students Monday, the undergraduate college of Yale University revealed the model being used to plan the semester assumes that even if students return to the campus in New Haven, Connecticut, classes will primarily be offered remotely. \"Courses will be built primarily for remote delivery so that all enrolled students may participate,\" Dean of Yale College Marvin M. Chun and psychology professor Richard M. Colgate said in the email. \"Limited exceptions for additional in-person engagements, such as tutorial or discussion sessions, might also be possible as enhancements in other types of courses; details will be provided as the public health situation becomes clearer.\" Yale previously announced it will follow a modified academic calendar for the fall semester. Yale College classes will begin August 31, and in-person instruction will conclude before the Thanksgiving break. \"The last week of instruction, reading period, and final exam period will be online,\" according to the email, with the semester ending December 18. More than 35% of the confirmed coronavirus cases in California have been recorded in just the past two weeks, Gov. Gavin Newsom said in a news conference Monday. There have been three single-day highs recorded in the past week, and on Sunday, the highest rate of hospitalizations to date. Hospitalizations have climbed about 16% over the last 14 days. Testing is increasing throughout the state with about 85,000 tests conducted each day, Newsom said. While that may be factor in the uptick in confirmed cases, the positivity rate is also climbing slightly and currently stands at about 4.8%. \"Stay at home more often, wear your mask more often,\" California Health Secretary Mark Ghaly said. ##Cases## West Virginia Gov. Jim Justice said the state had its first coronavirus-related death since June 12 over this past weekend. The 74-year-old woman's death brings the cumulative total in the state to 89.  Justice said during his news conference Monday that 100 new positive cases appeared over the weekend as well, adding he thought it was possibly due to traveling out of state, especially from Myrtle Beach, which is seeing a rise in cases. Currently, there are 782 active cases in West Virginia, he said. Justice said he disagreed with President Trump’s assessment — which said he believed Trump said “in jest” — that testing needs to slow down. He said he believes testing needs to increase and he said he thinks the President believes that as well. Democrats unveiled two pieces of legislation Monday they say will keep prices down for any taxpayer-funded treatments and vaccines for Covid-19.  The federal government has granted billions to pharmaceutical companies for Covid-related research without assurances that the drugs and vaccines that result from that research will be affordable and accessible to the American public, according to Rep. Jan Schakowsky (D-IL).   \"Today we are saying that a public health crisis should not be allowed to become a for-profit bonanza for the pharmaceutical industry,” Rep. Rosa DeLauro (D-CT) said. “Because taxpayers have contributed to this research and development, they should receive, in return, full transparency.”  The bills have bipartisan support from co-sponsors Schakowsky and DeLauro as well as Reps. Lloyd Doggett (D-TX), Francis Rooney (R-FL) and Peter DeFazio (D-OR).  The bills intend to establish protections against drug price gouging for Covid-19 treatments and vaccines and excessive pricing of drugs for any disease that causes a public health emergency.   The bills would also initiate major steps toward transparency, including a database of the funding and tax benefits that pharmaceutical companies have received.   “Every other major country in the world negotiates lower drug prices with the pharmaceutical industry for all its residents,” DeFazio said.   “Today’s legislation provides what the Trump administration has been unwilling to do by executive order, and that is meaningful protection for taxpayer dollars and insurance of patient access,” Doggett said. US stocks turned things around and closed higher after starting the day in the red. Shares of tech and consumer companies propelled the major indexes higher, with Nike, Apple and Microsoft ending as the day’s best performing Dow stocks. While investors have been worried about the rising numbers of Covid-19 infections in parts of the country, Monday’s modest upswing suggests that the market is focused once again on the reopening of the economy — and clinging to hopes that it won’t shut down a second time. Here's how the market closed today:  The Dow ended 0.6%, or 154 points, higher.\nThe S&P 500 closed up 0.6%.\nThe Nasdaq Composite closed 1.1% higher.  ##Economy## A pill people usually taken to prevent blood clots helped reduce the risk of heart attacks, strokes and other problems caused by blood clots in hospital patients, researchers reported Monday. They gave the drug, sold under the brand name Xarelto, to 4,900 patients who had been treated and then sent home from the Feinstein Institutes at New York’s large Northwell Health hospital system.  They gave placebos to 4,900 other discharged coronavirus patients. Each group was followed for about six weeks. Patients given Xarelto, known generically as rivaroxaban, had a 28% reduced risk of a blood clot in the leg, known as a deep vein thrombosis, Northwell’s Alex Spyropoulos and colleagues reported in the Journal of the American College of Cardiology. And their risk of other blood clots known as venous thromboembolisms, heart attacks, strokes or other types of heart death were 28% lower than patients who went home with dummy pills.  The patients were on average about 68 years old, and there didn’t seem to be an increase in bleeding problems – a known side effect of the drug. “We are encouraged by the study’s results to potentially reduce these life-threatening thromboembolic episodes by expanding the use of rivaroxaban for patients post-hospitalization,” Spyropolous said in a statement. “Through this research, Northwell Health has adapted its treatment policy for discharged COVID-19 patients, and others at risk, across the health system.”  Increased blood clotting throughout the body is a known symptom of coronavirus infection, and doctors have been trying out various blood thinners in patients to see if they can help safely. Louisiana will not be moving to phase three at the end of the week like expected, Gov. John Bel Edwards announced in a press conference. The state will remain in phase two under a new order that will be signed later this week and extended for 28 days, he said.  Louisiana has seen a rise in cases and hospitalizations. Edwards said that due to this and the community spread that is happening, it is not safe for the state to move out of phase two at this time. Phase two allowed restaurants, malls, gyms and other businesses to open with reduced capacity, according to the state's website. Edwards said the number of community spread cases is increasing among younger people and they have seen clusters around bars and graduation parties that happened in the past few weeks. “Some had hoped, thought, believed that this virus would go away once we got to the summer. It is very clear that is not happening, and not going to happen. A lot of people are saying ‘They are done with virus’ – well the virus isn’t done with us,” Edwards said. ##Reopening##  Two members of the advance team for President Trump’s rally who attended the event on Saturday have tested positive for coronavirus, Trump Campaign Communications Director Tim Murtaugh tells CNN. The staffers were wearing masks, according to Murtaugh, and the campaign activated quarantine procedures and contact tracing.  These two staffers who attended the rally are in addition to the previously reported six staffers who had tested positive before the rally and did not attend. NBC was first to report the news. Watch:  Because of the coronavirus pandemic, this year's Hajj pilgrimage will have a very limited numbers of pilgrims, according to state run Saudi Press Agency. The Hajj is an annual pilgrimage to Mecca in Saudi Arabia. Islam requires every Muslim who is physically and financially able to make the journey to the holy city of Mecca at least once in his or her life. A statement from the Saudi Arabia’s Ministry of Hajj and Umrah said that as Covid-19 cases continue to grow globally, it was decided the Hajj will “take place this year with a limited number of pilgrims from all nationalities residing in Saudi Arabia only who are willing to perform Hajj.” “This decision is taken to ensure Hajj is safely performed while committing to all preventive measures to protect Muslims and adhere strictly to the teachings of Islam in preserving our health and safety,” according to the statement. The ministry's statement cited the Saudi Ministry of Health saying, “the risks from Coronavirus are expected to grow further, but there is no vaccine available yet for those infected by the disease.\" The statement noted that it is challenging to maintain a proper distance in crowded areas. More than 2 million Muslims performed Hajj last year, with more than 1.8 million pilgrims traveled to Saudi Arabia from abroad to take part. Performing the Hajj is one of the five pillars of Islam and it is one of the biggest religious gatherings in the world.  The Hajj is scheduled to start at the end of July this year.  ##Reopening##  The Metropolitan Transit Authority (MTA), which runs the New York City subway system,  has used $2.9 billion of the March funding from the Federal CARES Act which represents about 73% of the money, but expects to exhaust the remaining funding in early July. “The MTA is facing the most acute financial crisis in its history,” MTA Chief Financial Officer Bob Foran said in a press release.  He continued: “With more than 70% of the CARES funding provided in the first relief package drawn down, and all CARES funding expected to be exhausted early next month, our finances are on life support.\"  He called on Congress to act to protect the MTA \"We need the Senate to take action now and follow the House of Representatives’ leadership on continued pandemic funding. As the MTA is the lifeblood of New York and the nation’s economy – our financial health will be critical to the country’s economic recovery,\" he said. Foran added, \"New York is also the top donor state in the nation providing $29 billion more in funding than we get back from the federal government.\"  \"We urge the Senate to come back to Washington, do its job and provide another $3.9 billion in funding to the MTA now to cover the rest of 2020.” The latest ridership numbers: The MTA says more than 2 million people rode New York City subways and buses on Friday, the first time ridership has reached that level since the start of the Covid-19 pandemic in March. While it’s a significant increase in ridership, it’s a decline of 74% from normal weekday ridership levels of 7.6 million, the MTA added. ##Reopening## Death threats have been directed at Dr. Barbara Ferrer, the Los Angeles County Public Health director, over COVID-19 orders. “The death threats started last month during a COVID-19 Facebook Live public briefing when someone very casually suggested I should be shot,” Ferrer said in a statement. “I didn’t immediately see the message, but my husband did, my children did, and so did my colleagues.” Ferrer said that health officers across the country \"are being threatened with violence on a regular basis.\" Since March, the team at L.A. County Health has been attacked via email, public postings, and letters, she said. Orange County’s Health Officer Dr. Nichole Quick resigned earlier this month after she received threats to her personal safety. Ferrer acknowledged the frustration and anger over the virus and urges the public to “follow the science in order to save lives.” Masks or face coverings will be required in public in Miami due to the increase in Covid-19 cases, Mayor Francis Suarez announced during a news conference Monday. The order will go into effect immediately.  Until now, masks were only required indoors. Masks will now be required at all times. There are various zip codes of most concern, including Little Havana, Suarez said. In these zip codes, Miami will be handing out masks to the public. Suarez said the number of hospitalizations, the number of people on ventilators and the number of people in intensive care are up. The University of Iowa Athletics Department has reported nine positive Covid-19 tests within the department between last Monday and Sunday, bringing their total tally to 12 positive tests, the department announced. No information was provided about whether the positive tests came from students or other athletics staff members or from which sports programs. Those who tested positive have been isolated, and others who may have been exposed have been quarantined, according to the university's statement.   “While we have experienced an increase in positive tests, almost all are related to individuals who had been in quarantine due to our contact tracing and developed symptoms,” stated Dr. Andrew Peterson, UI associate professor and head team physician. “Our overall process, including testing and daily health screening, is working as expected.” ##Cases## There are at least 2,291,353 cases of coronavirus in the US, according to Johns Hopkins University's tally.  At least 120,106 people have died in the US from the virus. So far on Monday, Johns Hopkins reported 11,478 new cases and 137 deaths.  The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases.  ##Cases## White House press secretary Kayleigh McEnany said President Trump was speaking “in jest” when he said during his rally Saturday that he asked administration officials to slow down testing for Covid-19 in the US.  McEnany was asked if the President actually made that request during a press briefing on Monday. “He has not directed that, and in fact I would note that first we continue to test about 500,000 per day, about half a million people per day,” McEnany answered. “$1.8 billion dollars is invested in NIH to find new testing capabilities, any suggestion that testing has been curtailed is not rooted in fact.” “It was a comment that he made in jest,” McEnany added. “It’s a comment that he made in passing, specifically with regard to the media coverage and pointing out the fact that the media never acknowledges that we have more cases because when you test more people you find more cases.” Asked if it was appropriate for Trump to joke about coronavirus when more than 100,000 Americans have died of the virus, McEnany denied it he was joking about the virus. “He was not joking about coronavirus. I just said he was joking about the media and their failure to understand the fact that when you test more, you also find more cases,” she said. Earlier Monday, Trump did not directly answer when asked by a Scripps reporter if he had requested to pare back testing. “If it did slow down, frankly, I think we’re way ahead of ourselves if you want to know the truth,” Trump said. “We’ve done too good a job.” CNN’s Kaitlan Collins later asked McEnany about Trump’s comments. McEnany responded that “the President instead used that opportunity to extoll the fact that we’ve done 25 million tests.”  During a morning phone call with governors, Vice President Mike Pence was questioned by Nevada's Democratic governor about President Trump’s claims about slowing down coronavirus testing, according to a person familiar with the call. Pence said Trump made the remark as a “passing observation,” the person said. Nevada Gov. Steve Sisolak told Pence the comment was unhelpful. What this is about: At his rally in Tulsa on Saturday, Trump said: \"When you do testing to that extent, you're going to find more people, you're going to find more cases. So I said to my people, slow the testing down, please.\" On the call with governors, Pence repeated his assertion that more testing means more positive cases. He also called on the governors of certain states with an increase in cases to describe their response efforts. The number of cases of Covid-19 worldwide has surpassed 9 million, according to data from Johns Hopkins University.  So far on Monday, the number of coronavirus cases is at 9,003,042 and the worldwide death toll from the virus is 469,122, according to JHU. ##Cases## Although a spike in coronavirus cases in Washington, DC caused the data to reset backwards over the weekend — making Monday the 13th sustained day of a decline in community spread – Mayor Muriel Bowser said the District hit the metric of 14 sustained days on Friday, and therefore phase two of reopening is officially effective today. Bowser urged residents to continue to exercise \"good judgement\" and adhere to public health guidance. \"We always know that we could have different experiences with the data. We always know that, and we have the ability to go up and down, so it is my decision that it wouldn't be worth it to wait a day after we have announced a start date on this Monday,\" Bowser explained. Here's what's reopening in phase two: Nonessential retail can open at 50% capacity.\nRestaurants can have indoor dining at 50% capacity.\nFitness facilities may reopen with limited access (five people per 1,000 square feet), strong safeguards and physical distancing\nHouses of worship are encouraged to hold virtual services, but are permitted to have up to 100 people, or 50% capacity. DC recommends that churches do not have choirs or singing.\nPersonal services, including nail care, tattooing and waxing will be permitted with certain restrictions in place.\nGatherings of more than 50 people are still banned. The mayor was also asked about the announcement Friday that July 4 celebrations at the White House will include a fireworks display over the National Mall. Bowser said the celebration will be a federal event held on federal property and that she has been in ongoing conversations with US Interior Secretary David Bernhardt and it is not yet clear what the scope of the event will be.  In response to a question about crowd control, Bowser said she expects there to be some traffic mitigation led by the federal government with possible assistance from local law enforcement. She noted that such efforts usually take place due to the holiday parade, which will not take place this year. ##Reopening## Two more clinical trials of hydroxychloroquine – the drug President Trump has touted as a “game changer” for Covid-19 – have been halted, bringing the total number to at least four. The National Institute of Allergies and Infectious Diseases closed a hydroxychloroquine trial early after enrolling only 20 study subjects, according to a statement issued by the institute on Saturday. That trial originally intended to enroll about 2,000 Covid patients, according to clinicaltrials.gov. The NIAID statement said that they ended the trial because “the rate of participant enrollment has been inadequate for the trial to meet its objectives in a timely manner.” The Veterans Health Administration Office of Research and Development denied funding for a proposed hydroxychloroquine study for Covid patients, Dr. Salomeh Keyhani, a researcher at the San Francisco VA Health Care system, told CNN Thursday. “It seems [the VA] made the right decision given all the [information] on lack of efficacy and concern for safety,” Keyhani wrote in an email to CNN. That trial was supposed to enroll 300 patients, according to clinicaltrials.gov.  On Saturday, the National Heart, Lung, and Blood Institute announced it had halted a trial of more than 500 study subjects. After more than 470 participants were enrolled, a data and safety monitoring board recommended that the NHLBI stop the study because, “while there was no harm, the study drug was very unlikely to be beneficial to hospitalized patients with COVID-19.”  Pharmaceutical giant Novartis announced Friday it would cancel its study due to challenges recruiting enough participants. “The recruitment challenge facing our HCQ trial has made it unlikely that the clinical team will be able to collect meaningful data in a reasonable timeframe to determine the effectiveness of HCQ in treating patients with COVID-19,” according to the Novartis statement. Novartis aimed to enroll 444 participants, according to clinicaltrials.gov. The University of Michigan is planning to launch its fall semester August 31 with a combination of in-person and remote classes, an adjusted academic calendar, and an emphasis on following public health measures. Fall on the Ann Arbor campus will have a different feel this year, according to University President Mark Schlissel, who made the announcement in a video message released Monday. “We now have the opportunity to begin a new journey together, equipped with the very best guidance and ideas from our leading scholars, innovative students and expert staff,” Schlissel said. The university is planning an adjusted academic calendar, with on-campus classes ending at Thanksgiving in the fall to minimize student travel home and back to campus. Winter semester will start later in January, and both the fall and winter breaks will be eliminated. According to Schlissel, students will be able to choose from courses in-person, remote and mixed instruction depending on curricular needs. Some students will choose or need to take all their classes remotely, and the university’s 19 schools and colleges will provide a robust set of fully remote classes that will enable most students to make that choice. \"Students also will see additional changes to their campus experience such as physical distancing requirements in libraries and other common spaces and buildings, limited access to certain areas, additional cleaning, boxed meals and staggered timelines for activities such as move-in and dining,\" according to the plan. There are more than 47,000 undergrad and graduate students on the university's Ann Arbor campus. The university is one of the state's top five employers, and has an economic impact of more than $10 billion for Michigan annually. Another 17 workers at a Welsh poultry processing center have tested positive for coronavirus, taking the total number to at least 175, according to Public Health Wales. All workers and contractors at the 2 Sisters Food Group on the Isle of Anglesey have been asked to self-isolate for 14 days to curb the further spread of the virus.   “The deployment of rapid test and trace facilities has helped identify this situation, and we will continue to keep control measures in place to bring the outbreak to a rapid conclusion,” said Christopher Johnson with Public Health Wales. The First Minister of Wales, Mark Drakeford, said the government is considering whether further steps need to be taken – including a local lockdown – to curb the spread of Covid-19. “If there is a public need to do so, we will,” he said on Monday. “If a public health case isn't there to go beyond what we are doing already then we will take that advice equally seriously.” The poultry plant has been closed since June 18. ##Cases## A contact tracer in New York City described that tracer calls last between 30 and 50 minutes and have extremely detailed personal questions that sometimes turn off callers.  The tracer, who spoke to CNN on the condition on anonymity Sunday, said that the questions include specifics about ethnicity, origin and sexuality. The tracer added that all information has to be reported anonymously, which can lead to snags. For example, the tracer will tell the respondent that the he or she was in contact with someone who tested positive on a specific day — but won’t reveal the identity of the sick person the individual came in contact with.  Sometimes the respondent declines to talk because of the anonymous nature of it, the tracer said.  The tracer added that calls usually register as “Contact Tracer” on caller ID, but calls often take too long, which leads to skepticism. “The plane is being built as it’s trying to fly,” the tracer said. While they are confident that tracing can work, they worry the system is too fragile and will be easily overwhelmed if there is a surge. ### The 78th Golden Globe Awards are moving from January to February, following a similar delay to the Academy Awards due to the coronavirus pandemic. The annual event, considered the unofficial kickoff to Hollywood awards season, honors top films and television shows as selected by members of the Hollywood Foreign Press Association. The show will now take place on Sunday, February 28 — the original date for the next Oscars before it was announced last week it would be pushed back.  Tina Fey and Amy Poehler are slated to return as hosts of the Globes for a fourth time.  High-tech equipment will now screen passengers for fevers as they walk through the Los Angeles International Airport, the world's third-busiest airport.  LAX officials announced Monday that thermal imaging scanners will be placed at two spots in the Thomas Bradley International Terminal. The scanners are part of a trial run which LAX officials say can rapidly identify passengers or workers with a fever higher than 100.4 degrees Fahrenheit.  LAX is believed to be the first major airport in the US to install such a system.  Feverish passengers \"will be advised by a medical assistant that health authorities recommend that they not travel,\" but still allowed to proceed to the gate if they choose, according to information provided by the airport. The move comes as the commercial aviation industry is in dire need for passengers to come back. Depressed air travel figures show a slight uptick in people screened by Transportation Security Administration officers across the country, but is still only about 20% of the more than 2 million passengers who were flying daily at this time last year.  LAX officials said the goal of the pilot program is to see if the technology can be expanded, adding they will \"provide key data and learnings\" to the Centers for Disease Control and Prevention and TSA. CNN reported last month that the TSA was considering screening passengers for fevers, but thus far, there has been no movement on that proposal.   The rising number of Covid-19 cases in the United States — especially among young people in the southern region of the nation — cannot be explained by testing alone, a World Health Organization official said on Monday. \"What is clear is that the increase is not entirely explained through just increased testing. There’s some evidence of increase in hospitalizations. But this was always a possibility when restrictions are lifted,\" Dr. Mike Ryan, executive director of WHO's health emergencies program, said during a briefing in Geneva. \"I’ve seen the reports that some of this is amongst younger people. That may reflect the fact that younger people are more mobile and are getting out and taking advantage of the reduction in the restrictions of movement,\" Ryan said. \"This is something that WHO has spoken about many times — many countries have experienced clusters of disease or upticks in the aftermath of reducing stay at home orders or allowing population mobility to happen.\" Ryan added that continuing to follow guidelines to prevent the transmission of the coronavirus is key to help reduce this rise in cases. \"Maintaining vigilance around physical distance; personal hygiene; the wearing of masks according to the national guidelines and where appropriate; the increase of surveillance of the clusters that are investigated, testing, tracking, isolating cases, quarantining contacts -- this is what needs to continue,\" Ryan said. \"The issue is not the rising numbers per se. The issue is what is to be done to bring those numbers back and what combination of measures can be used in order to do that, in terms of targeted public health measures, increasing surveillance, increasing cluster investigation and ensuring that we identify cases and contacts as quickly as possible,\" he said. ##Cases## The UK government has unveiled its plans to ease its guidance on shielding for those considered to be “clinically extremely vulnerable” to coronavirus in England.  In a statement on Monday, Health Secretary Matt Hancock announced that those currently advised to shield at home will be able to gather in groups of up to six outdoors and form a “support bubble” with another household starting July 6. “I want to thank all those who have been shielding for so many weeks for their commitment to the shielding program. I know this has been incredibly tough,” Hancock said.  “Now, with infection rates continuing to fall in our communities, our medical experts have advised that we can now ease some of these measures, while keeping people safe,” he added.  According to the plan set out by the government, those considered to be clinically vulnerable will no longer be advised to shield starting August 1.  UK Deputy Chief Medical Officer Dr. Jenny Harries cautioned that while the current infection rate has allowed for a gradual relaxation of the shielding guidance, government advice will be adjusted accordingly should the infection rate begin to rise.  “The prevalence of the virus in the community is now lower and chances of getting infected are reduced, so we believe it is the right time to relax some of the advice so people can start to regain a degree of normality once more in their daily lives,” Harries said. “We will continue to monitor the evidence closely and adjust the advice accordingly if there are any changes in the rates of infection that could impact on this group,” she added.  The speaker of Iraq's parliament says the legislative body cannot meet regularly because some of its lawmakers, as well as several staff, have contracted coronavirus. Mohammed al-Halbousi said at least six Iraqi MPs had tested positive for Covid-19, but that the number could be as high as 20. He said at least 28 parliamentary staff members have also tested positive, including some of the guards who provide security for Iraqi lawmakers. Al-Halbousi made the comments during an interview Sunday on a Dijla TV show called \"Nafas Ameeq,\" which translates as \"Deep Breath.\" \"This is why you cannot hold sessions,\" the interviewer asked in response to the speaker's comments. \"It’s hard,\" al-Halbousi said. Iraq has reported 30,868 coronavirus cases and 1,100 deaths according to Johns Hopkins University. ##Cases##  Worldwide demand for the steroid drug dexamethasone has surged since a UK-based study last week found that it could help reduce the risk of death among hospitalized Covid-19 patients requiring ventilation or oxygen, according to the World Health Organization. \"Demand has already surged, following the trial results showing dexamethasone's clear benefit,\" WHO director-general Tedros Adhanom Ghebreyesus said during a news briefing in Geneva today. When the preliminary study results were announced last week, WHO said that it welcomed the clinical trial results. The findings are still being compiled and have not published in a peer-reviewed journal. \"Although the data is still preliminary, the recent finding that the steroid dexamethasone has life-saving potential for critically ill Covid-19 patients gave us a much-needed reason to celebrate,\" Tedros said. \"The next challenge is to increase production and rapidly and equitably distribute dexamethasone worldwide, focusing on where it is needed most,\" Tedros added. \"Fortunately, this is an inexpensive medicine and there are many dexamethasone manufacturers worldwide, who we are confident can accelerate production.\" Remember: Tedros said that while the drug was shown to have benefit for the sickest Covid-19 patients, no benefit was found among those with mild disease. \"WHO emphasizes that dexamethasone should only be used for patients with severe or critical Covid-19 , under close clinical supervision,\" Tedros said. \"There is no evidence this drug works for patients with mild disease or as a preventive measure, and it could cause harm.\" According to data from the Brazilian Ministry of Health, in a one-week period from June 15 to June 21, the country reported 7,285 deaths from coronavirus, an average of more than 1,000 each day.  The weekly surge increased Brazil’s death toll from coronavirus to more than 50,000.   In that same week, Brazil reported at least 217,414 new cases of Covid-19, bringing the country's total number of cases to more than 1,080,000. Brazil is the second country in the world behind the US with the highest number of cases and deaths according to Johns Hopkins University.   ##Cases## New Jersey casinos can reopen at 25% capacity on July 2, Gov. Phil Murphy tweeted Monday morning. Indoor dining “limited at first to 25% capacity” can also resume, he posted, adding that additional guidance relating to health and safety will be released “within the next several days.” Some context: Murphy temporarily shuttered casinos, dine-in restaurants, entertainment businesses, amusement parks and gyms on March 17 to mitigate the spread of coronavirus. Read his tweet: ##Reopening## Carnival Cruise Line says it is cancelling all cruises through September 30.  Carnival said in a statement, “we have watched with great interest as commerce, travel and personal activities have begun to start back up, and once we do resume service, we will take all necessary steps to ensure the health and safety of our guests, crew and the communities we bring our ships to in order to maintain public confidence in our business. “ Carnival’s decision comes as the cruise industry voluntarily extended the suspension of US cruise operations until September 15 because of coronavirus concerns, according to Cruise Lines International Association, the leading trade organization for the global cruise industry. Carnival says for guests who were already booked on excursions departing September 30, 2020 or prior, they can choose between a full refund or incentive credits for a future trip.  This announcement comes as Carnival posted a $4.4 billion loss — which works out to $3.30 per share — for the second quarter.  Analysts were forecasting a loss of $1.76 a share. Revenue plummeted 85% to $700 million, missing estimates of about $738 million. Bowdoin College in Maine announced that only a fraction of its students will return for on-campus and in-person learning for the fall 2020 semester. The small liberal arts college in Brunswick, Maine, will allow freshman, transfer students, a small number of senior honors students and resident life staff to return to campus, according to a plan laid out Monday by Bowdoin's president Clayton Rose. All sophomores, juniors, and other seniors will remain off campus for the fall semester and will take their courses online. \"I very much wish we could have everyone on campus in the fall, and I know you do as well,\" Rose said. \"The nature of the virus requires us to limit the density of people on campus. While we have taken considerable time to understand the scientific data on the virus, there is still a great deal of uncertainty, requiring us to be both humble and thoughtful about what we do and do not know.\" Bowdoin said nearly all classes — including those on campus — will be taught online. The college plans to start classes on Sept. 2, with all students leaving campus before the Thanksgiving holiday and finishing the fall term remotely. Everyone on campus will be tested for Covid-19 at least two times a week and will be required to participate in a contact-tracing program. All students who return to campus will live in a single bedroom, Rose said. According to the plan, Bowdoin will not participate in any fall or winter varsity sports for the fall semester, since not all students will be on campus. ##Reopening## On Monday, Hong Kong recorded 30 new cases of the coronavirus — bringing the city’s total Covid-19 count to 1,161.  At least 16 people have also tested preliminary positive and are awaiting final results. The latest figures are the highest daily rate since April 3, when 43 new coronavirus cases were recorded. All 30 confirmed cases have a history of travel – most of whom arrived on repartition flights from Pakistan and the Philippines. Travelers to Hong Kong are tested on arrival, sent to a hotel pending results, and tagged to ensure that they complete a 14-day quarantine at a specified location and remain indoors.  ##Cases##  The number of coronavirus cases reached a milestone on Monday, as the state reports 100,217 cases, according to data released by the Florida Department of Health.  Florida is among at least 10 states that saw their highest 7-day average of daily new coronavirus cases on June 21, according to data from Johns Hopkins.  Health experts worry the Sunshine State could be the next epicenter of the national health crisis. ##Cases## Gov. Andrew Cuomo said Monday that New York is in a position to keep opening up in phases because the metrics and science used in analyzing the spread of coronavirus have guided the decisions, unlike some states that “did reopening as a political exercise.” “It was politicized by the White House and some states ran to reopen and just forgot about the metrics and the science when you’re dealing with a virus. You’re now seeing those states spike. New York, we did the exact opposite. We followed the science … I look at the numbers every day and we react to the numbers,” Cuomo told CNN’s Jim Sciutto in an interview Monday morning. He went on to describe New York's key coronavirus metrics recorded yesterday. “We did 57,000 tests just yesterday – highest number of tests in the United States – and we had a less than 1% transmission rate yesterday. We went from the highest transmission rate in the United States to the lowest transmission rate. We only had 10 deaths overnight – that’s the lowest number since this started. We have about 1,000 people in our hospitals – lowest numbers since this started,” he said. What the numbers say: While the statistics continue to trend in the right direction in states like New York, 10 states that saw their highest 7-day average of daily new coronavirus cases on June 21 according to data from Johns Hopkins. Those states are Arizona, California, Florida, Georgia, Missouri, Nevada, Oklahoma, South Carolina, Texas and Utah. ##Cases## New York City Mayor Bill de Blasio said he will \"absolutely\" dine outside tonight — although he has not yet decided which restaurant he'll go to. New York City entered phase two of reopening today, which allows for restaurants to resume outdoor service. \"I am very excited that this day has come,\" de Blasio said at a news conference when asked if he'll eat out at a restaurant today.  ##Reopening## New York City Mayor Bill de Blasio described Monday as an “important” and “historic day” as the city launched phase two of Covid-19 reopening. “Hundreds of thousands of people will be going back to work today” he said and there is “a real excitement out there.” “Phase two is really a giant step for this city,” de Blasio said, adding that “this is where most of our economy is.” Phase two allows for a broader range of businesses to continue to reopen in New York City under Covid-19 guidelines, including retail businesses, restaurants and offices. One of the biggest moves is the reopening of outdoor dining. The mayor said that restaurants as part of the reopening for outdoor dining are so important as they are such a big part of the identity of NYC. There have been 3,192 applications for open restaurants to apply for curb space and roadway space — “they have instantly qualified” and are ready to go today, de Blasio said.  The mayor notes that the city stands ready to help businesses get on their feet. Over 2 million face coverings have been given out for free and the mayor said they are doubling that. Subway ridership was up 29% in phase one — getting close to the point of a million subway riders per day. Bus ridership is up 22%. Traffic into manhattan is also up 24% over east river bridges and 10% over Hudson river bridges. The mayor said mass transit is so crucial to the city and these signs show that the city is coming back online. ##Reopening## The coronavirus pandemic does not appear to be slowing down anytime soon in the United States, warned Michael Osterholm, head of the Center for Infectious Disease Research and Policy at the University of Minnesota in Minneapolis.  \"I think this is more like a forest fire. I don't think that this is going to slow down,\" Osterholm told NBC's Chuck Todd during an appearance on “Meet the Press” on Sunday.  \"I think that wherever there's wood to burn, this fire's going to burn — and right now we have a lot of susceptible people,\" Osterholm added. \"Right now, I don't see this slowing down through the summer or into the fall. I don't think we're going to see one, two and three waves. I think we're going to just see one very, very difficult forest fire of cases.\" A look at the cases: There are 23 states seeing a rise in new reported cases compared to the previous week, according to data from Johns Hopkins University. Here's where cases are increasing: ##Cases##  As President Trump prepares to travel to Arizona tomorrow, here’s a look at the coronavirus trends in that state:  Arizona continues to see its new case numbers climb. The state averaged about 2,412 new reported cases per day over the week ending June 21, up about 94% from the previous 7-day period, according to a CNN analysis of data from Johns Hopkins University.\nArizona is one of 10 states that saw their highest 7-day average of daily new coronavirus cases on June 21 according to data from Johns Hopkins. The others are California, Florida, Georgia, Missouri, Nevada, Oklahoma, South Carolina, Texas and Utah.\nAccording to Johns Hopkins data, Arizona had the fourth most new reported coronavirus cases during the week that ended June 21, following California, Texas and Florida.\nThe number of people hospitalized with coronavirus in Arizona has been climbing since the start of June, according to data collected by the COVID Tracking Project.\nMaricopa County, where Phoenix is located, is reporting 29,891 total coronavirus cases and 602 deaths. In its most recent report (dated June 20), the Maricopa County Department of Public Health reported. ##Cases## According to Mexico's Ministry of Health, on Sunday evening the country reported an additional 1,044 new deaths, bringing the nationwide total to at least 21,825. It's one of the highest death tolls reported in the country in a 24-hour period. Mexico also reported at least 5,343 new cases of the novel coronavirus, bringing the country's total to at least 180,545 confirmed cases. Mexico City and the Valley of Mexico are the areas with the highest number of active cases in the country.  ##Cases## There were 10 coronavirus-related deaths in New York State on Sunday, New York Gov. Andrew Cuomo tweeted Monday morning. At least 552 of 56,780 — less than 1% — of coronavirus tests performed Sunday were back positive, he tweeted, adding that hospitalizations fell to 1,122. Read his tweet: ##Cases## Dr. Scott Gottlieb, former commissioner of the US Food and Drug Administration, says some areas of the country are “seeing significant outbreaks on top of a background rate of spread that was quite high.” Speaking on CBS’ “Face the Nation” Sunday, Gottlieb said, “We are seeing a resurgence in the South and Southeast” because those areas were “never really rid of their epidemics.” Gottlieb said the cases are “building quite quickly” in places such as Texas, Florida, Alabama, North Carolina, South Carolina and Arizona. They could see “exponential growth” this week, he said. “The challenge with exponential growth is that everything looks okay, until suddenly it doesn't,” he said. “When the epidemic is expanding, it’s always worse than what you are measuring – so there are a lot more cases in these states that are going to get turned over this coming week, given the rate of growth we have seen,” Gottlieb added. Gottlieb warned, “This is going to be hard to get under control,” saying, “there is no quick intervention that is going to bring this to an end.” “The challenge is there is not a clear end point,” Gottlieb added. “We are becoming more and more dependent on a therapeutic intervention in the fall, because we are taking a lot of virus through the summer. We really shouldn't be where we are in June right now,” he said. When it comes to universal masking, Gottlieb said it’s a mistake for some states not to, “they are losing precious time.” “Masking has becoming controversial. It shouldn't be. It’s a simple intervention. It’s a collective action we can all take to help protect our fellow citizens and also protect ourselves and try to reopen the economy safely,” he said. ##Cases## Miami Mayor Francis Suarez said that the city would not hold a presidential campaign rally, even if the White House asked. \"We decided last week, and we're probably going to maintain that, that we're not going into phase three. Phase three means we're not opening nightclubs. We're not opening large venues where you can have any sort of large congregation of people, whether a sporting event, whether it's a rally. So none of those kinds of things are open in the city and won't be open after today's data which is worse than last Monday's was,\" Suarez told CNN's Poppy Harlow.  Asked if the mayor would say no if the White House asked him to hold a rally, Suarez answered, \"it's not about who asks. It's just about those things are not available, not open. They're not going to be open. that's not going to change for anyone. That's our policy, and until the data shows that it's safe to open those kinds of facilities, we're not going to open them.\" The mayor's comments come as Florida is seeing a rise in coronavirus cases. The Florida Department of Health reported 3,494 new cases of coronavirus on Sunday, bringing the state total to 97,291. Florida Gov. Ron DeSantis has said that cases are \"shifting in a radical direction\" toward populations in their 20s and 30s. DeSantis said Friday that the median age was 37 for newly diagnosed coronavirus infections over the last week. In the state, 62% of new cases for the week of June 7 are under 45 years old, he said. ##Cases## WATCH: White House staff got an email yesterday saying that temperature checks would now be voluntary going forward and would no longer be conducted at entrances, an official who received the email told CNN. The checks had become a routine part of entering the White House grounds for the last several months. Photos outside the White House this morning showed that the temperature screening tent has been taken down: US stocks were mostly lower at Monday’s opening bell.  Rising Covid-19 infections in some areas of the country already scared investors last week. A second lockdown to contain the virus could weigh heavily on the newly reopened economy. Here's how the markets opened:  The Dow opened 0.3%, or 80 points, lower.\nThe S&P 500 kicked off 0.2% lower.\nThe Nasdaq Composite opened flat. ##Economy## Gilead Sciences, the company that makes the antiviral drug remdesivir, announced on Monday that it is about to start trials of an inhaled version of the medication.  Remdesivir — which is currently administered intravenously through infusions — is the only drug that has an emergency use authorization from the US Food and Drug Administration to treat coronavirus infections. \"After receiving the green light from the FDA to move forward, Gilead is about to start trials of an inhaled version of remdesivir. We will screen healthy volunteers for Phase 1 trials this week and hope to begin studies in patients with COVID-19 in August,\" Daniel O'Day, Gilead Sciences chairman and CEO, said in an open letter on Monday. \"If the trials are successful, this could represent important progress. Remdesivir, our investigational antiviral medicine, is currently given to patients intravenously through daily infusions in the hospital,\" O'Day added. \"An inhaled formulation would be given through a nebulizer, which could potentially allow for easier administration outside the hospital, at earlier stages of disease. That could have significant implications in helping to stem the tide of the pandemic.\" The letter went on to explain how there are also plans to study remdesivir in treating Covid-19 earlier in the progression of the disease, in combination with other therapies and in additional patient groups. Last week, Gilead announced it would begin advanced trials of the drug in children.  Remdesivir was originally studied as a potential treatment for Ebola, but lab experiments revealed that it could work against coronavirus.  Monday's letter from Gilead noted that the company expects to have more than 2 million remdesivir treatment courses manufactured by the end of the year, and many millions more by 2021. Disneyland Paris announced a phased reopening as of July 15. “We’re pleased to announce that we will begin a phased reopening of the resort starting with the Disneyland Park, Walt Disney Studios Park, Disney’s Newport Bay Club Hotel and Disney Village as of 15th July 2020,” the company said on Twitter. This announcement comes as other Disney parks have announced their reopening plans in the US. Disneyland and Disney California Adventure — Disney's flagship theme parks in California — said they are reopening after months of being closed because of the coronavirus outbreak. The original Disney resort — which is located in Anaheim, California — plans to begin a phased reopening on July 17, the company said in May, pending state and local government approvals. July 17 is the 65th anniversary of the opening day of Disneyland park. Disney World in Orlando, Florida, will begin a phased reopening on July 11 for its Magic Kingdom and Animal Kingdom parks and July 15 for EPCOT and Hollywood Studios, the company also said in May. On June 18, Hong Kong Disneyland became the world's second Disney park to reopen. One of the smallest Disney theme parks, it closed on January 26 due to the global coronavirus crisis and has remained shut since then, with a few exceptions — namely its hotels and a few on-site restaurants. Shanghai Disneyland was the first park to reopen, welcoming guests back on May 11. Disney is implementing several measures to reopen safely and prevent the spread of the coronavirus at its parks ##Reopening## As Washington, DC, moves to phase two today, the Basilica of the National Shrine of the Immaculate Conception will reopen this morning. Entry will be limited to 100 visitors at a time. The Basilica had been closed since March 17 due to the coronavirus. According to phase two guidelines, houses of worship are encouraged to hold virtual services, but are permitted to have up to 100 people, or 50% capacity. DC recommends that churches do not have choirs or singing. Places of worship should have strong safeguards and physical distancing.  ##Reopening## Dr. Anthony Fauci, the nation's top infectious disease expert, told Axios that the recent high number of cases in young people is \"not surprising.\" Fauci was referring to how younger people are more likely to engage in riskier behaviors right now, Axios' Caitlin Owens reported today. \"They get infected first, then they come home, and then they infect the older people. The older people get the complications, and then they go to the hospitals,\" Fauci told Owens. \"The death rate always lags several weeks behind the infection rate.\" Some context: Officials in states across the South have warned that more young people in their 20s and 30s are now testing positive for the novel coronavirus.  This recent rise in cases among young adults could lower Covid-19 death rates, Dr. Tom Frieden, former director of the US Centers for Disease Control and Prevention, wrote on Twitter. ##Cases##  Beijing can test nearly 1 million people a day for the novel coronavirus the spokesperson for Beijing’s Health Commission said on Sunday.  “The maximum daily testing capacity has been increased from 100,000 to more than 230,000 samples,” said Gao Xiaojun, a spokesperson for Beijing’s Health Commission. Gao explained that the tests can be carried out by collecting samples from five people, pooling them together, and testing them in one test tube. Health authorities in Wuhan used a similar pool testing method which enabled the city to test over 9.8 million people in less than three weeks.    ##Cases## For the first time since March 12, the Dutch National Institute for Public Health and the Environment (RIVM) reported no new Covid-19 deaths in the past day. At least 6,090 people have died from Covid-19 in the Netherlands, according to the RIVM.  The peak of deaths came on April 7, when 234 people died in a single 24-hour period.  Despite reporting zero new deaths today, the RIVM has in the past warned that patterns show a false dip in reported deaths on Mondays, owing to delayed reporting from the weekend. ##Cases## New York City is entering its widest reopening phase today after Gov. Andrew Cuomo gave the city approval to move forward.  Phase two allows for a broader range of businesses to continue to reopen under Covid-19 guidelines, including retail businesses, restaurants and offices. One of the biggest moves is the reopening of outdoor dining. Restaurants must follow these guidelines:  In outdoor spaces, all tables with seats must be at least six feet from any other table, seat, patron or pedestrian thoroughfare or corridor.\nRestaurants must ensure an indoor capacity to accommodate patrons who may need to enter/exit through the indoor space to access the outdoor seating, restrooms, or payment location, and allow such access/egress in a socially distanced manner.\nEmployees must wear face coverings at all times.\nPatrons must wear face coverings at all times, except while seated, provided that the patron is over the age of two and able to medically tolerate one.  Indoor on-premise dining and bar service are not allowed.  Hair salons and barbershops will be allowed to reopen but they must limit the workforce and customer presence to no more than 50% of the maximum occupancy. Offices will be able to reopen, limiting the total number of occupants at any given time to no more than 50% of the maximum occupancy for a particular area. People must keep a distance of at least six feet at all times, unless safety of the core activity requires a shorter distance.  Malls, specifically any indoor common portions of retail shopping malls with 100,000 or more square feet of retail space available for lease, must remain closed to the public. Large gatherings and event venues, including places that host concerts, conferences, or other in-person performances or presentations in front of an in-person audience, must also remain closed to the public. On Friday, Cuomo delivered his final coronavirus briefing with an address from his office in the state Capitol.  \"Today, we have done a full 180, from worst to first,\" he said. \"We are controlling the virus better than any state in the country and any nation on the globe.\" ##Reopening## After the disappointing turnout in Tulsa, President Trump’s aides are debating what his signature campaign rallies will look like going forward, people familiar with the matter say.   There had once been plans to announce another rally for the near future, perhaps as early as the next two weeks, but it now remains unclear when Trump will move forward with his signature political events. Some advisers suggested it could be weeks or even months before Trump attempts another rally, though as of this morning no decisions had been made on how to proceed.  Few people around Trump believe rallies, the President’s political stock-in-trade, will be eliminated altogether. But the empty seats and vacant overflow lot in Tulsa were an indication to those around Trump that their formula needs rethinking during the continuing pandemic and an altered political landscape.  There are discussions about finding outdoor venues where supporters might feel safer convening, the people familiar said. CNN reported Sunday a campaign source suggested holding more airport hangar rallies — a common feature of Trump’s last campaign.  Other officials acknowledged that Tulsa was a sign even Trump’s supporters remain wary of large crowds as coronavirus continues to spread — a reality that may force his campaign to book smaller venues for greatly-reduced audiences.  Whether Trump agrees to smaller rallies remains to be seen. One likelihood going forward: aides seem uniformly to believe that predicting massive turnout ahead of time is a mistake which only sets Trump and his team up for disappointment.  Trump's schedule this week: When the President speaks Tuesday in Phoenix it will be to a group of young supporters, not a rally, though aides are now working to ensure that event appears full. And Trump will visit Wisconsin on Thursday in an official capacity.  Beijing's government has locked down two construction sites after three workers tested positive for Covid-19, a city official told a press briefing Monday. Three cases were identified after the city conducted nucleic acid tests on workers who either went to or had close ties with those who visited Xinfadi market, said Ding Sheng, deputy director of Beijing Municipal Commission of Housing. Xinfadi market is at the center of a new cluster of infections in the Chinese capital. Ding added that 1,622 construction workers, from 435 construction sites across the city, have undergone the tests. So far, three of them have returned positive, and the two unspecified construction sites where they work have now been locked down. Since June 11, Beijing has reported 236 cases of Covid-19, according to a statement by the Beijing Municipal Health Commission Monday. City on alert: For a while at least, Beijing seemed to have all but moved on from the coronavirus pandemic. For 55 days, the Chinese capital had not reported any locally transmitted infections and life had been returning to normal. Businesses and schools reopened, people went back to work, and the city's public transports and parks were once again teeming with crowds. But that facade of normality was shattered, when a new set of cases emerged from the sprawling wholesale food market. The flare-up of infections in Beijing, the seat of Communist Party power and previously considered among the country's safest cities, is a stark reminder of how easily the virus can come back to haunt places where it was thought to have been tamed. As the number of Covid-19 cases continue to rise in the state of Florida, Miami Beach Mayor Dan Gelber told CNN \"we have to get pretty serious about this.\"  Gelber said there are a lot of young people \"who feel like they can do whatever they want and and they have to stop it.\"  Gelber also said they will shut down restaurants if they have to, he stated however, \"we cant let the trajectory continue to a place where we have to shelter in place at home.\" Health experts are concerned Florida is showing signs of becoming the next coronavirus epicenter in the country. The Florida Department of Health reported 3,494 new cases of coronavirus on Sunday, bringing the state total to 97,291. Florida Gov. Ron DeSantis has said that cases are \"shifting in a radical direction\" toward populations in their 20s and 30s. DeSantis said Friday that the median age was 37 for newly diagnosed coronavirus infections. In the state, 62% of new cases for the week of June 7 are under 45 years old, he said. WATCH: Officials in states across the South have warned that more young people in their 20s and 30s are now testing positive for the novel coronavirus.  This recent rise in cases among young adults could lower Covid-19 death rates, Dr. Tom Frieden, former director of the US Centers for Disease Control and Prevention, wrote on Twitter. \"With younger age of recent infections in at least some places such as Florida, expect a lower death rate in this wave ... until the 20-40 year olds who are infected today go on to infect others,\" Frieden, president and CEO of the initiative Resolve to Save Lives, tweeted on Sunday. Some background: The Florida Department of Health reported 3,494 new cases of coronavirus on Sunday, bringing the state total to 97,291. Florida Gov. Ron DeSantis has said that cases are \"shifting in a radical direction\" toward populations in their 20s and 30s.  DeSantis said Friday that the median age was 37 for newly diagnosed coronavirus infections over the last week. In the state, 62% of new cases for the week of June 7 are under 45 years old, he said. Shifts in demographics by age have been reported in parts of Florida, South Carolina, Georgia, Texas and other states — many of which were some of the first to reopen following shutdowns. ##Cases## The novel coronavirus has infected nearly 9 million people worldwide and killed at least 468,500 according to Johns Hopkins University.  If you're just joining us now, here are the latest developments: WHO reports biggest daily increase: The World Health Organization (WHO) reported the single-biggest daily jump in global coronavirus cases on Sunday, with the total rising by 183,020 in 24 hours. The Americas were the source of the biggest increase in infections. US taskforce \"totally inadequate\": Dr. Zeke Emanuel, who was a health care adviser to President Barack Obama and is currently an adviser to Joe Biden’s presidential campaign, has said the one coronavirus task force that was created at the White House “was totally inadequate.” \nMost French students back at school: Most non-university pupils across France returned to school Monday, as the country starts to implement the start of mandatory school openings and standard attendance rules.\nGermany deploys soldiers to test as virus reproduction rate soars: The German army has deployed 33 soldiers to work on mobile test teams in the Guetersloh area, which is racing to contain a local outbreak at a meat processing plant. The facility now has at least 1,331 positive cases. Fifty-seven girls living in a shelter home in India tested positive for coronavirus last week, authorities said Monday. The government-run shelter is located in Kanpur district in the northern Indian state of Uttar Pradesh and housed 170 girls. All of those who tested positive have been admitted into hospitals, while others, including the staff, have been placed under quarantine, according to Poonam Kapoor, a member of the state's Women's Commission. Five of the girls who tested positive for the virus were also found to be pregnant, according to Kapoor. The pregnant girls were brought into the shelter home as they were related to cases involving sexual offenses, the chief of the Kanpur district, Brahma Deo Ram Tiwari, said at a press briefing on Sunday. New Delhi cancels leave for medical staff: Elsewhere in India, Delhi authorities have canceled all leave for medical staff and told all medical institutions to inform their staff to report for duty immediately \"without fail.\" The Government of National Capital Of Delhi Health Branch issued the order, which has been seen by CNN, on June 19. In the future, \"leave of any kind to staff may only be granted under most compelling circumstances,\" according to the state authority's order.  ##Cases## Dr. Zeke Emanuel, who was a health care adviser to President Barack Obama and is currently an adviser to Joe Biden’s presidential campaign, says he spoke with President Trump in February about the White House’s response to Covid-19. “You've got to do what, say, Lyndon Johnson would have done, or Franklin Roosevelt would have done, which is you create a tornado of activity,” Emanuel said he told Trump.  “So you've got a task force that deals with testing. You've got a task force that deals with PPE. You've got a task force that deals with ventilators. You’ve got a task force that deals with contact tracing.” The one small task force that was created at the White House “was totally inadequate,” Emanuel told Dr. Sanjay Gupta during a taping of Gupta’s CNN podcast, “Coronavirus: Fact vs. Fiction.” Masks should not be up for debate: Emanuel also said that wearing masks should not be contentious. “Closing down businesses – it's clear what the cost is. Wearing a mask – there's no cost. And I think we got it wrong,” he said. “The public health and the economics are intimately related,” Emanuel said. “You cannot solve one without solving the other. And I do think that's critical – understanding it. And I know that the Biden campaign understands that. I don't think the current administration wants to believe that.” Emanuel, who is an oncologist, compared the government’s Covid-19 response to cancer treatments, saying the United States should have imposed a more stringent lockdown for a shorter period of time. “We dribbled it out, and dribbling it out is both prolonging it and making it much less effective in terms of bringing the cases and the total number of deaths down,” he said. Jackson Health System has seen a 75% increase in coronavirus patients in the past 13 days, according to data posted by the hospital system on Twitter. On June 8, Jackson Health reported 104 Covid-19 patients. Sunday, they reported 182. Jackson Health System is a nonprofit academic medical system. Florida sees jump in cases: In the US, cases are spiking in states such as Florida and Arizona, even as the nation continues to reopen. The Florida Department of Health reported 3,494 new cases of coronavirus on Sunday bringing the state total to 97,291 according to data released by the state.  On Saturday, one day prior, reported cases were the highest for a single day in the state with 4,049, according to to the Florida Department of Health.  Florida Gov. Ron DeSantis said Saturday that cases are \"shifting in a radical direction\" toward populations in their 20s and 30s.  The remains of 50 Filipino foreign workers who have died from the coronavirus will be buried in the Kingdom of Saudi Arabia, according to the Philippines News Agency.  All of the remains will be buried in accordance with the country’s local customs, as cremation is not allowed in the Middle Eastern country. Saudi Arabia, which employs more than 800,000 Filipino workers, has imposed a strict lockdown since February. Since February, the Philippines’ Department of Foreign Affairs has managed to bring home a total of 51,113 overseas workers. In a radio interview, Philippines Labor Secretary Silvestre Bello said that Saudi Arabia had given them a deadline of 72 hours to transport the remaining 282 overseas foreign workers back to the Philippines.   Most non-university pupils across France returned to school Monday, just a few weeks before schools break up for the summer holidays. It has been six weeks since the countrywide lockdown ended in France, which will now implement the start of mandatory school openings and standard attendance rules. “In France and overseas, nursery schools, elementary and middle schools will prepare to welcome all pupils from 22 June, on a compulsory basis and according to the rules of normal attendance,” President Emmanuel Macron announced in a national TV address just over a week ago. In the classrooms, the health protocols to protect against the spread of Covid-19 are moving “in direction of a reduction,” Minister of Education Jean-Michel Blanquer said in an interview with the Public Senate television channel last Wednesday. Social distancing rules relaxed for younger pupils: The youngest students do not have to respect the rule of one meter between students. Older students have more responsibility. “In middle schools, the distance of one meter must be respected, and if this is not possible, a mask is mandatory,” Blanquer added. In primary schools, the summer holidays starting on July 4 are only two weeks away and not all parents may send their children back to schools -- even though the return to school is mandatory. French schools had already gradually reopened, like primary schools in some regions which were already reopened as early as May 12, a day after the first phase of the easing of lockdown measures.  ##Reopening## The World Health Organization (WHO) reported the single-biggest daily jump in global coronavirus cases on Sunday, with the total rising by 183,020 in 24 hours. The Americas were the source of the biggest increase in infections. The last record was set on June 18, when WHO reported 181,232 new cases of the virus worldwide. This increase edges the global total of infections closer to 9 million. Where were the cases? Of six global regions, the Americas accounted for the vast majority of new cases -- 116,041 -- that were reported on Sunday by WHO. Nearly half of that total in the Americas came from Brazil, where WHO counted 54,771 new cases. WHO reported a worldwide case total of 8,708,008 on Sunday, while Johns Hopkins University’s Coronavirus Resource Center reported 8,970,977 cases worldwide on Monday. ##Cases## The German army has deployed 33 soldiers to work on mobile test teams in the Guetersloh area -- which is racing to contain a coronavirus outbreak -- according to an army spokesman in the state of North Rhine Westfalia. A Toennies meat processing facility in Guetersloh, which is halfway between Dortmund and Hanover, stopped production Wednesday, after 650 slaughterhouse workers tested positive for Covid-19.  There are now at least 1,331 positive cases at the factory, town authorities said Sunday. The 33 soldiers are working with 40 mobile testing teams in Verl, a district of Guetersloh, to identify further meat processing plant workers -- and others -- who may be infected with the coronavirus.  The testing teams had conducted 6,200 tests in Verl as of Sunday. Spokesman Uwe Kort said the teams could be ramped up to 100, and noted that in the same area, 640 inhabitants, some of them not connected to Toennies, have already had to go into quarantine.  The workers being tested are mostly from Romania, Bulgaria and Poland, Kort said, adding there are about 1,500 apartments where the testing teams are checking inhabitants and who needs to be tested. Possible lockdown looms: Talking on CNN affiliate ntv, Armin Laschet, the minister president of North Rhine Westfalia state said the possibility of a lockdown for Guetersloh district existed. Toennies, the company that owns the meat processing facility, said on Twitter that around 6,500 employees and their families are in quarantine.  ##Cases## New Zealand has reported two new cases of novel coronavirus, bringing the total number of active cases in the country to nine, the country's Ministry of Health said Monday.  The two people who tested positive -- a female teenager who traveled from Islamabad on June 13 and a man who arrived from India on June 15 -- arrived in the country on repatriation flights.  Both individuals are currently in quarantine at Jet Park Hotel in Auckland. All people entering New Zealand and must stay in managed isolation or quarantine for at least 14 days and test negative until they are allowed to move around freely. Imported cases under scrutiny: Last week, New Zealand reported its first coronavirus cases in more than three weeks after two women who traveled to the country from the UK were found to have Covid-19. Cases on the rise in India and Pakistan: As New Zealand contains the trickle of imported cases, India and Pakistan are reporting rising cases as other countries in Asia have seen a significant decrease.   On Monday, India recorded more than 12,000 daily new coronavirus cases for the fifth consecutive day with its second-highest daily jump in the number of coronavirus-related deaths in a 24-hour span – up by 445 to 13,699, according to the ministry.  Meanwhile, Pakistan recorded 4,471 new coronavirus cases and 3,590 Covid-19 related deaths in the past 24 hours.  ##Cases## The novel coronavirus has infected nearly 9 million people worldwide and killed at least 468,000, according to Johns Hopkins University. If you're just joining us now, here are the latest developments: Nearly half of US states report rise in cases: The US recorded more than 25,000 new cases on Sunday. Some states continue to see daily highs in new cases. In the South, officials say more young people are testing positive.\nLatin America cases surpass 2 million: Brazil, Peru, Chile, Mexico and Colombia are the five countries with the highest number of cases. In Brazil, more than 7,000 people died of coronavirus in the past seven days.\nBeijing says it can test up to a million people per day: The Chinese capital has ramped up testing in an attempt to contain the spread of its new outbreak.\nGermany's reproduction rate soars: The sharp rise comes after a local outbreak at a meat processing plant, which now has at least 1,331 positive cases. ##Catch Up## China has suspended poultry imports from a Tyson Foods plant in the United States because of concerns about an outbreak of coronavirus at the facility. The country's General Administration of Customs on Sunday said that Tyson confirmed a \"cluster of Covid-19 infections among employees recently\" at the plant, which it identified only by a registration number. Asked for comment, Tyson did not say which plant the Chinese government was referring to -- though the company told other media outlets that the announcement pertained to a plant on Berry Street in Springdale, Arkansas. The US Department of Agriculture has also used the same number to refer to a poultry plant at that location. Tyson did not immediately respond to a request for further details. The US company announced Friday that 481 of its workers recently tested positive for coronavirus at locations in Arkansas, nearly half of whom were at the Springdale plant. More than 3,700 people were tested in total, and all but 26 of the people who tested positive had no symptoms. Read the full story: Thirty-seven US service members at Guam's Andersen Air Force Base have tested positive for Covid-19, General Gentry Boswell told a press briefing in Hagatna, Guam on Monday. The cases include 35 airmen belonging to an unspecified unit at the airbase, and two service members who were deployed to assist with the local medical response, he said.  Boswell added that the first airman began showing symptoms of the coronavirus on June 11, and all airmen are currently undergoing quarantine. It is unclear if the members contracted COVID-19 while on Guam or prior to arriving at Guam. We have been in constant contact with the governor and her staff and working in connection with the Guam Department of Public Health and Social Services to deal with this issue as a team,\" he said. Boswell added that \"preliminary evidence\" has shown that some service members may not have adhered to public health directives, and promised to launch an investigation into the matter. \"If the ensuing investigation determines that members did not follow directives manner in a disciplined manner, I can assure you they will be held accountable for their actions under uniform code of military justice,\" he added. #Cases# Marisa Bello always dreamed of getting married under the stars, and she wasn't about to let a global pandemic stop her. So back in March, when her home state of Nevada started shutting down to minimize the effects of the coronavirus outbreak, she and her fiance, Luis, made plans to drive across the state line into Utah and elope. They got married on April 3, and the Bellos set up a laptop camera to stream the wedding online so friends and family could follow along. There were vows. There was dancing. There were tears. And, yes, it all unfolded under the stars. \"It wasn't exactly how we imagined it, but it was intimate and wonderful anyway,\" said Marisa Bello, a school principal who lives in Las Vegas. \"Since we couldn't celebrate with everyone in real life, we just wanted to do something that would bring love into everybody's living room.\" The Bellos aren't the only couple to pivot to a virtual wedding since the pandemic began. Across the country, a growing number of lovebirds are deciding to get married now. Read more: Chinese authorities on Monday warned against any actions or words that used the virus to \"stigmatize\" countries. This comes after US President Donald Trump called Covid-19 the “kung flu” during a campaign rally on Saturday. Trump has also previously called the virus “the Chinese plague” due to its origin in the Chinese city of Wuhan.  “China also firmly opposes any words or actions that try to use the origins of the coronavirus to stigmatize any country,” said Zhao Lijian, a spokesperson for China’s Foreign Ministry, in response to a question about Trump's remark.  Zhao added that the World Health Organization and the international community are “explicitly opposed to linking virus to any specific country or region.” ##Politics## The Australian state of Victoria has confirmed 16 new cases of the coronavirus, according to Victoria’s Department of Health and Human Services. That raises the state's total to 1,847 cases.  “We’ve had more than 120 new cases in the past seven days, and the main cause for this increase has been through cases in families,” said Victoria Chief Health Officer Professor Brett Sutton.  “People have not followed our advice around physical distancing, hygiene, and limiting the number of people you invite in your home,” he added. Extended restrictions: In response to the rise in cases, the Victorian government announced on Sunday that it will extend its state of emergency for at least four more weeks.  Under the emergency order, the number of visitors allowed inside a home will be reduced to five and public gatherings will be limited to groups of 10.  Restaurants, pubs, gyms, cinemas, and places of worship will allow up to 20 people at a time, until July 12.  Discouraging travel: On Monday, New South Wales Premier Gladys Berejiklian discouraged people from traveling to Melbourne and the rest of Victoria.  “We would recommend people not at this stage travel to Melbourne unless they have to,” she said. ##Cases## ##Reopening## On Tuesday, US President Donald Trump is heading to Arizona, where a spike in coronavirus cases has raised alarm and prompted new rules. Trump will speak to student supporters in Phoenix, where the city council and mayor have made face masks mandatory for people inside a building less than six feet away from others.  Phoenix Mayor Kate Gallego told CNN that she hopes everyone attending the event will wear a mask -- including the President, who has previously claimed that masks don't do much in battling the virus, in direct contradiction to health experts. “It is not safe right now to have any large events, whether it be the President of the United States or large indoor sporting event,” Gallego said. Alarming spike: Arizona's cases have nearly doubled in 14 days.  On June 7, the state reported 26,989 total cases, according to Johns Hopkins University. On Sunday, that figure reached 52,390.  There have been 1,339 coronavirus-related deaths in the state since the start of the pandemic, according to Arizona's health website. ##Cases## ##Politics## Across the American South, officials are raising alarm about an increased number of younger people testing positive for the novel coronavirus. In Mississippi, officials attributed clusters of new cases to fraternity rush parties. In North Carolina, a rise in cases is primarily among the younger population aged 25-49, said Gov. Roy Cooper on Friday. In Texas, the governor said last week people under 30 made up a majority of new coronavirus cases in several counties. He said that increase in young infected people could be related to Memorial Day parties, visits to bars or other gatherings. And in Florida, Gov. Ron DeSantis said Saturday cases are \"shifting in a radical direction\" toward populations in their 20s and 30s. Those younger groups, he said, are mostly asymptomatic and don't require clinical attention. ##Cases## The number of coronavirus cases across Latin America has surpassed 2 million, according to Johns Hopkins University.   These are the 10 Latin American countries with the highest number of cases: Brazil: 1,083,341\nPeru: 251,338\nChile: 242,355\nMexico: 180,545\nColombia: 68,836\nEcuador: 50,640\nArgentina: 42,785\nDominican Republic: 26,677\nPanama: 26,030\nBolivia: 24,388  ##Cases## The first wave of coronavirus in the United States isn't over. Nearly half of states are reporting a rise in new cases and some continue to break records in their daily reported cases. In the South, officials say more young people are testing positive. And across the US, experts continue to repeat warnings highlighting the need for social distancing and face covers. And while some point to the rise in numbers as a result of more testing, health officials say that's part of -- but not the full picture. \"More testing does in fact turn out more cases. However ... if widespread testing was the entire reason for the rise in cases, you'd expect to see the proportion of positive tests go down or at the very least remain steady. We're not seeing that,\" says Dr. Shoshana Ungerleider, a specialist in internal medicine at the California Pacific Medical Center. \"This has nothing to do with more testing and everything to do with behavior,\" she said. \"We need to talk to people about following the guidelines, wearing masks, avoiding crowds, staying home if possible and washing their hands.\" These are the 23 states reporting a rise in new cases: Washington, California, Nevada, Idaho, Montana, Wyoming, Colorado, Utah, Arizona, Texas, Oklahoma, Kansas, Missouri, Michigan, Ohio, Kentucky, West Virginia, Tennessee, Georgia, South Carolina, Florida, Delaware and Hawaii. These 10 states are staying steady in new cases: Oregon, New Mexico, North Dakota, Nebraska, Minnesota, Wisconsin, Iowa, Indiana, Arkansas, and Virginia. And these 17 states are reporting declines in new cases: South Dakota, Illinois, Louisiana, Mississippi, Alabama, Alaska, Maine, New Hampshire, Vermont, Massachusetts, Rhode Island, Connecticut, New York, New Jersey, Pennsylvania, North Carolina and Maryland. ##Cases## ##Reopening## More than 650,000 Egyptian students took their Thanaweya Amma final exams over the weekend -- all while taking precautions against the coronavirus threat. More than 100 million personal protection products were distributed, and students took the exams wearing face masks and gloves, state media reported.  Students lined up outside their schools, got their temperatures checked, and practiced social distancing inside classrooms. Bottles of hand sanitizer were readily available, and all the spaces had been disinfected in advance. Despite the measures taken, worry of spreading the coronavirus still loomed.  Egypt has reported at least 55,233 total cases and 2,193 coronavirus-related deaths, according to data from Johns Hopkins University. ##Reopening## As the coronavirus pandemic surges in states that embraced his calls for aggressive early openings, US President Donald Trump is mocking the very measures that might mitigate a crisis about which he is constantly in denial. Trump said at his weekend rally that he had told his staff to slow down testing for the disease, which has now killed nearly 120,000 Americans, to hide the discovery of more cases.  Claims by his advisers that he was joking hardly lessen the questionable motives behind the remark. Trump has meanwhile also helped to turn the wearing of masks, which is proven to slow transmission of the disease, into a culture war issue. And his rally in Oklahoma on Saturday night was a rebuke of the notion of social distancing -- even though, ironically, his smaller-than-expected crowd would have made such practices possible.  Cases spike: Health experts warn that spikes in infections in states like Florida and Arizona -- both of which recorded new highs in daily infection rates over the weekend -- are being driven by the public's waning willingness to avoid large gatherings and a reticence to wear masks. Long-term threat: The President's poor example represents a typical effort to divide Americans and highlight divisions over specific issues for his own political gain. But in the long run, apart from putting thousands of lives at risk, it is counterproductive, since a more stringent effort to avoid rises in infections as states open up would likely promote the fast economic recovery on which Trump is banking a reelection campaign that has slipped into trouble in recent weeks. Read the full analysis: ##Politics## India has recorded more than 12,000 daily new coronavirus cases for the fifth consecutive day, according to the country's health ministry. The ministry said on Monday it had registered 14,821 new cases, bringing the nationwide total to 425,282.  India also recorded 445 new deaths -- the second-highest daily jump in coronavirus deaths within a 24-hour period. In the past 8 days, India has recorded more than 104,000 new cases and 4,500 deaths.  ##Cases## The number of new coronavirus cases dropped into the single digits in Beijing on Sunday, with nine out of China's 18 new confirmed cases coming from the city, according to the National Health Commission (NHC). The Chinese capital has been trying to contain the spread of a fresh outbreak that emerged from its largest wholesale food market earlier this month.  Mass testing has been rolled out across the city of 20 million, with mask-donning residents forming long lines at makeshift testing centers in sweltering summer heat. Beijing authorities said they had collected samples from more than 2.29 million people as of Saturday for coronavirus tests. There are currently 2,083 testing stations operating at 474 testing sites set up across the city, according to municipal authorities. Since the new outbreak, Beijing's testing capacity has more than doubled, increasing from 100,000 to over 230,000 tests per day at 124 facilities, Gao Xiaojun, spokesman for the Beijing Health Commission, told a press briefing on Sunday. If the samples taken from five individuals are combined together and tested in a single tube -- a method known as \"pool testing,\" Beijing can get 1 million people tested daily, Gao added.  The method was adopted in Wuhan, the original epicenter of the pandemic, in May, when the central Chinese city conducted 6.5 million coronavirus tests in just nine days to prevent a second wave of infections. ##Cases## PepsiCo shut down a factory in Beijing on Sunday after reporting eight cases of coronavirus, according to a company spokesperson. Two of the workers confirmed of coronavirus had recently visited the Xinfadi market, a sprawling wholesale food market at the center of the capital's fresh coronavirus outbreak. The spokesperson said 480 staff workers in the closed factory, along with 87 people who were in close contact with them, have been put in quarantine and tested for coronavirus. So far, none of them has been tested positive.  The factory, which produces potato chips, has been sealed for sterilization.  In its statement, PepsiCo said none of its bottling factories in China, including the ones in Beijing, have reported any coronavirus cases.   Fiji is planning to create a travel bubble with Australia and New Zealand, the South Pacific island nation's leader said on Sunday. Prime Minister Josaia \"Frank\" Voreqe Bainimarama told parliament his plan for a \"post-Covid society\" included a slow resumption of the tourism industry the country relies heavily on. \"While Australia and New Zealand work out their trans-Tasman bubble, Fiji's equal -- or arguably, greater -- success against the virus puts us in a position to take the lead in the Pacific,\" Bainimarama said. \"We're working on our own bubble -- a Bula Bubble -- between Fiji, New Zealand and Australia.\" Bula is a greeting that means hello or welcome in Fijian. How it would work:  Visitors from Australia and New Zealand would either need to show proof of a completed two-week quarantine in their home country immediately before travel, or complete one in an approved hotel or government facility upon arrival.\nArriving passengers will have to present a negative coronavirus test, completed no more than 48 hours before their flight.\nVisitors coming to Fiji on personal boats or vessels need to prove they have been at sea for at least 14 days, and will be tested for coronavirus upon arrival. Those who have not been will need to quarantine while docked in Fiji.\nCruise ships are banned indefinitely. ##Reopening## The United States reported 25,020 new coronavirus cases and 250 deaths on Sunday, according to Johns Hopkins University's tally. As of Sunday, the country had recorded at least 2,279,875 cases and 119,969 deaths. The totals includes cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases.  CNN's interactive map is tracking US cases: ##Cases## The Bulgarian tennis star Grigor Dimitrov announced on Sunday that he had tested positive for coronavirus, just a day after playing in an international tournament. \"I want to reach out and let my fans and friends know that I tested positive back in Monaco for Covid-19,\" the player said in an Instagram post. \"I want to make sure anyone who has been in contact with me during these past days gets tested and takes the necessary precautions. I am so sorry for any harm I might have caused.\" He added that he was now recovering at home. On Saturday, he had played in the Adria Tour tournament in Zadar, Croatia. Last week, he also played in the Belgrade, Serbia leg on the same tour. ##Cases## The NBA Board of Governors says it is offering basketball players a ring with embedded electronics which supposedly can predict symptoms of coronavirus -- but some doctors are lukewarm about its potential. The $299 Oura ring is designed to monitor sleep, pulse, movement, heart activity and temperature, according to the company’s website.  But there’s not much information yet on how well the device works.  \"There have been some studies that I’ve seen -- most of the studies are published by the device manufacturers,” Dr. Darria Long, an emergency room physician and clinical assistant professor at the University of Tennessee, told CNN. Other doctors told CNN said there was too little solid information about the device for them to comment on it. There is a little evidence to suggest that pulse and temperature can change before people notice symptoms of infections such as influenza, and Long said this could raise the potential to collect data on large groups of people -- but warned that the ring shouldn't be seen as a guaranteed protective measure.  “Just don’t let it give us a false sense of security. Don’t stop wearing your mask because your Oura ring says you’re okay. You know, don't skip testing because everybody's Oura ring says they’re fine,\" she said. The reproduction number of the coronavirus has risen sharply in Germany, said the country's center for disease control, the Robert Koch Institute, on Sunday.  This figure, also called the R-number, stands at 2.88 in Germany. An R-number of 1 means that each person with coronavirus infects one other person on average. German Chancellor Angela Merkel has repeatedly warned that the country must keep the R-number below 1 to contain the disease, and that a rise in the rate could see restrictions reinforced. This massive leap in the national R-number is due to a local outbreak at a meat processing plant in the town of Gutersloh, said the Robert Koch Institute. There are now at least 1,331 positive cases at the factory, said town authorities on Sunday.  “Since case numbers in Germany are generally low, these local outbreaks have a relatively strong influence on the value of the reproduction number,” the Robert Koch Institute said in its daily report. ##Cases## Brazil’s Health Ministry reported 641 new coronavirus-related deaths on Sunday, raising the country’s death toll to 50,617. The Ministry also reported 17,459 new cases, bringing the nationwide total to 1,085,038. Brazil saw 7,285 new deaths over the past seven days. It is now the country with the second-highest number of cases worldwide, the only other country besides the United States to surpass a million confirmed cases.  ##Cases## Peru now has more than 8,000 coronavirus-related deaths, according to the country's health ministry. The ministry reported 184 new deaths and 3,598 cases on Sunday, bringing the national total to 8,045 deaths and 254,936 cases. Peru has the second-highest number of confirmed coronavirus cases in Latin America, following Brazil. ##Cases## The US Centers for Disease Control and Prevention has been conducting a scientific review about the public health benefits of masks, and will soon make an updated recommendation, a senior CDC official told CNN. The reviews are happening even though the CDC has already published guidance on its website. A senior official with knowledge of the review said science is being studied as to whether masks are not only “good for source control -- and keeping you from giving it to others -- but we’re also seeing if masks are going to protect you from getting (Covid-19) yourself.” “We know it’s a good thing to wear a mask to protect others. We are studying if it is also potentially going to keep you safe,” the official added. The CDC website has two separate pages of guidance on face coverings. One recommends people wear masks when they leave their home. The other recommends people wear a mask if they cannot properly social distance. An official at the agency says recommendations from a final scientific review by its incident management “will happen soon.” Italy has recorded its lowest daily increase in coronavirus deaths since March 2, according to the country’s Civil Protection Agency. The agency said on Sunday it had registered 24 new deaths in the past 24 hours. Italy now has 238,499 cases and 34,634 deaths due to coronavirus, according to Johns Hopkins University. Of the total case count, close to 21,000 are still active cases. ##Cases##", "Section": "world", "Writers": ["Jessie Yeung", "Nectar Gan", "Steve George", "Meg Wagner", "Melissa Macaya", "Mike Hayes"], "URL": "https://www.cnn.com/world/live-news/coronavirus-pandemic-06-22-20-intl/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}