{"Type": "article", "Time": "2020-11-04", "Headline": "China's yuan has its worst fall in years before recovering on US election swings", "Text": "The US presidential election is far from decided. But Chinese markets were jittery overnight about the possibility that President Donald Trump could pull out a second term. China's yuan briefly plunged as much as 1.4% against the US dollar on Wednesday when early results showed Trump in a competitive race with former Vice President Joe Biden, who had been favored to capture the White House. The drop in the offshore yuan, where the currency is traded more freely, was the largest single-day percentage drop since February 2018, according to Stephen Innes, chief global market strategist for Axi. The offshore yuan later pared losses as more votes were counted, and was last down just 0.3%, at about 6.7 yuan per US dollar. The more tightly controlled onshore yuan dropped 0.2% after falling more than 1% in Shanghai.  \"Currency markets seem to be voting with their feet,\" wrote analysts at Barclays. \"When it seemed like the president was winning easily, currencies like the [yuan] and the [Mexican peso] sold off overnight. But both are now rallying early morning and .... the yuan has taken back most of its overnight losses.\" The Chinese currency could remain sensitive to the election results. \"In light of China-US tensions, the [renminbi] market movement hinges on the US election outcome,\" said Ken Cheung, chief foreign exchange strategist for Asia at Mizuho Bank. He wrote in a research note Wednesday that should Trump secure reelection, that would suggest \"the extension of America First agenda and protectionism policy.\" The US election wasn't the only factor that rattled the Chinese currency. Chinese officials have also just brought Ant Group's record-breaking IPO to a stunning halt. That increases uncertainty surrounding Chinese investment, according to Lorraine Tan, director of Asia equity research at Morningstar. Stocks in the region were muted, too, with the Shanghai Composite rising 0.2% and Hong Kong's Hang Seng Index shedding 0.2%. Another Trump term could inject new tension into US-China relations, which have been growing more bitter year by year. What started as a trade war has morphed into a broader conflict over technology and national security. The yuan had been surging against the greenback in recent months as China's economy recovered from the coronavirus pandemic more quickly than other major nations, and as investors began preparing for a possible Biden win. The currency's rapid appreciation even prompted the People's Bank of China to tweak some rules last month in an attempt to slow the rise in value.  \"Trump's victory could reignite the trade war risk,\" Cheung said, adding that the return of tariffs could pressure the yuan again. The February 2018 drop came as US-China tensions escalated, and the currency weakened at points last year as the trade war dragged on. While some market analysts suspected that a Trump victory could bring with it an even more hawkish US stance toward China, economists have pointed out that any US president would take a robust approach with Beijing. Analysts at JP Morgan wrote in a note last month that even if Biden wins the election, they expect the relationship between Washington and Beijing to continue splintering as the two countries fight over 5G networks, quantum computing, artificial intelligence and biotechnology. Terence Wu, a foreign exchange strategist at OCBC Bank in Singapore, said that the currency would likely be driven by factors other than the election, such as whether China's economic recovery can remain on track. \"With the pandemic management still the main issue globally, trade frictions may be sidelined for now,\" he said. — Charles Riley contributed to this article. ", "Section": "investing", "Writers": ["Laura He"], "URL": "https://www.cnn.com/2020/11/04/investing/china-yuan-us-election-intl-hnk/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Singapore", "Source": "CNN"}