{"Type": "article", "Time": "2020-07-07", "Headline": "Trump's risky nose-to-nose challenge to China in the South China Sea", "Text": "Donald Trump managed to avoid touching off a forest fire in the tinder-dry forest around Mount Rushmore with his Independence Day fireworks display, but instead his administration seems to be doing its best to set Asia on fire in the South China Sea.  Two aircraft carrier strike groups headed by the USS Ronald Reagan and the USS Nimitz have moved into the South China Sea for the largest military exercises in years just as China has been holding its own drills around the Paracel Islands, which it seized from Vietnam in 1974 in a move the United States has never accepted. Indeed, there's been considerable concern in the region that China has used international, particularly American, preoccupation with the Covid-19 pandemic, to reinforce its presence on vast stretches of both the Paracel and Spratly Islands and artificial islands built for clearly military purposes. With China having largely brought its Covid-19 surge under control, it has been able to turn its attentions more directly to this region that Beijing considers central to its own security. This has not escaped US and regional military leaders as well as Trump, who has been eager to paint himself as a China hawk, particularly in television attack ads charging his Democratic challenger Joe Biden is soft on China. China, for its part, denies it has any new designs over the vast island groups scattered across thousands of square miles in its offshore waters. \"There is nothing to support the claim that China is using Covid-19 to expand its presence in the South China Sea,\" Chinese Foreign Minister Wang Yi told reporters in May. Ironically, it's not the first time Trump tried to use an aircraft carrier strike group to intimidate an Asian power. In April 2017, in an effort to send chills up the spine of North Korean dictator Kim Jong Un, the President puffed to one of his favorite interlocutors, Maria Bartiromo of Fox Business, \"We're sending an armada. Very powerful,\" to the waters off North Korea, then elaborated, \"He [Kim] is doing the wrong thing. He is making a big mistake.\" The only problem was that at that very moment, the USS Carl Vinson group was sailing in exactly the opposite direction, headed for joint exercises with the Australian Navy in the Indian Ocean, 3,500 miles away. Eventually, the \"armada\" turned around. The Paracels include more than 130 small coral islands and reefs scattered across some 5,800 square miles, with a total natural land area of just under three square miles. Together with the Spratly islands, they represent not only valuable strategic locations, dominating one of the most heavily-traveled shipping routes in the world, but also sit atop or on the fringe of at least 190 trillion cubic feet of natural gas and 11 billion barrels of crude oil, with another projected 160 trillion cubic feet of natural gas and 12 billion barrels of oil still undiscovered. China has already invested heavily in building military emplacements, even tourist resorts, at times side by side, but in all cases designed to cement its hold over the region. On Woody Island, the largest in the Paracels, at least a thousand Chinese live alongside a 9,000-foot runway and launch sites for anti-ship cruise missiles with a 250-mile range, particularly the lethal YJ-12B anti-ship cruise missile. In 2017, a colorful artist's rendering titled \"China Dream: Paracel Archipelago—Woody Island future development\" also showed a vastly expanded island with skyscrapers, parkland, and a passenger jetliner preparing to land on an extended two-runway airfield.  A May 2019 Pentagon report identifies at least eight \"Chinese-occupied outposts\" with 60 other potential outposts in the Spratlys alone. It's this kind of future for the region that the other nations bordering on and laying quite legitimate claim to these islands—Vietnam, Cambodia, Malaysia, the Philippines, Indonesia, and Brunei—have long sought to restrain. Since Japan and Taiwan particularly, as well as Australia and Singapore have substantial interest in maintaining free flow of shipping traffic through this region, they have been supportive of American efforts to challenge China in the region and uphold the letter and spirit of international law.  But rarely have the two superpowers come into such direct military proximity with significant naval forces than this week. \"The purpose [of the planned exercises] is to show an unambiguous signal to our partners and allies that we are committed to regional security and stability,\" said Rear Admiral George Wikoff, the operation's commander, adding that the maneuvers would include \"round-the-clock flights testing the striking ability of carrier-based aircraft.\" Indeed, Secretary of State Mike Pompeo tweeted a week before exercises opened, \"China cannot be allowed to treat the SCS [South China Sea] as its maritime empire.\" A spokesperson for the fleet confirmed that these exercises had been long planned, and were not in response to global events. China itself began five days of drills near the Paracels on Wednesday.  In the past, large-scale American operations in the region have had little dissuasive impact on Chinese activities or Beijing's unceasing effort to build, reinforce and staff military facilities across the island groups. At the same time, China has pressed ahead with its own efforts to build a blue-water navy capable of challenging American dominance of the Pacific, while cementing its hold over the South China Sea. Andrew S. Erickson of the US Naval War College, one of America's leading experts on Chinese naval power, has testified to Congress about China's naval strength, which includes advanced weapons and anti-ship missiles that could take these US aircraft carriers out early in any battle. The central question is how directly the US wants to challenge a China that is clearly determined to dominate the region by force of arms, threatening an accidental conflict that could quickly, even catastrophically, escalate. Earlier in his presidency Trump proclaimed his ability to negotiate even the thorniest international problem. But today, fighting for his political life in an election where most polls suggest he is trailing badly, he seems to have no interest in negotiating any stand-still agreement with China in the region or guaranteed free passage of ships of all nationalities through and in the South China Sea. A concept a successor, with nothing more to prove, might be prepared to explore.", "Section": "opinions", "Writers": ["David A. Andelman"], "URL": "https://www.cnn.com/2020/07/07/opinions/trump-china-south-china-sea-andelman/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Philippines", "Source": "CNN"}