{"Type": "", "Time": "2020-07-13", "Headline": "PH more inclined to protect territorial rights than to have joint exploration with China, Vietnam – Manila Bulletin", "Text": "By Genalyn Kabiling\n\nBEIJING — The Philippine government is inclined to protect the country’s territorial rights rather than consider jointly exploring oil and gas reserves with other claimants in the South China Sea at this time.Sen. Alan Peter Cayetano made the statement to keep distance from the controversial proposal of former House Speaker Jose de Venecia Jr. about the country’s possible oil exploration with China and Vietnam in the disputed area.Cayetano, the newly appointed Foreign Affairs secretary, said De Venecia is a known “peacemaker” who merely gave a personal opinion on the proposed oil venture with two other claimants in an effort to promote peace in the disputed territory.“I am not speaking for the DFA, I am speaking as the chair of the committee on foreign relations. I think ang direction natin, nasa peace, stability at tsaka ‘yung focusing on our claims and then focusing on our economy,” Cayetano said in a media interview last Sunday night.“So wala pa tayo doon sa ano ‘no, joint exploration or joint development or any of those schemes,’” he said.De Venecia, the country’s special envoy for intercultural dialogue, earlier proposed the tripartite oil exploration in the South China Sea not only to promote peace and cooperation but also lessen dependence on imported petroleum from the Middle East.Read more: JDV pushes for joint oil exploration in SpratlysCayetano said De Venecia was just being “consistent” about his “personal advocacy” on turning the South China Sea into an area of peace and cooperation since he was still speaker of the Lower House. De Venecia’s position, Cayetano said, is shared by many of the academicians on how concerned parties could cooperate and jointly explore possible resources in the area.“Hindi ibig sabihin na ‘yun ang direksyon ng gobyerno natin, because we are bound by the Constitution and our own laws,” Cayetano said.And if ever the country considers exploring oil and gas with other claimant nations, Cayetano insisted that the matter must have “a legal framework that is within our Constitution.” He said the President, Congress and the judiciary always must work within the framework of the Philippine Constitution.“Before the government even considers it, we have to see a framework that fits within our Constitution,” he said.", "Section": "", "Writers": "", "URL": "https://mb.com.ph/2020/07/13/ph-more-inclined-to-protect-territorial-rights-than-to-have-joint-exploration-with-china-vietnam/", "MainKeyWord": "China", "AdditionalKeyWord": "viet Nam", "Source": "MB"}