{"Type": "article", "Time": "2020-12-11", "Headline": "Chinese man extradited from Malaysia to US over turtle-smuggling ring worth millions", "Text": "A Chinese citizen who allegedly financed a turtle-trafficking ring has been extradited from Malaysia to the United States, the Department of Justice (DOJ) announced in a statement on Thursday.   Kang Juntao, 24, from Hangzhou in eastern China, was initially charged with money laundering last February. Between June 2017 and December 2018, he allegedly financed a nationwide ring of people who purchased turtles in the US belonging to five protected species, and arranged for them to be illegally shipped to Hong Kong.  \"The turtles were inhumanely bound with duct tape and placed in socks so as not to alert customs authorities,\" the DOJ statement said.  According to Kang's indictment, at least 1,500 turtles -- with a total value of $2,250,000 -- were smuggled out of the US. Using a PayPal account, Kang allegedly purchased turtles from sellers advertising on social media or reptile trade websites.  These sellers allegedly shipped the turtles to \"middlemen\" who were \"typically Chinese citizens who entered the country on student visas,\" according to the DOJ. Kang allegedly paid and instructed them to repackage the turtles, and use false labels for shipment to Hong Kong.  Once in Hong Kong, the turtles were allegedly sold on the black market for thousands of dollars each.  Kang allegedly did not declare the turtles to US or Chinese customs, or obtain required permits from the Convention on International Trade in Endangered Species of Wild Fauna and Flora (CITES).  Authorities allege Kang trafficked the eastern box turtle, the Florida box turtle, the Gulf Coast box turtle, the spotted turtle, and the wood turtle -- all protected species under the CITES treaty. Kang was arrested at Malaysia's Kuala Lumpur International Airport last January before his extradition to the US on Thursday. \"Wildlife trafficking is a serious crime that impacts imperiled species at home and abroad,\" said Aurelia Skipwith, director of the US Fish and Wildlife Service, in the DOJ statement. ", "Section": "asia", "Writers": [], "URL": "https://www.cnn.com/2020/12/11/asia/turtle-trafficking-extradition-intl-hnk-scli/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Malaysia", "Source": "CNN"}