{"Type": "article", "Time": "2020-07-30", "Headline": "Japan finally announced a fee for plastic bags. Will that stop its obsession with plastic?", "Text": "Single bananas. Hard boiled eggs. Chocolate chip cookies. In convenience stores across Japan these items all have something in common: they are routinely sold tightly swaddled in plastic wrapping.  It's been that way for decades. Retailers believe that if items aren't wrapped in plastic it's hard to guarantee food safety standards in the supply chain, according to a spokesperson for Lawson, a nationwide chain of convenience stores. But Japan's deep reliance on plastic doesn't end with wrapping single items. Of the 540 billion plastic shopping bags used annually worldwide, consumers in Japan get through about 30 billion of them. To put that in context, Japan has twice the population of the UK, but uses 17 times as many plastic bags. The US knocks them both out of the park, using an estimated 100 billion bags each year. While Japan generates less general waste per person than most developed countries, it produces more plastic waste per person than anywhere in the world, except the US, according to a 2018 United Nations report.   Japan has made efforts to cut down on plastic waste since it enacted a law in 1991 that put the responsibility for recycling packaging on businesses.  But while other countries have been waging a war on single-use plastic for years, Japan has been slow to the game. However, that might be about to change. This month the Japanese government introduced a mandatory fee of between 3 and 5 yen (3 to 5 cents) for each plastic bag, matching a move that has already been made in the UK and the US.   Is this a sign Japan is finally ready to tackle its love affair with plastic? The power of plastic  Japan's obsession with plastic dates back to the '60s and '70s, according to Roy Larke, a professor at Waikato University and editor of market intelligence site JapanConsuming. Back then, Japan was viewed as the world's factory, but as its economy boomed the country sought to transform its image from a maker of cheap products to a premium retailer. Manufacturers paid more attention to packaging to appeal to consumers looking for quality, and the standards were reinforced by retailers who remain convinced that shoppers prefer elaborate wrapping. \"The big retailers see themselves as acting as arbiters of quality for the customer, so they will reject substandard packaging that is too simple,\" says Larke. The preference for packaging extends to food -- for hygiene as well as appearance. In 1993, anthropologist Joy Hendry argued in her book \"Wrapping Culture: Politeness, Presentation in Japan and Other Societies\" that a preference for wrapping food in plastic is an inherent part of the Japanese culture of customer service, or omotenashi. Cheaper items can appear more upmarket when wrapped in plastic, Hendry writes. It gives the impression that a store is providing a better, more considerate service.  \"Reduce, reuse, recycle?\" Japan may consume a lot of plastic, but it also promotes recycling as a noble civic undertaking, according to Jeongsoo Yu, an environmental expert and vice dean at Tohoku University.  There's even a national mantra for it: Reduce, reuse, recycle.  There are designated days for throwing out food waste, plastics, glass bottles and aluminum cans. Many local government websites include detailed instructions on how people should recycle items. For example, Chiba city near Tokyo flags designated spots for people to throw away the caps used to seal polyethylene terephthalate (PET) bottles. It also provides telephone hotlines for people who want to throw out syringes and computers. But while Japan's approach to sorting waste appears sophisticated, in reality the country's recycling system is being overwhelmed by the sheer volume of plastic. Japan generates roughly 9 million tons of plastic waste each year, second only to the US, which generated 35 million tons of plastic waste in 2017, and recycled less than 10%. Japan's official plastics recycling rate is 84%, according to the Plastic Waste Management Institute, a group financed by manufacturers including polyvinyl chloride maker Shin-Etsu Chemical, Japan's largest chemical company.  That sounds high -- and it is -- but there's an important caveat to the figure, says Chisato Jono, a spokeswoman at Greenpeace in Japan. When people sort their plastic waste and throw it out, they assume it is turned into a new plastic product, says Jono. However, much of the plastic put in bins is not upscaled into a new product as it is too low quality and there's far too much of it. Some goes into the landfill, but the majority -- 56% -- is incinerated to produce energy, according to a 2018 report from the Plastic Waste Management Institute. The process, known as \"thermal recycling,\" generates electricity but it also produces carbon dioxide emissions that are bad for the environment, explains Jono. A small portion of Japan's overall plastic waste is sent overseas to be processed. In 2018, Japan was the world's largest exporter of plastic waste and scrap, sending over one million tons abroad compared to nearly 900,000 tons sent by the US.  That, however, creates another problem. Jono says once Japan's plastic waste passes into another territory, it's impossible to know how other nations manage it. \"We don't know if (the plastic) is being recycled properly in ways that don't affect people's health in the process,\" she says. But with China banning plastic waste imports in August 2017, plastic waste is piling up in Japan, with many storage facilities reaching saturation levels, according to Yu. For instance, in 2017, Japan exported around 75,000 tons of plastic waste to China. That figure fell to 45,971 tons in 2018, following Beijing's ban, with Japan redirecting plastic waste exports to Taiwan, Malaysia, and Thailand, according to a spokesman at the Plastic Waste Management Institute. Those countries are moving to reduce plastic waste imports, but don't have an outright ban -- yet. Yu, the environmental expert, says that people in Japan usually think they've done their bit when they wash their plastic containers and neatly sort their trash. But in reality, the plastic waste problem will continue to grow unless people change their behaviors by, for example, refusing to buy products packaged in plastic. \"This would encourage retailers to rethink their packaging,\" says Yu.   Turning to innovation On the local level, some places in Japan have been taking action to reduce the use of plastics. The residents of Kamikatsu in southern Japan, a town with a population of 1,490, have been following a \"zero-waste\" policy since 2003. The scheme aims to prioritize waste prevention by educating consumers to invest in reusable household items. Kamikatsu is already close to achieving its goal. The town recycled about 80.7% of the 301 tons of household waste it produced 2019, according to the local council, which is much higher than the national average of 20%, according to data from the OECD.  Waste -- including plastic, paper, food scraps and glass -- is separated into 45 categories, which can be collected, exchanged or recycled.  Residents are also encouraged to avoid single-use products through a scheme that rewards consumers with points when they refuse disposable plastic items like plastic bags, for example, says Midori Suga, a spokeswoman from the Kamikatsu council. Those points can then be banked and used to buy other reusable items, she says.  Any remaining trash that can't be recycled -- such as tissue paper -- is incinerated, for now.   Bigger cities are also trying to cut down on waste. In 2018, Kameoka city in Kyoto prefecture became the first Japanese city to announce plans to ban single-use plastics with a view to ending their use by 2030, according to a spokesman from the city's council. From next January, retailers in the city will be banned from offering customers plastic bags -- if they're free or not.  The future While the nationwide plastic bag fee rule marks a major move to curb Japan's reliance on plastics, Larke cautioned that the charge might be too low to deter repeat offenders.  \"If someone has just a bit too much to carry, particularly in a convenience store, they might buy a bag. But if the fee was 10 yen (9 cents) or higher it would be different story,\" he says. Larke added, however, that consumers in Japan were genuinely committed to recycling, and that suppliers could reverse customer expectations on plastic packaging if they built that into their marketing.  Yu says there's a need now more than ever to transition from being a \"throwaway society to an eco-friendly society.\" Following trends seen across much of the developing world, more Japanese people are opting to use reusable bottles and bags. But individuals need to realize how much their attitudes can shift business models, says Jono. \"Some businesses in Japan are scared that shoppers will complain if they don't hand them items in plastic bags, but if customers say they don't need them, businesses will be more inclined to change, too,\" says Jono. Attitudes are slowly changing. In 2018, Japan caused a stir by joining the US in refusing to sign the G7 Pact to reduce their use of single-use plastics and prevent plastic pollution.  At the time, Japanese environmental minister Masaharu Nakagawa asserted that Japan shared the same enthusiasm for reducing plastic waste that the G7 Pact aimed for, but decided not to participate because it might impact daily life and industry.  However, the following year Japan committed to reducing disposable plastic waste by 25% by 2030 — and to reuse or recycle 60% of all plastic packaging and containers by the same year. Businesses are also doing their part. For example, in 2019, 7-Eleven Holdings announced it was switching out the plastic wrapping around their rice balls with a plant-based alternative. That's significant because the convenience store produces roughly 2.2 billion rice balls a year, and estimates that it could save on 260 tons of plastic and reduce CO2 emissions by 403 tons a year.  Jono argues the solution isn't to create alternative biodegrable plastics, but to think of ways of eliminating the use of plastics altogether. She cites examples of supermarkets selling rice and beans in dispensers, allowing people to bring their own containers and decide how much they want to buy. She also suggests taking inspiration from the past, when Japanese people wrapped vegetables in newspapers and used shopping baskets and furoshiki (a special cloth) to carry things. \"My family used to bring a cooking pan to the tofu shop to carry the tofu home. We need to look back on that.\"", "Section": "asia", "Writers": ["Emiko Jozuka"], "URL": "https://www.cnn.com/2020/07/29/asia/japan-plastic-obsession-dst-hnk-intl/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Thailand", "Source": "CNN"}