{"Type": "article", "Time": "2020-05-12", "Headline": "May 12 coronavirus news", "Text": "Our live coverage of the coronavirus pandemic has moved here.  If you're just joining us, here are the latest developments from around the globe: Iceland to lift restrictions: The country expects to start lifting restrictions on international arrivals to the country \"no later than June 15,\" the government said Tuesday. \nDeath toll in France: More than 26,000 people have died from coronavirus in France, according to the French Health Ministry. Parks and public gardens in Paris will remain closed.\nCoronavirus cases in Russia: The country has at least 232,243 confirmed cases and at least 2,116 people have died from the virus. Russia is reporting the second highest number of coronavirus cases in the world.\nCases surge in Germany: The country reported 933 new coronavirus cases in just 24 hours, according to the Robert Koch Institute today. Officials warn the virus' reproduction rate is hovering above 1, meaning each infected person is infecting more than one other person on average.\nNightclub cluster in South Korea: 101 cases in total have been linked to an outbreak in Seoul's Itaewon district, known for its nightlife. With fears of a second wave, authorities have tracked down more than 10,000 people who were in the area, and are asking them to be tested. ##Catch Up## Russia is reporting the second highest number of coronavirus cases in the world, after the United States, according to Johns Hopkins University's tally.  As of Tuesday evening, Russia has at least 232,243 confirmed cases and at least 2,116 people have died from the virus, according to JHU.  Tuesday is the tenth consecutive day that Russia has reported more than 10,000 new cases. ##Cases## Iceland expects to start lifting restrictions on international arrivals to the country \"no later than June 15,\" the government said in a statement on Tuesday.  Travelers will likely have to choose between being tested for Covid-19 or a two-week quarantine upon arrival. All arrivals will also be required to use the official tracing app during their stay. \"Iceland's strategy of large-scale testing, tracing and isolating have proven effective so far. We want to build on that experience of creating a safe place for those who want a change of scenery after what has been a tough spring for all of us,\" the Minister of Tourism, Thordis Kolbrun Reykfjord Gylfadottir, said in a statement. The government also announced that some professionals arriving in Iceland from May 15, including essential workers, \"scientists, filmmakers, and athletes will be eligible for a modified quarantine.\" This means companies can request an exemption from quarantine if they can guarantee safety procedures in their work environment. \"These measures do not preclude the option of bilaterally opening borders between coronavirus-free countries,\" the government added.  Since January, Iceland residents arriving from \"high-risk\" areas have to undergo a mandatory 14-day quarantine. The rule was extended to all travelers on April 24, as Iceland kept its Schengen borders open throughout the pandemic. So far, Iceland has only seen three confirmed infections of Covid-19 in May, according to the statement.  Canada is looking to strengthen surveillance at US border crossings as discussions continue between the two countries about when and how to reopen the border to nonessential travel.  “We are looking at stronger measures to make sure that we’re following up appropriately on people who come over,” said Canadian Prime Minister Justin Trudeau during a press conference in Ottawa Tuesday. The Canadian government is looking at administering questionnaires, contact tracking apps, temperature and medical history checks. “We’re going to be very, very careful about reopening any international travel, including the United States before we feel that it is time,” Trudeau said. Some background: Canada and the US agreed to close the border to nonessential travel in March and the current agreement, already extended, expires May 21. There is still no decision on whether the border agreement will remain in place beyond that date.  Canadian premiers and mayors across the country have expressed concern about fully reopening the border as the US continues to deal with Covid outbreaks and significant community spread.  “Preventing transmission from outside of Canada into Canada, once we have controlled the spread within Canada, will be an essential part of ensuring that we don’t fall back into a second wave that could be as serious as this wave we’re going through, or even more so,” Trudeau said. The worst-hit Italian region of Lombardy has reported a small increase in the number of Covid-19 cases for the second day in a row. This comes after a few days where active case numbers were going down, according to the Italian Civil Protection Agency. On Tuesday, active cases in the region increased by 264, making a total of 30,675. However, Lombardy officials said the increase in cases could be explained by the additional  data that was collected from the past few days.  Across Italy, at least 30,911 people have died from Covid-19, according to the Italian Civil Protection Agency on Tuesday. That is an increase of 172 since the day before and a variation in line with previous days.  The total number of cases in Italy, including deaths and recoveries, is now 221,216. ##Cases## The French death toll from coronavirus is now at least 26,991, with an increase of 348 reported deaths, according to the French Health Ministry.  In addition to the number of deaths, the ministry also said that 21,595 people remain in hospital. ##Cases## Canada’s National Research Council said Tuesday it would collaborate with China's CanSino Biologics Inc, one of the few companies globally with a vaccine already in clinical trials.  The partnership could eventually see CanSino’s vaccine receive approval for human trials in Canada. \"This vaccine candidate holds great promise. Until such time as there is an effective vaccine for COVID-19, the virus will continue to disrupt all aspects of our society and economy,\" Iain Stewart, President of the National Research Council (NRC) said in statement.  According to the NRC statement, CanSino’s vaccine candidate received Chinese regulatory approval earlier this year. That allows CanSino Biologics to move ahead with human clinical trials in China.  It is one of only a handful of vaccine candidates in the world so far approved for initial safety testing in humans.  The NRC said it would scale up production for CanSino's vaccine candidate at a government facility in Montreal, and that CanSino was preparing a clinical trial application to Canada’s drug regulator, Health Canada.  The NRC previously collaborated with CanSino in its work on an Ebola vaccine.  ##The Future## New coronavirus cases brought into Spain from abroad could become one of the country’s “greatest risks”, said Fernando Simón, Spain’s Director of Health Emergencies. Simón was explaining the reasons behind the newly announced 14-day mandatory quarantine for international travelers arriving in Spain, starting on May 15th.  “There will be other countries with infections. Which means that our biggest risk, besides the risk of local infections, is the import of cases. We would go back to being in a similar situation to the one we were in at the end of February, even the first week of March,” he said at the government’s daily coronavirus briefing on Tuesday. “That situation in which all our cases were imported or associated with imported cases, practically all of them.” Simón continued to explain “If a Spaniard living on the peninsula, for example, cannot go to their second residence, like in the Balearics, but another person living abroad can travel there by air,” then more logical norms have to be put in place, he said. The quarantine measures are similar to those in place in other European countries, Simón added. Spain registered 176 daily new deaths from Covid-19 on Tuesday, up from 123 new registered on Monday but still among the lowest daily death tolls since mid-March. A total of 26,920 people have died from the virus in Spain, according to Health Ministry data released Tuesday. Speaking at a separate press conference, Spanish Health Minister Salvador Illa said the possibility of a second wave of infections “can’t be dismissed” but added that the public's compliance with the government’s measures against the coronavirus is the best way to avoid this. Illa and Simón were among Spanish officials who paid tribute to nurses on International Nurses Day. Nurses are “one of the groups with the highest risk of infection”, Simón said Tuesday. Spain’s Health Ministry reported a total of 48,860 health workers have been infected with coronavirus since the start of the outbreak, while the General Council of Official Medical Colleges, the Spanish doctors’ professional body (CGCOM), said a “large number” had died, including 48 doctors.    In a national address Tuesday, Indian Prime Minister Narendra Modi announced an additional financial package to help India’s ailing economy during the coronavirus outbreak.  Modi said the new stimulus package, along with previous measures taken by the Indian government, would account for about $266 billion, which is around 10% of the country’s GDP.  “This package will work to bring about a self-reliant India,” Modi said. He did not release any further details on the package. Lockdown: He also announced that phase four of the lockdown, which is due to begin on May 18, will start with a different set of instructions and measures in place. The Indian government had extended the nationwide lockdown, with some ease in the restrictions till May 17. New changes for the coming phase will be announced in the next few days, said Modi. “Scientists say that coronavirus will remain a part of our lives for a long time, but our lives cannot revolve around coronavirus. We will wear masks, maintain social distancing but we will not lose sight of our goals,” he said.  During the address, Modi emphasized the need for India to become a self-reliant country. We have to save ourselves and also move forward. Today as the world is in trouble, we have to strengthen our resolve, he said. “I have full faith that following all the rules, we will fight coronavirus and move ahead as well,” added Modi.  ##Lockdown## Mosques in Italy will remain closed until after the celebrations that end the period of Ramadan, Eid al-Fitr beginning May 23, the Union of Islamic Communities in Italy (UCOII) said on Tuesday. \"This is the choice of our communities who...responsibly expressed their position considering the lives of the most vulnerable people in the mosques,\" president of the UCOII, Yassine Lafram, said in a statement. The UCOII also urged all other mosques to keep their prayer rooms closed until the end of Ramadan and added it still hadn't received any guidelines from the government regarding the May 18 opening of religious celebrations.  The Islamic community does not enjoy great protection from the state, as it has not yet entered into an agreement with Muslims. This makes the various communities in the area even more vulnerable, that by not having clear laws regarding places of worship, they are not put in the right conditions to adequately face the difficult situation. For this reason, the decision not to wait for any government directive regarding the alleged openings scheduled for May 18 but to continue, responsibly, to maintain the line already adopted since the beginning of the utmost prudence,\" the statement said. According to the Italian government's de-escalation plan, Catholic mass celebrations will resume on May 18.  An operation against mafia clans accused of being “ready to exploit the coronavirus crisis” has seen 91 people arrested in Sicily, Italy, on Tuesday, the Italian Financial Police and Prosecutor Salvatore De Luca told CNN. The 91 people that were arrested were ready to exploit businesses in need due to the coronavirus crisis, De Luca, who led the investigation told CNN. The anti-mafia operation called \"hands in the dough\" also led to the seizure of real estate property worth about $16 million, the Financial Police said in a statement. Operations are still underway across the entire country. Around 500 policemen are involved in the search for drugs, weapons and cash, the Financial Police said. “The operation went on for three and a half years and the investigation will continue. It showed us that there was a series of classic illicit activities; extortion, drugs, and then there are the more recent activities in the Cosa Nostra crime portfolio like slot machines and online gambling, luxury watches and coffee,” De Luca said. “There were significant arrests within the Aquasanta Family clan of the Cosa Nostra mafia, which is highly structured on family blood lines,” De Luca added. “Our investigation involved phone interceptions that showed that Russian entrepreneurs were involved in the purchase and sale of watches, we know for certain that a London based firm purchased some of these watches. One of the money transfers for these watches was upward of 600 thousand euro.\" Regarding the seizure property, De Luca said, “This is just the tip of the iceberg. As always happens with very complex investigations, we are able to seize the majority of property, in part of companies and businesses, but this is representative of just a small part of the cash flow that the mafia moves. Often, cash disappears in foreign banks.” The prosecutor said he expects to see a “great merciless advance” from the Sicilian mafia when the market reopens.  “Today the mafia’s capital is ready to infiltrate healthy companies that are in deep crisis with the aim of taking over the business and making it operate with the mafia’s methods; forcing suppliers to purchase products of the company, threatening workers, decreasing protection of workers, not respecting the norms of the sector all of the things that make a mafia run company more competitive than the healthy ones,” De Luca said. Italian Interior Minister Luciana Lamorgese thanked the judiciary and the police for the “brilliant” results. “The investigation confirms that the current delicate situation constitutes a scenario of strong interest for criminal partnerships that intend to seize the opportunity to exercise their influence and find consensus and to conquer large sectors of the legal economy,” Lamorgese said in a statement Tuesday. The UK’s Royal family has held video calls with nurses across the Commonwealth to mark International Nurses Day.  The Queen, The Prince of Wales, The Duchess of Cornwall, The Duke and Duchess of Cambridge, The Princess Royal, The Countess of Wessex and Princess Alexandra spoke with healthcare professionals working in Australia, India, Malawi, Sierra Leone, Bahamas, Cyprus, Tanzania and the UK, Kensington Palace said in a statement.  “On the calls, Members of The Royal Family spoke with nurses about the work they are doing, with many talking about the impact of Covid-19 and how they were coping with the pandemic,” the statement said. It added: “The Royal Family reiterated their thanks to nurses across the Commonwealth for the incredible work they do on a daily basis.”   Drinking alcohol on banks of the river Seine and along the Canal Saint-Martin in central Paris is now banned, Interior Minister Christophe Castaner announced on Monday night. The river banks and Canal Saint-Martin areas are iconic spots for Parisians — especially young people — to gather, picnic and enjoy sunny days and long evenings. “The success of easing the lockdown depends on everyone's prudence and civility. Considering the irresponsibility of some behaviors, I asked Police Prefecture to ban alcohol consumption along the Saint-Martin canal and on the banks of the river,” Castaner tweeted.   Parks and gardens are still closed in Paris as the French capital is located in the red zone, preventing their reopening. France started easing its national lockdown on Monday, May 11. The Police Prefecture press office told CNN on Tuesday there is currently no stated end to the ban, meaning it will be enforced until it is no longer deemed necessary to prevent the spread of coronavirus.    ##lockdown## Parks and public gardens in Paris will remain closed, French Health Ministry Olivier Veran said Tuesday. This comes after Paris Mayor Anne Hidalgo asked for the green spaces to be reopened if visitors wear face masks.  “Considering the need of Parisians, Paris is a very dense city, I’m asking again for a reopening of parks and gardens” she said on Twitter Tuesday. Veran said Tuesday he had seen video of people gathering on the Seine river banks Monday and although that’s a “reflex which can be understood” he stressed that it was also dangerous. “No we will not open parks and gardens in Paris, in the Parisian region or in any other region classified as red” he added.  “It is not because we don't want people to be able to go out and get some fresh air, but because it can be extremely tempting, in sunny weather such as we have today, for people to gather too much, not respect the group limit of 10 people and as a consequence, not respect the social distancing measures,” Veran said.  Since April 28, France has been classified into green zones where the infection rate and ICU occupancy is low, and red zones where it is higher. Green zones, unlike the red ones, were able to start reopening parks and public gardens on May 11. ##Lockdowns## A British railway ticket office worker has died from Covid-19 after being spat on while she was working at Victoria station, in central London, her union, the Transport Salaried Staffs Association (TSSA), revealed on Tuesday.  Belly Mujinga, 47, had an underlying health condition and on March 22nd she and a colleague were on shift, on the concourse by the ticket office for Govia Thameslink Railway (GTR), when a member of the public assaulted them, spat and coughed over them and told the two that he had the novel coronavirus. Mujinga died two weeks later on April 5.  According to TSSA, Mujinga and her colleague pleaded for police to be called onto the scene. In a statement to CNN, British Transport Police said they have now launched an investigation into the incident.  “Enquiries are ongoing,” it added in the statement.  “Belly and her colleague begged to be let to work from inside the building with a protective barrier between them and the public for the rest of that day. Management said they needed people working outside and sent them back out onto the concourse for the rest of their shift,” the union said in its statement on Tuesday, adding that both women went back outside and completed their shift. “They had no PPE.” Mujinga had underlying respiratory problems for which she had had an operation, regular hospital appointments and had previously needed to take time off work, according to TSSA. The association says GTR knew about her condition and, even after the incident, only stood Mujinga down after her doctor called her work around March 25.  GTR is investigating the accusations, it said in a statement to CNN on Tuesday. “The safety of our customers and staff, who are key workers themselves, continues to be front of mind at all times and we follow the latest Government advice,” Angie Doll, Managing Director, Southern Railway and Gatwick Express said in the statement. “We take any allegations extremely seriously, and we are investigating these claims.” Both Mujinga and her colleague fell ill from Covid-19 within days of the assault, according to TSSA. On April 2, just 11 days after the incident, Mujinga was taken to Barnet Hospital in an ambulance and put on a ventilator.  The TSSA also reported the incident to the Railways Inspectorate, which is the safety arm of the Office for Road and Rail (ORR). A spokesperson for the ORR told CNN on Monday the office was investigating the incident.  TSSA revealed Mujinga’s story as the British Government urged some people to return to work if they are not able do it from home, easing some of the restrictions it had put in place to stop the spread of the novel coronavirus.   \"Rather than talking about the easing the lockdown, the government must first ensure that the right precautions and protections have been taken so that more lives are not lost,” TSSA’s Cortes said. “Our rail industry needs to have a very serious look at what tasks are deemed ‘essential’ and must put protections in place for all our members and our passengers.” The TSSA also called on the Government to implement additional measures to compensate frontline workers from the railway industry for their work during these difficult times.  Denmark is establishing a new government agency to prepare for future epidemics or another wave of the coronavirus.  It will be part of the Ministry of Justice – not a health agency. The agency should be up and running by August, in time to address another potential wave of Covid-19 or a future epidemic. It will be responsible for the supply and storage of enough protective equipment, testing and testing facilities, epidemic-related infrastructure, cooperation between private and public sectors, and so forth.  Prime Minister Mette Frederiksen made the announcement at a press conference today, saying that this will help public health authorities focus on their core task of taking care of people. “What we understand now is that what started as a health challenge became a challenge for the entire society,” she said. The announcement comes a day after Danish health authorities shifted their guidance on what is a safe distance, from two meters down to one meter.   “They will focus on practical issues, logistics and societal preparedness,\" said the prime minister. \"They are an operative muscle that will ensure that strategies and initiatives can be carried out quickly and effectively.\"\n “We view protective equipment as critical infrastructure and we must be better prepared if there is a new wave of corona or an entirely new epidemic,\" she said.�� Dmitry Peskov, the spokesman for Russian President Vladimir Putin, told state-run news agency RIA Novosti that he has been hospitalized with coronavirus. Putin has largely been working from a residence in the Moscow region via videoconferencing, with only a few in-person meetings.  Later on Tuesday, Peskov told the TASS news agency that the last time he had seen the President in person was \"over a month ago.\" Three Russian ministers have previously tested positive for coronavirus, including Prime Minister Mikhail Mishustin, who is still in hospital, as well as Minister of Culture Olga Lyubimova and Minister of Housing Vladimir Yakushev. Russia has struggled to contain the outbreak of the coronavirus and now has more confirmed cases -- 232,000 -- than anywhere in the world outside of the United States, according to Johns Hopkins University figures.  While the country's official death toll is relatively low, with more than 2,000 fatalities reported, some critics and experts say the figure is almost certainly underestimated.  Moscow's mortality rate surged by 18% in April compared to the same month last year, as well as compared to the April average for the past decade, according to data released by the city’s civil register office.  Peskov's announcement came hours after a fire at a hospital in Russia left at least five coronavirus patients dead.  The fire broke out on the sixth floor of an intensive care unit at the St. George Hospital in St. Petersburg, killing five patients connected to ventilating equipment, TASS reported, citing medical personnel. According to initial findings, the fire may have been caused by a short circuit in a ventilator or its malfunction, state news agencies said. Northern Ireland announced on Tuesday a five-step plan to ease the coronavirus lockdown, but did not set out dates for each step. The province’s government, the Northern Ireland Executive, said they “will be led by the science and not by a calendar setting artificial deadlines,” and that their approach “will take account of the trajectory of the pandemic, as well as the best medical and scientific advice available at the time of each review.” The government said, “steps we are all taking are working and, if we continue to work together, they will enable the restrictions to be relaxed in stages when the time is right.” Northern Ireland is part of the United Kingdom but has some degree of self-government, as do Scotland and Wales. The 12-page document says the stages will be guided by the principles of necessity, proportionality, reliance on evidence, protection of healthcare capacity and control of transmission. Under Step One, those who cannot work from home will be encouraged to return to work on a phased basis. Large outdoor based retail centers, outdoor spaces and sports amenities will be allowed to reopen. Groups of four to six people not from the same household may meet outdoors maintaining social distance. Drive-through church services will operate and worshippers will have access to the church for private worship. Under Step Two non-food retail stores may reopen provided they apply social distancing measures. the demand for public transport is expected to increase and citizens are encouraged to walk or cycle to alleviate this. The definition of key workers will be expanded allowing further categories of people to return to work. Groups of up to 10 people may meet outdoors. Non-contact sport teams may resume training in small groups and select libraries and open air museums may open. Indoor activities between two to four people will be permitted for a period of 10 minutes. Under Step Three there will be a phased return of office workers but work that can be done at home should be done there. Schools may begin to welcome prioritized students on a part-time basis alternating part time and remote learning. Gatherings of up to 30 people will be held with social distancing. Museums, galleries, concerts resume. Indoor activities for short periods permitted for larger groups. Under Step Four contact retail including hairdressers and tattoo parlors may reopen. Schools will reopen to all students incorporating remote and in-school teaching. Businesses will be encouraged to stagger start times to offset increased public transport demand. Church services may resume, outdoor professional sport fixtures may take place behind closed doors and outdoor concerts will be held on a restricted basis. Indoor and outdoor gatherings of large groups must last under 10 minutes with social distancing measures. Under Step Five all citizens are permitted to return to work with hospitality businesses allowed to reopen. Schools return on full time basis. Full public transport service will operate. Extended groups may meet subject to social distancing or other mitigation measures. Nightclubs reopen, concerts resume and close physical contact sports returns. Large indoor gatherings of people where social distance not maintained likely.  In an interview with CNN, the mayor of Seoul called the new cluster of coronavirus cases in the country “another lesson for us” and that “we should always be alert” as the reemergence of the virus can happen any place and any time. In a briefing earlier, the mayor said over 100 cases of coronavirus have been linked to a nightclub cluster in South Korea. The cluster emerged in the capital's Itaewon entertainment district over the past few days, raising fears of a second wave of infections. Speaking with Paula Hancocks in Seoul, Mayor Park Won-soon said Tuesday “We cannot be safe even though we have zero cases for a long time and anytime the outbreak can come to our society.” Park said the stakes were high in containing and outbreak in the capital metro area with 25 million people. He said if “the disease penetrates Seoul, the Korean peninsula is penetrated.” Park also called the virus a “battle of time” and that the government should be finished tracing potential cases from the Itaewon district within the week. Some background: This week government officials have warned against the stigmatization of the virus in the LGBT community as the cluster of night clubs in question in the Itaewon district that is known to cater to LGBT patrons. Homophobia is still rife in South Korea and the country is less accepting of same-sex couples when compared to nearby democracies like Japan and Taiwan. Park said the government is working closely to ensure patient confidentially.  “We guaranteed the anonymous testing, and also we declared such information to not be used for any other purposes, and we should erase any kind of information, Park said. Park added that the government guarantees led to an increase in people getting tested on Monday and Tuesday. When pressed if it was the right decision to reopen nightclubs before other venues like schools, Park said the country had to prepare for the expansion of the virus alongside allowing life to continue. “There is high demand of the citizens to allow some extent of activities including the economic activities” he said. ##Cases## Brussels Airlines has said it is cutting its workforce by 25%. The airline has a total of 4,200 employees, according to its website. In a statement on its website, the airline, which is part of the Lufthansa group, says it is taking measures to combat the impact of the coronavirus. “…the company asks for support from both, its shareholder Lufthansa and the Belgian government. Within its turnaround plan, Brussels Airlines is structurally tackling its cost structure and optimizes its network by cutting marginally profitable and unprofitable routes, resulting in a fleet reduction of 30%. The overall size of the company, and as a consequence of its workforce, will be 25% smaller. As a socially responsible employer, Brussels Airlines will work together with its social partners to reduce the number of forced dismissals to an absolute minimum,” Brussels Airlines says statement online says. A press officer for the company tells CNN, “our turnaround plan is a plan only and exclusively focusing on Brussels Airlines.” A Lufthansa Press Officer said Lufthansa CEO Carsten Spohr in April commented the company post-crisis would end up with 100 fewer planes and 10,000 fewer employees.  Last week, Lufthansa, which owns airlines in Germany, Switzerland, Austria and Belgium, unveiled a €1.2 billion (or about $1.3 billion) first quarter loss and said it is burning through its cash reserves at a rate of €1 million ($1.1 million) per hour. ##The Future## The coronavirus pandemic has infected more than 4.1 million people globally. If you're just joining us, here are the latest developments: France extends state of emergency: The country will remain under emergency measures, which have now been extended through July 10. The extension comes a day after lockdown measures were eased in parts of France.\nNightclub cluster in South Korea: 102 cases in total have been linked to an outbreak in Seoul's Itaewon district, known for its nightlife. With fears of a second wave of infections, authorities have tracked down more than 10,000 people who were in the area, and are asking them to be tested.\nIndian state plans to temporarily parole more than 17,000 prisoners: The western Indian state of Maharashtra has introduced the measure as it tries to contain a rising number of coronavirus cases. \nWuhan testing scramble: Officials in the Chinese city at ground zero for the coronavirus said they will test all 11 million residents in the next 10 days to prevent a second wave of infections. Six new local transmissions were reported in recent days after a month of no new cases. Around 17,600 inmates in the western Indian state of Maharashtra will be temporarily released from prison in an attempt to control the spread of Covid-19. A special committee ordered the release of the group, which accounts for half of the state’s prison population. Prisoners convicted of less serious crimes, or those awaiting trial for them, will be released after submitting a parole request.  Inmates convicted of more serious offences, such as money laundering, organized crime, and drug trafficking will not be eligible under the scheme. Maharashtra's decision comes after India's Supreme Court directed all states to form \"High Powered Committees\" to consider the release of prisoners. The committee can \"determine which class/category of the prisoners can be released on interim bail or parole depending not only upon the severity of the offence, but also the nature of offence or any other relevant factor,” the court's order said. Maharashtra has the highest number of confirmed Covid-19 cases in India, with 23,401 recorded cases and 868 deaths.  Gaming equipment maker Razer is aiming to give out millions of free face masks in Singapore as the country grapples with a recent surge in coronavirus cases. The tech firm, which is headquartered in both Singapore and the United States, had already pivoted to making masks in response to the pandemic. Now it's planning to double that production, as well as set up its own public vending machines. To start off, Razer will place 20 machines at various malls and co-working spaces over the next few weeks. To pick up a mask, the company says that users will have to download its digital wallet app and scan a QR code at the vending machine. The plan is to give all Singaporean adult residents one free surgical mask — adding up to about 5 million in total, according to the company. Once the program kicks off, more locations may be added. Razer, a major hardware maker known for its computer mice and laptops, said in a recent statement that it had \"initially converted existing product manufacturing lines in China to make and donate masks for immediate relief.\"\n\"However, [the company] has been inundated by requests due to an extreme shortage of face masks ... particularly in Southeast Asia,\" it added. In response, the firm set up an automated factory in Singapore last month to churn out about 5 million surgical masks monthly. It's now taking those plans another step further, with the goal of manufacturing as many as 10 million masks a month. The increased production is to \"ensure a continuous resupply\" in Singapore, the company said. Read more here. ##The Future## The proportion of all coronavirus related deaths in nursing care homes and private homes in England and Wales is increasing, according to the UK's Office for National Statistics (ONS).  Meanwhile the proportion of deaths occurring in hospitals in England and Wales is decreasing. In the week ending May 1, deaths in care homes made up 35.7% of all coronavirus deaths, but that percentage has since increased. \"In the most recent days, the proportion of deaths occurring in care homes has accounted for 40.4% of all deaths involving Covid-19,\" an ONS report, released Tuesday, states. The most recent ONS data available shows that 68.5% of Covid-19 deaths in England and Wales, registered up to May 1, occurred in hospitals, with the remainder mainly occurring in care homes, private homes and hospices. Despite the proportion of deaths in care homes increasing, the overall number of coronavirus related deaths in the facilities decreased for the week ending May 1. Among all deaths in nursing care homes reported that week, 38.7% involved coronavirus. Boris Johnson's government has been heavily criticised over the spread of coronavirus in care homes. ##Cases## As the coronavirus pandemic plunges economies around the world into recession, governments and businesses are scrambling to find ways to get people back to work. One tool many are banking on is the antibody test. The hope is that people who have been infected with the virus may have developed enough antibodies to make them immune to the virus and their return to work safe, though the science around this is far from settled. Some governments have even mulled issuing \"immunity passports\" or certificates for those who test positive. But experts warn that going down this route could create new problems, including discrimination in workplaces, or people deliberately trying to get infected so they can return to their jobs sooner, \"playing Russian roulette\" with their lives, as one doctor put it. In a brief by scientific advisers to the UK government published last week, experts said widespread antibody testing could incentivize employers to take steps that would amount to discrimination. \"This might include not permitting those testing Antibody Negative to return to work, or only taking on new staff with Antibody Positive test results,\" the brief reads.  Certain tasks, like customer-facing work, could end up only being allocated to those who tested positive. \"In some circumstances this may be appropriate, but in others this might constitute adverse discrimination,\" the brief said. Read more here. ##The Future## A law extending France's state of emergency went into effect today, a day after lockdowns began lifting across the country. The state of emergency law gives the government the power to enforce measures to avoid a second Covid-19 peak. France has been in a state of emergency since March 17 and the new law extends this through July 10. The law gives the state the power to enforce measures like restricting travel to within 100 kilometers (62 miles) from home, making masks mandatory on public transport, and banning gatherings of more than 10 people. The bill passed through parliament this weekend and was reviewed by the Constitutional Court on Monday. The court removed some provisions, such as allowing the government to mandate quarantine for overseas travelers without a judge’s order. It also reinforced privacy protections around the personal data that would be collected in a tracing system that has yet to be developed.  France has reported 177,547 total Covid-19 cases and 26,646 related deaths, according to data from Johns Hopkins University. Lockdown lifted: The country eased lockdown measures on Monday for the first time in more than 50 days. In Paris, traffic returned to the Champs Elysees, shops reopened, and people gathered with friends on the banks of the River Seine. ##Cases## ##Lockdowns## At least 102 coronavirus cases have been linked to nightclub cluster in South Korea, the head of the country's National Institute of Health, Kwon Jun-wook, said. The cluster emerged in Seoul's Itaewon district.  Two people among the cases first started showing symptoms on May 2, Kwon said, adding that the outbreak may have “various epicenters or sources.\" South Korea's handling of the Covid-19 pandemic has been widely praised but the official said recent lapses had caused the latest spike in cases. “Lowering our guard can call in another infection. That’s the case with the infection in Itaewon clubs,\" he said. \n\"The distancing regulation wasn’t carried out properly, the list was not accurate, and therefore, the delay in voluntary report and tracing is very concerning.” Local media has linked the cases to what it has described as the capital's \"gay clubs,\" raising fears that the LGBT community will be further stigmatized. Government officials have condemned the language used in some press reports. “Prejudice or discrimination does not help in our epidemic prevention activity. Such prejudice and discrimination in our whole society are actually harmful to epidemic prevention,\" Kwon said, while speaking to media on Tuesday. ##Cases## As far as first dates go, the one 14-year-old Jake Scott had with his new 15-year-old girlfriend, Abby Westrope, back in early March was epic. It started at Scott's baseball game, where Westrope watched him play. From there they went back to his dad's house, watched Netflix, played catch outside and ate tacos. The two talked about life, friends, hopes and dreams. At some point(s), the Northern California teens might have even kissed. Three months later, the duo is still dating, only it looks much different in the face of a global pandemic. They FaceTime for hours each day. They text. Once or twice a week, they don masks, meet up on the driveway at a parent's house and sit in lawn chairs spread apart by a minimum of 6 feet apart. They're not allowed to touch or kiss or do anything else that eighth and ninth graders typically might do -- one parent is always watching. In Scott's words, it's \"rough.\" But they have made it work. \"At first, I was really against it, but (now) I'm in the acceptance phase,\" Scott wrote in a text message last week. \"It helps to know that my (girlfriend) is doing the same thing so that I know that it's not just me.\" Read the full story: Spain will implement a 14-day mandatory quarantine for travelers arriving from overseas starting May 15, according to a decree from the country's health ministry. The decree covers “people coming from other countries, on their arrival in Spain.” Travelers will be required to provide a completed passenger location card to the authorities so they can be contacted during quarantine, and will have to quarantine at home or in their place of accommodation. They will be allowed out for essential needs like food, pharmaceutical products, visiting healthcare centers and for emergency situations, but are required to wear a mask if they go outside.  Some people, like freight carriers and healthcare workers, will be exempt from the quarantine rules as long as they haven’t been in contact with any known patients.  Emergency restrictions: Spain remains under a state of emergency, which began on March 14 with strict stay-at-home confinement orders. It is in place until at least May 23, but officials have begun to ease some restrictions in low-risk territories.  \"During the period of de-escalation, the monitoring and health control measures for all international travelers (arriving in Spain) should be increased, to avoid the imported cases,\" said the order from the health ministry. ##Lockdowns## Singapore reported 884 new cases of coronavirus today -- the vast majority from foreign worker dormitories, according to the city-state's Ministry of Health. Of the new cases, only three were Singaporean citizens or permanent residents. For more than a month now, Singapore has been struggling with clusters linked to dormitories where migrant workers live in close quarters. In these dorms, home to hundreds of thousands of workers, each room houses about 10 to 20 residents on average. They share toilet and shower facilities, eat in common areas, and sleep just feet away from each other. It's therefore nearly impossible to conduct social distancing.  Since the clusters emerged in early April, 21,410 dormitory residents have tested positive for the virus, according to government figures. The government has implemented several measures, including transferring workers to alternative accommodation to space them out, providing workers with food and wage subsidies, and cleaning supplies. They placed all dormitories under total lockdown in April. But the measures haven't particularly slowed the spread of the virus -- in the past two weeks, the number of new daily cases has remained high. It only dipped below 500 on two days, and reached a high of 914 on May 1. Read more about Singapore's migrant worker dormitories: ##Cases## ##Lockdowns## You're about to get a blood test to see if you have been exposed to Covid-19. You're hoping it will tell you that you have -- that your blood is full of beautiful antibodies, the body's soldiers called to fight when a known enemy invades our systems again, and that this may mean immunity to the virus in the future. Not so fast. In today's reality, testing positive for antibodies to Covid-19 means nothing of the sort. In fact, it may not mean much at all -- at least right now. There are still too many unknowns, both about the accuracy of the antibody tests that are available and about the nature of the virus itself. What is an antibody test? An antibody test can only be administered by gathering blood, either through a finger prick or from a vein. It's designed to detect antibodies, the Y-shaped proteins called immunoglobulins that circulate in our blood to help fight off infections in our bodies. Even if you've never had any symptoms of Covid-19, the presence of antibodies in your blood would show your body has encountered the virus. How accurate is the test? There are some complicating factors: Antibodies don't appear overnight -- so the test could give you a false negative if your antibodies just haven't built up yet.\nAntibody tests are plagued by error so they easily produce false negatives and positives.\nThe high demand right now means companies are creating tests without any scientific oversight, that haven't been reviewed or approved. Read more: Rail services in India partially resumed on Tuesday despite an ongoing nationwide lockdown. Thirty special trains were operating today in accordance with government guidance, according to the Ministry of Railways.  All passengers will be screened, and only asymptomatic passengers will be allowed on the trains, according to the Home Ministry. Passengers must also wear face coverings during the journey, and should maintain social distancing. The partial rail reopening includes cities like New Delhi, Mumbai, Chennai and Bengaluru. Indian Prime Minister Narendra Modi said today that the train services were “needed to rev up the economic activity,” but only a limited number of routes would be operational. Indian railways stopped passenger services for the first time in 167 years on March 24 after a nationwide lockdown was announced. The lockdown will continue through at least May 17. ##Lockdowns## Toyota expects profits this year to plunge nearly 80% as it deals with the fallout from the coronavirus pandemic.  The Japanese automaker, one of the world’s largest, said Tuesday that it expects operating profits to reach just 500 billion yen ($4.7 billion) this fiscal year -- a forecast that would result in Toyota's lowest profits in nine years.  For the year ended March 31, the company posted a 2.4 trillion yen ($22.3 billion) profit. That was just slightly under the estimate it released in February.  Toyota said it expects to sell 7 million cars this year, down from the nearly 9 million it sold last year, not including sales from smaller automakers it owns like Daihatsu and Hino. The company said it was “extremely hard to predict sales because it is likely to vary greatly from region to region.”  In addition to the roughly 20% drop in car sales, Toyota said that its profits would also be hurt by the value of the yen, which is strengthening against the US dollar. (The yen is a safe haven currency that investors traditionally flock to during times of market volatility.) Read more here. ##The Future## Five coronavirus patients were killed in a fire at a hospital in Russia today, Russian state news agencies reported. The victims were connected to a ventilator on the sixth floor of an intensive care unit at the St. George Hospital in St. Petersburg, state news agency TASS reported. TASS, citing medical personnel, said the patients were seriously ill with coronavirus. Some 150 people were forced to evacuate from the hospital, according to TASS.  Initial findings suggest the fire may have been caused by a short circuit in the ventilator or its malfunction, state news agencies said. Russia's top law-enforcement body, the Investigative Committee, said a criminal investigation had been opened into the matter. This is the second deadly hospital fire in recent days: On Saturday, a fire broke out in a Moscow hospital treating coronavirus patients, killing one patient and forcing 200 people to be evacuated, Russian state news agencies reported.  TASS, citing preliminary data, said the fire occurred in an intensive care unit due to the malfunction of medical equipment.  The coronavirus pandemic has infected more than 4.1 million people globally. If you're just joining us, here are the latest developments: Cases surge in Germany: The country reported 933 new coronavirus cases in just 24 hours, according to the Robert Koch Institute today. Officials warn the virus' reproduction rate is hovering above 1, meaning each infected person is infecting more than one other person on average.\nNightclub cluster in South Korea: 101 cases in total have been linked to an outbreak in Seoul's Itaewon district, known for its nightlife. With fears of a second wave, authorities have tracked down more than 10,000 people who were in the area, and are asking them to be tested.\nWuhan testing scramble: Officials in the Chinese city at ground zero for the coronavirus said they will test all 11 million residents in the next 10 days to prevent a second wave of infections. Six new local transmissions were reported in recent days after a month of no new cases.\nElsewhere in China: Daily life is resuming in many parts of the country. Hotel chain Marriott says its business in China is rebounding, and Shanghai Disneyland reopened this week after months of closure.\nRyanair returns: The European budget carrier will resume 40% of its flights starting July 1, it said. The restored flights will follow government restrictions and public health measures.\nIn the US: All but two states will be partially reopened by the end of the week. The two states -- Massachusetts and Connecticut -- will likely start reopening next week. Meanwhile, the federal government is sending $11 billion to states to expand coronavirus testing capabilities, the Trump administration announced Monday. ##Catch Up## European budget carrier Ryanair will restore 40% of its flights from July 1, according to a statement from the airline on Tuesday. Ryanair will operate a daily flight schedule of almost 1,000 flights, subject to government restrictions and public health measures, the statement said. In addition, flight crew and passengers will be required to wear face masks and must pass temperature checks in order to fly.  \"Since the Covid-19 flight restrictions in mid-March, Ryanair has been operating a skeleton daily schedule of 30 flights between Ireland, the UK and Europe,\" the statement said. \n\"From July, Ryanair will restart flying from most of its 80 bases across Europe.\" The statement added there would be fewer daily and weekly flights on the airline's main routes as it worked to restore services to a wider range of destinations. Job cuts: Ryanair on May 1 announced plans to cut up to 3,000 jobs as it tries to trim costs to deal with the fallout from the pandemic. At the time, the airline said it expected the recovery of passenger demand and pricing to take until at least summer 2022. ##The Future## US President Donald Trump tipped his hand about how he plans to make up for the loss of the roaring economy that formed the foundation of his reelection campaign -- rhetoric laced with racial overtones and a new and unfounded conspiracy theory he dubbed \"Obamagate.\" On a tragic day that US deaths from the coronavirus pandemic hit an unfathomable 80,000, Trump revived his wild news conferences that had been shelved two weeks ago apparently because they were damaging his political prospects. His appearance in the White House Rose Garden was notable for his refashioning of his reelection campaign mantra that reflects a realization that his hopes for a \"rocket\"-like relaunch of the economy have been dashed by massive job losses. Trump's original slogan, \"Make America Great Again,\" was snappy enough to fit on a red baseball cap four years ago. He had been running in 2020 on a chest-puffing \"Keep America Great\" platform. But his new catchphrase \"we will transition to greatness\" next year shows how he will now have to sell the promise of a painful economic restoration -- a case made all the more difficult after his own erratic management of the pandemic. The President's apparent mission Monday was to stifle an impression that the White House is in disarray after the discovery of several cases of Covid-19 in the West Wing. Trump stood against a backdrop of Stars and Stripes and misleading signs reading, \"America is leading the world in testing\" -- which just isn't true in tests per capita. Read the full analysis here. ##Politics## No one quite knows what aviation will look like in the wake of the Covid-19 pandemic. There's talk of removing middle seats, compulsory face masks and full body disinfection booths at airports -- and aviation seat designers are experimenting with ways to make flying more appealing for concerned and conscientious passengers. Into the mix comes French aeronautical engineer Florian Barjot's vision, dubbed PlanBay. Barjot reckons that what airlines want isn't a total redesign of the cabin or the installation of new seats, but an easily removable piece of kit that could be installed when necessary. PlanBay, which is aimed at economy class, consists of a protection panel behind the seat and another protection panel between the seats.  The structure fits onto the empty middle seat, so passengers in the aisle and window can maintain social distance from one another. It's not unlike the glass panel setup that business travelers might be used to. According to Barjot, the installation process is straightforward, the kit is easy to produce and the cost would be low. \"The idea of a removable kit makes sense when the need for sanitary measures is temporary and/or limited to a geographic area,\" says Barjot. Read more here. ##The Future## Germany today reported 933 new coronavirus cases in just 24 hours, according to the Robert Koch Institute, the national agency for disease control and prevention. That's a dramatic jump from the 357 cases reported just the day before. It brings the national total to 170,508 cases, the institute said. The coronavirus reproduction rate in Germany has been above 1 for the past three consecutive days, the institute said.  A rate of 1 means that on average, each infected person is infecting one other person. German Chancellor Angela Merkel has previously warned that if the number -- also known as the R0 value -- rises above 1, the country's health system would eventually be overwhelmed. The institute said it's too early to tell whether the virus is on the rise again due to statistical uncertainties.  \"The rise of the (reproduction rate) makes it necessary to carefully observe the developments in the coming days,\" the institute wrote in its daily data brief.  New clusters: Merkel warned on Monday that while Germany is easing lockdown restrictions, it remains \"important for people to keep social distancing,\" urging citizens to ''stick to the basic commandments.'' Germany has registered several larger coronavirus outbreaks over the past few days. Three meat processing plants across the country have recorded between 100 to 350 cases each in separate outbreaks. ##Cases## Japan reported 50 new coronavirus cases and 22 deaths on Monday, raising the nationwide total to 16,586 cases and 656 deaths. Of that total, 712 cases and 13 deaths are linked to the Diamond Princess cruise ship quarantined in Yokohama Bay for several weeks in February.  Japan is now preparing to ease lockdown measures in many parts of the country amid a downward trend in reported new cases. However, restrictions will stay in place in the hardest hit prefectures, including Tokyo and Osaka. The country has been under a state of emergency since April 7. ##Cases## ##Lockdowns## Wuhan, the central Chinese city at ground zero of the coronavirus pandemic, will conduct citywide testing for all citizens within 10 days amid fears of a second wave of infections. Authorities announced the testing plan in an \"emergency notice\" yesterday, according to state-run media outlet The Paper.  \"After research, it was decided to carry out a '10-day battle' for the screening of nucleic acids of all new coronavirus in Wuhan,\" said a report in The Paper today. \"Each district will make arrangements for the nucleic acid screening plan for all staff in its jurisdiction within a 10-day period.\" This measure comes in response to six new infections that emerged in Wuhan this past week after over a month of no new cases, according to The Paper. The emergency notice was issued \"to strengthen social prevention and control, prevent the rebound of the epidemic, and strengthen the normalization of epidemic prevention and control,\" the outlet reported. ##Cases## Marriott's profits were slammed in the first quarter of this year, plunging about 92%.  The world's biggest hotel chain on Monday reported net income of just $31 million from January to March compared to $375 million in the same period last year. Revenue per available room, an important industry metric that assesses a hotel's ability to fill its rooms, fell 22.5% throughout the quarter and as much as 90% in April \"as the pandemic moved around the world,\" the company said. About a quarter of Marriott's hotels worldwide are currently closed, mostly in Europe and the United States. But there was a \"glimmer of good news,\" said Marriott International CEO Arne Sorenson. He told investors in a call that demand appears to be picking up, especially in Greater China, where bookings are coming in mostly from domestic travelers.  Occupancy levels there have reached \"just over 30%, up from the lows of under 10% in mid-February,\" Sorenson said. \"In terms of hotel closings/openings, April seems to have defined the bottom,\" the CEO added. \"Most days, we're seeing one or two or three more hotels reopen than we are seeing hotels closed.  \"And if anything, as we see demand start to crawl back, as restrictions are released, I think the trend line now is towards more openings, not towards more closings.\" Marriott (MAR) shares are down almost 46% this year. The company’s stock fell 5.6% on Monday after earnings. ##The Future## A total of 70,756 coronavirus cases have now been reported in India, health officials said today -- an increase of more than 3,000 infections since yesterday. The death toll stands at 2,293. So far, 22,454 patients have recovered and been discharged from hospital, according to the country's health ministry.  India remains under a strict nationwide lockdown that has seen state borders shut and transport halted. However, restrictions are slowly being eased in some low-risk areas with few cases.  Indian Railways has resumed some services after being shut down for more than a month, carrying thousands of stranded migrant workers back to their home states. ##Cases## The Democratic National Committee's rules committee will vote on Tuesday to give the party's convention committee the authority to limit the scope of the national convention if necessary due to the coronavirus outbreak. If approved by the Rules and Bylaws Committee and the full DNC membership, it could potentially change how the August convention is conducted and allow for virtual voting. The Washington Post first reported the development. Democrats originally planned to hold their Milwaukee convention in July, but pushed the date back to the week of August 17 because of the coronavirus. If the language of this resolution is accepted, DNC members will have to approve the change by a majority vote of its roughly 450 members, which will most likely be conducted by mail. \"During this critical time, when the scope and scale of the pandemic and its impact in August remain unknown, convention planners are exploring a range of contingency options to ensure all delegates will be able to cast ballots and accomplish their business, regardless of their ability to travel and participate in person,\" a DNC official said in a summary of the changes. Read the full story: ##Politics## At least 48 US states will be partially reopened by the end of this week, according to CNN's tally. The degree and speed of reopening varies state to state. In Idaho, for instance, 90% of businesses can reopen, with new guidelines in place for day camps and places of worship.  In New York state, the hardest-hit nationwide, most things remain closed -- but on Friday, certain low-risk businesses like landscaping and gardening will be allowed to resume. The last two states, Massachusetts and Connecticut, have indicated they will start partial reopening plans next week, though dates are still subject to change. Read more about where all 50 states stand on reopening: ##Lockdowns## ##The Future## At least 17,597 new coronavirus cases and 1,154 deaths were recorded in the United States on Monday, according to Johns Hopkins University. The US has now recorded at least 1,347,388 Covid-19 infections and 80,682 related deaths, according to JHU.   The totals includes cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases. New York is the hardest-hit state, with at least 337,055 confirmed cases and 26,988 deaths -- or around 139 deaths per 100,000 residents. Follow CNN's live tracker of US cases here: ##Cases## A total of 101 coronavirus cases have been linked to a nightclub cluster in South Korea, Seoul Mayor Park Won-soon said today. The cluster emerged in the capital's Itaewon entertainment district over the past few days, raising fears of a second wave of infections. So far 7,272 people in Seoul have been tested in relation to the nightclub cluster, Park said. \"More than 36% of cases are asymptomatic and the rate of spread is very high,\" he said, warning that there had been multiple cases of secondary infection. An estimated 10,905 people were in the vicinity of Itaewon clubs last week, according to phone signal tower records. The city sent a text message to all the numbers identified and asked them to be tested. The number of people getting tested doubled after officials began offering anonymous testing, Park said. The city also secured a list of nearly 500 people who were in the affected area through credit card records, and asked them to be tested and to self-quarantine. Seoul is now conducting random checks of clubs, and entertainment venues to enforce a closure order, Park said. Second wave: South Korea has been heralded internationally as an example of a country that got its coronavirus response right, largely containing the outbreak through aggressive testing, quarantining, and contact tracing measures. But the World Health Organization warned yesterday that countries lifting restrictions, including South Korea, saw an uptick in new cases over the weekend. ##Lockdowns## ##Cases## Nearly five months after the novel coronavirus first emerged in China, countries around the world are slowly starting to ease restrictions and lift lockdowns, moving from containment and mitigation to recovery. In Wuhan, the capital of China's Hubei province at ground zero for the global pandemic, daily life has cautiously resumed. People who have been cleared with good health are now allowed to travel and work, while city and provincial borders have reopened. But as restrictions eases, fears of a second wave remain. Five new local transmissions were reported in Wuhan yesterday, a day after the city reported its first new case in more than a month. Some parts of Spain are entering \"Phase 1\" of lifting restrictions, which allows many shops to reopen, and restaurants that have outdoor seating and service.  In these areas of the country, like the Costa Blanca holiday spot Benidorm, people flocked to bars and outdoor areas to celebrate the lifting of lockdown on Monday. Other harder-hit cities like Madrid and Barcelona remain in the stricter \"Phase Zero\" quarantine. France eased lockdown measures on Monday for the first time in more than 50 days. In Paris, traffic returned to the Champs Elysees, shops reopened, and people strolled the streets -- marking a return to some aspects of normal life.  The banks of the River Seine were full of people sharing drinks and gathering with friends on Monday, eager to be back out after weeks spent cooped up. And in Shanghai, the city's Disneyland finally reopened this week after being closed for months -- but with new rules, like markers on the floor to show visitors how to conduct social distancing. Hand sanitizers are everywhere, and there is a cap on the number of daily visitors. ##Lockdowns## Twitter said Monday it plans to put labels and warning messages on some tweets that contain disputed or misleading information related to Covid-19, even if it's tweeted by US President Donald Trump. Twitter announced in March that it would remove Covid-19 tweets that could cause a \"direct risk to people's health or well-being.\"  Starting Monday, it will use labels and warning messages \"to provide additional explanations or clarifications in situations where the risks of harm associated with a Tweet are less severe but where people may still be confused or misled by the content.\" Trump, possibly Twitter's most prolific user, will also be subject to the rules, according to Yoel Roth, Twitter's head of site integrity. \"These labels will apply to anyone sharing misleading information that meets the requirements of our policy, including world leaders,\" Roth wrote in a tweet Monday in response to a question about how the policy would apply to Trump and other elected officials. Read the full story: ##Politics## The novel coronavirus has infected more than 4.1 million people and killed at least 285,000 worldwide. If you're just joining us, here are the top headlines: Funding boost for US testing: The US federal government is sending $11 billion to states to expand coronavirus testing capabilities, President Donald Trump and his administration announced on Monday.\nNew surge in cases: There was a spike in infections over the weekend in some countries that lifted restrictions, World Health Organization Director-General Tedros Adhanom Ghebreyesus said Monday.\nCurfew in Turkey: The country will implement a four-day curfew that combines the weekend with a public holiday from May 16-19 as a part of pandemic measures, Turkish President Recep Tayyip Erdogan said in a speech on Monday. \nRecovery plans: The UK unveiled a three-step coronavirus recovery plan on Monday. The first step -- which allows people to leave their house for outdoor recreation and leisure as well as meeting with people from other households -- will begin on Wednesday.\nCountries reopening: France began reopening on Monday after almost two months of strict lockdown. Shops reopened and primary school students returned to school, with classes limited to 15 students.\nMasks required: Face masks are now compulsory on the Paris metro system and commuters will need certificates from their employers to explain why they are traveling during rush hour. If commuters do not follow these guidelines, they risk being fined. ##Catch Up## Airport screening in California for travelers coming from China and Iran failed to prevent the spread of coronavirus in the state, according to a new report by the US Centers for Disease Control and Prevention. Health officials checked 11,574 travelers, sent their information to local officials, and had them monitored for 14 days -- but only three of these travelers eventually tested positive. “Despite intensive effort, the traveler screening system did not effectively prevent introduction of Covid-19 into California,” wrote Shua Chai of the California Department of Public Health. There were a few factors impacting the program's effectiveness; states would receive incomplete traveler information, and public health officials spent substantial time correcting errors, the report said. It's possible the team missed some cases, too, since people needed to have sought care and been tested to show up as a confirmed case. But if improved and sufficiently staffed, traveler monitoring programs could be useful for containing the virus once community transmission decreases in the US, the researchers said. ##Cases## Don't get your hopes up, football fans. Even without spectators in the seats, NFL games could be the \"perfect setup for spreading\" coronavirus, warned top infectious disease expert Dr. Anthony Fauci in an interview with NBC Sports' Peter King. \"I think it's feasible that negative-testing players could play to an empty stadium,\" Fauci said in the interview. \"Is it guaranteed? No way.\" However, Fauci cautioned that it all depends on the level of infection in the community -- if the infection rate is still high, \"you can't have a season -- it's impossible,\" he said. When King asked Fauci what would happen if four players on a team tested positive, he was blunt: You would have to \"shut it down.\" The interview came nearly two weeks after Fauci said in an interview with The New York Times that some sports may have to prepare to not play out this season, and a week after the NFL released its regular season schedule. The league is preparing for games to start this fall, despite CDC guidelines warning against large events and mass gatherings. Read more: ##The Future## Hawaii may start taking photographs of all incoming visitors, as the state continues to deal with people ignoring its mandatory 14-day quarantine rule.  “If we know someone has broken quarantine, we (currently) don’t have a photo that we can distribute and have people help us identify who they are,\" said Gov. David Ige on Monday, speaking in a Facebook forum with the Honolulu Star-Advertiser newspaper. The state has strictly enforced its quarantine for visitors, even arresting a California couple on their honeymoon who repeatedly ignored warnings to stay in their hotel room last week.  Repeat violators have been fined and even forced to leave the state, with a local tourist advocacy group sometimes paying the cost of their departure flight. “Certainly having photos would be helpful,” Ige said. “We’re looking at a number of things that would help us improve the enforcement of the quarantine.” Read more about Hawaii's quarantine measures: ##Lockdowns## China recorded one new confirmed coronavirus case yesterday, imported from abroad and detected in Inner Mongolia, the National Health Commission said.  There were also 15 asymptomatic new cases recorded. Mainland China has now officially recorded 82,919 Covid-19 cases and 4,633 deaths. Some 78,171 patients have recovered and been discharged from hospital, according to the NHC.  A further 760 asymptomatic patients, who are counted separately, are still under medical observation. New clusters emerge: China began lifting restrictions and lockdowns in April after the number of new local transmissions fell to near-zero -- but on Sunday, the NHC recorded 10 new local cases.  Five of those were in Wuhan, ground zero for the global pandemic. Fresh lockdown measures were announced for the northeastern city of Shulan over the weekend after 11 coronavirus cases were reported there.  ##Cases# ##Lockdowns## Walt Disney World theme parks and Disney Resort hotels are now accepting reservations for travel dates starting July 1 onward. According to their website, guests are able to modify these bookings if Walt Disney World Resort opens before or after that time.  Disney Springs will also begin a phased reopening on May 20, while other areas of Walt Disney World Resort remain closed, including theme parks and Disney resort hotels, the website added. ##The Future## The United States has recorded at least 1,347,151 cases of coronavirus and at least 80,378 related deaths, according to Johns Hopkins University. At least 17,360 new cases and 850 deaths have been recorded on Monday. The totals includes cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases. New York remains the hardest hit state, with 337,055 confirmed cases. New Jersey follows at 140,206. CNN is tracking US coronavirus cases here: ##Cases## US President Donald Trump and his administration announced today that the federal government is sending $11 billion to states to expand coronavirus testing capabilities. When Trump made the announcement in the Rose Garden, he appeared to misspeak, saying \"1 billion\" has been approved and the \"money is going out.\" Adm. Brett Giroir, Assistant Secretary for Health and Human Services, later clarified in the Rose Garden briefing it is $11 billion going to states. The relief package signed on April 24 included $25 billion for testing, with $11 billion for states, localities, territories and tribes.  Giroir said in order for states to receive the funding, there has to be plans in place that address testing in \"vulnerable communities.\" \"There needs to be minimum numbers to be planned to test. They have to have plans for their vulnerable communities, including nursing homes, including those who are disabled, including those who are in prisons or who have working environments that they may have a more likelihood to spread the infection,\" he said. ##Politics## The coronavirus pandemic, directly or indirectly, may have killed far more people in New York City than the official Covid-19 death toll shows, according to a report released Monday by the US Centers for Disease Control and Prevention. The report looked at excess mortality in the city and found that 24,172 more people died since mid-March compared to what would normally be expected. Indirect deaths: About 19,000 of these were either confirmed or probable coronavirus deaths. But more than 5,000 of the city’s excess deaths had no explicit connection to Covid-19, said the team, led by Donald Olson of the NYC Department of Health and Mental Hygiene.  It’s difficult to know why exactly those deaths occurred. But Olson’s team noted that people with underlying conditions, such as heart disease and diabetes, are more likely to die from coronavirus infections and such deaths may not have been directly attributed to Covid-19. “In addition, social distancing practices, the demand on hospitals and health care providers, and public fear related to COVID-19 might lead to delays in seeking or obtaining lifesaving care,” they wrote. Nationwide problem: The findings add to a growing body of evidence showing how the coronavirus pandemic may be killing people without ever infecting them. For example, experts have said that a decline in reported heart attacks and strokes in the US is likely the result of people avoiding emergency rooms. “Tracking excess mortality is important to understanding the contribution to the death rate from both COVID-19 disease and the lack of availability of care for non-COVID conditions,” the researchers wrote in their report. ##Cases## There was a surge of coronavirus cases over the weekend in some countries where stay-at-home measures and other restrictions were lifted, World Health Organization Director-General Tedros Adhanom Ghebreyesus said during a media briefing in Geneva on Monday. \"Over the weekend we saw signs of the challenges that may lie ahead. In the Republic of Korea, bars and clubs were shut as a confirmed case led to many contacts being traced,\" Tedros said. \"In Wuhan, China, the first cluster of cases since their lockdown was lifted was identified,\" Tedros said. \"Germany has also reported an increase in cases since an easing of restrictions. Fortunately, all three countries have systems in place to detect and respond to a resurgence in cases.\" Tedros said the WHO has released guidance and six criteria for countries to consider before lifting lockdown measures. \"WHO is working closely with governments to ensure that key public health measures remain in place to deal with the challenge of lifting lockdowns,\" he said. \"Until there is a vaccine, the comprehensive package of measures is our most effective set of tools to tackle.\" ##Lockdowns## ##Cases## Turkey will implement a four-day curfew from May 16-19, Turkish President Recep Tayyip Erdogan said on Monday.  The country has not implemented countrywide lockdowns, instead opting for curfews that prohibit people from leaving their homes on weekends and holidays. Turkey has also imposed an age-specific curfew for people over the age of 65 and under 20. Those restrictions will be eased slowly with certain age groups being allowed out on specific days, according to Erdogan.  Travel restrictions have been lifted in nine provinces, while 15 other provinces -- including Istanbul, Ankara and Izmir -- remain closed to nonessential entry and exits, Erdogan said. Turkey will manage the easing of restrictions “dynamically” and will relax or tighten depending on developments, Erdogan said. Hair stylists, barbers and shopping malls reopened today as a part of what Turkish authorities are calling the “controlled socialization” stage of the Covid-19 pandemic plan. Lowest daily cases: This comes as the country recorded its lowest number of daily positive coronavirus cases since March 26. Some 1,114 people tested positive in the past 24 hours, the national health ministry said on Monday. ##Cases## ##Lockdowns## Face masks are now compulsory on the Paris metro system and commuters will need certificates from their employers to explain why they are traveling during rush hour. If commuters do not follow these guidelines, they risk being fined 135 euros ($145), a spokesperson for RATP, Paris’s state-owned public transport operator, said on Monday.  The measures will be enforced by RATP security officers and police officers. It comes after French Ecology Minister Elisabeth Borne said during a news conference last Thursday that masks on public transport will be made mandatory for anyone above 11 years old. Face masks in France are divided into three categories: FFP2-type filtering masks\nSurgical masks\nMasks for general use that can be homemade, following specific rules All of those are acceptable to be used on the Paris metro.", "Section": "world", "Writers": ["Jessie Yeung", "Adam Renton"], "URL": "https://www.cnn.com/world/live-news/coronavirus-pandemic-05-12-20-intl/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}