{"Type": "article", "Time": "2020-11-06", "Headline": "Despite accusations of genocide, Aung San Suu Kyi's party is on track to win another term in Myanmar", "Text": "Myanmar is set to vote on Sunday in its second democratic general election since the end of oppressive military rule -- a poll that's expected to be marked by ethnic divisions and health concerns over rising coronavirus infections.   Nobel laureate Aung San Suu Kyi and her National League for Democracy party (NLD) won a landslide in 2015 and established the first civilian government after 50 years of isolation and military authoritarianism.  In the biggest city Yangon, there was optimism and real hope that Suu Kyi would lead the country forward in its development and democratic transition. Five years later, Suu Kyi remains popular among the ethnic Bamar majority and the NLD is expected to take another win.  But 2020 is vastly different from 2015. Here's some key things to know ahead of the vote: Accusations of genocide Internationally, Suu Kyi is no longer the democracy icon once adored in the West, primarily because of her handling of the military crackdown against the ethnic Rohingya Muslim population, which the United Nations said had \"the hallmarks of genocide.\" More than 740,000 Rohingya fled from Myanmar into neighboring Bangladesh in 2016 and 2017 as the military waged a campaign of violence in Rakhine state. Survivors have recounted harrowing atrocities including gang rape, mass killings, torture and widespread destruction of property at the hands of the army. Myanmar denies the charges and has long claimed to have been targeting terrorists. Those Rohingya still inside Rakhine are segregated and forced to live in conditions akin to prison camps, with restrictions on movement, education, and access to healthcare.  \"Rohingya are unable to vote and are blocked from accessing full citizenship rights under the discriminatory 1982 Citizenship Law,\" said John Quinley, Senior Human Rights Specialist at Fortify Rights. \"Not only are Rohingya blocked from voting but Rohingya political parties were rejected for running in elections. These are courageous, smart, and qualified politicians that have been stripped for running for office based on their ethnicity.\" The disenfranchisement of the Rohingya, however, is unlikely to merit serious mention in Myanmar. When Suu Kyi defended her country against accusations of genocide at the International Court of Justice last year -- calling the claims \"incomplete and misleading\" -- it sealed the former human rights champion's fall from grace in the West.  Domestically, though, her appearance proved popular with many in the country and analysts says it likely helped to bolster political support ahead of the elections. The Lady endures And that's really what these elections are about: Suu Kyi.  She's Myanmar's de facto leader and State Counselor -- a title invented as a loophole to the constitution barring her from becoming president.  Suu Kyi -- a former political prisoner who spent two decades under house arrest -- is beloved by many for her years of resistance against the military, and for being the daughter of Aung San, the assassinated independence hero. The two big promises the NLD campaigned on in 2015 around constitutional reform and the peace process have not been accomplished. But that is unlikely to matter with her supporters. \"In a sense it doesn't matter what she's done on specific policy things,\" said Richard Horsey, a Yangon-based political analyst. \"This remains an election about personalities, not about policies.\" A 2020 survey from independent election watchdog People's Alliance for Credible Elections found that 79% of people had trust in Suu Kyi.  There is also a lack of an effective opposition, despite 91 parties contesting. The Union Solidarity and Development Party (USDP), formed by the military in 2010 as a vehicle to install a quasi-civilian government following decades of military rule, is the main opposition party.  But the USDP \"is wandering in the political wilderness,\" said Horsey, who is also senior Myanmar adviser to the International Crisis Group. \"It hasn't managed to reinvented itself, it's still seen as a party of the past.\" Covid-19 spike It seemed that Myanmar had initially avoided the worst of the pandemic. Then an outbreak in Rakhine state in early September quickly spread to the biggest city Yangon, where it's threatening to overrun the country's already lacking health services, which have been ranked among the world's worst. Myanmar has reported 57,900 Covid-19 infections nationwide, but the outbreak has recently surged from about 100 cases a day at the start of September to a daily peak of 2,000 cases on October 10.  Opposition parties had called for the November 8 poll to be postponed. There are fears that crowds at polling stations could lead to a super spreader event, or that people nervous of contracting the disease would avoid casting their vote altogether. But Suu Kyi resisted those calls, saying precautions would be in place so citizens could vote safely.  \"At this time, all of us should unite our strength to overcome Covid and also conduct the elections successfully,\" she said in an October televised speech.  In a separate speech in late October, Suu Kyi said that in order to keep infections down and contain the outbreak, people must \"abide by the rules and regulations\" and \"keep up their vigilance.\" Like many nations, the virus is expected to hit the Myanmar economy hard. As one of the world's least developed countries with no effective social safety nets, the pandemic's impact on ordinary people has been extremely severe. The World Bank's Myanmar Economic Monitor had projected 6.8% economic growth for 2018 to 19, but that's estimated to drop to 0.5% in the fiscal year 2019 to 20. The impacts from the virus threaten to exacerbate inequalities, reverse progress on lifting millions out of poverty and deepen deprivation among the poor and marginalized, according to the World Bank.   \"The government has spent very little on stimulus and support to ordinary people. Even if it had spent more it wouldn't have the channels to easily distribute cash grants to the majority of the population,\" said Horsey. \"Many people are really suffering.\" In the October speech, Suu Kyi said the virus has \"caused hardships for the livelihood of the people\" and that plans were being drawn up to \"begin another program of assistance.\" Democratic transition and freedoms Many had hoped that Suu Kyi would usher in genuine democratic reforms, where political activists and journalists were no longer hauled off to shadowy prisons and citizens could criticize their leaders without fear. \"What many people found was a darker reality,\" said Quinley. \"The last five years, the NLD has pushed problematic policies including the silencing of the media. This includes a total crackdown on journalists and human rights defenders.\" Athan, a Yangon-based freedom of expression advocacy group, found an increase in the number of politically motivated lawsuits against journalists, activists, and civilians, using repressive laws -- such as sedition or criminal defamation -- over the NLD's administration.  The highest-profile case was Wa Lone and Kyaw Soe Oo -- two reporters for Reuters sentenced to seven years in prison over an investigation that helped uncover the killing of 10 Rohingya men in Rakhine. It served as evidence of Myanmar military abuses against Rohingya civilians there, despite repeated denials from the army and the government. \"In advanced democracies, political figures, parliamentarians and members of political parties do not respond to criticism with prosecutions, according to international standards and norms,\" said Maung Saungkha, executive director of Athan. Maung Saungkha himself was recently convicted in connection with a peaceful protest against internet restrictions in Rakhine and Chin states, a case he called \"an outright human rights violation by the NLD government.\" The Assistance Association for Political Prisoners has reported more than 500 people are awaiting trial on politically motivated charges, with 180 of those already inside prison. NLD could have done more A common defense of the NLD's inaction on reforms has been political obstruction from the military, known as the Tatmadaw. The constitution gives the Tatmadaw 25% of legislative seats, control of key ministries like home affairs, and a veto power on constitutional issues.  Constitutional reform to remove the military from politics is a key campaign pledge of the NLD, though it's hard to see the Tatmadaw voting against its own interests. An NLD win would mean this uneasy power sharing between the two former enemies is likely to continue.  But observers say the NLD could have done more with their parliamentary majority to address deep-seated issues in the country, particularly regarding the consultation and inclusion of ethnic communities or repealing repressive laws that hinder free speech, for example. Many have questioned the NLD's commitment to rule of law and democracy. \"Like the previous regimes, they want to continue to oppress those who criticized them,\" said Maung Saungkha.  Others say the international community's assumption that Myanmar would follow a path to a liberal Western-style democracy was flawed, especially when other countries in the region were not beacons of democracy themselves.  \"Why would the most isolated country in Southeast Asia, with the longest history of military rule and and longest civil conflict in the world, why would that emerge overnight as an island of liberal democracy?\" Horsey said.  China is an important trading partner for Myanmar, and during military rule it relied on its neighbor as a diplomatic ally and investor. Political reforms that started in 2011 saw Myanmar open up economically and embrace the West, but those relations have strained over the Rohingya crisis and pushed Myanmar to rely more heavily on Beijing. As part of its Belt and Road Initiative, China has several infrastructure and mega-projects on the cards for Myanmar. But public opposition to those projects, many of which are located close to conflict areas, is fierce. Work on the Chinese-backed Myitsone Dam, for example, was suspended in 2011 after large-scale protests, although Beijing is keen to revive it.  \"Myanmar as a country is really not happy to be overly reliant on China. It knows that it must have good relations with China, but it wants to balance those with strong relations with other powers,\" Horsey said.  Ethnic woes Those not in the NLD's corner include many ethnic minorities who feel Suu Kyi has governed for the majority and are excluded from consultation on issues that affect them. There are 135 official ethnic groups in the country, each vying for greater political representation and rights. The first-past-the-post election is stacked against the smaller parties of the ethnic states, which make up about 25% of the vote. But the consequences of leaving the ethnic states out ", "Section": "asia", "Writers": ["Helen Regan"], "URL": "https://www.cnn.com/2020/11/06/asia/myanmar-election-2020-suu-kyi-intl-hnk/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}