{"Type": "gallery", "Time": "2021-01-12", "Headline": "In pictures: Casino magnate Sheldon Adelson", "Text": "Sheldon Adelson gestures during an 2007 interview at The Venetian Macao hotel and casino. Adelson holds the hand of his wife, Miriam, at the 1999 opening of The Venetian hotel and casino in Las Vegas. Joining them was actress Sophia Loren. Adelson poses in front of The Venetian in Las Vegas. His big break came in the late 1970s, when he launched a computer trade show known as Comdex. He sold it in 1995 for nearly $900 million, parlaying that convention business into a casino empire that comprises properties in Las Vegas and Asia. Adelson points at a model of the Marina Bay Sands casino during a groundbreaking ceremony in Singapore in 2007. Adelson listens to Israeli President Shimon Peres during an official event at the president's residence in Jerusalem in 2007. Adelson owned Israel's largest daily newspaper by circulation. He also donated to the Holocaust remembrance center in Jerusalem and helped underwrite Birthright Israel, which pays for educational trips to Israel for young Jewish adults. Adelson, his wife and their young sons attend a ceremony at the Marina Bay Sands in Singapore in 2009. At left is George Tanasijevich, general manager and vice president of Sands' Singapore development. Adelson and his wife stand in front of a model of the Marina Bay Sands in 2010. Adelson speaks to the media in Singapore in 2011. In person, Adelson was instantly recognizable for his thinning patch of bright red hair and the electric scooter he rode everywhere. He suffered from peripheral neuropathy, a condition that made walking difficult. Adelson watches a traditional lion dance in Macao during the opening of the Sands Cotai Central resort in 2012. Adelson arrives for the opening ceremony of the Sands Cotai Central in 2012. Adelson speaks at a Global Gaming Expo in Las Vegas in 2014. The Adelsons applaud President-elect Donald Trump at Trump's inauguration in 2017. Sheldon Adelson backed Trump when many traditional GOP donors were reluctant to support the candidate. Adelson stands in the East Room of the White House during a Presidential Medal of Freedom ceremony in 2018. Trump was awarding Adelson's wife, Miriam, with the nation's highest civilian honor. Adelson and his wife listen to Trump address the Republican Jewish Coalition in 2019. Trump and Adelson attend the Israeli American Council National Summit in 2019. Adelson sits on stage as a video screen depicts Trump and Vice President Mike Pence at the Israeli American Council National Summit in 2019. The Adelsons attend a White House event with Trump and Israeli Prime Minister Benjamin Netanyahu in 2020. Adelson waits for Trump to arrive at a campaign rally in Las Vegas in 2020.", "Section": "us", "Writers": [null], "URL": "https://www.cnn.com/2021/01/12/us/gallery/sheldon-adelson/index.html", "MainKeyWord": "Macao", "AdditionalKeyWord": "Singapore", "Source": "CNN"}