{"Type": "article", "Time": "2020-06-11", "Headline": "India's richest city should have been its most prepared for coronavirus. So why does Mumbai have the country's highest infection rate?", "Text": "India's richest city is buckling under the weight of the coronavirus crisis. Mumbai is considered the country's financial and entertainment capital, home to international businesses and the glamorous world of Bollywood. But it's also a transport hub with a dense population and dramatic wealth inequality -- conditions that experts say allowed Covid-19 to spread out of control. Mumbai alone has reported more than 50,000 cases -- nearly a fifth of India's total, and more than the Chinese city of Wuhan, ground zero for the pandemic. Maharashtra state, home to Mumbai, has confirmed more cases than the whole of China.  India has recorded more than 286,000 coronavirus cases, including at least 8,100 deaths, according to the country's Ministry of Health and Family Welfare. Although India's richest city, Mumbai's wealth is largely held by a small, elite group, who can afford care at expensive private hospitals. Most residents are left to public hospitals, which were quickly overwhelmed in April and May as the virus took hold. At the public Nair Hospital, doctors have collapsed from exhaustion and dehydration, said one resident doctor there who requested anonymity. \"We expected that if infection took root, the health system would be overwhelmed,\" said Rajeev Sadanandan, Kerala's former health secretary and the chief executive of non-profit Health Systems Transformation Platform. \"With the kind of population Mumbai has, there is no way that the infrastructure would have been enough.\" Mumbai missed its window of opportunity Business travelers and tourists flow in and out of Mumbai, with many coming from places like Thailand or Malaysia that were hit by the virus before India. \"With lots of people carrying the virus coming here, the virus took root in the community,\" Sadanandan said. \"Mumbai is the busiest place in India.\" Mumbai also has a huge domestic migrant worker population -- meaning crowds commute in from its outskirts on public transit, said Dr. Deepak Baid, president of Mumbai's Association of Medical Consultants. Prevention measures that may have helped stem the outbreak -- like tracking all travelers arriving from coronavirus-hit regions -- weren't taken in Mumbai, said Sadanandan.  Once the virus arrived and began spreading through communities, authorities raced to respond -- but it was too late to contain it, especially since Maharashtra had not set up a contact tracing system. \"Your window of opportunity to prevent this is very, very small,\" Sadanandan added. \"Mumbai missed that window of opportunity.\" Millions living in the slums Home to about 18.3 million people, Mumbai is among India's most populous cities. Many of its streets are densely populated, and its trains and public buses are jam-packed with commuters. Those in the upper middle class can afford to live in apartments that offer a little more space and opportunity for social distancing -- but the city's daily life and businesses are so intertwined that even the wealthy can't escape the virus.  Many housekeepers, drivers, and household staff live in Mumbai's crowded slums, which were hit hard by the outbreak -- meaning they sometimes carried the virus to their places of employment, said Sayli Udas-Mankikar, senior fellow at ORF (Observer Research Foundation) Mumbai. Among India's biggest cities, Mumbai's slums pose a unique health threat. Up to 60% of the city's population live cheek by jowl in informal housing or slums, where there is little running water or sanitation, said Udas-Mankikar. \"You put people into matchboxes,\" she said. \"The spread can't be stopped ... once you have one person infected in the slum, it doesn't take long to multiply.\" On April 1, Mumbai's Dharavi slum -- one of the biggest slums in Asia -- confirmed its first coronavirus death. Dharavi is home to about 1 million people, with a population density almost 30 times greater than New York. At the time, India had only confirmed some 2,500 Covid-19 cases nationwide, but doctors warned the death in Dharavi signaled a coming \"onslaught\" of infections. Authorities quickly took action, sending health workers to test residents in the slum and conduct contact tracing -- but the number of cases in the slums and broader Mumbai exploded nonetheless in the following weeks. Dharavi has now recorded more than 1,900 cases. Hospitals without equipment As the cases began piling up in May, public hospitals ran out of equipment and manpower. \"When (a city's) GDP is high, inequality is also high,\" said Sadanandan. \"When the government's system gets overrun, people won't be able to access expensive care at private hospitals.\" Public hospital doctors say the situation reached its worst point in May, when there just wasn't enough equipment or space to handle the influx of patients. More equipment and assistance ordered by city authorities wouldn't arrive for weeks. \"There are no empty beds, we are operating at full capacity ... the situation was so grave in Mumbai that there are no beds even for people who are turning out to be positive,\" said Abhishek Mane, a resident doctor at KEM Hospital. One issue may be that while newly built field hospitals and response centers have proper equipment, existing hospitals were simply given patients without any extra time, preparation, or supplies, said the doctor at Nair Hospital.  \"Here, we sometimes don't have enough masks or enough oxygen tanks,\" he told CNN last month. \"We are doing our level best, but when patients die because of these administrative problems it's bad and it reduces our morale.\" Dr. Baid echoed this frustration, adding that there simply wasn't enough communication or support from the government during the worst of the crisis.  \"Among government hospitals, there needs to be better administrative planning and there shouldn't be confusion,\" he said. \"There have to be specialized people in each department; that foresight has to be there from the government, and that can happen when they involve doctors because we are working on the ground.\" Iqbal Chahal, chief of the Brihanmumbai Municipal Corporation -- Mumbai's civic body -- acknowledged there had been issues in the initial response. \"I partly agree that doctors are overstretched, but initially a lot of problems happened because this was an unforeseen, unprecedented situation,\" he said. But he pointed to several measures that have alleviated the burden in recent weeks, such as importing medical staff and extra equipment from other states. Udas-Mankikar also praised the government's measures, saying the administration had \"stretched themselves as much as they could.\" The fact that the city was overwhelmed so quickly and so badly pointed to insufficient investment in healthcare infrastructure -- a larger issue that existed long before the pandemic, she said. \"The public health infrastructure that is available is grossly inadequate,\" she said. \"And the private health infrastructure is largely what the non-poor access, which is highly expensive ... So while the public hospitals are largely free of charge, they are only accessed by the poor people.\" Approaching the peak of infection Doctors are now cautiously hoping the worst is about to pass, with the situation showing marginal signs of improvement in recent weeks. The wait for a hospital bed dropped from days to hours, and the municipal government formed a task force of Mumbai doctors to make policy recommendations, Baid said. Other hospitals reported finally receiving more ventilators and manpower. Chahal said the city had also set up hundreds of \"containment zones\" within slums to limit exposure and further infection, and were sanitizing the slums' shared bathroom facilities multiple times a day. The government is also offering financial incentives for doctors, nurses, and medical graduates to help at the hospitals, he said. However, he and other experts warned it's too soon to relax.  After months of lockdown, Mumbai's residents are growing frustrated and anxious; many have stopped wearing masks or maintaining social distance in public, said Udas-Mankikar, calling it \"very concerning\" behavior. And Mumbai still isn't past the peak -- experts have predicted this peak will arrive around June 15, said Chahal. \"We are in this peak of Covid-19 as of now,\" said Mane. Even if the situation calms in the coming months, \"until then, we have less number of beds, there are many more patients that are coming every day, and the graph (of infections) is increasing.\"", "Section": "asia", "Writers": ["Esha Mitra", "Jessie Yeung", "Vedika Sud"], "URL": "https://www.cnn.com/2020/06/11/asia/mumbai-coronavirus-crisis-intl-hnk/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Malaysia", "Source": "CNN"}