{"Type": "article", "Time": "2018-05-11", "Headline": "The best vacation rentals with ocean views", "Text": "You know you're on vacation when you fall asleep to the sound of the waves lapping against the shore and wake up to the sun rising over a watery horizon. Just ask Sebastiaan Bedaux, a keen traveler who has compiled stunning ocean-based vacation rentals into a new book: \"Ocean View: The Perfect Holiday Homes,\" published by Lannoo, which showcases some stunning sea properties from across the globe. \"I could get very philosophical or romantic and talk about the endlessness of the ocean, but the ocean -- and especially these oceans -- is pretty, isn't it?\" Bedaux tells CNN Travel. \"All those different kinds of blue, the sound of the rolling waves, often a beautiful beach, or gorgeous cliffs, right in front of it...\"  Ocean adventures Bedaux's book is a follow-up to his treasury of elevated properties: \"Mountain View: The Perfect Holiday Homes.\" He drew upon years of exploring to compile a list of properties with envy-inducing panoramas, assessing both the seascapes on offer and how \"visually striking, architecturally interesting\" the properties were. \"Most properties, and most architects in the book, have made an effort to effortlessly merge nature and architecture,\" notes Bedaux. There are glass walls offering floor-to-ceiling vistas and infinity pools that jut out over the rolling ocean -- adding to the feeling of symbiosis between ocean and land.  \"I'm not an architect, so I'm not really familiar with their trade secrets, but as an admirer I do recognize and appreciate the strive for synergy,\" says the author. Romantic spots Bedaux clarifies he hasn't stayed at all the properties in his book, but he has got several favorites. \"Personally I'm a big fan of Seascape, a romantic shelter in New Zealand and of Ocean Eye in Costa Rica,\" says Bedaux. Ocean Eye is a property blessed with views of the ocean and the jungle, so the architect built multiple terraces to ensure guests can enjoy all the panoramas on offer. A stay at Seascape, meanwhile, offers a bay all to yourself, with an outdoor hot tub to boot. It's not the biggest property on offer, but it revels in its intimacy. Other striking properties include Villa Amanzi Kamala in Phuket, Thailand, which is midway between Kamala and Patong beaches and has an infinity pool. Bedaux says Italy is home to some of the best ocean properties. \"You can probably write an entire ocean view book with properties in Italy, but that was not my intention,\" he says. He has a particular affection for Casa del Forte in Syracuse, Sicily.  Even in the cooler climates ocean-side views can be admired -- take Manshausen in Steigen, Norway, where guests can watch the Northern Lights dance across the water. On Scotland's Isle of Skye, you can watch the waves crash beneath you from the corrugated metal Tinhouse, which harks back to traditional Scottish architecture and offers incredible sunset vistas. Favorite coastlines A great ocean view is unforgettable -- and Bedaux has his own favorite seaside memories. \"I will never forget the 'piscine naturelle' -- natural swimming pool--  on Île des Pins, a tiny island in the archipelago of New Caledonia,\" he recalls.  \"Namibia and Taiwan have amazing coastlines as well. In Namibia the sand dunes just roll directly into the ocean, very impressive and picturesque.\" Bedaux also namechecks Mexico's beaches and the rugged Oregon coast. \"In Europe I could recommend Montenegro and the British Isles of Scilly,\" he adds. \"As you can tell, it's very difficult to choose.\"", "Section": "travel", "Writers": [], "URL": "https://www.cnn.com/travel/article/ocean-view-perfect-holiday-homes/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Thailand", "Source": "CNN"}