{"Type": "article", "Time": "2021-03-22", "Headline": "Philippines demands Chinese fishing flotilla leave disputed South China Sea reef", "Text": "The Philippines has demanded that China recall more than 200 Chinese boats it said had been spotted at a disputed reef claimed by both Manila and Beijing, describing their presence as a \"clear provocative action.\" Philippine government officials on Saturday released pictures of what they said were 220 Chinese vessels moored at the boomerang-shaped Whitsun Reef, which Manila calls the Julian Felipe Reef, close to the western Philippine province of Palawan in the South China Sea on March 7.  \"We call on the Chinese to stop this incursion and immediately recall these boats violating our maritime rights and encroaching into our sovereign territory,\" Defense Secretary Delfin Lorenzana said Sunday, according to state-run Philippine News Agency (PNA). The reef, which is part of the Spratly Islands archipelago, is claimed by both governments. The Philippines maintains that it falls inside the country's exclusive economic zone.  A 2016 ruling by a United Nations tribunal dismissed China's claim to virtually all of the South China Sea, though Beijing has refused to recognize the decision. Philippine Secretary of Foreign Affairs Teodoro Locsin Jr. said he had lodged a protest with the Chinese government over the presence of the Chinese vessels, tweeting late Sunday, \"Diplomatic protest fired off tonight; can't wait for first light.\" A Chinese Foreign Ministry spokesperson said Monday the fishing boats were engaged in routine operations in what China calls the Nansha Islands. \"For a long period of time, Chinese fishing boats have been fishing in adjacent waters. Some ships have been sheltering from the wind. It is very normal. We hope relevant sides could look at this rationally,\" spokesperson Hua Chunying said. The National Task Force for the West Philippine Sea released pictures of the vessels over the weekend, CNN Philippines reported, citing cause for concern \"due to the possible overfishing and destruction of the marine environment.\" However, the task force also noted the vessels were not fishing when sighted despite the weather being clear. Lorenzana called developments a \"clear provocative action of militarizing the area\" in a statement reported by the PNA. The Chinese fishing fleet   China has been accused of using its vast fishing fleets to help assert Beijing's territorial claims throughout the 1.3 million square mile South China Sea, though China has dismissed the accusations as groundless. In a 2019 report on the fleet, the Center for Strategic and International Studies said \"a significant number of fishing vessels in the area forgo fishing full-time to serve as a direct arm of the state,\" and that fishing boats \"stand at least as much chance of triggering a violent clash as do the region's armed forces.\" While the Whitsun Reef still remains outside of Beijing's direct control, China has unilaterally transformed other reefs in the Spratly chain into man-made islands with substantial infrastructure and military fortifications, including missiles, runways and weapons systems. And the Chinese fishing fleet has been seen pressuring other Philippine claims in the Spratlys. For example, from early 2019 through March 2020 China maintained a presence of maritime militia vessels around Thitu Island, the largest Philippine occupied island in the Spratly archipelago, according to the Asia Maritime Transparency Initiative.  Chinese warships head into Sea of Japan As Chinese ships were drawing attention in the South China Sea, the People's Liberation Army Navy was showing some of its recently acquired muscle in the waters of the Sea of Japan. The Japanese Defense Ministry and Chinese state-run outlet Global Times reported that a PLA Navy Type 055 guided-missile destroyer, the Nanchang, led a force of a Type 052 destroyer and Type 054 frigate through the Tsushima Strait and into the Sea of Japan for the first time. \"Entering the Sea of Japan shows that the Type 055 has gained the capability to patrol in distant sea regions, and is an indication of the PLA Navy's progress,\" Song Zhongping, a Chinese military expert, told Global Times. Japan's Defense Ministry said reconnaissance craft confirmed the Chinese ships went through the Tsushima Strait, saying it was the first time for Japan's forces to spot the Type 055 destroyer. The Type 055 is seen as a key component of China's rapidly modernizing fleet as the PLA Navy pushes to project its influence farther from the country's shores. \"This ship in particular has a sophisticated design, stealth features, radars, and a large missile inventory. It is larger and more powerful than most US, Japanese, and South Korean destroyers,\" Rand Corp. senior analyst Timothy Heath said in 2018. The deployment of the Chinese ships into the Sea of Japan came just days after US Secretary of Defense Lloyd Austin and Secretary of State Antony Blinken met with their counterparts in Tokyo for a series of bilateral talks. After those talks, Japanese Minister of Foreign Affairs Toshimitsu Motegi said the US and Japan \"oppose any attempts to alter the status quo in the area including East China Sea and South China Sea.\" Motegi also said the US had reconfirmed its commitment to help Japan defend the Senkakus, a string of disputed islands in the East China Sea that China calls the Diayous and claims as its own. But in the Global Times report, Song, the military expert, said the deployment of the Chinese warships to the Sea of Japan was likely long-planned and routine. \"The PLA's training is not targeted at Japan or the US, but these countries will likely perceive it that way because they see China as their imaginary enemy,\" Song said in the report. \"The PLA needs to boost its combat capability in distant seas to safeguard its sovereignty, security and development interests in an uncertain and unstable world, with external threats from a small circle led by the US,\" Song told Global Times.", "Section": "asia", "Writers": ["Brad Lendon"], "URL": "https://www.cnn.com/2021/03/22/asia/china-fishing-boats-philippines-reef-intl-hnk/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Philippines", "Source": "CNN"}