{"Type": "article", "Time": "2020-10-20", "Headline": "The world's longest flight is back -- and now it's even longer", "Text": "At a mammoth 18 hours, it was the world's longest scheduled passenger flight, seen as a feat of endurance for those who dared book it. But Singapore Airlines' Singapore-Newark flight, which covered a staggering 9,534 miles, was an early victim of the Covid-19 pandemic, being put on hold on March 23. Now, however, it's ready to take off again, with flights scheduled to re-start on November 9 between Singapore and New York.  There's just one difference -- the US airport will switch from Newark, NJ, to JFK. Which pushes the distance up to 9,536.5 miles. No vacations yet The airport switch will allow the airline to \"better accommodate a mix of passenger and cargo... in the current operating climate,\" Singapore Airlines announced in a statement. While passenger numbers are down, the airline \"anticipates significant cargo demand\", including \"pharmaceuticals, e-commerce and technology firms.\" It's uncertain how many regular passengers will be booking. Visitors are not currently allowed to enter Singapore, other than permanent residents, visa holders, or travelers from countries which qualify for an \"Air Travel Pass\" (Australia, Brunei Darussalam, New Zealand and Vietnam). Some provinces of China, plus Malaysia, Japan and the Republic of Korea may travel for work, if sponsored by a Singaporean company. The flight will run three times a week, using an Airbus A350-900 with 187 economy seats, plus 24 premium economy and 42 business class. A slow recovery Singapore Airlines has continued its nonstop flights from Changi airport to Los Angeles throughout the pandemic. The airline promised to \"continue to review its operations to the United States, and assess the growing demand for air travel amid the ongoing recovery from the Covid-19 pandemic, before decided to reinstate services to other points in the country.\" Flights from Singapore to JFK will take 18 hours and 5 minutes, while JFK to Singapore will take 18 hours and 40 minutes, due to the headwind. On that route, passengers will also arrive two days after they departed, thanks to the 10:30 p.m. start and 6:10 a.m. arrival time. Crew will be wearing goggles, gloves and masks, and passengers are required to wear masks while not eating and drinking. ", "Section": "travel", "Writers": [], "URL": "https://www.cnn.com/travel/article/worlds-longest-flight-singapore-relaunch/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Malaysia", "Source": "CNN"}