{"Type": "article", "Time": "2020-04-30", "Headline": "April 30 coronavirus news", "Text": "Our live coverage of the coronavirus pandemic has moved here. At least 1,069,534 cases of coronavirus have been recorded in the United States, including 63,001 deaths, according to Johns Hopkins University. On Thursday, JHU reported at least 29,625 new cases and 2,035 deaths in the US. The totals includes cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases. See CNN's interactive map of cases in the US: ##Health## CNN's global town hall on the coronavirus has now concluded. Guests on the show, hosted by Anderson Cooper and Dr. Sanjay Gupta, included Bill Gates, Dr. Anthony Fauci, medical experts and CNN correspondents. Scroll through our posts to catch up on what happened during the town hall. The United States and the world could have done a better job of mitigating the dire impact of the coronavirus pandemic, Bill Gates said.  \"If you use January and February properly and did community testing, you didn't have to go through this horrific economic cost,\" Gates said on CNN's global town hall. \"Tools can be developed enough that an epidemic like this one could have been stopped at very small numbers.\"  In an article he wrote for The New England Journal of Medicine, Gates said it would likely cost billions of dollars in order to be better prepared for a pandemic like this one.  However, he said that compared to the cost of the US defense budget, such an investment would prove frugal. \"For something that's not even 5% of the defense budget, (or even) below that, you can have pandemic preparedness, innovation, stockpiles, simulation that at least for this threat would have been overwhelmingly successful,\" he said. ##Health## CNN's Anderson Cooper announced before the close of the network's coronavirus town hall that he is a new father. Wyatt was born three days ago and was named after Cooper's father, he said Thursday night.  \"My son's middle name is Morgan which is a family name on my mom's side. I know my mom and dad like the name Morgan because when I was going through their things recently I found a list they made when they were trying think of a name for me. That's Wyatt Morgan cooper, my son. He was — he was 7.2 pounds at birth, and he is sweet and soft and healthy, and I am beyond happy,\" Cooper said. Cooper added: \"As I gay kid, I never thought it would be possible to have a child and I\"m so grateful for those who paved the way. It's an extraordinary blessing she and all surrogates to give to families. My surrogate has a beautiful family of her own, amazing husband. I'm so thankful for the support she has given Wyatt and me. She has kids of her own. My family is blessed to have this family in our lives. I do wish my mom and dad and brother were alive to meet Wyatt, but I like to think they can see him. I imagine them all around each other smiling and laughing and watching, looking down on us. Happy that their love is alive in me and Wyatt and that our family continues.\" Watch: Ahead of expected Labor day protests, Hong Kong’s Chief Executive Carrie Lam said the city has been able to withstand the coronavirus pandemic but might not be able to bear a return of political violence. “Hong Kong has consecutively seen zero cases of the coronavirus. At the moment we are able to withstand the pandemic,\" Lam wrote on her official Facebook account late Thursday. \"But I worry Hong Kong may be unable to withstand the resurgence of violence of the continuous devastation caused by politics.\" Hong Kong was rocked last year by pro-democracy, anti-government protests with escalating violence and anger on all sides. The pandemic has put a damper on protests, but anger in the city has not gone away nor has the protest movement gone completely dormant -- even as restrictions on gatherings and a desire to avoid infection has put a temporary halt to the kind of mass demonstrations seen in 2019. ##Daily Life## Microsoft co-founder Bill Gates warned tonight that relaxing social distancing policies too soon would lead to unnecessary deaths and future peaks in US states that are moving too quickly to return to normal life. \"Because people are going to go back to more association in some places in the country it's very likely that there'll be future peaks as well,\" Gates said, speaking at CNN's global town hall. \"That's right. There will be deaths in the summer and in the fall,\" he added, when asked by CNN's Anderson Cooper if those peaks would mean \"more deaths than there would have been otherwise.\" Gates warned that if warm weather slows the spread of the virus in the summer, as some experts predict, it could cause Americans to be “lulled into complacency” that could prove dangerous in the fall. \"Very quickly you can get yourself back into exponential growth,\" he said.    ##Health## Speaking at CNN's coronavirus town hall, Bill Gates said he believes that the novel coronavirus pandemic is likely to affect poorer countries and communities much greater than wealthy ones. \"Like most bad things, poor countries will probably have it the worst and the poorer lower income people in the United States will have it worse,\" Gates said.  \"(A) low-income student probably is not getting online instruction as much as the suburban kid. The household you're confined to is probably very different,\" he said. Watch: ##Health## One in six residents in the US state of Tennessee are currently unemployed, according to Gov. Bill Lee. Lee said that 400,000 of those job losses were a result of Covid-19 and its impact on the state, during a town hall sponsored by CNN affiliate WKRN. Like many other states, Tennessee has faced challenges paying out unemployment claims. According to Lee, the state had to upgrade its system to accommodate what he described as the three different \"pieces\" or types of unemployment claims -- state, federal and the self employed.  The Tennessee system was upgraded last weekend and now expects to process and pay out 300,000 claims this week, said Lee. The governor acknowledged there are still claims that need to be processed but says a \"majority of Tennesseans\" are getting their claims this week.  Some 30.3 million Americans have filed for unemployment over the past six weeks -- representing roughly 18.6% of the US labor force -- as businesses have laid off and furloughed workers during stay-at-home orders across the country. Read more: ##Daily Life## ##Business## Speaking at CNN's coronavirus global town hall, Bill Gates said the United States' ability to conduct mass testing and contact tracing is not yet at the same level as many countries in Asia that have been battling the pandemic for months now.  \"The United States does not prioritize who gets tested, and the United States does not make sure you get answers within 24 hours. We haven't authorized kiosks or home testing. That's still a regulatory thing that's tied up. So our testing numbers should never be compared,\" said Gates, the co-chair of the Bill and Melinda Gates Foundation -- one of the world's biggest charities and public health donors.  \"Our system fails to have the prioritization that would give us an accurate picture of what is going on,\" he added. The case of South Korea: The East Asian country has garnered significant praise for its handling of the pandemic, because of its early emphasis on mass testing, contact tracing and social distancing.  To date, South Korea has recorded fewer than 11,000 Covid-19 cases and fewer than 250 deaths, according to a tally by Johns Hopkins University. The number of new cases have been steadily decreasing, and authorities in Seoul reported no new locally transmitted cases local yesterday, the first time that has happened in weeks. Watch: ##Health## Bill and Melinda Gates Foundation co-founder Bill Gates believes at-home coronavirus testing is crucial in fighting the pandemic. The philanthropist and founder of Microsoft shared this insight Thursday night during CNN's coronavirus town hall. \"You should be able to get a test at home if you're symptomatic, then very quickly all of your contacts, which would include your household, they should be tested. That's a perfect example where you need an answer very quickly so people know who should isolate instead of being at work. This becomes very important as we're doing these 'opening up' policies,\" Gates said. Some context on current testing: Gates said on April 26 that new testing machines and methods should soon be able to get the United States up to between 400,000 and 500,000 tests per day, though that's \"just barely enough for really doing the tracking.\" Dr. Anthony Fauci, a member of the White House coronavirus task force, estimated on Saturday that the country is conducting approximately 1.5 million to 2 million Covid-19 tests per week and said it is likely the testing capacity could be doubled within the next several weeks. So far, the United States has only performed about 4 million coronavirus tests. ##Health## Boeing announced Thursday that it will not seek US federal funding to prop up its suffering business after a successful $25 billion bond offering.  The company said in a statement it now does “not plan to seek additional funding through the capital markets or the US government options at this time.”  As CNN reported last month, lawmakers set aside $17 billion of the $2 trillion stimulus law for the aerospace company. But it was unclear whether the firm would apply for and take the funds, considering the Treasury Department had asked some other recipients for warrants.   The company on Wednesday reported $1.7 billion in losses in the most recent quarter and plans to cut around 16,000 jobs.   ##Business## One viewer asked CNN's global town hall if people should change their clothes after coming home from public places like the grocery store to lower the chance of infection.   Dr. Leana Wen, the former health commissioner for the City of Baltimore, said the chances that someone transmitted the virus onto someone else's clothes is \"very low,\" with the exception of healthcare workers or other people who may risk exposure at work. \"Then it makes sense to come home, change your clothes, leave your shoes outside,\" she said. Watch: ##Health## ##Daily Life## A viewer asks CNN's town hall: Why was a vaccine never finished during original SARS and MERS outbreaks? Dr. Sanjay Gupta said that vaccines for those viruses were started and \"some of the techniques they used for those vaccines are actually being built upon now.\" But the vaccines weren't fully developed for those outbreaks because \"we were able to make those epidemics, pandemics fizzle out,\" he said.  \"A vaccine wasn't as necessary and vaccines cost money. As things started to die down with the other infections, the vaccine plans they were working on sort of went away.\" The 2003 severe acute respiratory syndrome (SARS) outbreak infected more than 8,000 people, and killed 774 in Asia. There have been sporadic outbreaks of Middle East respiratory syndrome (MERS) since it was first reported in Saudi Arabia in 2012. Watch: ##Health## A coronavirus model relied on by the White House task force is projecting that about 72,000 people in the United States will die from the virus by early August -- an increase from earlier estimates. Dr. Chris Murray, who leads the team that did the modeling at the Institute for Health Metrics and Evaluation at the University of Washington, told CNN's global town hall that  the number has gone up \"because we've seen these protracted peaks in some place,\" citing New York City as an example. \"It took awhile for New York, for example, to come off the peak of deaths. Now fortunately it's on its way down. But we've seen that phenomena in a number of places,\" he said. \n\"We've seen states adding presumptive deaths to their deaths counts. Not all states are doing that. We're in this funny zone where we have confirmed deaths and states adding in quite a large number of presumptive deaths where people couldn't get tested before they passed away.\"\n\"There's no doubt as people lessen social distancing, the deaths will go up,\" he said. How reopening factors in: Murray said the model assumes that many people will continue to practicing social distancing until the end of May. It does not yet account for certain states and cities partially reopening.  Murray said his team is working on factoring that in, but it's not simple. \"We know mobility is a driver of transmission, but at the same time we're seeing states ramping up their testing. The more you test, the more you find infectious individuals or even asymptomatic individuals and get them to isolate, the more you tamp down transmission,\" he said. \"The good thing is the US Is double testing. Not in all states. We have to balance out how those two courses will play out. But certainly our numbers will go up once we take that whole into account.\" ##Health## Top infectious disease expert Dr. Anthony Fauci struck a hopeful note tonight, telling CNN's Dr. Sanjay Gupta that a second wave of the virus would likely lack the speed and ferocity that characterized the initial outbreak that hit some major metropolises in the United States. \"You don't know for sure, but I don't think that you will see something as explosive as we saw in New York because of the special characteristics of that city, which made them vulnerable or even in New Orleans which had a very sharp peak and then came down very nicely,\" Fauci said at CNN's global town hall. Earlier in the week, Fauci said he was \"almost certain\" the virus would return, warning, \"how we handle it ... will determine our fate.\" Speaking this evening, Fauci also predicted a second phase of the virus could hit locations where social distancing is especially challenging such as nursing homes, factories and prisons.  ##Health## Top infectious disease expert Dr. Anthony Fauci said on CNN's town hall that \"if everything falls into place right\" there could be a coronavirus vaccine by January -- but there are \"a number of situations that could go wrong.\" An assumption of safety: \"It may all of a sudden have a safety signal,\" he said. \"If it doesn't work, it doesn't protect people. I've been involved in vaccine work for decades. Not every vaccine we went after worked. That's an assumption that it's going to be safe, that it's going to be effective and we're going to be able to do it quickly. I think each of those are not only feasible, but maybe likely. That's what I mean when I say by January we'll do it. But I can't guarantee it.\"  Doing things differently: Fauci said that developing a vaccine without knowing it works first is \"risky\" but he said it \"certainly is worth the risk given what's at stake.\"  \"What's being done now that's different than some situations are, before we know a vaccine works, we're going to have to make the vaccine. When you ultimately prove it works, you don't have to wait five or six months to scale up to get enough doses to give to a meaningful number of people. That's a risky financial circumstance, but it certainly, certainly is worth the risk given what's at stake,\" he said.  ##Health## Top infectious disease expert Dr. Anthony Fauci said he is concerned that some areas in the United States are \"leapfrogging\" important steps in their virus control efforts by not waiting until they see 14 continuous days of a decrease in cases before starting to reopen their economies and societies. \"You're taking a really significant risk if you do that and you don't have in place the absolute clear-cut capability of identifying, isolating and doing the contact tracing,\" Fauci said on CNN's global town hall. Federal guidelines for social distancing are set to expire tonight, and some states and cities are planning on partially reopening.  \"There's no doubt in my mind that when you pull back mitigation, you're going to start seeing cases crop up here and there. And if you're not able to handle them, you're going to see another peak, a spike. And then you almost have to turn the clock back to go back to mitigation,\" said Fauci, who runs the National Institute of Allergy and Infectious Diseases and sits on the White House's coronavirus task force.  Regional differences: Fauci said that some states and regions may be able to go back to normal quicker than others because they will see 14 days of decreasing cases quicker than other areas, but he cautioned that regions should not attempt to start reopening if the number of cases are still on the rise or have just plateaued.  Watch: ##Health## ##Daily Life## ##Business## ##Travel## A lot of things need to happen to get a coronavirus vaccine on the market in the United States, CNN senior medical correspondent Elizabeth Cohen said on CNN's town hall.  Seven companies in human clinical trials: \"There are actually dozens of companies that have told the World Health Organization they are working on vaccines. Only seven of them that we know of are actually in human clinical trials,\" Cohen said. \"And that started awhile ago.\" Timeline: \"There are so many 'ifs' here. The clinical trials have to go very quickly, the FDA has to move quickly. There are a lot of things that need to happen to get a vaccine on the market in the US by the end of this calendar year,\" she said.  Remdesivir: One potential treatment that has gotten a lot of attention is remdesivir. Cohen said that preliminary data was released this week but caution should be taken. \"We have not seen it published in a medical journal and that is an important point to make,\" she said.  \"It was developed for Ebola years ago and it didn't work very well for Ebola and it's never been on the market for anything,\" she said. \"When they gave it to very sick patients hospitalized with Covid-19, what they found was that it cut down on the amount of time it took for recovery.\" Read more on the drug here: ##Health## Dr. Anthony Fauci, the nation's top infectious disease expert, and Bill Gates will join CNN's global town hall tonight and look at what lies ahead as some states begin to ease restrictions. The town hall starts at 8 p.m. ET. How to watch: The town hall will air on CNN, CNN International and CNN en Español. It will stream live on CNN.com's homepage and across mobile devices via CNN's apps, without requiring a cable log-in. You can also watch on CNNgo, and subscribers to cable/satellite systems can watch it on-demand. We'll also be covering it with live updates here. More than 500 tourists are still stuck in Maldives, Ali Waheed, the country’s tourism minister told CNN’s Richard Quest.  He said about 100 of those people ended up stranded at the airport. The government is helping people who cannot afford to continue staying in resorts. “We believe they are like locals, they are the people who have brought this country to where it is now,” Waheed said. Italy has reported a record high in new patient recoveries from Covid-19, data from the Italian Civil Protection Agency showed Thursday.  The number of people who have recovered from the virus is now 75,945, a record high. The agency reported 4,693 recoveries since Wednesday alone.  Italy also recorded 285 new deaths, the lowest increase in deaths in the last four days. The World Health Organization (WHO) says 102 potential Covid-19 vaccines are in development around the world, according to documents posted on the organization’s website.  Eight of the potential vaccines are approved for clinical trials. That is up from seven vaccines four days ago. The additional group is from China, but it is unclear if they have started trials on human study subjects – the other seven have.  Of the groups approved for clinical trials on humans, four are from China, one is from England, one is American and another is a combined American and European group.  The American National Institutes of Health (NIH) trial was the first to start testing in human trial subjects on March 16.  The nationwide lockdown in the UK brings a \"heightened risk\" for victims of domestic abuse, London Mayor Sadiq Khan said Thursday. “We’re acutely aware of the heightened risk of domestic abuse that comes with people being asked to stay in their homes,” Khan said in a video message shared on Twitter.  “This is an exceptionally anxious time for those for whom home is a place of danger, not a place of safety,” he added.  The Metropolitan Police is working alongside specialist organizations to ensure that help is available to those in need, Khan said. “At City Hall, we’re working closely with the Met police and with specialist organizations supporting victims and survivors of domestic abuse to make sure that the help you need is available, whether that’s a quick police response, someone to help you to cope and recover, or a safe place to stay,” the mayor said.  Russian Prime Minister Mikhail Mishustin has said he's tested positive for coronavirus. “It just became known that the coronavirus tests I took came back positive, so I must oblige by the self-isolation rules and it’s mandatory [that I do that] for the safety of my colleagues,” Mishustin said in a videoconference with President Vladimir Putin, a segment of which aired on state news channel Russia 24. Mishustin proposed the candidacy of his deputy Andrey Belousov for the position of acting prime minister. Putin has signed a decree appointing Belousov. So far this is the highest-profile case among politicians in Russia, which as of Thursday officially reported more than 100,000 coronavirus cases. Boris Johnson suggested British people will be encouraged to wear face masks when the UK's lockdown is slowly eased, in a major shift from the government's previous advice. The Prime Minister said he agrees with scientific advice that \"face coverings will be useful\" when he moves to re-open the country's economy, both for epidemiological reasons and in \"giving people confidence\" that they can return to work. He added that the public would hear more about that next week when he unveils a plan to lift lockdown restrictions. The UK has previously not actively told its citizens to wear face masks, in line with the World Health Organization's guidance but contrary to a growing list of countries that are urging their use. Florence’s Peretola airport and Rome’s Ciampino airport will fully reopen May 4, according to Italian Transport Minister Paola De Micheli.   The two airports will reopen after a request by the Italian Civil Aviation Authority \"to meet the increased traffic needs and at the same time allow the testing of a screening system for Covid-19 passengers,\" a note from the Transportation Ministry read. The note also said that long-distance railway connections will be implemented. All civilian flight operations have been suspended since March 14 at these two airports. ##Travel## UK Prime Minister Boris Johnson has promised to set out a “comprehensive plan next week” to restart the economy. He said this would involve a “menu of options” on “how we can get our children back into school, back into childcare; and how we can travel to work and make life in the workplace safer… in short, how we can continue to suppress the disease and restart the economy.\" Johnson added: “We have so many reasons to be hopeful for the long-term. The UK is leading international efforts to find a vaccine.\" He was referencing Oxford University’s partnership with AstraZeneca to develop “what they believe could soon be a means of inoculating ourselves against this disease.\"   Boris Johnson has said the UK is \"past the peak\" of its coronavirus outbreak and is looking towards a lockdown exit strategy, as he led the British government's coronavirus briefing for the first time since recovering from Covid-19. \"We're past the peak and we're on the downward slope,\" Johnson said. \"We can now see the sunlight and the pasture ahead of us.\" He added that he would set out a \"comprehensive plan\" next week to outline the government's plans on restarting its economy, re-opening schools and enabling Britons to travel to work. But he cautioned against easing restrictions too early, which could cause a second peak and lift the virus's reproduction rate above 1 -- meaning the average person with Covid-19 would infect more than one person on average.  Johnson said that another 674 people had died from coronavirus in the UK in the past 24 hours. But he said more than 81,000 tests were carried out over the past day. This is by far the highest daily number to date -- and a vast increase on the country's testing rates just a few days ago. The government had set a target of carrying out 100,000 tests by the end of April, although testing figures only include tests where a result has been confirmed, so it is not yet clear whether that has been reached. The Prime Minister also admitted the UK has faced \"logistical problems\" in getting personal protective equipment to frontline health workers, and \"frustrations\" in scaling up testing. \"We are throwing everything at it, heart and soul, night and day\" to get it right, Johnson added. The Italian government will slowly relax the coronavirus lockdown measures based on how the contagion spreads in different regions of the country, Italian Prime Minister Giuseppe Conte said today. “Reopening of activities would be based on precise scientific criteria,\" he said during an address to Parliament. Conte's comments come as 13 out of the 20 Italian regions have asked the government to reopen certain activities, through a joint letter delivered on Wednesday. Lombardy, the region affected most by the coronavirus outbreak, is one of the signatories.  The letter, published by the governor of Veneto, asks the government “to guarantee the possibility of reopening activities to all those who respect the measures already provided\" by the government decree. “It's clear that health is the first essential objective, but it can’t be the only one,” the letter read. Restaurants, bars, and shop owners around Italy are “handing over their keys\" to their mayors in protest against the government. Many shop owners fear that the longer the lockdown will last, the harder it will be to reopen.  On Thursday, the Italian Health Minister is expected to publish a series of measures defining the guidelines and thresholds to evaluate the evolution of the contagion in each area of Italy. ##Daily Life## The UK government is not going to “gamble” away the sacrifices people have made by easing coronavirus restrictions too soon, the Prime Minister’s official spokesperson said. He says people need to be “realistic” about the situation given that the virus will be around for a significant time. “We don’t want to relax the social distancing measures or do anything that could cause the virus to spread again,” the spokesperson said. “People have made huge scarifies. We’re not going to gamble those sacrifices away by taking steps that could lead to a growth in the disease again,” adding that the government will continue to be guided by the scientific advice.  ##Daily Life## The Swedish town of Lund has “dumped” 1,000 kilograms of chicken manure — or about 2,200 pounds — in the city’s main park to deter gatherings and prevent the town from becoming an “epicenter of coronavirus,” Lund’s Mayor Philip Sandberg told CNN on Thursday. The city’s Environment Committee said on Tuesday that the Lund City Park will be closed for \"maintenance measures\" on Walpurgis Day, a holiday starting on Thursday in northern Europe.  Sandberg told CNN they would finish the manure \"dumping\" on Thursday and while the park and its surrounding area will smell for several days, it was necessary for fertilization as the manure will not only deter visitors, but also get the lawn ready for the summer.  “It will stink of chicken manure and won’t be pleasant for people to be around, but the chicken has a lot of phosphorus and nitrogen in so the park will be nice just in time for the summer,” Sandberg said. While Sweden has banned gatherings of more than 50 people, Sandberg said in Lund they are trying to get people to social distance as much as possible as it is proven “parks can carry a severe risk to coronavirus.” “We don’t want to become an epicenter for coronavirus so we are doing what we can to fertilize the lawn and keep people safe,\" Sandberg added. “It has been proven that parks can carry a severe risk to coronavirus with the amount of people gathering in them, so this is an important measure for us to take, whilst getting the lawn ready for better weather.” He added that the public’s reaction to this has been positive because they too understand it will be “worth it.” ##Daily Life## A large-scale new pre-print study has found that a third of coronavirus patients admitted to UK hospitals die, and fewer than half of those put on ventilators survive. The study, called ISARIC4C and led by researchers from the University of Edinburgh, University of Liverpool, and Imperial College London, analyzed data from 16,749 Covid-19 patients in 166 UK hospitals between February 6 and April 18. It found that 49% were discharged, 33% died and 17% continued to receive care at date of reporting. The study also showed that of patients put on a ventilator, 53% died, 20% were discharged, and 27% remained in the hospital. Researchers also found that, along with underlying issues such as lung, heart and kidney disease that are already known to worsen outcomes, being male or obese were also significant factors associated with Covid-19 deaths in UK hospitals. This could be because obese people have a reduced lung function and potentially more inflammation in the fatty tissue under the skin and around internal organs, which could contribute to a possibly life-threatening overreaction of the body's immune system, researchers said. Remember: The study, which was funded by the UK government, has not yet been peer-reviewed. Derek Hill, Professor of Medical Imaging, University College London (UCL), called the research \"extremely impressive\" but warned that it shows a \"snapshot of outcomes\" and that many patients who were included are still in hospital, so the mortality and survival rates are subject to change. \"This is an especially large study so it provides helpful insights into the symptoms of Covid-19 patients admitted to hospital. As has been reported many times, this is not like flu in who gets seriously ill or in mortality: young children seem to have low risk and pregnant women do not have an increased risk of serious illness, and it is deadlier than flu,\" Professor Hill said in a written statement released by the UK-based Science Media Centre on Wednesday. ##Health## A Spanish doctor was struggling to cheer up his 79-year-old coronavirus patient. Pedro had tested positive for Covid-19 five times and had symptoms for 46 days. The doctor reached out to Twitter for help, seeking encouragement from any corner for Pedro. \"He is despondent and ready to throw in the towel,\" Dr. Carlos Hernandez Teixidó wrote on Tuesday. “Twitter, do your magic.”  The response was immediate, global and overwhelming. He received 8,100 replies to his post alone, many more direct messages, more than 29,300 likes and it had been retweeted more than 7,900 times. “I have just spoken to Pedro and his daughter,\" Hernandez said on his Twitter account less than 24 hours after his initial post. \"You don’t know how moved both of them were (sic). I have given his daughter the first 300 messages.” The doctor added, “You are incredible!” In total, Hernandez received more than 15,000 direct messages for Pedro, he told CNN on Thursday. “Not just messages, put people have sent pictures, videos, some even played music to try and cheer him up.” “We decided to post the tweet to try and get around 15 people to send him a message to lift his spirits,” Hernandez said, confessing he was very surprised at the outpouring of support. “We posted it at 3 o’clock in the afternoon and by midnight we had 300 messages, including from some celebrities in Spain.”  The messages came not just from Spain, but from neighboring Portugal and from other places in Europe as well as Latin America. For a time, the phrase “Hola Pedro” (or, \"Hello Pedro,\") even became a trending topic on twitter in Spain. According to Hernandez, Pedro has several underlying conditions and had spent around a month in the hospital after being diagnosed. His condition improved, but since the Covid-19 tests kept coming come back positive, he had to continue isolation at home, without seeing his wife or the rest of his family. “I spoke with him a little bit today and he is in very good spirits,” Hernandez said, explaining that for people in Pedro’s situation, this sort of support “is almost like providing treatment with a drug.” But the doctor added that while Pedro’s condition has improved his most recent test – the sixth – also came back positive for Covid-19. Dr. Anthony Fauci, the director of the National Institute of Allergy and Infectious Diseases, said he expects the Food and Drug Administration to issue an emergency-use authorization for remdesivir soon to treat Covid-19.  Speaking Tuesday during an appearance on the Today show, Fauci said that while the FDA has not made a final decision yet, he projects \"it’s going to be really quickly.” Fauci said he believes Gilead Sciences, the maker of remdesivir, is committed to make the treatment available \"as much as they can, as quickly as they can.\" \"I'm pretty confident that will be the case because I believe they're committed to trying to get this out as quickly as possible,\" Fauci told NBC's Savannah Guthrie. What this is about: A trial of the experimental drug remdesivir showed it might help patients recover more quickly from the infection.  Yesterday, Fauci was optimistic about the results, saying \"The data shows that remdesivir has a clear-cut, significant, positive effect in diminishing the time to recovery.\" However the World Health Organization said it's too early to comment on the remdesivir trial results released Wednesday.  ##Health##  Tom Moore, a British war veteran, has raised over $38 million for public health care from his fundraising activities.  More than 1.4 million people have so far contributed to the appeal on his JustGiving page, for which Moore pledged to walk 100 laps of his garden before his 100th birthday to raise money for the UK’s National Health Service. On Thursday, as Moore celebrated his 100th birthday, he was promoted to an honorary Colonel of the British Army in recognition of his efforts. The veteran also received a birthday card from Queen Elizabeth II.   The Trump administration's program to accelerate the development of a potential coronavirus vaccine, called \"Operation Warp Speed,\" has the goal to manufacture hundreds of millions of doses by January -- which is in the realm of possibility, according to the nation's top infectious disease expert Dr. Anthony Fauci. In a Thursday morning appearance on the Today Show, Fauci said that he is part of the team involved in that project. \"We're in the early phases of a trial -- Phase 1. When you go into the next phase, we’re going to safely and carefully, but as quickly as we possibly can, try and get an answer as to whether it works and is safe. And if so, we’re going to start ramping up production with the companies involved,\" Fauci told NBC's Savannah Guthrie on Thursday.\n\"You don’t wait until you get an answer before you start manufacturing -- you ... proactively start making it, assuming it’s going to work, and if it does, then you can scale up and hopefully get to that timeline,\" Fauci said. \"So we want to go quickly, but we want to make sure it’s safe and it’s effective. I think that is doable.\" Fauci, director of the National Institute of Allergy and Infectious Diseases, previously has said that a coronavirus vaccine could take 12 to 18 months to develop. The United States currently has the timeline of developing its vaccine by the end of the year. \"Remember go back in time, I was saying in January and February that it would be a year to 18 months,\" Fauci said. \"January is a year -- so it isn't that much from what I had originally said.\"  ##Health## Japan’s Prime Minister said Thursday he plans extend the country's state of emergency, which was due to end on May 6. Shinzo Abe told reporters at his office: “I think it will be difficult to return to normalcy from May 7. We have to prepare for some endurance. I’ll seek the opinions of experts how long it needs to be.”  ##Daily Life## Italy, one of the worst hit countries by the coronavirus pandemic, has fallen into recession after its economy slumped 4.7% in the first quarter of 2020, according to the preliminary estimate by the Italian National Institute of Statistics (ISTAT). This is the second consecutive negative quarter for Italy. Earlier today, the EU reported its worst quarterly drop in economic activity on record. ##Business## World Health Organization officials are investigating a rare inflammatory condition called Kawasaki disease that has emerged as a possible complication of coronavirus infection in young children, officials in Europe said during a media briefing on Thursday. While there have been rare reports of cases in London and other parts of Europe, \"only half of these children tested positive for coronavirus,\" Adam Finn, professor of pediatrics at the University of Bristol and chairman of the European Technical Advisory Group of Experts advising WHO Europe, said during the briefing. \"This may be a late complication of the infection,\" Finn said, \"But all of this is speculation at this point. The size and exact nature of this problem is only just beginning to emerge.\" Research into this possible association now continues, Dr. Dorit Nitzan, health emergencies coordinator for WHO's European Region, said during the briefing. \"We are looking together with our clinical network and the pediatricians in the European region and in the Americas for the possible connection or correlation or some kind of association between that type of inflammatory syndrome and Covid-19,\" Nitzan said on Thursday. \"We will come out with the results and new news as soon as we have them done.\" ##Health## Covid-19 has shut down countries worldwide and infected nearly 3.2 million people. If you're just joining us, here are the latest developments from today: WHO issues warning on Europe: Europe remains “very much in the grip of this pandemic,” the World Health Organization warned on Thursday, adding that the region accounts for 46% of cases, and 63% of deaths globally. “This virus is unforgiving. We must remain vigilant, persevere and be patient, ready to ramp up measures as and when needed,” Regional Director Dr Kluger said. EU sees worst drop in economic activity: The European Union economy shrank 3.5% in the first quarter of 2020 -- the worst quarterly drop since the EU started collecting the data in 1995, according to Eurostat, the EU’s statistic office. This puts the EU on course for recession if the second quarter growth is also negative. Italy in recession: Italy, one of the worst hit countries by the coronavirus pandemic, has fallen into recession after its economy slumped 4.7% in the first quarter of 2020, according to the preliminary estimate by the Italian National Institute of Statistics (ISTAT). US nears 61,000 deaths: More than 1 million Covid-19 cases have been recorded, and nearly 61,000 deaths. India prepares to lift lockdown: Nationwide restrictions are set to ease on May 3 -- this Sunday. The country is now preparing by setting up border checkpoints, arranging transport to bring home stranded workers across states, and creating new non-lockdown guidelines. China is also reopening: Tourist destinations like the Forbidden City in Beijing are set to open tomorrow for the first time in three months -- but with new restrictions and a cap on daily visitors. China’s largest online travel platform, Trip.com Group, said it expects that  that over 80 million trips will be made during the May Day holiday.  Europe remains “very much in the grip of this pandemic,” the World Health Organization warned on Thursday.  “Today the European region accounts for 46% of cases, and 63% of deaths globally,” regional director Dr Hans Kluger said. Although Europe is seeing evidence of a “plateau or a reduction” of new cases since the introduction of social distancing measures, the WHO warned against complacency. “This virus is unforgiving. We must remain vigilant, persevere and be patient, ready to ramp up measures as and when needed,” Dr Kluger said. Cumulative cases of Covid-19 have increased by 15% over the past seven days, while deaths have risen by 17% during the same period. Dr Kluger said: “The situation across our region is not uniform. Every country is mapping out its route to a new normal. Thursday marks three months since WHO Director-General Tedros Adhanom Ghebreyesus declared the spread of coronavirus a public health emergency. ##Health## China’s largest online travel platform, Trip.com Group, said it expects the country's travel figures during the May Day holiday to possibly double the 43 million trips made during April’s Qingming festival. The company’s 2020 May Day Tourism Trends Report, released on April 23, states the combination of easing of restrictions with the five-day holiday marks “a significant milestone for recovery of the tourism industry.” Trip.com estimates that over 80 million trips will be made. China’s May Day holiday weekend takes place from May 1 to May 5. Car rental up: Trip.com said that car rentals have been identified as a popular mode of transport with reservations “reaching 70% of the same figure last year” due to “cleanliness and freedom of car travel.” It added that young travelers have been the “driving force” behind the increased planned travel, compromising 57% of all bookings during the period. According to Trip.com the top travel destinations during the May Day holiday are projected to include Shanghai, Hangzhou and the seaside city of Sanya. Tourist hot spots reopening: Over the past week, local city governments across China announced the reopening of tourist attractions in preparation for the May Day holiday. The Forbidden Palace and National Museum of China in Beijing both announced they will reopen on May 1, while Shanghai’s Culture and Tourism Administration announced on Tuesday that 84 major tourist attractions have been reopened, according to state-run Xinhua News Agency.  ##Daily Life## Never before have so many people in the world lived in such tiny bubbles. With billions across the globe now under coronavirus-related restrictions, it has been weeks -- or even months for some -- since we socialized with anyone outside our homes. That's a lot of family time. Or time alone. But these small bubbles could soon get a little bigger. Governments around the world are beginning to gradually lift their lockdowns, and as they do, they are mulling just how much and how widely they should advise people they can socialize. Forming our own bubbles would no doubt be socially awkward -- not unlike leaving that friend or relative off your wedding guest list -- and it would also be difficult to enforce. Some experts see the idea as too risky and too premature, given the lack of adequate testing capacity in many countries around the world. But some sociologists see it as a logical way to emerge from isolation -- and some countries, like New Zealand, are already trying it. New Zealand is slowly reopening, and the government announced this week that people could begin expanding their bubbles, without even needing to specify by how many people. \"People must stay within their household bubble but can expand this to reconnect with close family ... or bring in caregivers, or support isolated people,\" the government wrote in its guidance. Read more here: ##Daily Life## The European Union economy shrank 3.5% in the first quarter of 2020, feeling the impact of the coronavirus outbreak. EU on course for recession: This is the worst quarterly drop since the EU started collecting the data in 1995, according to Eurostat, the EU’s statistic office, and puts the EU on course for recession if the second quarter growth is also negative. Growth in the Eurozone, which just includes countries using the Euro, contracted 3.8%. France enters recession: Earlier this morning France, one of Europe’s biggest economies, sank into recession, after its Q1 GDP shrank 5.8%. Feeling the strain: Globally, economies are feeling the strain of the coronavirus pandemic -- the US economy contracted for the first time in nearly six years between January and March. America's first-quarter GDP, the most expansive measure of the US economy, fell at a 4.8% annualized rate, the US Bureau of Economic Analysis reported on Wednesday.  ##Business## Germany is conducting more coronavirus tests than at any time since the outbreak of the virus, its government disease control agency said on Thursday. \"We had 860,000 tests last week. We have never had so many in Germany, that is great,\" Lothar Wieler, the head of the Robert Koch institute (RKI), said Thursday. \"This is exactly what we want and what we need.\" \n\"The earlier we identify a person, the earlier we can treat them and stop the chains of infection,\" Wieler added.  All eyes on the reproduction rate: Germany's coronavirus reproduction rate currently stands at 0.76 on average, Wieler added. A reproduction rate of one means each person with coronavirus will infect an average of one other person. Last week the RKI said that the reproduction number is an indicator authorities are watching out for when deciding on loosening coronavirus restrictions for the public. Public health experts say that a number of one or above would make it impossible to loosen restrictions. Loosened restrictions and mandatory masks: Public life changed considerably for most Germans on Monday as the wearing of masks became mandatory in many public spaces across the country. From last week, Germany loosened many of the restrictions on public life that were designed to halt the spread of coronavirus. Small shops, car dealers and bicycle stores were allowed to reopen.  But Chancellor Angela Merkel has warned that Germany risks squandering the gains it had made in beating back Covid-19. She said she fully supported the measures to loosen restrictions, \"but their implementation worries me. Partially, they appear to be very bold, maybe too bold.\" ##Daily Life## ##Health## A leading United Nations human rights expert claims the Myanmar military is carrying out \"war crimes\" against ethnic minorities, emboldened by special extended powers intended to help control the spread of the coronavirus. Yanghee Lee, the UN Special Rapporteur on the situation of human rights in Myanmar, accused the military of targeting ethnic Rakhine Buddhist civilians during recent clashes with the Arakan Army, a separatist militant group in the western Rakhine State. Lee said that houses had been burned, a monastery was attacked and people had been arrested and tortured. \"And then we find bodies that have been decapitated, these are Rakhine people,\" Lee said Tuesday, as she prepared to conclude her six-year tenure as special rapporteur. \"I am calling the situation crimes against humanity and war crimes. These are the highest, the most heinous and gravest crimes of international law,\" she added. CNN has reached out to the Myanmar government regarding Lee's comments but has not yet received a response. The military has special powers during the pandemic: Key military generals and military-controlled ministries were appointed to a new coronavirus committee in March, increasing the remit of the military under its delicate power-sharing agreement with the country's civilian-led government. \"It's emboldening the Tatmadaw (military),\" Lee said. \"Already they have a strong arm, and now if they have these additional powers in the name of enforcing or preventing the spread of the pandemic, then they are really given another layer, a greater, higher level of power to do what they've done always in the past few decades, but in a more severe and horrific manner.\" A little background: Rakhine State is a restive border area, which neighbors Bangladesh and has a long history of violent military crackdowns and ethnic clashes between the majority Rakhine Buddhist population and the minority Rohingya Muslims. Read the full story: The Florida Department of Health has responded to scrutiny regarding the state’s Covid-19 death count, which was reported by the Tampa Bay Times and said the state is following CDC guidelines.  The Times article claimed that Florida’s Medical Examiner Commission reported a Covid-19 death tally that was 10% higher than the one made publicly available by the Florida Department of Health (FLDOH.) The newspaper further reported that the commission has not released a tally in nine days after state health department officials “intervened.” According to the FLDOH, Covid-19 deaths currently reported to the public include Florida residents only. Currently, the state is reporting more than 1,200 deaths. “Per CDC, people are listed according to their place of residence. This ensures cases are not inadvertently listed twice,” the FLDOH said in a statement. For example, if a New York resident dies from Covid-19 in Florida, New York reports the death and Florida does not. While Florida is not reporting the number of out-of-state Covid-19 deaths publicly, CNN asked the FLDOH for the number Wednesday and obtained the list via email, which includes 43 deaths from other states and other countries. “Reporting deaths by residency is the appropriate method utilized to calculate disease rates, which allow for a more accurate analysis of disease impacts on populations through the incorporation of demographic data - a critical aspect of public health planning. Population size is determined using census data, which is based on residency,” the FLDOH wrote in a statement to CNN.  CNN corresponded with two medical examiner offices in Florida who confirmed that medical examiners report deaths within their geographic jurisdiction and not by place of residence. Therefore, the state’s county-by-county Covid-19 death toll and the county-by-county death toll reported by medical examiners will not match. For example, if residents of New York, New Jersey and Miami-Dade county die in Broward County from Covid-19, the Broward County medical examiner’s office would report a death toll of three. In that example, the Florida Department of Health, which says it is following CDC guidelines, would record a Covid-19 death toll for Broward County of zero. When asked about the newspaper’s allegation that Florida’s Department of Health intervened with the disclosures of Covid-19 deaths by medical examiners, the FLDOH said the department had concerns about personal information being shared. “The Florida Department of Health has spoken with counsel for Medical Examiners to explain concerns on disclosing personal identifiable information,” the FLDOH said in a statement. CNN reached out to the Florida Medical Examiner's Commission and the governor's office and did not hear back.  The first results from human trials of a coronavirus vaccine being developed by Oxford University should be available by mid-June, said Oxford professor John Bell. “This is still a development program. We need still to demonstrate that this vaccine works in human populations,” he told BBC Radio. “But the team … have vaccinated several hundred people now and we hope to get some signal about whether it’s working by the middle of June.” The Oxford University research team is partnering with UK-based global biopharmaceutical company AstraZeneca to develop and manufacture this vaccine on a large scale. “Once we get an approval by the regulators, we don’t want to have to go back to the beginning and work out how we manufacture it at scale. And we also want to make sure that the rest of the world will be ready to make this vaccine at scale,” Professor Bell said. Global distribution: According to the university, AstraZeneca will work with global partners on the international distribution of the vaccine, particularly working to make it available and accessible for low and medium income countries. “Both partners have agreed to operate on a not-for-profit basis for the duration of the coronavirus pandemic, with only the costs of production and distribution being covered,” the university said. ##Health## More than 2,000 members of the transgender community in India wrote a letter to the government on Saturday, asking for financial assistance during the nationwide coronavirus lockdown. The country has been locked down since March 25, with transportation halted, state borders shut, and businesses suspended. This has hit the transgender community hard, said the letter -- many of them rely on sex work or begging for their income, neither of which can be done during the lockdown. The letter asked for “an assured subsistence income of at least 3000 rupees (close to $40) per month to every transgender person across the country,” as well as supplies of food and medicine, and protection against eviction. “This is a constituency which has been very badly affected, already marginalized and further invisibilized during such a pandemic, prone to higher health risks, many of whom don’t have ration cards, adequate ID cards, etc. So it is very important that the central government takes cognizance and provides necessary reliefs, regardless of ration cards,” said Meera Sanghamitra of the National Alliance of People’s movements, one of the primary signatories of the letter. The National Institute of Social Defense provided an interim relief of 1,500 rupees (about $20) to 4,500 transgender people after a previous request from members of the community.  However, the letter said that this relief doesn't even cover monthly necessities, and that it was provided to less than 1% of the transgender people in the country. ##Daily Life## British Prime Minister Boris Johnson will face questions at a daily government coronavirus briefing for the first time since recovering from the illness.  Testing failures and a rising death toll: Johnson is expected to address questions over the UK’s failure to reach its own target for coronavirus testing and a rising death count from the virus. The deadline to reach a government-set target of 100,000 daily tests is expected to be missed on Thursday with the latest figures showing only 52,000 tests administered per day as of Tuesday. Johnson returned to work on Monday, after becoming the first world leader to fall ill with coronavirus in March. The UK has seen more than 26,000 deaths due to coronavirus, and has recorded more than 166,000 cases, according to figures from Johns Hopkins University.  Busy few months for Johnson: Johnson is set for an unusually busy few months in office -- the 55-year-old and his fiancée Carrie Symonds, 32, welcomed a baby boy on Wednesday morning, a spokesperson for the \"thrilled\" couple announced. Grandparents in Switzerland are now allowed to hug their grandchildren under the age of 10, said the physician behind the country’s coronavirus response. Daniel Koch, the head of the infectious diseases unit at the Federal Department of Public Health, dropped the restriction after concluding with specialists that children \"do not transmit the virus, or if they are infected they are infected by their parents.\"\nHe stressed that there \"is no danger for grandparents\" embracing their grandchildren and emphasized the importance of that contact. A spokesperson for the Swiss government confirmed to CNN that visits should be brief but are nonetheless \"permitted and are even beneficial for the mental well-being of grandparents.\"  Switzerland began to ease restrictions this week, allowing businesses such as DIY stores, beauty salons and physiotherapy practices to reopen. Dr. Maria Van Kerkhove, the World Health Organization's technical lead for the coronavirus response, said on Wednesday, \"I'm sure many grandparents around the world are dying to hug their children and grandchildren.\"\nShe added that although children seem \"less affected,\" there have still been cases of transmission from adults to children and vice versa. ##Health## The Spanish economy contracted by 5.2% in the first quarter of the year, mainly due to a sharp decline in March, when coronavirus infections prompted a nationwide state of emergency and lockdown. This is the largest GDP drop Spain has seen in recent history, significantly deeper that the drop seen at the height of the 2008 financial crisis, when the economy contracted 2.6% in the first quarter of 2009. The service sector was hardest hit, with cultural businesses like cinemas and theaters especially impacted -- falling 11.2% -- while commerce, transport and hospitality dropped 10.9%.  The quarterly report relies on weekly data from the first three months of the year, with the government-imposed lockdown affecting only the final two weeks of the first quarter. The national lockdown was extended until May 9 for a total of eight weeks, suggesting the negative impact on the Spanish economy could be even deeper when data for the second quarter is released in the summer. ##Business## Russia reported 7,099 new cases of the coronavirus on Thursday -- the country's biggest single-day jump so far. That brings the national total to 106,498 cases and 1,073 related deaths, according to the country’s coronavirus response headquarters. This doesn't reflect the number of active cases; of that total figure, 11,619 patients have recovered. Russian Prime Minister Mikhail Mishustin yesterday said it was “impossible to give an exact date” for lifting restrictions and reopening the country’s borders. Earlier this week, President Vladimir Putin acknowledged shortfalls in personal protective equipment for medical personnel. ##Health## The UK might need to reduce the number of jurors needed for court cases so trials can resume with appropriate social distancing, said Lord Chief Justice Ian Burnett. “It is going to be necessary to look at more radical measures,” he told the BBC, referring to the possibility that social distancing will last for some time. “I would support a move to reduce the number of jurors. That was done during the Second World War.” All new jury trials were suspended last month in response to the coronavirus outbreak. Some existing cases that don’t require a jury have been able to continue through video and phone conferencing. The UK has recorded at least 166,441 cases of the coronavirus and 26,166 deaths, according to data from Johns Hopkins University. ##Daily Life## Singapore recorded 528 new coronavirus cases as of noon local time today, according to the country's Ministry of Health. That brings the total to 15,641 cases in the Southeast Asian city-state, according to Johns Hopkins University. Among today's new cases, the vast majority are work permit holders residing in foreign worker dormitories, while six are Singaporean citizens or permanent residents. The country's cases spiked dramatically at the start of April, and authorities traced the increase to clusters of cases in the dormitories. About 200,000 migrant workers live in 43 dormitories, where cramped conditions and shared facilities make it easy for a highly infectious virus to spread. The dormitories are now all under lockdown, with nobody in or out. Authorities have taken residents showing symptoms to quarantine, stepped up testing, and are monitoring residents still inside the dorms. ##Health## British war veteran Tom Moore, who turns 100 today, has been promoted to honorary colonel in recognition of his efforts to raise money for the UK’s health service. “His mature wisdom, no-nonsense attitude and humor in adversity make him an inspirational role model to generations young and old,” said Gen. Mark Carleton-Smith, chief of the general staff of the British Army. Moore has been appointed as the first honorary colonel of the Army Foundation College Harrogate, the UK’s Ministry of Defence said. The centenarian began a JustGiving fundraiser on April 8, initially hoping to raise £1,000 ($1,245) for NHS Charities Together, which raises funds for UK hospitals and patients. The World War II veteran completed the challenge after walking 10 laps of his garden each day, aided by a walking frame, and raised more than £29 million ($36.1 million). He then became the oldest person to reach number 1 on the UK’s music chart, by debuting a rendition of \"You'll Never Walk Alone\" last week.  More than 125,000 birthday cards have been sent to Moore, many from young children across the UK. ##Daily Life## The French economy has shrunk by 5.8% in the first quarter compared to the previous quarter -- the biggest drop since the country began recording its quarterly GDP in 1949, said France's national statistics agency, INSEE, on Thursday. Europe's third-largest economy’s slump is caused mainly by the coronavirus lockdown measures that have been in place since mid-March, according to an estimate released by INSEE. A way out of lockdown: French Prime Minister Edouard Philippe outlined plans yesterday to gradually ease the country's coronavirus restrictions. France will be divided into red or green zones, depending on their case numbers, testing efficiency and health care capacity. The red zones will face stricter measures, while restrictions will be loosened more in the green zones. ##Business## Global energy use has been dealt such a huge blow by the coronavirus pandemic that it's like wiping out demand from all of India, a country of 1.3 billion people and the world's third biggest consumer. That's according to the International Energy Agency, which said in a new report today that demand for energy could crash 6% this year if lockdowns persist for many months and the economic recovery is slow. Such a scenario is \"increasingly likely,\" the IEA said, adding that a drop of that scale would be seven times the size of the decline following the 2008 global financial crisis. Demand for electricity is poised to plunge 5% in 2020, the largest fall since the Great Depression. \"This is a historic shock to the entire energy world,\" Dr. Fatih Birol, executive director of the Paris-based agency, said in a statement. \"It is still too early to determine the longer term impacts, but the energy industry that emerges from this crisis will be significantly different from the one that came before.\" Read the full story: ##Business## Covid-19 has shut down countries worldwide and infected nearly 3.2 million people. If you're just joining us, here are the latest developments from today: Milestone in South Korea: The country reported zero local transmissions yesterday for the first time since February 18. Four new cases yesterday were imported.\nBut a bad day for Pakistan: The country recorded 874 infections in the past 24 hours -- its biggest one-day jump in cases so far.\nGermany steps up testing: The country's labs can now conduct more than 860,000 coronavirus tests per week, double the amount they ran last week.\nUK falls short: The UK will probably fail its target of reaching 100,000 tests per day by today, said the country's justice secretary, adding that they may hit the target in the next few days.\nIndia prepares to lift lockdown: Nationwide restrictions are set to ease on May 3 -- this Sunday. The country is now preparing by setting up border checkpoints, arranging transport to bring home stranded workers across states, and creating new non-lockdown guidelines.\nChina is also reopening: Tourist destinations like the Forbidden City in Beijing are set to open tomorrow for the first time in three months -- but with new restrictions and a cap on daily visitors.\nThe Olympic question: The rescheduled Tokyo Games next year are not contingent on the development of a coronavirus vaccine, according to an International Olympic Committee official. Earlier this week, the president of Japan’s Medical Association said it would be “difficult to hold the Olympics” without a vaccine. A 30-year-old federal prison inmate who tested positive for coronavirus and gave birth while on a ventilator has died, the US Bureau of Prisons says. The woman had been in federal custody since March 20, when she was transported from a South Dakota jail to a federal prison medical center in Forth Worth, Texas. On March 28, the woman was sent to a nearby hospital for concerns regarding her pregnancy, BOP said. She was discharged the same day. The woman was seen by the prison facility's medical staff on March 31 for a \"fever, dry cough and other symptoms\" and was again transported to the hospital, where she was placed on a ventilator. On April 1, she gave birth by cesarean section and days later, tested positive for the virus. The agency says the woman had a pre-existing medical condition that according to the US Centers for Disease Control and Prevention put her at higher risk for coronavirus-related complications. The agency did not disclose the woman's condition. She was pronounced dead by hospital staff on April 28, the agency said. Some 1,534 federal inmates and 343 Bureau of Prisons staff have tested positive for coronavirus nationwide so far. At least 31 federal inmates have died due to the disease. There have been no staff deaths, the agency said. ##Health## It’s \"probable\" that the UK won’t meet its target of conducting 100,000 tests per day by today, said the country's Justice Secretary Robert Buckland. \"Even if we don’t hit it -- and it's probable that we won't -- we will in the next few days hit that target,\" he told Sky News.\n\"We’re up to 52,000 people being tested. The capacity’s rising.\n\"I think it was right to set an ambitious target. And sometimes even if you don’t hit the target on the due date, the direction of travel is the most important thing.\" Early in April, the UK government set itself the target of carrying out 100,000 coronavirus tests per day by the end of the month. To put that in perspective, Germany is currently at a testing capacity of 141,815 tests per day. ##Health## Amid the coronavirus pandemic, people around the world are wondering when life will return to \"normal.\" The word normal is, of course, relative, but a spate of domestic flight routes slowly opening up in Asia and the Pacific give clues into what the aviation industry could look like in the weeks and months ahead. China, Vietnam, Malaysia, Thailand and Australia are among the countries set to resume or increase domestic flights as the virus wanes. But don't book your summer vacation just yet -- many of these flights are government subsidized and solely for the purpose of transporting cargo. Though some are open to public bookings, others will only issue tickets to emergency personnel or essential workers who need to get around. Think of these flights as a dress rehearsal for a gradual re-upping of the aviation industry. Read more about it here: ##Travel## California Gov. Gavin Newsom intends to order the closure of all state beaches and parks starting Friday, according to a California Police Chiefs Association memo sent to police agencies across the state.  A copy of the memo was provided to CNN by a senior law enforcement official. While the governor intends to make the announcement on Thursday, the memo was sent to police chiefs ahead of time to prepare law enforcement for the planned closures.  “We wanted to give all of our members a heads up about this in order to provide time for you to plan for any situations you might expect as a result, knowing each community has its own dynamics,” the memo says. According to the memo, state parks personnel will also help support local efforts. Newsom’s office did not respond to CNN requests for comment. Crowded beaches: This comes after thousands of people packed beaches in Southern California’s Orange and Ventura counties this past weekend, seeking relief from a heat wave.  Earlier this week, Newsom chastised beachgoers and warned that defying the state’s stay-at-home order could delay its reopening.  “This virus doesn’t take the weekends off. This virus doesn’t go home. We have to manage and augment our behavior,” Newsom said. “The only thing that will set us back is people stopping practicing physical distancing.” ##Daily Life## Germany's labs have increased their coronavirus testing capacity to 141,815 PCR (polymerase chain reaction) tests a day, according to the Robert Koch Institute, the national center for disease control. That means the nation's labs can conduct 860,494 tests a week, said RKI. This estimate factors in that not all labs work seven days a week. It's a twofold increase: last week, German labs only tested 467,137 tests.  Aggressive testing ahead of reopening: Germany has said that extensive testing is a key factor in its strategy to combat Covid-19 and for loosening some of the restrictions that have been placed on public life. German Chancellor Angela Merkel is set to meet later today in a video conference with state governors to discuss possible further easing of restrictions. Germany reported 1,478 new cases and 173 deaths in the past 24 hours, according to RKI. ##Health## It's fine for Jared Kushner to mock the \"eternal lockdown crowd\" worried about state reopenings -- he doesn't have to clock in at a meat factory, drive a bus or work in an emergency room. The President's son-in-law and senior adviser, complaining behind-the-scenes that he's not getting credit for the \"great success story\" of the Covid-19 battle, predicts the economy will be \"rocking\" by June. For that to be the case, a vast army of workers will have to put aside their fears of a pandemic that has infected more than a million Americans and killed at least 60,000 and restart the country's economic engine. They will have to do so without the safety net of a broad testing program -- that President Donald Trump says is not necessary -- to allow authorities to trace and isolate Covid-19 outbreaks that the White House has failed to build. Kushner's glib predictions ignore the complications clouding the medical battle against coronavirus -- in the absence of proven treatments and a vaccine. They also over-simplify the huge economic uncertainties inherent in the never-before attempted task of switching an economy back on -- that to a large extent will rely on the confidence of a wary public.  And while millions of Americans are desperate to get back to work, Kushner's dismissal -- or risks -- appears to reflect disdain for the working people who will pay the price if it all goes wrong. Read the full analysis: South Korea recorded no new locally transmitted cases of the coronavirus yesterday, for the first time since February 18. There were four new cases, but all were imported from abroad, according to the South Korean Centers for Disease Control and Prevention (KCDC). This brings the national total to 10,765 cases and 247 deaths, according to the KCDC. Those figures don't reflect the number of active cases, but rather the total number of infections since the outbreak began. So far, 9,059 patients have recovered. ##Health## India has been under a nationwide lockdown since March 25 -- and it's set to lift on Sunday. The lockdown has closed state borders and public transport, allowing only the transit of essential goods like food supplies and medical equipment. This has also led to other problems, like thousands of migrant workers stranded with no job, no income, and no mode of transportation to get home. Here's how the lockdown will be lifted: Movement restrictions loosened: State borders will reopen, and asymptomatic migrant workers, students, pilgrims or tourists will be able to return to their home states. This comes after the Indian Supreme Court asked the government to respond to the problem of stranded migrant workers.\nThere will still be checks: Travelers will be screened before boarding buses to depart and upon arrival. Local health authorities will assess their status and determine if they need home or institutional quarantine.\nStates are arranging transport: Maharashtra, Uttar Pradesh and West Bengal have begun arranging dozens of buses to bring back thousands of students and migrant workers from other states. \nThere will be new guidelines: It doesn't mean a full reopening, and new lockdown guidelines will come into effect the next day -- Sunday, May 4. But there will be \"considerable relaxations\" in many districts, said a Home Ministry spokesperson.\nSome states are continuing lockdown: Even if the federal government lifts the nationwide lockdown, states can implement their own individual measures. Punjab has extended its lockdown for another two weeks, though some restrictions will be relaxed in low-risk areas.\nOther states are relaxing: Earlier this month, states like Maharashtra, Uttar Pradesh and Kerala had already relaxed restrictions for agricultural and farming activities, as well as opening some manufacturing operations in low-risk or uninfected areas. India has recorded at least 33,050 confirmed coronavirus cases, including 1,074 deaths, according to the Ministry of Health and Family Welfare. ##Travel## ##Daily Life## Pakistan confirmed 874 new coronavirus infections in the past 24 hours -- the country's biggest one-day jump in cases so far, according to the Ministry of Health. That raises the national total to 15,759 cases and 346 deaths, according to the ministry. Pakistan is currently under a nationwide lockdown, which was extended last weekend to stay in place through May 9. ##Health## Tesla and SpaceX CEO Elon Musk is railing against stay-at-home orders meant to slow the coronavirus pandemic, calling them \"fascist\" and likening them to \"forcibly imprisoning people in their homes\" during a Tesla earnings call on Wednesday. \"I would call it, 'forcibly imprisoning people in their homes' against all their Constitutional rights, in my opinion, and breaking people's freedoms in ways that are horrible and wrong and not why people came to America or built this country,\" Musk said. \"It's an outrage.\" \"Give people back their goddamn freedom,\" he added. The comments followed a string of tweets early Wednesday morning praising Texas for lifting some of its pandemic restrictions and complaining about continued coronavirus restrictions elsewhere across the country, saying, \"FREE AMERICA NOW.\" The missive was the latest in a long line of tweets, dating back to late January, downplaying the threat of the pandemic. \"Give people their freedom back,\" the Tesla founder tweeted Wednesday. He added in another reply: \"Yes, reopen with care & appropriate protection, but don't put everyone under de facto house arrest.\" They also reflect how one of the world's wealthiest people has sought to leverage his enormous platform -- Musk has 33.4 million Twitter followers -- to influence the course of the pandemic response, sometimes downplaying the threat of the virus and contradicting guidance from government and health officials. Read more: ##Business## ##Daily Life## Two people, including a police officer, were injured after a protest by migrant workers turned violent in the Indian city of Hyderabad yesterday. The protests started after a construction company asked its workers to resume work on Wednesday. The workers refused, saying they hadn't been paid since March and they wanted to go home, said Chandrashekhar Reddy, a senior police official in Telangana state, where Hyderabad is the capital. Hundreds of thousands of migrant workers work for daily wages at construction sites across the country. The Indian government has issued exemptions to certain industries to resume work over the past two weeks, amid a nationwide lockdown that is in place through May 3. The police de-escalated the situation and took the migrant workers to a district official, said Reddy. After the construction company agreed to pay the money owed to the workers, the crowd dispersed. “We will speak to them (on Thursday) and convince them that they cannot go home and all borders are closed right now,” Reddy added. Telangana has reported at least 1,012 coronavirus cases and 26 deaths, according to India's Ministry of Health and Family Welfare. ##Business## ##Daily Life## Some of China's most iconic sightseeing attractions are reopening this week after being shut for nearly three months during the pandemic -- but things won't be exactly as they were before. In Beijing, the Forbidden City, the Summer Palace, the Temple of Heaven and the National Museum of China will all reopen by Friday, several news statements announced.  Many other tourist spots are opening on May 1, the first day of a five-day public holiday in the country. Most of the tourist spots will require visitors to: Register with their ID cards\nScan their health QR code\nHave their temperature measured before entry\nWear a face mask The government is using a color-based digital \"health code\" system, where QR codes are assigned to citizens as an indicator of their health status. Several hot spots are opening with limited capacity; the Forbidden City will have a limit of 5,000 visitors per day, drastically lower than the 80,000 limit before it was shut. ##Daily Life## ##Travel## The United States has now reported at least 1,039,909 cases of coronavirus and 60,966 related deaths, according to data from Johns Hopkins University. On Wednesday, Johns Hopkins reported 27,327 new cases and 2,611 deaths.  As states begin to include “probable deaths” in their counts, so will JHU. In the upcoming days, numbers may surge to reflect this change in the counting method. The totals includes cases from all 50 states, the District of Columbia and other US. territories, as well as repatriated cases and those in the US military, veterans hospitals and federal prisons.  Follow case numbers in the US with CNN's live tracker: ##Health## All around the world, people are waiting for the announcement that the coronavirus pandemic is contained and they can return to normal life. But the Chinese city at the center of the pandemic has shown that normal might still be a long way off. When Wuhan officials eased outgoing travel restrictions on April 8 after a 76-day lockdown, residents and local businesses soon learned the city's actual reopening would be painfully slow. Despite the lifting of most strict lockdown laws, many stores are still shut, restaurants are restricted to takeaway and even when citizens go outside they still wear protective equipment and try to avoid each other. The mood on the ground is very different to the official statements. At a news conference on April 8, Luo Ping, an epidemic control official in Wuhan said that some sectors of the city were already back to 100% resumption rate. But even government-controlled media has suggested that plans to get the city back to 100% production by the end of April might be \"too optimistic.\" During a recent trip to the city, business owners told CNN that they were struggling with zero profits and huge rents, and experts said that it might take the city's economy months to recover, if not longer. \"In the short term, of course, there's going to be a recovery,\" said Larry Hu, economist at Macquarie Capital Limited. \"Production will recover first and then consumption, because a lot of people are still reluctant to come out ... but from a long-term perspective, from a three-year perspective the virus is still going to hurt the long-term growth of Wuhan.\" Read the full analysis: ##Daily Life## ##Travel## ##Business## Two ambulance drivers, who drove more than 2,000 miles (3,200 km) across India to bring the body of a young man back to his family during the nationwide lockdown, received a heroes' welcome and were hailed for their kindness. The men embarked on the five-day drive from Chennai, a city in the southern state of Tamil Nadu, and arrived in Aizawl, a city in the northeastern state of Mizoram, on Tuesday to cheers and applause.  Hotel management student Vivian Remsanga, 28, died of a heart attack in Chennai. Police were only able to identify his body after they contacted local minority associations who were able to connect them to the man's family, said Michael Lalrinkima, general secretary of the Chennai Mizo Welfare Association. The association explored several options to bring the body home, including the possibility of arranging a special flight, before they came in contact with two ambulance drivers who said they had done such a trip before and could take the body, Lalrinkima added.  The ambulance was welcomed by locals in Aizawl on Tuesday, clapping for them, including the uncle and cousins of the deceased, according to Lalrinkima.  \"Thank you from the bottom of our hearts! You've just shown what every Mizo heartbeat means when it comes to the term \"Tlawmngaihna\"!\" Zoramthanga, the chief minister of Mizoram tweeted on April 28, thanking the ambulance drivers. \"Tlawngaihna\" loosely translated means to be kind and helpful towards others.  The ambulance drivers charged around 200,000 rupees ($2,645) for the round trip.  India has been under nationwide lockdown since March 25 due to the coronavirus. The lockdown was originally due to end on April 14, but was extended through May 3.  ##Daily Life## The Tokyo Olympics are not contingent on the development of a coronavirus vaccine, John Coates, the head of the International Olympic Committee's coordination commission for the Games, said on Wednesday. Australia’s Olympic Committee has verified Coates' remarks. His comments came after Tokyo 2020 President Yoshiro Mori said earlier this week that the Games could be canceled if the pandemic is not over by next summer. Earlier this week, the president of Japan’s Medical Association, Dr. Yoshitake Yokokura, told reporters it will be “difficult to hold the Olympics” without a vaccine for the novel coronavirus. Japanese Prime Minister Shinzo Abe echoed this on Wednesday, saying it would be \"impossible\" to hold the Olympics unless the pandemic was contained. The rescheduled Games are due to open on July 23, 2021. ##Business## There have long been drive-thru theaters, fast food restaurants and even, in some places, pharmacies. Now, in Texas, there's a drive-thru zoo -- at least temporarily. The San Antonio Zoo announced it is giving families the opportunity to pack up their cars and drive-thru the park for a limited amount of time. Visitors will be able to see lions, tigers, and bears, all from the security of inside their vehicle, as they listen to an audio guided tour. They will also be able to buy food and drinks curbside throughout the park. \"This is a very unique and safe way for families to see the zoo while we are closed from the comfort of their own car,\" Tim Morrow, president and CEO of San Antonio Zoo, said in a news release. \n\"This new, creative way to see the zoo will be a gradual step towards our plan to reopen to foot traffic when we are given the 'green light' and the time is right.\" The zoo has been closed to the public since March 14 due to the pandemic, and as a result has taken a massive financial hit. Proceeds of the new drive-thru experience will help the zoo continue to care for their animals, according to the news release. It has also allowed for the zoo to hire back some furloughed employees, Morrow told CNN in a statement. Read more here. ##Daily Life## Japan recorded 236 new coronavirus cases and 26 deaths on Wednesday, bringing the national total to 14,800 cases and 428 deaths. Some 712 cases and 13 deaths are linked to the Diamond Princess cruise ship. Japan saw its numbers spike this past month, and is under a state of emergency nationwide until May 6. The country's health care system is struggling to keep up with the sheer number of patients; one doctor told CNN that 90% of his requests for tests have been denied, and that people are being turned away from hospitals. Prime Minister Shinzo Abe warned yesterday that unless the pandemic is contained, it would be \"impossible\" to host the Olympic Games next year.  ##Health## The novel coronavirus has infected more than 3.19 million people globally and killed more than 227,000. If you're just joining us now, here are the latest developments: Europe is starting to ease restrictions. The Italian region of Calabria will start relaxing restrictions on Thursday. Portugal will end its state of emergency on Saturday. France and Switzerland will both start reopening on May 11, and Greece is encouraging tourists to visit this summer -- subject to social distancing measures. \nSo are US states: At least 28 states will be partially reopened by the end of the week. Several more states have declared plans to gradually reopen over the next two weeks, including Kentucky, Tennessee, and Florida.\nBut the crisis isn't over. Brazil has seen a spike in fatalities -- the country has now reported more than 5,500 deaths. Japan's health system is struggling to keep up with its spike in cases. And in the UK, some children have developed an inflammatory response to Covid-19. \nThe economy is tanked: Fed Chairman Jerome Powell said this is the worst economy in history. We won't go back to pre-pandemic levels for a while, but the third quarter could bring some economic relief, he said.\nSome hope of recovery: There are some signs of the pandemic calming around the world. China's new cases are in the low single digits, many of them imported from abroad. Hong Kong, which suffered a second wave last month, has reported no new cases for four days straight. South Korea's new cases are also in the single digits; when this month began, it was reporting 100 cases a day. The CEO of Gilead Sciences, the maker of experimental drug remdesivir, said in an open letter today that the company’s existing supply of the drug could cover at least 140,000 treatment courses for Covid-19 patients.  The company offered the same number earlier this month. The estimate is based on 10 days of treatment with the drug, which is the protocol used in a key remdesivir trial sponsored by the US National Institutes of Health. On Wednesday, top infectious disease expert Dr. Anthony Fauci announced early results from that trial showing that remdesivir effectively shortened the duration of Covid-19. After Fauci’s announcement, the New York Times reported that the Food and Drug Administration is planning to issue an emergency-use authorization for the drug. “Our existing supply, including finished product ready for distribution as well as materials in the final stages of production, amounts to 1.5 million individual doses,” Gilead CEO Daniel O’Day wrote on Wednesday. “We had estimated that this would be 140,000 treatment courses based on a 10-day treatment duration.” The number of potential treatments is complicated by the fact that another trial of remdesivir, released by Gilead on Wednesday, found that five days of treatment appeared as effective as 10 days. That could effectively double the supply of the drug, which is infused through an IV. The drug was originally developed to treat Ebola, but it was never shown to be effective for that. In his open letter, O’Day expressed optimism about the future of the drug, writing that Wednesday’s results “open up many opportunities to explore the utility and potential of remdesivir.”  ##Health## The Lufthansa Group announced Wednesday it will require all passengers and flight attendants to wear face masks onboard, starting May 4. The airline said in a statement it recommends wearing masks before and after a flight at the airport. “Despite numerous adjustments to the service processes, this distance is not always possible on a flight, so this measure serves as additional protection for all travelers,” the company said. Lufthansa has also been in discussions regarding a government bail-out, German government officials told CNN earlier this week.  The airline told CNN it had no comment about the matter but previously said it is losing around 1 million euros ($1.09 million) of its liquidity every hour and that fewer than 3,000 passengers a day are currently flying with the airline, compared to its average of 350,000 per day. ##Business## ##Health## After almost five weeks under a strict lockdown, New Zealand eased restrictions this week. Starting Tuesday, around 400,000 people have gone back to work, some children have returned to school, and takeaway shops and cafes have reopened. But it’s definitely not back to pre-Covid life. Wellington, the country’s capital city, remains extremely quiet, with few pedestrians out and few cars on the road. In the city center, it feels deserted -- like a public holiday. In the city -- known for its coffee culture -- some cafes have reopened, but many remain shuttered. Those that have opened have strict rules -- some require customers to order through an app so it’s a contactless transaction, and customers aren’t allowed in the store.  On a regular, pre-Covid weekday, the New Zealand Parliament grounds would be packed with people eating their lunch. But on Thursday morning, the grass at the legislature looked overgrown, and there were few people around. Many Wellington workers are public servants, meaning that many are not allowed back into the office under the eased restrictions. Has New Zealand \"eliminated\" the virus? Case numbers in the country have dropped to the low single digits -- suggesting \"we've achieved our goal of elimination,\" said Ashley Bloomfield, New Zealand's director general of health, on Monday. He added that \"elimination\" does not mean zero cases, but means \"we know where our cases are coming from.\" Since April 1, there is only one case where authorities are still investigating the source of infection, he said. ##Daily Life## While many businesses are allowed to reopen in the US state of Georgia, some black small business owners are struggling with the decision, especially since black Americans appear to be at higher risk when it comes to Covid-19. Glenn Singfield II, of Albany, Georgia, said although his family is hurting financially, they will keep their restaurant, The Flint, closed until they can come up with a plan to keep employees and customers safe. \"I support my governor, mayor, all that,\" he said. \"However, we have to do what's best for our community and our people and our employees.\" Albany has been hit hard by Covid-19 cases -- and Singfield II said he has lost people close to him and his family to the virus. \"Anybody getting sick and passing away or getting sick period, it would hurt us personally,\" Singfield II said. The decision to reopen: Georgia Gov. Brian Kemp, a Republican and ally of US President Donald Trump, was among the last governors to sign a shelter-in-place order on April 2. He announced last week he would allow certain businesses in the state -- including nail salons, massage therapists, bowling alleys and gyms -- to reopen. Kemp's decision has been widely criticized, and even Trump, who has been pushing for businesses to reopen as soon as possible, said last week that he \"strongly\" disagreed with Kemp. Read the full story: ##Business## ##Daily Life## China recorded four new cases of novel coronavirus and no new deaths yesterday. All four new cases were imported, said the National Health Commission. That brings the official national total to 82,862 cases and 4,633 deaths. That doesn't reflect the number of active cases, but rather the total number of infections since the pandemic began; so far, 77,610 patients have recovered and been discharged from hospital. Another 33 new asymptomatic cases, which are counted separately, were also reported yesterday. Fears of a second wave: The situation in China appears to have calmed down mostly, with local transmissions dropping close to zero and cities slowly reemerging from lockdown. The country announced yesterday it will hold it biggest annual political meeting in May following a two-month delay -- the strongest signal yet from the government that it considers the coronavirus outbreak to be under control. But beneath the surface, fears about a potential second wave of infections remain high.  As of Wednesday, a total of 1,660 imported cases have been reported, mostly Chinese nationals returning from overseas. In many cities, all overseas arrivals are required to go into mandatory quarantine for at least two weeks. ##Health## How bad is the coronavirus economy? The worst ever, says US Fed Chairman Jerome Powell. \"We are going to see economic data for the second quarter that is worse than any data we have seen for the economy,\" Powell said. \"There are direct consequences of the disease and measures we are taking to protect ourselves from it.\" The recovery will be long and painful, but the economy could begin to bounce back significantly in the third quarter as businesses reopen, he added. While we won't go back to pre-coronavirus levels for quite some time, the third quarter could provide some economic relief. \"We will enter the new phase -- and we are just beginning to maybe do that -- where we will begin formal measures that require social distancing will be rolled back, gradually, and at different paces in different parts of the country. And in time, during this period, the economy will begin to recover,\" Powell said. American minorities threatened: Powell also noted that unemployment shot higher for minorities in the United States -- much faster than it has for white Americans. Just a few months ago, the US labor market was the best-ever for minorities, Powell noted. Now, minorities are among the first to lose their jobs as stay-at-home orders have shuttered restaurants, movie theaters, retailers and many other businesses. \"It is heartbreaking, frankly, to see that all threatened now,\" Powell said. \"All the more need for our urgent response and also that of Congress, which has been urgent and large, and to do what we can to avoid longer run damage to the economy.\" Powell noted that people \"who are least able to bear it have been the first to lose their jobs, and they have little cushion to protect themselves. \"That is a very big concern,\" Powell said. ##Business## Miami Mayor Francis Suarez said Wednesday a report that Florida officials put a stop to releasing a list of coronavirus deaths to the public “does not make sense.” According to the Tampa Bay Times, the Florida Department of Health intervened to keep a tally of coronavirus deaths kept by Florida’s 22 medical examiners from being released publicly. “Obviously, we’re tracking symptoms, we’re tracking new cases and of course we’re tracking deaths, so it’s imperative that we have the information that we need to make good decisions on the ground,” Suarez told CNN’s Erin Burnett on “Erin Burnett OutFront.” The Miami mayor said it was the first time he heard of the report. Suarez also said he was unsure when he would reopen his city. He also told Burnett that he supports Florida Gov. Ron DeSantis’ decision to exclude three of the counties hit hardest by coronavirus from his May 4 reopening plan. “It makes a lot of sense to exempt Miami-Dade, Broward, and Palm Beach county,\" Suarez said. \"Miami-Dade alone has one-third of all of the Covid cases in the entire state.\" Dr. Stephen Nelson -- the chairman of the state Medical Examiners Commission, the group that release the list of deaths -- said state officials told him they plan to remove cause of death and case descriptions from death counts, a move he said would render the information “meaningless,” according to the newspaper. Burnett asked if Suarez was concerned with what appears to be an effort to recategorize coronavirus deaths. “I sincerely hope not,” Suarez said. “It’s important for us to get the daily data as quickly as possible, because if there are counter-trends, we need to know them before we implement some of these decisions that we have to make, which would have very broad ramifications on the safety and health of our residents.” Watch: ##Health## The UK government retroactively revised its death toll on Wednesday, increasing the figure to reflect a new counting method.  Public Health England announced on Tuesday it would begin to report deaths in all settings -- meaning in hospitals, care homes and the wider community -- in its daily figures.  The death toll in the country now stands at 26,166, according to data from Johns Hopkins University. Previously the UK only reported hospital deaths. “Those additional deaths were spread over the period from March 2 to April 28, so they don’t represent a sudden surge in the number of deaths,” UK Foreign Secretary Dominic Raab said on Wednesday. “We must not gamble away the sacrifices and the progress that we have made. We must continue to follow the scientific evidence, and we must continue to take the right decisions at the right moment in time,” Raab said. “We are working on all of the potential options for a second phase, there is light at the end of the tunnel, whether you’re an NHS worker on the front line, working tirelessly shift after shift, or a parent at home with young children.\" ##Health## More than two dozen French unions and organizations, including Greenpeace and Oxfam, have called for a stay-at-home demonstration on May 1 to mark International Workers’ Day. “Our organizations are calling to participate in the union protests to give May 1 -- International Workers’ Day -- a very special response, in the context of the health crisis,” said a joint statement on Wednesday.\n“Even under lockdown, let's all demonstrate on May 1 from home with signs, banners or through social networks.\" In their announcement, the 25 organisations stressed the importance of showing solidarity with “the invisible,” who have, during the pandemic, come to be recognized as essential to the nation. International Workers' Day: Traditionally, the holiday -- also known as Labor Day in some countries -- is marked by large protests in France organised by the unions.  Last year’s demonstrations saw clashes between the police and protesters in Paris, with a crowd composed of Unions, workers, Yellow Vest protesters, and Black Bloc activists.  ##Business## Twelve countries have asked the European Commission, the executive branch of the European Union, to suspend the law that requires airlines to refund passengers for cancelled flights during the pandemic The letter was drafted by France and the Netherlands and co-signed by Belgium, Bulgaria, Cyprus, Czech Republic, Greece, Ireland, Latvia, Malta, Poland and Portugal. It asks the Commission to make a change to the Europe-wide regulation. \"When the wording of the regulation was conceived, the current global crisis and its impact on air travel could not have been foreseen. The goal shared by the European Union and its Member States must now be to preserve the structure of the European air traffic market beyond the current crisis, while considering the interests and necessary protection of passengers,\" said the letter. The 12 countries propose that airlines should be allowed to offer passengers vouchers for later use instead of a cash refund, arguing this strategy would protect both airlines and customers -- as well as help market recovery by increasing the flexibility of travel. Following a meeting of EU Tourism ministers on Monday, Croatia’s tourism minister Gari Cappelli said that tourism represents more than 10% of the EU’s GDP and employs almost 12% of the work force. Speaking Wednesday, shortly before the letter was sent, European Commission Vice President Vera Jourova said, \"We are working on a workable solution, a European solution which might result, and which might not result, it’s not clear at this moment in some legislative proposal. If we speak about vouchers then voluntary vouchers, but the debate is ongoing.\" ##Business## ##Travel## At least 1,038,451 cases of coronavirus have been recorded in the United States, including 60,876 deaths, according to Johns Hopkins University's tally of cases. On Wednesday, Johns Hopkins reported at least 25,388 new cases and 2,498 deaths.  The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases. CNN is tracking US coronavirus cases here: ##Health## A total of 964 members of the New York Police Department out sick with the coronavirus, the NYPD announced Wednesday evening. This figure represents 745 uniformed members and 219 civilian members, according to the NYPD’s daily coronavirus report. As many as 2,800 members of the NYPD were out sick with the coronavirus on April 14, but it’s unclear if that represents the peak number for the department. CNN has reached out to the NYPD for more information.  As for the overall sick report, 7.7% of the NYPD's uniformed workforce was out sick Tuesday, down from an April 9 high of 19.8%. There are 4,959 members of the NYPD who have tested positive for the coronavirus and more than 3,958 members of the NYPD have returned to full duty after recovering from the disease. “And let’s remember and pray for the 37 members of the service that have died due to coronavirus-related illness,” the NYPD added in the report. ##Health## A total of 12.4 million workers in Italy have asked for emergency funds offered by the government through the \"Cura Italia\" (Heal Italy) decree.  As of Monday, the National Social Security Institute (INPS) said in a tweet it has received 4,740,000 applications for the 600 euros ($652) Covid-19 indemnity, and 7,730,493 others applied for the wage guarantee funds and for the \"ordinary check,\" INPS said Tuesday in a statement. These funds were introduced by the Heal Italy decree on March 17 to \"support workers and companies, with the aim that no one will lose their jobs due to the emergency,\" the government said on its website. According to a study by INPS and the Bank of Italy, two-thirds of the 600 euro indemnities were paid out to self-employed workers, and 15.4% to temporary workers. The average age of payees is 46. This 600 euros indemnity was created for self-employed workers and freelancers who are \"almost 5 million people,\" the Ministry of Economy and Finance said in a statement. According to INP, the regions most affected by the payment flow were: Lombardy (North Italy), Puglia and Sicily (South Italy), which received almost a third of the subsidies, followed by Emilia Romagna, Veneto (North Italy) and Campania (South Italy). ##Business## The southern Italian region of Calabria will begin phase 2 of the relaxation of emergency coronavirus restrictions on Thursday, Gov. Jole Santelli said, signing an order to allow communities to embark on a gradual reopening.  “Starting tomorrow, the reopening of bars, bakeries, restaurants and pizzerias -- where tables can be out in the open -- will be consented,” Santelli said in a statement Wednesday. “Movements within your municipality, or to another municipality for individual sports, are allowed … the activity of open-air markets is allowed, including street vending,” she added.  According to the Italian Civil Protection Agency, the region has registered one coronavirus-related death in total. “Calabrians have shown a civic sense and respect for the rules in recent weeks. It is right that, today, the region puts their trust in them. They will be able to demonstrate common sense in managing the new open spaces that the region has decided to allow,” Santelli said. ##Daily Life##", "Section": "world", "Writers": ["Jessie Yeung", "Adam Renton"], "URL": "https://www.cnn.com/world/live-news/coronavirus-pandemic-04-30-20-intl/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}