{"Type": "article", "Time": "2021-02-07", "Headline": "A new children's book about Wuhan's coronavirus whistleblower teaches bravery", "Text": "A new children's book called \"Doctor Li and The Crown-Wearing Virus\" is the origin story of Doctor Li Wenliang, who first raised the alarm that a novel coronavirus was spreading in Wuhan, China. The police tried to silence Li, but he continued to speak out. In the book, a 7-year-old, May, learns about Doctor Li's courage and she takes action to cultivate hope. The illustrated book was written by the New York Times best-selling author Francesca Cavallo. It was first made available as a short, downloadable book for free. The online version was downloaded more than 60,000 times in just a couple of weeks and later translated by volunteers into 38 languages.  Cavallo told CNN she believes she received so many requests from parents and educators for the print version of this book because they wanted to give children a better explanation of deeper events during the pandemic. So she chose not to wait to write a longer version of the book.  Dr. Li died on February 7, 2020, from coronavirus. Cavallo said that \"he became a symbol of freedom, of the importance of science, so the fact that he was featured in a children's book was a hugely important way to preserve his memory.\" Cavallo also worried about the increase in racism toward Asian-Americans and thought many kids would forever associate the virus with China -- and Chinese people. \"I didn't want those kids to associate an Asian face with the virus,\" Cavallo told CNN. \"That's the kind of racism that's extremely hard to eradicate when you grow up. I wanted them to associate the face of Doctor Li with the face of the first hero of this pandemic.\" After launching a crowdfunding campaign, Cavallo and her team were able to raise more than $52,000 funds in less than a month through Kickstarter and published the book in November. It sold more than 15,000 worldwide with copies in English, Italian, simplified Chinese and Pilipino.  Cavallo said the book inspires children to be brave in the face of adversity, adding that \"it also celebrates empathy by showing kids what this crisis means for everyone and will offer you and your children. [It provides] a space to explore their feelings about the pandemic and an opportunity to be inspired and to make sense of what happened together.\" The book is being sold directly online and some publishers around the world are distributing it in the Philippines, Italy and Singapore. Cavallo also recently closed a distribution deal. Starting July 2021, Undercats' books will be distributed in the United States, Canada, the United Kingdom, Australia and New Zealand, which could allow \"Doctor Li and The Crown-Wearing Virus\" to reach millions around the world.", "Section": "media", "Writers": ["Hande Atay Alam"], "URL": "https://www.cnn.com/2021/02/07/media/doctor-li-book/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Philippines", "Source": "CNN"}