{"Type": "article", "Time": "2021-03-04", "Headline": "The latest on the coronavirus pandemic and vaccines", "Text": "Colorado Gov. Jared Polis signed an executive order Friday once again extending the requirement that most people in Colorado “wear a medical or non-medical face covering” due to the Covid-19 pandemic for another 30 days. The order says that while there are indications that the efforts to “mitigate the effects of the pandemic, prevent further spread, and protect against overwhelming our health care resources” are working, “We must continue to take measures to facilitate reopening the economy while protecting public health by taking steps to incorporate best practices to protect individuals from infection.\"  The statewide mask mandate first went into effect July 16 and has been extended ever since. It is a mistake to relax coronavirus restrictions when more contagious and possibly more dangerous virus variants are circulating in the US, Michael Osterholm, director of the Center for Infectious Disease Research and Policy at the University of Minnesota, said Friday “We're walking into the mouth of the monster,” Osterholm told CNN’s Jake Tapper.  Osterholm cited the B.1.1.7 variant first detected in the UK. “Right now, that virus is about to take off the United States,” he said. “A number of states have seen it go from 1 or 2% of the viruses identified, to now over 20 to 30%.” The US Centers for Disease Control and Prevention reported 2,672 cases of the B.1.1.7 variant in 46 states Thursday. In Europe, by the time the variant accounted for about 50% of cases, those populations had a major surge of cases, Osterholm said.  “We literally are sitting on top of that, at a time when instead of actually getting better prepared for it, we're opening up and inviting the virus in,” Osterholm said. ##Restrictions## All of California’s amusement parks — including Disneyland, Magic Mountain and Universal Studios — along with sports and concert venues will be allowed to reopen with limited capacity starting April 1, state Health and Human Services Secretary Mark Ghaly announced Friday. “We feel like now is the appropriate time to begin to reintroduce these activities in some fashion, and in a guarded way, in a slow and steady way,” Ghaly said in a teleconference.  Theme parks, sports and concert venues have been shuttered in California for nearly a year to reduce spread of the coronavirus For an amusement part to reopen, the spread of Covid-19 in each county where a theme park is located must be reduced enough to advance out of the state’s most restrictive reopening tier. California has four color-coded tiers with purple being the most stringent. As of Friday, Los Angeles and Orange counties, home to Disneyland and Universal Studios, remained in the purple tier. Both will likely advance to a less restrictive tier in the next week or two. For theme parks located in the red tier, attendance will be limited to 15% of capacity, and only California residents will be allowed to reserve admission to the parks. California remains under a statewide travel advisory asking residents to remain within 120 miles from their homes. There will be a time limit on indoor rides, though most are fairly short and already socially distanced. Thrill-seekers will be generally required to queue up outside and enter in groups “Today’s announcement from the Newsom Administration is very encouraging news for California’s amusement parks. Parks now have a framework to safely and responsibly reopen. We appreciate the Administration’s willingness to work with the State’s theme parks on the finer details of the plan so parks can responsibly reopen soon, putting people safely back to work and reinvigorating local economies,” said Erin Guerrero, Executive Director for California Attractions and Parks Association. Attendance at outdoor sporting events and concerts, will also be allowed beginning April 1 with up to 20% capacity for venues located in the red tier, 33% in the orange tier, then 67% capacity in the least restrictive yellow tier, according to California economic advisor DeeDee Myers. Rules will be in place limiting concessions along the concourse and throughout the stadium seating areas.  ##Restrictions## The pace of Covid-19 vaccine administration in the US continues to improve, each day bringing the country closer to herd immunity – the point at which enough people are protected against a disease that it cannot spread much.  This week, President Biden said the US will have enough vaccine for every adult by the end of May, and a CNN analysis of federal data shows that herd immunity is likely not far behind. At the current pace of about two million shots per day – the latest seven-day average of doses administered reported by the US Centers for Disease Control and Prevention – the US could reach herd immunity by late summer through vaccination alone. It will likely be even sooner, if factoring in individuals who may have some natural immunity due to prior infection.  Herd immunity thresholds for Covid-19 are only estimates at this point. But experts generally agree that somewhere between 70% and 85% of the population must be protected to suppress the spread, a range that Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, has recently cited.  More than 8% of the population – nearly 28 million people – is already fully vaccinated, according to the latest data from the CDC.  If vaccination continues at its current rate and the two-dose vaccines from Pfizer/BioNTech and Moderna were the only options available, 70% of the US population could be fully vaccinated by mid-September.  But the US Food and Drug Administration recently authorized the Johnson & Johnson’s one-dose vaccine for emergency use, and the company has promised to deliver 100 million doses to the US in the first half of the year.  At the current pace of about two million doses per day, including 100 million doses of the single-shot Johnson & Johnson vaccine, 70% of the US population will be fully vaccinated around the end of July and 85% by mid-September, according to a CNN analysis. The CDC estimates that more than a quarter of the population may have been infected by Covid-19, bumping the share of the population already protected up to nearly a third. Assuming there’s no overlap between people with natural immunity and those protected through vaccination, herd immunity could be reached as early as June.  Experts note that some new variants threaten progress, potentially lessening protection offered by vaccines and skirting some degree of natural immunity, and vaccine hesitancy may also create some limitations. ##Vaccines## ##Variants## An international program set up to get coronavirus vaccines to the world delivered 20 million vaccine doses to 20 countries in the first week of distribution, Tedros Adhanom Ghebreyesus, the World Health Organization's director-general, said Friday. “This was a landmark week for COVAX with the first vaccinations starting in Ghana and Cote d’Ivoire,” Tedros told a news conference. “In total, COVAX has delivered 20 million doses of vaccine to 20 countries.” Next week, COVAX will deliver 14.4 million vaccine doses to an additional 31 countries, Tedros said, bringing the total number of countries reached by COVAX to 51.  COVAX is a global vaccine initiative run by a coalition that includes the Vaccine Alliance known as Gavi and WHO, and is funded by donations from governments, multilateral institutions and foundations. Its mission is to buy coronavirus vaccines in bulk and send them to poorer nations that can't compete with wealthy countries in securing contracts with the major drug companies. On Wednesday, Ghana became the first country to receive Covid-19 vaccines through COVAX. Ghana received 600,000 doses of AstraZeneca’s vaccine on Wednesday, according to CNN. In addition to Ghana and Ivory Coast, Angola, Cambodia, Colombia, the Democratic Republic of the Congo, Gambia, India, Kenya, Lesotho, Malawi, Mali, Moldova, Nigeria, Philippines, South Korea, Rwanda, Senegal, Sudan and Uganda also received vaccine doses from COVAX this past week, Tedros said. While the announcement is reason for some optimism, there is urgent need to increase production if COVAX is to meet its goal of delivering 2 billion vaccine doses by the end of 2021, Tedros said. “This is encouraging progress,” Tedros said. “But the volume of doses being distributed through COVAX is still relatively small. The first round of allocations covers between 2 and 3% of the population of countries receiving vaccinations through COVAX, even as other countries make more rapid progress toward vaccinating their entire population within the next few months. One of our main priorities now is to increase the ambition of COVAX now to help all countries end the pandemic. This means urgent action to ramp up production.”  ##Vaccines## Arizona Gov. Doug Ducey announced he is lifting occupancy limits on business in a new executive order announced today. Ducey's new order, which applies to \"restaurants, gyms, theaters, water parks, bowling alleys, and bars providing dine in services,\" removes occupancy percentage limitations, a statement from his office explained. Additionally, according to the statement, spring training and Major League Sports will have the ability to operate after getting a safety precaution and physical distancing plan approved by the state's Department of Health Services However, the new order keeps in place physical distancing and mask protocols, but local officials will still be \"precluded from implementing extreme measures that shut down businesses.\" Ducey cited \"7 weeks of declining cases in Arizona and the distribution of more than 2 million vaccines\" as part of the reason for the move. “Today’s announcement is a measured approach; we are not in the clear yet,\" Ducey said in his statement.  \"We need to continue practicing personal responsibility,\" he added.  The relaxing of regulations follows a Wednesday executive order that required Arizona schools to offer in-person learning by March 15.  Earlier this week, nearby Texas Gov. Greg Abbott announced he would be lifting the mask mandate and \"opening Texas 100 percent\" while Mississippi also lifted its county specific mask mandates. ##Restrictions## Italy has recorded more than 3 million coronavirus cases since the start of the pandemic, according to the latest figures released by the Italian Health Ministry on Friday. The data shows a daily increase of 24,036 cases in the past 24 hours, the highest daily rise since Dec. 4. This brings the total figure of people who have been infected with the virus to at least 3,023,129. The number of new deaths reported from Covid-19 is 297, bringing the total in Italy to 99,271. The country is seeing a rise in cases because of the variants present in the country, especially the UK variant which has become prevalent. Studies have shown that on Feb. 18 it represented 54% of the cases. With the number of infections rising, the country’s R rate has increased and now has increased past 1, sitting at 1.06.  Italian authorities have tried to curb the spread of the virus by tightening restrictions in some regions. On Tuesday, the government ordered all schools in the country’s worst-hit coronavirus hotspots to close from March 6 until 6 April. ##Hotspots## British Health Secretary Matt Hancock announced an amount equivalent to $109 million dollars to boost support for mental health services, in particular for young people who he says the pandemic has been an “anxious time.”  \"Monday will be a long-awaited day for many people, but for some it's also a moment of unease and anxiety,” Hancock said. “Growing up is tough enough even at the best of times so in these very difficult times it’s been even tougher. Home schooling, being unable to meet up with friends, not having regular sport and being stuck at home.” Hancock added the government has worked hard at keeping mental health services open during the pandemic and the new funding will benefit up to three million people.  “We will be working hard to make sure people get access to the support they need [in schools] and expanding mental health access to the support the need in the community too,” he said. Hancock commented on the UK’s vaccination success where as of midnight last night 21.3 million people have been vaccinated. Hancock also previewed the first phase of Monday’s restrictions lifting on care homes. “I am just so pleased that we are re able to re-open care homes to visiting. We’ve put in place a really careful policy, so each care home resident will be able to register a single regular visitor, who will be tested, and wear PPE but will be able to visit,” he added.  Mississippi, like Texas, has already rolled back its mask mandate and lifted Covid-19 restrictions, despite warnings from health officials against reopening too soon.  The CDC director urged people to keep masking and distancing \"regardless of what states decide.\" President Biden, meanwhile, criticized states such as Texas and Mississippi for lifting their Covid-19 restrictions against pleas from top public health officials, accusing those in power of \"Neanderthal thinking.\" CNN's national correspondent Ryan Young was live outside a vaccination center in Jackson, Mississippi, reporting about the state's mass vaccination efforts and answering viewers' questions about the Covid-19 restrictions lifted in the state.  WATCH:  ##Hotspots## Mexico will begin to administer China’s Sinovac Covid-19 vaccine starting this weekend, the country’s Secretary of Foreign Affairs, Marcelo Ebrard, said. “Good news: we received the Certificate of Analysis for the Sinovac vaccine. It can be applied from this weekend throughout the country,” Ebrard said on his official Twitter account Friday.  Sinovac will be the fourth vaccine to be administered in Mexico as the country is already using Pfizer-BioNTech, AstraZenica and Sputnik V. The country's latest figures: Mexico continues to have the third largest death toll in the world with at least 188,866 Covid-19 deaths and 2,112,508 confirmed cases according to Johns Hopkins University, though the country has started to see a decline in both. They have administered a total of at least 2,676,035 doses throughout the country according to Mexico’s Ministry of Health.  ##Vaccines##  The Czech government has asked Germany, Poland and Switzerland for help in treating coronavirus patients by allowing them to be transferred there, according to statement from the Health Ministry released on Friday. The Czech Health Ministry stated that the already high number of newly infected patients continues to rise in the country and that many hospitals have ran out of capacity, with only 14% of intensive care unit beds currently available “We are in a situation nobody wanted to end up in,\" Czech Health Minister Jan Blatny said in the statement.  \"Despite increasing hospital capacities to the maximum possible, despite maximizing the use of health care staff and despite their enormous effort, we have reached the limit. Hospitals in some regions have already ran out of capacities and are no longer able to provide adequate care without the help of other health care facilities,\" he added. No patients have been transferred yet, the Czech Health Ministry confirmed.  The government also announced it has called some medical and health care students to begin working in hospitals to help with staff shortages. ##Hotspots## Dr. Rochelle Walensky, director of the US Centers for Disease Control and Prevention, said the agency's guidance for people who have been vaccinated against Covid-19 is still in the works and coming soon. \"These are complex issues and the science is rapidly evolving. CDC is working to ensure that the communication we release on this guidance are clear and that the American public can act on them,\" Walensky said during Friday's virtual White House briefing.  The guidance had been expected to release this week.  \"Our goal and what is most important is that people who have been vaccinated and those not yet vaccinated are able to understand the steps they can take to protect themselves and their loved ones,\" Walensky said. \"We will be releasing this guidance soon.\" ##Vaccines## Arizona has administered more than two million doses of the Covid-19 vaccine as of this morning, according to a statement from the state's Department of Health Services.  \"As of this morning, 2,016,512 doses had been administered to 1,312,951 individuals, including 711,074 who have received both doses,\" the statement said. As of the last census, Arizona had a population of 7.2 million people, making the 1.3 million vaccinated people about 18% of the state's population. “This is certainly a milestone, but there is plenty of work ahead and millions more Arizonans in need of vaccination,” Dr. Cara Christ, director of the Arizona Department of Health Services, said in the statement.  Almost a quarter of all the vaccine doses were given out at large, state-run sites around Phoenix and one in Tucson, the statement noted. The announcement comes on the heels of Arizona's Governor, Doug Ducey, issuing an executive order that requires schools to offer in-person learning by March 15 earlier this week. ##Vaccines## The Biden administration announced two new Federal Emergency Management Agency-supported high-volume vaccination sites in Georgia and Ohio, part of ongoing efforts to quickly ramp up its ability to get shots into arms as vaccine supply is expected to increase. FEMA will support vaccinations at the Mercedes Benz stadium in Atlanta, Georgia, and the Wolstein Center in Cleveland, Ohio, White House senior Covid adviser Andy Slavitt said at Friday’s Covid briefing.  The sites will each have the capacity to deliver 6,000 shots per day. The announcement is another effort to distribute vaccines more equitably, with Slavitt noting that both “sit in neighborhoods hit hard by the pandemic” and the arenas are “well-known in the community.” The two additional sites brings the total of FEMA-supported sites to 18 sites across seven states with the ability to administer more than 60,000 shots per day, per Slavitt. ##Vaccines## In counties where the state requires masks, Covid-19 case and death rates slow down, and in counties where states allow on-site restaurant dining, case and death rates appear to speed up, according to a new study from the US Centers for Disease Control and Prevention. The research, published by the CDC on Friday, takes a close look at changes in the growth rates of Covid-19 cases and deaths in counties before and after state-issued mask mandates were implemented and restaurant dining was allowed from March through December 2020. The researchers found that, from March 1 to Dec. 31, requiring people to wear a mask outside their home or in retail businesses and restaurants was tied to a 0.5 percentage point decrease in the daily growth rate of Covid-19 cases up to 20 days after the mask mandate was implemented. Decreases up to 1.8 percentage points were seen up to 100 days later Mask mandates were associated with a 0.7 percentage point decrease in daily rates of Covid-19 deaths up to 20 days after implementation and decreases of up to 1.9 percentage points up to 100 days later, respectively, the researchers found. For restaurant dining, changes in daily growth rates for Covid-19 cases and deaths were not statistically significant up to 40 days after restrictions were lifted, according to the study.   But allowing on-premises restaurant dining was associated with 0.9, 1.2 and 1.1 percentage point increases in cases up to 60, 80 and 100 days, respectively, after restrictions were lifted, the researchers found. Allowing on-premises dining was associated with 2.2 and 3 percentage point increases in the Covid-19 death growth rate 61 to 80 and 81 to 100 days, respectively, after restrictions were lifted. \"Mask mandates and restricting any on-premises dining at restaurants can help limit community transmission of COVID-19 and reduce case and death growth rates. These findings can inform public policies to reduce community spread of COVID-19,\" researchers from the CDC and University of Nevada wrote in the paper.  More on the study: The study did not control for other Covid-19 safety measures in counties and states that could have influenced the data, and the analysis did not differentiate between indoor and outdoor dining. The study comes at a time when several states are expanding business capacity and lifting or preparting to lift mandates for people to wear masks – with Texas and Mississippi joining those states this week. The Swiss government is set to provide free coronavirus tests for everyone in the country as it moves forward with plans to ease restrictions.  A statement from the Federal Swiss Council said they hoped to \"massively strengthen testing to accompany the planned relaxation of restrictions.\" \"To bring about an increase in tests, the government proposes that the state takes care of the cost of all tests.\"  Non-essential shops were the first to reopen in Switzerland on Monday with the Swiss government set to assess on March 12 whether outdoor dining may resume beginning March 22. The Swiss government currently finances tests in schools, nursing homes and areas where flare ups of the virus have been detected. Schools and businesses should test their staff and students regularly \"in order to detect as soon as possible the flare ups of the coronavirus\" the government said. Businesses who regularly test their employees may be able to bypass the close contact quarantine requirement the government added. As soon as self-testing is found to be \"sufficiently reliable\" the Swiss government hopes to offer five tests to each person per month. The testing campaign is set to cost the Swiss government over a billion Swiss francs with a final decision to be taken March 12 following a discussion with the cantons.  The President of Chile says he hopes to have vaccinated the country’s adult population by the end of June, with five million of the most risky cases vaccinated by the end of the month.  Speaking exclusively to CNN's Julia Chatterley, Sebastián Piñera said, “We started negotiating the acquisitions of vaccines in April, May, and by now we have secured more than 36 million doses and that is enough to cover our whole population.” “Our immunization program is a sound and solid one…we have vaccines and have capacity to distribute vaccines all over the country, to every corner of the country. Yesterday we vaccinated more than 300,000 people in one day. That’s why we are really pushing the process because we want to vaccinate our population as soon as possible,\" he said.  “We are working hard to get herd immunity, and we hope to have it by midyear, before the end of June,” Piñera added. Chile has largely been using the Chinese Sinovac vaccine which the President insists is safe, saying it was “approved by our own family health institute, we have made sure that it is safe and efficient. We sent our own people to China to confirm that it is safe and secure and therefore we’re confident.” Piñera also called for greater international cooperation to tackle future pandemics, including strengthening the World Health Organization. He said “This pandemic has shown with two super powers, China and the US, instead of collaborating, they face each other, it doesn’t work. We need more collaboration, need better institutions.” ##Vaccines## Miami Beach, Florida, Mayor Dan Gelber is bracing for a possible coronavirus spike if people who’ve been stuck in their homes for a year visit his city during spring break.  “We’re very concerned. You know, a lot of things are happening simultaneously. You have the variant down here, and we still are having sometimes dozens of deaths a day in our county,” Gelber said on CNN’s “New Day.”  “And at the same time, we’ve got incredibly cheap round-trip tickets for 40 bucks from anywhere in the Northeast down here, discounted rooms and people who have been really…pent up and wanting to get out with no other place to go than here. So we are very worried that there's going to be a convergence of people here and a real problem in the aftermath of that.”  While there is ample outdoor dining and hotels have been following guidelines, Gelber said that gatherings at bars “might become the kinds of super-spreaders that I think we saw a year ago.”  Gelber said Florida Gov. Ron DeSantis has hampered his ability to give out fines, so police officers and ambassadors are handing out masks. The city is also enforcing a curfew and a noise ordinance.   “I would love to have the governor's voice urging people to be responsible, but we really don't have that right now,” he said.  Watch:  ##Hotspots## The US economy added 379,000 jobs last month, far more than economists had expected, signaling the labor market recovery is finally gaining steam. The unemployment rate — which only counts people who are actively seeking jobs and not those who have dropped out of the workforce entirely — inched down to 6.2% from 6.3% in January. Economists had predicted it would stay flat.  Economists agree that the official jobless rate is likely under-reporting how many people are actually unemployed as a result of the pandemic.   Director General of the World Health Organization (WHO) Tedros Adhanom Ghebreyesus has warned countries to abandon the \"me first\" approach to vaccines in an opinion article for The Guardian.  \"Of the 225m vaccine doses that have been administered so far, the vast majority have been in a handful of rich and vaccine-producing countries, while most low- and middle-income countries watch and wait,\" Ghebreyesus said.\n \"A me-first approach might serve short-term political interests, but it is self-defeating and will lead to a protracted recovery.\" It's not the first time Ghebreyesus has made such a plea. \"I need to be blunt: the world is on the brink of a catastrophic moral failure -- and the price of this failure will be paid with lives and livelihoods in the world's poorest countries,\" he said, while speaking at WHO headquarters in Geneva on January 18. WHO is co-leader of the COVAX initiative, which is aimed at distributing vaccines to low-income countries who cannot easily purchase them directly from manufacturers.  But even among wealthier nations trouble is brewing, with Europe in particular struggling with disrupted vaccine supplies.  \"The future is ours to write. Let’s not be held back by politics, business as usual or those who say we can’t,\" Ghebreyesus wrote in The Guardian, adding that the world should make sure \"no country is left behind.\" ##Vaccines## Connecticut is set to fully reopen some businesses to full capacity while maintaining its mask mandate. Connecticut Gov. Ned Lamont explained his decision on CNN’s “New Day.”  “This is something we know we can do safely, we know it works, and maintaining the masks and the social distancing reinforces that [we] still know that we have a way to go,” Lamont said. Beginning on March 19, the state will no longer have capacity restrictions for restaurants, houses of worship, stores, gyms, museums, and a slew of other businesses and institutions. Restaurants will still be required to limit tables to eight patrons, and the 11 p.m. curfew for eating establishments and entertainment venues will remain in effect.  During a press conference Thursday, Lamont contrasted his state with others that are fully reopening businesses while lifting mask mandates. “This is not Texas. This is not Mississippi. This is Connecticut. We are maintaining the masks,” he said.  Lamont said the “vast majority” of people over age 55 will be vaccinated by March 19. The state has made the vaccine available solely by age for fairness and simplicity, he said.  He also said that more highly transmissible variants are “the wild card in the deck.”  “But we have a little experience with it,” he said. “We've seen the variant now down in Miami and San Diego for six, seven weeks. And I really worried that it was going to double up every few days, and that has not happened. So we have a sense that if the variant does become more prevalent here in this region -- it's not yet -- we'll be able to respond accordingly. And we'll have time to respond.\"  On Friday, Iran's health ministry reported 8,367 new daily coronavirus cases, bringing the country's total to 1,673,470 since the beginning of the pandemic.  Iran also reported 81 new Covid-19 related deaths, bringing the total death toll to 60,512. Iran has the most severe Covid-19 outbreak in the Middle East, with the highest number of virus cases and deaths in the region. At least 3,767 patients remain hospitalized in ICU, a spokeswoman for the health ministry, Sima Sadaat Lari, said in a press conference on state TV.  The health ministry also announced that 12 provinces in Iran have been affected by new variants of Covid-19.  Iran continues to keep restrictions in place to avoid a larger outbreak of cases.  US President Joe Biden says the massive Covid-19 relief bill now on the Senate floor is crucial to finally getting a jump on a murderous pandemic. It's also a perfect metaphor for American politics in 2021. The measure contains many billions of dollars in extended unemployment benefits, help for shuttered small businesses, cash for getting schools open and it stands up a nationwide effort to speed up vaccines that could finally reduce the virus to manageable levels. The latest government data shows the country is down nearly 10 million jobs from where it was a year ago -- underscoring the aching human need the package will address. But Republicans charge the measure is laden with big-ticket liberal spending that has nothing to do with the crisis and quarrel with substantial aid payments to states and cities that they argue are hurting less than expected owing to better-than-projected tax revenues. Read more: The European Commission says the message to vaccine makers is very clear and is calling on them to do their utmost to comply with the contracts they’ve signed with the bloc, its chief spokesperson said Friday.  Eric Mamer, the trade bloc's chief spokesperson, addressed the decision taken by Italy to block the export of 250,000 doses of the AstraZeneca vaccine to Australia in a media briefing. “The message is very clearly ... that we expect companies with which the European Union has signed advanced purchasing agreements, to do their utmost to comply with the contracts with the delivery contracts that they have with the with the Member States,” Mamer said. The fact is that the European Union is a major exporter of vaccine doses,\" he added. “We have always said, that we were actually in intense discussions with the company in order to ensure the respect of the schedule of deliveries because EMA has authorised this vaccine, and we are urging member states to use it.” The spokesperson went on to say it is not the EU’s place to tell the company where the doses must go to, adding that they remain in the possession of AstraZeneca. “We do not take a decision that says those 250,000 doses must go to X or Y, that's not our business,” he said.  “Our business is to say, a decision has been taken by the Italian authorities that we have supported on exports, because the assessment is that progress needs to be made on the delivery to EU countries, and this is basically the conversation that we will continue to have with the company.” ##Vaccines## The European Commission’s Executive Vice President (EVP) for Trade, Valdis Dombrovskis, has told his Australian counterpart that AstraZeneca’s “systematic under-delivery” on its contracts with the EU was behind the decision by Italian and European officials to block exports of the vaccine to Australia. Dombrovskis' spokesperson Miriam Garcia Ferrer said that he had spoken to Australian Trade Minister Dan Tehan by video call Friday morning.. Garcia Ferrer said the call was planned before Italy invoked European Union powers to block AstraZeneca from exporting 250,000 doses to Australia on Thursday. She said that the call was not \"specific\" to the controversy but that the officials \"did discuss the export authorization mechanisms.\" \"The EVP explained the functioning of the system, as well as the systematic under-delivery by AstraZeneca on its EU contract and that the Commission with the member states are working to address this issue,\" the spokesperson added. “He also reassured [Tehan] that for those companies that are honouring their contract arrangement with the EU there is no issue with the export authorisations including with Australia.\" \"We'd always anticipated that these sorts of problems could arise,\" Australian Prime Minister Scott Morrison said at a press briefing Friday.\n\"And that's why we've done a number of things, the most significant of which is to ensure that we have our own domestically produced vaccine.\" ##Vaccines## The UK government has come under fire what critics are calling a \"pitiful\" 1% pay rise for workers of its National Health Service (NHS).  NHS workers have been repeatedly lauded by UK politicians for their work during the pandemic.  The government slogan in the first phase of the pandemic in 2020 read: \"Stay at Home, Protect the NHS, Save Lives.\" The pay rise, which was offered by the UK Department of Health and Social Care to the NHS Pay Review Body on Thursday, has draw criticism from various bodies. Royal College of Nursing (RCN) Chief Executive Donna Kinnair branded it “pitiful and bitterly disappointing.” \nThe RCN said the rise “would amount to only an extra £3.50 ($4.85) per week take-home pay for an experienced nurse.” \nThe statement adds: “Nobody would think that is fair in the middle of a pandemic and it will do nothing to prevent the exodus from nursing.”\nThe RCN have called for a rise of 12.5% instead. Criticism also came in fast from the UK opposition leader Keir Starmer who called the raise “insulting” and said it was “not good enough just to clap them,” referring to the weekly ritual during the UK's first lockdown in which members of the public applauded health care staff for their work. “The Prime Minister tries to take credit for the vaccine rollout whilst cutting the pay of those that are actually delivering it,” Starmer told BBC News in an interview on Friday.  “They've been keeping our country going throughout this pandemic and he's absolutely wrong to freeze their pay at this time.” Cyprus plans to allow vaccinated British tourists to holiday in the country without restrictions from May 1. The move is an effort to boost tourism during this year’s summer season. Britain is the country’s largest tourism market.  “We have informed the British government that as of May 1 we will facilitate the arrival of British citizens who have been vaccinated with EMA-approved vaccines, so that they can arrive to Cyprus without having to provide a negative Covid-19 test or having to quarantine,” Deputy Minister of Tourism Savvas Perdios said Thursday, according to the Cyprus News Agency (CNA), which cited the Tourism Ministry. Perdios said the country would open to British citizens who received the second dose of the vaccine at least seven days before travelling.  He added that Cyprus reserves the right to conduct random checks at airports, including checks on vaccinated people. Health protocols, such as the use of a mask and the social distancing, must also be observed.  The minister also made clear that travel from the UK is subject to the British government's travel instructions. “We believe it is another step in the right direction, in order to create the necessary stability and a sense of security for travellers to start planning their vacation next summer. It is another step, which essentially gives the green light that Cyprus will be ready to welcome them in the summer,” he said. Greece’s Tourism Minister Harry Theoharis said last week that Greece is in “advanced discussions” with Britain over an agreement that would allow vaccinated travellers to travel between the two countries without needing to be tested.  #Vaccines This post has been updated to correct the spelling of the Greek tourism minister's name. Halloween is long gone but in Wales, police officers stumbled across a group of ghost hunters on an overnight excursion on Friday. Officers from South Wales Police stopped a car in the seaside village of Mumbles in the early hours of Friday morning.  The force said there were four people in the car who \"had come to ghost hunt and view castles.\" The group were fined and their car seized as the driver lacked insurance and a full driving license. \"Long walk home!\" South Wales Police wrote. Wales has been under a national lockdown since December 2020. The rules require people to stay home and not travel without a reasonable excuse.  Moldova has become the first European country to receive coronavirus vaccines from the global COVAX scheme, the country's President Maia Sandu tweeted on Friday.  “The first 14,400 doses arrived last night,” Sandu wrote. “Thankful to Germany and other European Union nations, the United States, UK, Canada, EU Commission, Japan and others for solidarity, and to WHO and UNICEF.”  COVAX is an entity run by a coalition that includes the Vaccine Alliance known as Gavi and the World Health Organization (WHO).  The coalition is funded by donations from governments, multilateral institutions and foundations. Its mission is to buy coronavirus vaccines in bulk and send them to poorer nations that can't compete with wealthy countries in securing contracts with the major drug companies. Moldova has reported a total of 191,197 Covid-19 cases and 4,049 deaths, according to Johns Hopkins University. ##Vaccines## Denmark's National Board of Health has updated its guidance and now recommends the use of the AstraZeneca Covid-19 vaccine in all adults over the age of 18, including those above 65. The board had previously advised against administering the vaccine to the elderly, due to a “limited base of data in the approval studies in persons over 65 years of age,” the health authority said in a statement. The Danish authority cited a large-scale study of vaccines in Scotland as a factor in its decision to revise its advice.  The EAVE II project, carried out by researchers from the Universities of Edinburgh, Strathclyde, Aberdeen, Glasgow and St Andrew’s and Public Health Scotland (PHS), analyzed a dataset covering almost the entire Scottish population of 5.4 million. Preliminary data from the study suggests that rollout of the AstraZeneca and Pfizer shots was linked to reduced risk of hospitalization in Scotland. “The results from Scotland are gratifying. They show a large decrease in the risk of requiring hospital with Covid-19, also among the elderly,” said Bolette Søborg, the head of contingency and infectious diseases at the Denmark's health board.  This decision by Denmark follows similar moves in other European countries such as Belgium, Sweden and Germany in changing their advice of administering the AstraZeneca vaccine to the elderly. ##Vaccines## Germany is currently experiencing “a rise of worrying coronavirus mutations,” Dr Lothar Wieler, the head of the country's public health agency, the Robert Koch Institute (RKI), said in a press conference on Friday. Wieler said B.1.17, the variant first discovered in the United Kingdom, has been detected in 40% of new infections in Germany. The variant represented just 6% of new cases in Germany four weeks ago but could soon become the dominant strain in the country, according to Wieler.  “It is foreseeable that B.1.17 will soon be the predominant variant in Germany and then it will be even more difficult to keep the virus in check because B.1.17 is more contagious and even more dangerous in all age groups,” he said. Wieler also warned that Germany is \"still seeing too many deaths” and that the country’s virus incidence rate is rising again.   Germany reported 10,580 new coronavirus infections on Friday, RKI data showed, an increase of 583 cases compared to the same day the previous week. In total, 2,482,552 have contracted Covid-19 since the pandemic started.  The country also reported 394 deaths in the past 24 hours, a decrease of 130 compared to the previous Friday.  A total of 71,504 people have died with Covid-19 in Germany. ##Hotspots## France said Friday it may follow Italy in blocking Covid-19 vaccine shipments after Rome invoked European Union (EU) powers to block the export of 250,000 Covid-19 AstraZeneca vaccine doses to Australia. \"Of course, I understand what Italy did,\" Véran said during an interview with CNN affiliate BFM on Friday. \"We could do the same thing.\" A spokesperson for Italian Prime Minister Mario Draghi told CNN that Italy and the European Commission had agreed on the action. This is the first time that such EU measures have been used for vaccines. \"We are closely discussing with Italians, as well as with all our European partners to have a European approach on the issue.\" Véran said.\n\"Since the first day, France has believed in a shared European approach,\" he added. In late January, a public and acrimonious fight erupted between the EU and AstraZeneca over vaccine delays, after the company advised the bloc that it would deliver tens of millions fewer doses than agreed by the end of March. The European Commission later adopted new measures giving member states the power to restrict the export of vaccines outside the bloc, in certain situations.  Italy has justified invoking the powers by citing AstraZeneca's delays in supplying its vaccine to Italy and the EU, and noting that Australia is not considered a \"vulnerable\" nation to Covid-19 by the EU. Read more: ##Vaccines## Japan approved a two-week extension for Tokyo's Covid-19 state of emergency, the country's public broadcaster NHK reported Friday. The state of emergency has been in place for Tokyo and three prefectures -- Saitama, Chiba and Kanagawa -- since January 7, and was set to end Sunday. It will now continue until March 21.  The extension was approved to lessen the strain on hospitals and ensure hospital bed availability, said Nishimura Yasutoshi, Japan's Covid-19 response minister, on Friday. Nishimura also noted infection rates were higher in March and April 2020 as people's movements increase during that time.  Tokyo reported 279 new cases on Thursday, bringing its total to 112,624, according to the city's Metropolitan Government. ##Hotspots## The United States reported 65,447 new Covid-19 cases and 1,775 related deaths on Thursday, according to a tally by Johns Hopkins University. That raises the national total to at least 28,825,427 cases and 520,228 deaths. The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases.  At least 109,905,530 vaccine doses have been distributed and at least 82,572,848 shots administered, according to the US Centers for Disease Control and Prevention. At least 54,035,670 people have received one or more doses of the vaccine and at least 27,795,980 people have received two doses, the website shows. See CNN's live tracker here. ##Hotspots## The United States has reported at least 2,753 cases of the coronavirus variants first spotted in the UK, South Africa and Brazil, according to the US Centers for Disease Control and Prevention. Genomic sequencing has turned up cases of the three top variants of concern in 47 states, Washington, DC and Puerto Rico. The CDC says this does not represent the total number of such cases circulating in the US -- just those detected by analyzing positive samples. UK variant: The vast majority of these cases -- 2,672 -- are the more contagious variant known as B.1.1.7, which was originally detected in the UK. This variant has been found in 46 states, Puerto Rico and Washington, DC. About 24% of cases are in Florida.  South Africa variant: There have been 68 cases of a variant first seen in South Africa, called B.1.351, in 16 states and Washington, DC. Brazil variant: 13 total cases of the P.1 variant first linked to Brazil have been discovered in 7 states. ##Variants## Australia has enough doses of AstraZeneca's coronavirus vaccine to continue plans to inoculate its citizens, according to a statement from the spokesperson of the Minister for Health. The statement said existing vaccines in the country will see Australia through until domestic production is established in late March.  Australia started inoculating citizens with the Pfizer/BioNTech vaccine on February 22. Distribution of the AstraZeneca vaccine began Thursday in the state of South Australia.  ##Vaccines##", "Section": "world", "Writers": ["Jessie Yeung", "Brett McKeehan"], "URL": "https://www.cnn.com/world/live-news/coronavirus-pandemic-vaccine-updates-03-05-21/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Philippines", "Source": "CNN"}