{"Type": "article", "Time": "2021-01-18", "Headline": "January 19 coronavirus news", "Text": "Colombia’s Defense Minister Carlos Holmes Trujillo, who tested positive for Covid-19 on January 12, is in the ICU, sedated and on ventilator support, according to a statement from the country’s presidency released on Tuesday. Holmes Trujillo has been diagnosed with “viral pneumonia due to SARS-CoV-2,” the statement said. “At the moment (the minister’s) health condition is stable with a positive response” to the health treatment (being) provided, according to the statement. It did not say what treatment the minister was being given. The Ministry of Defense first announced on January 12 that Holmes Trujillo had tested positive for the virus, saying he would continue with his duties virtually. However, a day later the minister was taken to the hospital, where he has remained since Wednesday. On Monday, General Commander of the Military Forces Luis Fernando Navarro Jimenez was appointed acting defense minister until Holmes Trujillo is able to resume his duties. A new study suggests someone might be able to get infected with one of the new variants of the coronavirus even if they've had Covid-19 before or have been vaccinated. The variant was first spotted in South Africa in October and has now been found in more than a dozen countries. \"I think we should be alarmed,\" said Penny Moore, associate professor at the National Institute for Communicable Diseases in South Africa and the senior author of the study. \"Based on Penny's data, it's likely that the vaccine is going to be somewhat less effective, but how much less effective we don't know,\" said David Montefiore, a virologist at Duke University Medical Center. Montefiore added that this is the first study that gives him serious doubt about whether prior infection or a vaccine will protect against a new coronavirus variant. \"This is the first time I've been concerned about a variant partially evading the immune response and partially evading the vaccine,\" he said. Both experts emphasized that people should still get the vaccine. It's extremely effective against other forms of the virus and they think it likely will still give some level of protection against the new variant as well. The study was posted on a pre-print server and has not been peer-reviewed and published in a medical journal. This is one of the first reports to look at the variant's effect on antibody potency. Labs around the world are furiously studying the issue and expect to report results within the next few weeks. Read the full story: ##Variants## Amid an increased demand for coronavirus vaccines nationwide, San Francisco's Department of Public Health announced their vaccine supply will be exhausted by Thursday if they don't immediately receive an additional allotment. \"All of the Department of Public Health's remaining vaccine doses are scheduled for individuals to receive their first or second doses this week and unless we get more vaccine, the Department of Public Health will run out of our existing supply by this Thursday,\" Mayor London Breed said at a news conference Tuesday. To date, San Francisco's Department of Public Health (DPH) has received 31,655 doses of the vaccine. A total of 28,501 San Franciscans have received at least one dose of the vaccine and 6,347 have received their second shot, according to county health data.  \"We received a fraction of the doses we requested from the state,\" Public Health Director Grant Colfax said. \"DPH's allocation arriving from the state this week is only 1,775 doses.\" The entire health system in San Francisco, which encompasses the county's health department and other private providers, have received a combined total of 102,000 vaccines to be used for both first and second doses.  Health officials warn this is not nearly enough doses to vaccinate the approximate 210,000 people designated in the state's phase 1a tier, where primarily healthcare workers and non-hospital care workers are being immunized. San Franciscans aged 65 and older are also being vaccinated in this tier. \"The inconsistent and unpredictable flow of vaccine from the state and directly at the feet of the feds is not only impacting DPH, but our city healthcare providers as well,\" Colfax said. ##Vaccines## An American Sign Language interpreter for Covid-19 briefings in Hawaii has died of the novel coronavirus. Patty Sakal’s death was noted Tuesday by Gov. David Ige and state Senate President Ron Kouchi during a coronavirus news conference. “She certainly had wonderful expressions and emotions and a great passion for her job,” Kouchi said. Sakal found out she had the virus when trying to return from a trip to California to visit one of her daughters, according to her sister Lorna Mouton Riff in an interview with CNN affiliate Hawaii News Now. She was 62 years old. “We made that difficult decision to take her off of the ventilator and let her go in peace,” Mouton Riff said to Hawaii News Now.  Sakal was born to deaf parents, her sister told Hawaii News Now, and was the vice president of a non-profit organization that provides services to the hearing-impaired community in Honolulu.  In a profile issued by the state Department of Health last May, Sakal said, “Doing this allows me to honor and carry the rich Deaf heritage of ASL and Deaf culture given to me by my parents.” Seven Covid-19 patients hospitalized in the small city of Coari in Brazil’s Amazon region died early Tuesday after the local hospital ran out of oxygen, according to a statement on Facebook from the Coari municipal government. As Covid-19 cases skyrocket in Brazil, oxygen shortages have forced a virtual collapse of health services over the past week in the wider Amazonas state. Premature babies have had to be evacuated from the state's capital city Manaus, and local news have quoted nurses saying that patients  died of asphyxiation due to lack of oxygen. According to Coari City Hall, 40 cylinders of oxygen were due to arrive from Manaus on Monday, but the delivery arrived too late. The Amazonas Health Secretariat said delays in the supply chain caused the shipment to be redirected to Tef, the nearest city with an airport equipped to support nighttime landings.  It was ultimately sent on to Coari by boat, nearly a day later than expected, according to Coari City Hall.  Read more about the situation in Amazonas: ##Hotspots## South Carolina Governor Henry McMaster told reporters on Tuesday that the state will \"have to move quicker\" to vaccinate people.  Due to a misunderstanding, some South Carolina hospitals had been setting aside doses for follow-up injections, ultimately only administering \"about half\" of the doses they should have been giving, he said at press conference in North Charleston. \"When you get that shipment in, use it as soon as possible. Don't delay,\" he added.  ##Vaccines## Vaccine advisers to the Centers for Disease Control and Prevention have scheduled an emergency meeting for next week to discuss coronavirus vaccines. The Advisory Committee on Immunization Practices (ACIP) plans a meeting for Wednesday, January 27, to discuss progress in administering vaccine doses, safety of the vaccines, testing of the vaccines in children and studies on the effectiveness of the vaccine. There is also a time slot for a Covid-19 vaccine manufacturer to present, but the name of the manufacturer is to be determined. Johnson & Johnson is expected to report on Phase 3 clinical trials for its experimental coronavirus vaccine by the end of the month. ACIP members are not expected to vote during the one-day meeting, a CDC spokeswoman said. States across the country say they're running low on coronavirus vaccine supply, with many officials insisting the vaccine delivery numbers reported by the Trump administration don't align with what they are seeing on the ground. From New York to Tennessee to West Virginia, officials are clamoring for more doses of coronavirus vaccine. And officials in those states said that federal tallies suggesting they have thousands of doses sitting on the shelves don't accurately reflect the supply of vaccine on hand. The confusion around vaccine supply -- and the gap between what officials said is happening locally and the numbers the Trump administration is reporting -- presents an immediate challenge for the incoming Biden administration. A source close to the Biden transition team said there is enormous concern among the incoming administration about the accuracy of the numbers that have been released by the federal government. It was only within the last few days that the transition team was given access to Tiberius, the system that shows states how many doses are available to them and allows states to determine delivery locations. Until then, the team was working solely off numbers they received from manufacturers, unable to cross check and confirm, the source told CNN on Tuesday. All of this means the Biden team still isn't sure what it will be confronted with when President-elect Joe Biden takes office on Wednesday. Despite frustration, the source said Biden's team has been hesitant to broadcast just how they were left in the dark out of concern that the Trump administration would stop cooperating altogether. Read the story here. ##Vaccines## Top Vermont officials will quarantine and be tested \"out of an abundance of caution,\" after a contractor who provided services at state coronavirus briefings tested positive for Covid-19. Governor Phil Scott and Health Department Commissioner Dr. Mark Levine are among the officials who could have been exposed at the Jan 15 and Jan 19 briefings, according to a release from Scott's office, which reads: The briefings are conducted under state guidance, with safety protocols, including physical distancing, in place. \nHowever, out of an abundance of caution, because they speak at the podium for extended periods of time, Governor Scott, Dr. Levine, and other administration officials in attendance will quarantine and be tested based on guidance from the Vermont Department of Health.  According to the release, state contact tracers have started their investigation and will provide guidance to all those who are identified as close contacts. The Governor’s Office has reached out to those in attendance at the briefings. Scott will continue working remotely “until further notice,” the release said. The United States reported more than 400,000 total Covid-19 deaths on Tuesday according to data compiled by Johns Hopkins University.  This is the quickest the country has ever added 100,000 deaths from Covid-19 -- and it occurred in under half the time it took the U.S. to report its first 100,000 Covid-19 deaths.  Per Johns Hopkins University: May 23, 2020: 100K total Covid-19 deaths, 84 days after the first death\nSeptember 21, 2020: 200K total Covid-19 deaths, 121 days after hitting 100K\nDecember 14, 2020: 300K total Covid-19 deaths, 84 days after hitting 200K\nJanuary 19, 2021: 400K total Covid-19 deaths, 36 days after hitting 300K   The US currently averages 3,237 new Covid-19 deaths per day.  Abbott’s BinaxNOW Rapid antigen Covid-19 test can miss positive cases, especially among people with no symptoms, according to a report released by the Centers for Disease Control and Prevention Tuesday.  The researchers compared results of Abbott BinaxNOW rapid antigen test with gold-standard polymerase chain reaction (PCR) tests from 3,419 people tested at two Arizona community testing sites in November. All participants were given both tests. The rapid antigen test was only able to detect infection in 64.2% of people with symptoms who tested positive by PCR. It only detected 35.8% of people with no symptoms who had tested positive on a PCR test, the researchers found. Using PCR tests as the standard, researchers also found four false-positive rapid antigen test results among people with no symptoms.  Among 299 people who tested positive with a PCR test, 47.5% got false negative results from the rapid antigen test. Nevertheless, rapid antigen tests can still be a helpful screening tool to more quickly isolate people with the virus in community settings, the researchers wrote in the CDC’s weekly MMWR report. They also noted that they studied the Abbott BinaxNow rapid antigen test, and cautioned against generalizing the results to other antigen tests. Michigan health authorities say several shipments of Moderna Covid-19 vaccine were compromised after their temperature was reported as going out of range, during shipment.  Doses of the Moderna Covid-19 vaccine shipped on Sunday had their temperature reported as getting too cold, according to a statement released by Michigan State Police.  Moderna vaccine distributor McKesson re-sent the majority of the 21 shipments on Monday night and expects to ship the rest by Tuesday. The state did not indicate the exact number of doses that were in the shipments. An additional six shipments slated for Michigan were held back to check that there were no issues with the vaccine. “This is the first report of vaccine potentially being compromised during shipment in Michigan and we are working quickly with the distributor to have replacement vaccine shipped out,” Chief Medical Executive and Chief Deputy for Health Dr. Joneigh Khaldun said in a statement. Consequently, a number of counties and vaccination centers across Michigan have been forced to cancel or reschedule vaccinations due to the shortfall of COVID-19 vaccines delivered to the state, Detroit Mayor Mike Duggan said at a press conference on Tuesday.  ##Vaccines##  Because the efficacy of Covid-19 vaccines in the US is very high, they are likely provide some protection even against emerging variants of the virus, said Dr. Rochelle Walensky, incoming director of the Centers for Disease Control and Prevention, on Tuesday. “The efficacy of the vaccine is so good and so high, that we have a little bit of a cushion,” Walensky told JAMA editor-in-chief Howard Bauchner. With a starting point of about 95% efficacy, Walensky said that even if the vaccines are slightly less effective against new variants, they will still be more effective than most vaccines. \"It's going to work against the variant,\" she said. \"Will it be 95%? Maybe. Will it be 70%? Maybe. But our flu vaccines aren't 75% effective every year and we still get them.\" ##Vaccines## ##Variants## Arkansas Governor Asa Hutchinson on Tuesday said the state has administered 50% of the Covid-19 vaccine doses it has received, but the vaccination of residents and staff at long-term care facilities led by Walgreens and CVS is \"lagging.\" 147,609 vaccine doses have been administered of the 293,600 received so far by hospitals, state long-term facilities, and other health care providers, according to state data. But data on vaccination at long-term care facilities done by Walgreens and CVS through a federal partnership shows only 6,626 doses of the 80,700 doses allocated have been administered -- about 8%. \"If you look at our long-term care, that is the federal partnership that we don't have as much control over, that is lagging behind,\" Hutchinson said, adding the pharmacies have \"assured\" him they will complete vaccination at long-term care facilities by the end of the month. ##Vaccines## Dr. Anthony Fauci, who received his second dose of a Covid-19 vaccine today, told CNN’s Jake Tapper that he believes President-elect Joe Biden’s plan to produce and distribute 100 million vaccines in 100 days is doable. Biden “has made it very clear to the Covid-19 team that this is a very important goal and he’s going to do whatever it takes to get there and I feel pretty confident going to be able to do that,” Fauci said. Fauci also addressed the US surpassing 400,000 Covid-19 deaths — a milestone he predicted months ago. “I’m sorry that, that projection came about,” Fauci said.  “Things are going to continue to get worse before they get better. So, this is a situation where we need all hands-on deck and the President-elect has made it very clear that this is his top priority,” he explained. Watch the moment: Germany’s partial national lockdown will be extended until February 14, German Chancellor Angela Merkel and the 16 federal state prime ministers agreed on Tuesday evening. The decision comes because of concern over the spreading of the new coronavirus mutation which would lead to a serious aggravation of the pandemic situation, they said. \"It is hard what we have to expect from people now, but the precautionary principle has priority for us,\" Merkel said. Restaurants, cafés, cinemas, concert halls and most stores will remain closed until mid-February, Merkel announced at a press conference following the multi hour meeting with the state prime ministers.  Schools and childcare centers will remain closed. But the federal states have different approaches and will handle procedure individually, especially for emergency schooling and graduating classes. The new measures include nationwide mandatory wearing of so-called surgical masks or FFP2 masks on public transport and shops, Merkel announced. Working from home should happen wherever possible. Employers must allow employees to work from home if they can do so, provided that the activities permit this after a detailed examination. If presence is required in the workplace, employers will have to provide medical masks. ##Restrictions## Covid-19 vaccine coverage is twice as high among white people than it is among Black and Hispanic people, according to a CNN analysis of state vaccine data.  At least 14 states publish vaccine administration data by race on local dashboards or reports, and at least 13 states report it by ethnicity. White residents have greater vaccination coverage than Black or Hispanic residents in each of those states, and significantly more so in most. On average, more than 4% of the white population had received a Covid-19 vaccine, about 2.3 times higher than the Black population (1.9% covered) and 2.6 times higher than the Hispanic population (1.8% covered), CNN found. Of those states, disparities in Covid-19 vaccine coverage were most glaring in Pennsylvania, where coverage of the white population was more than four times as high as coverage of the Black population and more than three times as high as the Hispanic population.  In North Carolina and Mississippi, vaccine coverage among white residents was nearly three times as high as for Black residents and nearly four times as high as for Hispanic residents.  Black and Hispanic individuals have been disproportionately affected by Covid-19, with death rates that are nearly three times higher than that for non-Hispanic white people and hospitalization rates that are about four times higher, CDC data shows. Indeed, the agency’s Advisory Committee on Immunization Practices recommended that certain frontline workers be prioritized to receive the vaccine, in part to reach high-risk racial or ethnic minority groups who are more heavily represented in those sectors.  The states that publish data on Covid-19 vaccination by race include Alaska, Florida, Indiana, Maryland, Mississippi, Nebraska, North Carolina, North Dakota, Ohio, Oregon, Pennsylvania, Rhode Island, Tennessee and Vermont. Florida does not publish this data by ethnicity.  State vaccination data were last published between Thursday and Monday. CNN used data from the U.S. Census Bureau’s 2019 American Community Survey to calculate population coverage rates.  ##Vaccines## Brazil’s health regulator has granted emergency use authorization for both Coronavac and Oxford/AstraZeneca vaccines, but plans to produce the vaccines domestically have been hampered by customs delays for active ingredients being sent from China. It was not immediately clear what was causing the delays. According to Dimas Covas, the director of Sao Paulo biomedical center Butantan Institute, deliveries of ingredient for the Coronavac are delayed due to “difficulties of authorization from the Chinese government.”  Fiocruz, another Brazilian biomedical center, which partnered with Oxford/AstraZeneca to test and produce their vaccine in Brazil, is also waiting on the delivery of active ingredients from China. AstraZeneca told CNN that it is “working to release the planned batches of APIs for the vaccine as soon as possible.” ##Vaccines## Dr. Anthony Fauci got his second dose of coronavirus vaccine Tuesday. “Got it. So far, so good,” he told CNN. Fauci, the director of the National Institute of Allergy and Infectious Diseases, helped lead the development and testing of the Moderna vaccine. He got his first dose of the vaccine on Dec. 22. Moderna’s vaccine is supposed to be given as two doses, four weeks apart. Fauci’s been the lead scientific face of the federal government’s response to the pandemic, and he has been helping the transition team of President-elect Joe Biden. He’ll stay on as NIAID director. Thirty-six additional states received doses from a batch of Moderna's Covid-19 vaccine that is under investigation in California, the company announced Tuesday. Nearly a million doses from the lot have been shipped to approximately 1,700 vaccination sites, Moderna said in a statement. An additional 307,000 doses remain in storage and have not been distributed. Health officials in California are telling medical providers across the state not to administer doses from this batch of the vaccine while they investigate possible severe allergic reactions that occurred last week. The California Department of Public Health said fewer than 10 people who got shots at a community vaccination clinic in San Diego required medical attention over a span of 24 hours.  Moderna said it does not know how many doses have been administered, but that it expects that a significant portion may have already been used. The company said it was \"unaware of comparable clusters of adverse events from other vaccination centers which may have administered vaccines from the same lot, or from other Moderna lots.\" ##Vaccines## There have been at least 400,022 reported deaths from Covid-19 in the United States since the pandemic began, according to data compiled by Johns Hopkins University.  At least 24,163,707 coronavirus cases have been reported in the US, Johns Hopkins data shows. This is the fastest the United States has tallied 100,000 new Covid-19 deaths, according to  Johns Hopkins data. Johns Hopkins recorded the first death from Covid-19 on Feb. 29 in Washington state. Later in the spring, two earlier deaths in California were posthumously confirmed to be from Covid-19. ##Hotspots## A Scottish woman who lived through two world wars and the 1918 flu pandemic has received her first dose of coronavirus vaccine on her 108th birthday. Marion Dawson, who was born in 1913 and is believed to be the third oldest person in Scotland, received her vaccine at a church in Houston, Renfrewshire, on Tuesday, according to a news release from local health trust NHS Greater Glasgow and Clyde.  \"I’m glad it’s passed. I never felt a thing,\" Dawson said after receiving the vaccine, according to the release. Rev. Gary Noonan, minister for Houston and Killellan Kirk church, called Dawson a \"local treasure.\" \"Mrs. Dawson is a local treasure in Houston, having lived through two world wars and until the lockdown she never missed a week at church. It’s fitting she can get her vaccine in the Kirk, a place she loves,\" Noonan said. ##Vaccines## The 2021 New Orleans Jazz Fest has been postponed until October, according to a statement posted on the festival's website. Normally held in the Spring, Jazz Fest is being pushed to Oct. 8-17 due to the ongoing pandemic, the statement said.  \"We are all ready to get together again and share that special spirit that lives at Jazz Fest. It’s taking longer than we want, but we’ll all have our celebration when the time comes,\" Quint Davis, Producer/Director of Jazz Fest, said in the statement. \"Your health, along with the health of our musicians, food and crafts vendors, and all of the folks that work to make the magic happen, remains the priority as we plan the return of Jazz Fest.\" Organizers plan to announce details for the 2021 festival this coming Spring, the statement said.  The 2020 version of Jazz Fest was canceled due to Covid-19, marking the first time in the festival's 50 years that it did not take place. ##Restrictions## Health and Human Services Secretary Alex Azar said that the department has had hundreds of meetings with the Biden administration and is committed to a seamless transition. “Changing administrations is no simple task during ordinary times, let alone during a pandemic. We’ve had hundreds of meetings now with President-elect Biden’s team, intent on handing over the reins to the Biden administration in the most seamless way possible,” Azar said during a State of the Department address Tuesday. Some context: His comments come despite multiple officials familiar with the transition telling CNN they are concerned about the lack of full cooperation transparency from the outgoing administration and believe this has contributed to frustration and concern from Biden’s Covid team about understanding the problems they must confront.   About 2.5 million children in the US have tested positive for Covid-19 as of Jan. 14, according to the American Academy of Pediatrics.  Last week alone, 211,466 new child cases were identified through testing, the report said. That’s an 18% increase in child Covid-19 cases over two weeks. Children represent 12.6% of all cases in the US.  Children made up between 6% and 19% of those who were tested for Covid-19, and 7.3%to 27% of children tested were positive for the coronavirus, depending on the state. Remember: Children are still considered much less likely than adults to develop severe symptoms of Covid-19 or to die from the disease. Children represented 1.2% to 2.8% of total reported hospitalizations for Covid-19, based on the information provided by 24 states and New York City. Only 0.2% to 3.1% of all cases of Covid-19 in children required hospitalization.  Twelve states reported zero child deaths among the 43 states that provided data on Covid-19 mortality. The states that did report having a fatal case saw no more than 0.06% of deaths in children among all confirmed cases of Covid-19.  ##Hotspots## The state of New York has administered at least 79% of first doses of the coronavirus vaccine received from the federal government, according to a news release from Gov. Andrew Cuomo. \"This is a major milestone in the fight to defeat COVID-19. Despite the federal government opening up the floodgates of eligibility while decreasing the supply of vaccines, 1 million eligible New Yorkers and all nursing home residents and staff who wanted the vaccine have already been inoculated with the first dose,\" Cuomo said in the release. \"To build on that momentum, I'm calling on the federal government to do its part and increase supply. We need to continue vaccinating all eligible New Yorkers quickly and equitably, and the more vaccines we have, the more easily we can accomplish that goal and spread immunity,\" he added. The state reported at least 12,185 additional cases of Covid-19, according to its Covid-19 dashboard. ##Vaccines## It hasn’t been easy to stand by facts and science while working under President Trump, Dr. Anthony Fauci said Tuesday. “It's not a happy day when you have to get up in front of national TV and contradict” what the President says, Fauci said in an interview hosted by the Harvard Business Review. “I take no pleasure in that at all.” Fauci, director of the National Institute of Allergy and Infectious Diseases, said he made a commitment to tell the truth, no matter what administration he works for. He has served under six presidents. “It's been particularly problematic here because that would often put me in direct conflict – not emotional conflict, but factual conflict – with what the President might say, so obviously that that has not been an easy thing to do,\" he said. The Americas region reported more than 2.5 million new Covid-19 cases last week, more than half of all global infections, Pan American Health Organization’s (PAHO) Director Carissa Etienne said during a virtual news conference on Tuesday. The PAHO director warned reporters that her concern for the next few weeks in the region where hospitals and health systems are already struggling.  “Throughout our region, especially in North and South America, many hospitals are operating at a very close to capacity,” Etienne said. “The reports from Manaus in Brazil, illustrate what happens when a health system lacks enough capacity to cope with the speed of new infections. But it is not just Manaus that is at risk, we've had reports of oxygen being rationed in some locations in the United States of America and in Peru,” Etienne explained.  The PAHO director said the intensive care unit occupancy rate stands at 90% in some parts of Peru, while several areas in Brazil and Ecuador are operating close to their capacity. “In Mexico City, the majority of beds are occupied by Covid-19 patients and hospital capacity continues to be challenged in countries of the southern cone like Chile, Argentina and Uruguay,\" Etienne added. Etienne also told reporters that the new Covid-19 variants detected in the UK, South Africa and Brazil “are also concerning as they may be playing a role in accelerating new infections” in the region. The PAHO director urged the region’s leadership to keep stressing preventive Covid-19 measures in their countries despite the vaccine roll out in some of them. “Currently, the doses available for use are very limited and will remain in short supply everywhere. As manufacturers raise to meet global demand over the next few months,” Etienne told reporters.  “There are nearly a billion people to immunize in our region,\" she added.  The PAHO’s assistant director, Dr. Jarbas Barbosa, said his organization expects to distribute 20 million doses of Covid-19 vaccines during March throughout the region via the Covax program. Covax is coordinated by the World Health Organization, global vaccines initiative Gavi and the Coalition for Epidemic Preparedness Innovations (CEPI). ##Vaccines## ##Hotspots## Pennsylvania is loosening its Covid-19 vaccination requirements under Phase 1A, the state department of health announced Tuesday.  Effective Tuesday, anyone over the age of 65 and those aged 16 to 64 with \"serious medical conditions that make them more at risk for severe illness\" can take the vaccine.  Some of those conditions include cancer, chronic kidney disease, chronic obstructive pulmonary disease (COPD) and severe obesity, according to the state’s vaccine rollout plan. Pennsylvania is still currently in Phase 1A.  The wider vaccination eligibility comes as the health department reported 5,341 new Covid-19 cases and 77 virus-related deaths. That brings the statewide cumulative totals to 777,186 and 19,467, respectively.  So far, 477,929 vaccine doses have been administered, according to the health department.  Earlier Tuesday, President-elect Joe Biden tapped the state’s health secretary, Rachel Levine, to serve as assistant health secretary at the Department of Health and Human-Services. If confirmed, Levine would be the first openly transgender federal official confirmed by the US Senate.  Note: These numbers were released by the state’s health agency, and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project.  ##Vaccines## West Virginia Gov. Jim Justice is encouraging residents to call lawmakers and urge them to send more vaccines to his state.   “Here's what I want you to say, I want you to say, ‘We need your help, we're the oldest and most chronically ill state, we have got to get bumped up,” Justice said during a Tuesday news conference. “We need you. We need you right now, to push in every way we possibly can, to get more vaccines in West Virginia and we’ll get them in somebody’s arm.”  Justice said he hates to say it, but “with some of these states, they're not going to get it done. They're not. They're going to stumble around just like they have been and hide behind something and give some political gobbly goop and everything,” he said.  “But if West Virginia could just get the crumbs, that they're missing or they're just throwing off their plate, we’ll take the crumbs, too. We deserve the meat and potatoes, but we'll take the crumbs,” he said.  He added: “We'll take the crumbs and get more and more people vaccinated.”  ##Vaccines## Scotland’s First Minister Nicola Sturgeon has announced the country will remain in lockdown until at least mid-February. Sturgeon, speaking during a briefing at the Scottish Parliament on Tuesday, said the current \"level 4\" restrictions, which include the closure of schools and nurseries, would be reviewed on Feb. 2. At that point a phased return to schools may be outlined although she warned it was too soon to say how or when. Although overall Covid-19 cases are declining in the country, they remain at a high level, with 30% more people in hospitals now than in the peak in April last year and there's been a 90% increase in intensive care unit cases from Jan. 1. Scotland recorded 1,165 new cases in the past 24 hours, which is a decrease of 264 from the previous day.  At least 1,989 coronavirus patients are currently in hospital, 150 in intensive care unit, with 71 deaths reported in the last 24 hour period. ##Hotspots## New York City is set to run out of vaccines by Thursday if the state doesn’t receive more doses, New York City Mayor Bill de Blasio said Tuesday.  The mayor added as the city is vaccinating people \"faster and faster,\" the city needs more doses.  At least 455,737 people have been vaccinated across New York City, de Blasio said.  New York has 92,000 doses left from the \"first doses\" received, and officials are expecting another 53,000 doses coming in today, de Blasio said.  \"If we don’t get more vaccine quickly we will have to cancel appointments,\" de Blasio said.  \"Get us the vaccine,\" de Blasio added. ##Vaccines## The director general of the Italian Medicines Agency (AIFA) Nicola Magrini expressed \"grave concern\" over delays of the Pfizer vaccine. “The Pfizer delay is of grave concern. It was all communicated at the last minute, if it's just a week's delay the consequences may not be so serious,\" Magrini said Tuesday on Italian radio station 'Radio Capital'.  \"We can define it as a small slowdown,” Magrini added. AIFA's President Giorgio Palù told CNN that the agency doesn’t directly purchase the vaccine as that falls in the remit of the Health Ministry and the extraordinarily-appointed Italian Covid-19 Commissioner. “AIFA doesn’t work on supply and distribution, we can only say we hope more vaccines arrive,” Palu said. Some background: Last week, Pfizer announced shipments from its vaccine facility in Puurs, Belgium, would be temporarily reduced as it scales up to produce two billion Covid-19 vaccine doses in 2021.  The pharmaceutical company announced Friday that they will resume their original schedule to deliver the coronavirus vaccines to the European Union, starting the week of Jan. 25. ##Vaccines## Michael Osterholm, a coronavirus adviser to President-elect Joe Biden and director of the Center for Infectious Disease Research and Policy at the University of Minnesota, said on CNN’s New Day Tuesday, that he worries that in the coming weeks, the coronavirus pandemic will turn into something unlike anything seen before, and most people don’t realize that yet.  “We’re going to suddenly see these variants come to play that based on the experience we’ve seen in Europe, in particular, South Africa, these variants can substantially increase the number of cases,” Osterholm said. “I worry desperately in the next six to 12 weeks we’re going to see a situation with this pandemic unlike anything we’ve seen yet to date,” Osterholm said. “And that is really a challenge that I don’t think most people realize yet.”   When asked by CNN’s Alisyn Camerota if there was anything that the Biden administration could do to prevent this, Osterholm said the first step is “to get people to understand: This will happen, we are going to see a major increase in cases, the challenge is how many.”  Secondly, he said “we can’t make the vaccine go much faster than it is right now,” adding that while he knows the Biden administration will do everything it can to move vaccine out, other actions are needed now. “The difference is going to be, are we going to react now or later,” Osterholm said. Like other places, he said that the US will take “dramatic steps” to deal with the variants, but “the question is how soon will we do it? Do we put the brakes on after the cars wrapped around the tree, or we try to put the brakes on before we leave the intersection?”  “That’s the challenge,” he said. “I just don’t know if we’re really prepared to even have that discussion yet.”  ##Variants## Michael Osterholm, a coronavirus adviser to President-elect Joe Biden and director of the Center for Infectious Disease Research and Policy at the University of Minnesota, said on CNN’s New Day Tuesday the focus needs to stay on preventing Covid-19 cases in the United States – and he wouldn’t change any current coronavirus-related travel restrictions. “At this point, I wouldn’t change anything that we’re talking about in terms of restrictions, let’s take a look at them and see what’s really meaningful,” Osterholm said, following a move by President Donald Trump to lift coronavirus-related travel restrictions imposed on Brazil and parts of Europe. Osterholm said that the focus has to stay on preventing cases linked to currently high rates of new cases and hospitalizations. “Keep our eyes focused on the ball, which is what’s happening right here in the United States now,” he said. Some background: On Monday, the White House released text of a new executive order by Trump that would lift coronavirus-related travel restrictions imposed on Brazil and much of Europe starting on Jan. 26.  However, the incoming Biden administration said that the order would not be implemented, with incoming press secretary Jen Psaki tweeting, “with the pandemic worsening, and more contagious variants emerging around the world, this is not the time to be lifting restrictions on international travel.” Psaki added, “On the advice of our medical team, the Administration does not intend to lift these restrictions on 1/26. In fact, we plan to strengthen public health measures around international travel in order to further mitigate the spread of Covid-19.” Nepal has reported the first known cases of the new Covid-19 variant first identified in England in three passengers who recently arrived from the UK, the country's health ministry says.  The swab samples of the three travelers, who arrived in Nepal earlier this month, were sent to a World Health Organization lab in Hong Kong — and the results confirmed the new variant, the ministry said in a statement.  Following the detection, Nepal has banned all passengers originating from or transiting through the UK from entering the country until further notice, its home ministry said in a statement on Monday. The small South Asian country has so far reported a total of 267,992 Covid-19 cases and 1,969 deaths, according to the latest government data.   The controversy surrounding the upcoming Australian Open continues to grow as Tennis Australia’s chief executive Craig Tiley denied that any players from the tournament have tested positive for Covid-19, hours after the Victorian government said two players had confirmed cases earlier in the day. Tiley told reporters at a press conference Tuesday that of seven confirmed cases from three chartered flights into Melbourne, one was a flight attendant and the rest were part of player entourages. Tiley said he could not comment on the statement from the government and acknowledged that several players had shown viral shedding suggesting they had been previously infected.  Players arriving in the Australian state of Victoria have been placed into a 14-day quarantine ahead of their grand slam matches. Most have been allotted five hours each day to go out and train in strict bio-secure bubbles, but 72 players have been unable to leave their hotel rooms and cannot practice, under strict quarantine rules after passengers on their flights tested positive for Covid-19. As a result some athletes have expressed frustration at the situation they have found themselves in and raised concerns that those who are allowed out could have an unfair advantage. Tiley also addressed accusations from some players who have said risk of strict quarantine was not properly communicated prior to departure for Australia. He said event organizers were in touch with players’ groups frequently and the idea that they didn’t know about quarantine policies is “simply not true.”  The tournament director believes some players may have had different experiences in the pandemic and had brushed off the reality of what quarantine would be like as they hadn’t experienced one themselves. When asked about accommodations being made for the 72 players under hard lockdown, Tiley said Tennis Australia has “great deal of empathy to supporting them.”  “I don’t know exactly what that means yet but we’ll definitely look at scheduling, practice courts, practice times, courts where they practice, availability of time and they will have the priority.” Australia has allowed 1,270 foreigners to enter the country to participate in the event in the face of some of the world’s most stringent arrival policies. Last year, the Victoria state capital Melbourne -- the second-most populous city in Australia -- was plunged into a brutal lockdown for 111 days.  Aware that many are looking to the Australian Open as a preview of the potential logistical challenges for hosting large-scale international sporting events in the middle of a pandemic, Tiley said, “I don’t think any of us grasped the difficulty of managing such a mammoth task in delivering this.\" “I think we’ll provide a lot of intelligence for the Olympic games,” he said of the logistics for athletes. “If we pull this off, I’m a lot more confident in the Olympic games being able to happen too.” Read more on the Australian Open turmoil here: A coronavirus variant that first appeared in South Africa and has now been spotted in more than a dozen other countries might partially evade the vaccines, researchers said during a presentation Monday. “We do now have very compelling data both from our labs and from many other labs around the world to support the fact that these mutations are problematic,” said Penny Moore, associate professor at the National Institute for Communicable Diseases in South Africa. Researchers in South Africa and elsewhere are studying whether it can evade antibodies created by the vaccines. Study results are expected within the next week or two. The researchers are concerned because the vaccines target the spikes on top of the virus, and this variant has mutations in two different regions of the spike. “When we see mutations like this specifically in those two regions, it’s a strong indication that the virus has managed to evade neutralizing antibodies – neutralizing antibodies are the types of antibodies that stop a virus from being able to infect a cell,\" Moore said. The coronavirus was thought to be relatively stable — but nearly 100 million people have caught the virus, and each time it spreads to another person, it gets a chance to mutate. “It creates more opportunities for the virus to learn how to be resistant to the vaccine,” Paul Bieniasz, a virologist at the Rockefeller University told CNN last week. “It’s going to be, over time, likely chipping away at vaccine efficacy, but we’re not going to fall off a cliff tomorrow.” Such misbehavior wasn’t expected from a coronavirus, Alex Sigal, a virologist at the Africa Health Research Institute, told CNN. “This virus really showed us it can adapt, and could be able to escape,” he said. “It just goes back to the first rule of virology: don’t underestimate your virus.” ##Vaccines## ##Variants## Widespread use of face masks in a community can significantly help prevent large outbreaks of Covid-19, according to a study published Tuesday in The Lancet Digital Health.  The study is based on a mathematical model, and looks closely at the association between self-reported mask-wearing, social distancing and Covid-19 transmission. Overall, the study found that a 10% increase in self-reported mask-wearing could lead to a three-fold increase in the odds of maintaining sufficient control over virus transmission in a community. “Wearing face masks or face coverings in public spaces has been mandated by governments around the world to try and stem transmission of COVID-19. The aim is to provide a physical barrier that prevents the spread of virus-laden droplets,\" John Brownstein, senior author of the study, from Boston Children’s Hospital, said in a press statement. \"However, past evidence on the effectiveness of mask use against COVID-19 transmission is mixed and setting up randomized controlled trials to investigate this is challenging,\" he added.   \"Our findings, based on observational data, suggest a community benefit for wearing face masks for slowing the transmission of COVID-19; however, mandates alone may not be enough to increase mask use,\" Brownstein said. \"We recommend that policy-makers consider additional strategies to evaluate and increase mask usage in order to disrupt the ongoing COVID-19 epidemic.” The study is based on data from self-reported surveys of more than 300,000 people in the US between June 3 and July 27, 2020. Participants were asked to rate how likely they were to wear a mask while grocery shopping or visiting family and friends. The researchers used pre-pandemic data from Google Maps users to make estimates of physical distancing, and then crunched the numbers. Self-reported mask-wearing was highest among people age 65 and older, as well as Black and Hispanic people. Mask use also varied according to a geographical location, with the highest number of self-reported mask wearers found along the West and East Coasts and southern border, as well as large urban areas. “An important finding of this research is that mask-wearing is not a replacement for physical distancing and US states the practiced both at high levels had the best probability of controlling disease spread,” coauthor Ben Rader, of Boston Children’s Hospital and Boston University, said in a news release. Dr. Rochelle Walensky, incoming director of the US Centers for Disease Control and Prevention, said Tuesday that she doesn’t expect coronavirus-related travel restrictions to be lifted. If anything, she said, they may be tightened. “If you look at the fatalities of 400,000 that we’re likely to hit today, if you look at our cases across this country, I don’t think now is the time to encourage people to get on international flights, to encourage people to mobilize,” Walensky said on “Good Morning America.” “I think now is the time to really buckle down, double down our efforts,” she said. “So, I don’t expect that we will be lifting travel restrictions, and if anything, I think we can expect that they might tighten, especially in the context of variants that we’re hearing about.” On Monday, the White House released text from a new executive order by President Trump lifting coronavirus-related travel restrictions imposed on Brazil and much of Europe starting on January 26. The incoming Biden administration countered the move, saying the order would not be implemented. Incoming press secretary Jen Psaki tweeted “with the pandemic worsening, and more contagious variants emerging around the world, this is not the time to be lifting restrictions on international travel.” Psaki added, “On the advice of our medical team, the Administration does not intend to lift these restrictions on 1/26. In fact, we plan to strengthen public health measures around international travel in order to further mitigate the spread of Covid-19.”  A new variant of coronavirus first spotted in Britain has been imported to the US multiple times, and was apparently already circulating before it was even identified in the UK, researchers reported late Monday. Biologist Michael Worobey of the University of Arizona said he's found evidence that the variant, also known as B.1.1.7, was imported at least five separate times to the US, and likely many more. It is striking that this lineage may already have been established in the US for some 5-6 weeks before B.1.1.7 was first identified as a variant of concern in the UK in mid-December,\" he wrote in a post on a website dedicated to sharing genetic information about the virus.\n\"And it may have been circulating in the US for close to two months before it was first detected, on 29 December 2020.\" Worobey also found evidence B.1.1.7 circulated in California without seeming to drive more transmission -- even though scientists widely agree the variant is more easily transmitted, and even though the US Centers for Disease Control and Prevention warned last week it was likely to “increase the virus trajectory” in the United States. “It is also worth noting the vast majority (more than 90%) of US B.1.1.7 cases appear to be generated in these well-established domestic outbreaks rather than via travel-related introductions from the UK or other affected countries, though such cases are surely also happening.” The CDC says it’s had reports of more than 120 cases of the new variant in 20 US states, and says it’s almost certainly far more common than that. ##Variants## There is no correlation between receiving the Pfizer/BioNTech vaccine and increased risk of death among 23 deceased patients who received the shot in Norway, health officials said Tuesday.  The deaths occurred within six days of the inoculations, and the Norwegian Medicines Agency and the National Institute of Public Health are currently investigating the fatalities. At present, there is no statistical analysis that indicates that a coronavirus vaccination has led to an increased risk of death in the vaccinated,” Sara Viksmoen Watle, chief physician at the Norwegian Institute for Public Health said in a statement published online. \n“The fact that an incident coincides with vaccination does not necessarily mean that it is the vaccine that is the cause of the incident,” Watle said.  While it cannot be ruled out that common side effects such as headache, muscle aches, chills, joint pain and fever “may have contributed to a more serious course of events for some patients,” said Watle, the deaths must be looked at in context.  “In order to be able to interpret this information, it is important to look at this as a whole. Nursing home residents have a very high risk of becoming seriously ill or dying from Covid-19, and have therefore been a priority group for vaccination,” Watle said.  “A large proportion of those living in nursing homes have serious underlying illnesses or are in the final stages of life. Life expectancy in nursing homes is relatively short, and we see that on average more than 300 people die in Norwegian nursing homes weekly,” she added. The vaccine's side-effects are rare and usually mild. But they could include fever and nausea, which could be dangerous in very ill and frail patients. Pfizer said in a statement sent to CNN on Saturday that it was aware of the reported deaths and \"our immediate thoughts are with the bereaved families.\" Pfizer added it is working with the Norwegian authorities to gather all the relevant information. Dr. Anthony Fauci, the director of the National Institute of Allergy and Infectious Diseases, also said Monday that the deaths have to be put into context of the population that they occurred in. Fauci said that his understanding was that the fatalities followed the booster dose of the vaccine when there are more non-specific symptoms, such as aches, fever and malaise. \"It is conceivable that when you have a very frail individual, such as many who are in nursing homes, that even that amount of stress to them could put them over the top,\" Fauci added. Read more here: Here are some of the key coronavirus lines from Europe today:  Germany considers stricter measures. German Chancellor Angela Merkel and the prime ministers of the country's 16 federal states are meeting Tuesday to discuss possible further restrictions to curb the spread of Covid-19. Up for debate: Mandatory FFP2 or N-95 masks to be worn on public transport and in shops, a possible curfew, an extension to the current restrictions, as well as more working from home.\nDoctors in Norway investigating the deaths of 23 elderly patients who recently received the Pfizer/BioNTech vaccine said they had not found any evidence to suggest being inoculated was a contributing factor.\nFrance officials warn against home-made mask use. Health Minister Olivier Veran repeated a caution from the French health council that fabric face coverings don't “offer all the necessary guarantees.” He also described the country's Covid-19 infection rates as “high but stable,\" as it ramps up its vaccine rollout to people aged 75 years or older.\nUK Health Secretary Matt Hancock is self-isolating after coming into contact with someone who tested positive for the virus. He previously tested positive for Covid-19 last March. \nA third of England's Covid-19 patients have been re-admitted to hospital, study finds. Many of those who end up back in the hospital have a variety of problems that indicate long-term damage to the heart, the kidneys, the liver and other organs, British researchers reported. In a week that has seen the UK record the highest Covid-19 death rate in the world, intensive care unit nurses working in the UK’s National Health Service (NHS) say the crisis has pushed them to the brink, in a desperate effort to confront the alarming surge of cases. Multiple ICU workers have told CNN the overwhelming numbers they are seeing in this second wave has forced them to \"dilute\" their level of care – by treating significantly more patients than are usually recommended at a time. Ameera Sheikh, an ICU nurse and Unite union representative at a London hospital, told CNN that instead of one patient -- or even two -- she and her colleagues are now each looking after up to eight patients at a time. \"Nurses aren't able to deliver the care we are used to and should be giving,\" said Sheikh, who has worked for the NHS for 11 years. \"Instead, we are increasing the risk of errors occurring that can lead to patients deteriorating, life-threatening situations and death.\" The NHS has not responded to CNN's request for comment, but on Sunday its chief executive, Simon Stevens, told the BBC the nurse to patient ratio varies between hospitals from 1:1 to 1:2 to 1:3, and that staff were making \"dynamic adjustments in real time.\" One veteran ICU worker, who asked to remain anonymous, told CNN that with one patient, it’s easier to give excellent care but that if healthcare professionals are handling a number of patients, \"things are going to potentially get missed.\" Their frontline testimony comes as infection rates across the English capital -- the epicenter of the UK's current surge -- are around 1.5 times higher than in other parts of England according to the latest government data.  Healthcare workers also spoke of the \"extreme pressure\" hospitals and staff are facing, the impact of misinformation that the pandemic is a hoax and the brutal mental and physical toll combating coronavirus has had. Read the full report here: ##Hotspots## France’s Health Minister Olivier Veran has cautioned the public against using home-made fabric face masks as they don’t \"offer all the necessary guarantees.\" Veran was reiterating a warning previously issued by France's health council. \"All masks which have a filtering power greater than 90% are valid, that includes almost all surgical masks for the general public,\" he said. \"Artisan masks that you make at home, with the best intentions in the world, respecting the official advice, do not necessarily offer all the necessary guarantees.\" Veran's remarks came in an interview with France Inter radio on Tuesday, in which he described the country's Covid-19 infection rates as \"high but stable\" with roughly 20,000 new cases a day over the past several weeks. Veran told the broadcaster that the 6 p.m. curfew currently in place was having an effect, but that he was still very concerned by the spread of the more transmissible Covid-19 variant first identified in the UK. France has registered 200 to 300 new cases of the variant a day.  The minister was also asked about France's vaccination rollout for people over 75 – which kicked off on Monday -- amid complaints that many have been unable to make appointments.  He said the booking process is being streamlined, and added that: \"As more doses become available, so too will appointments.\"  There are over 900 vaccination centers in France, and more than two million appointments have been made for the first and second dose of the vaccine, according to Veran. Portugal's most decorated soccer club, Benfica, announced 17 new positive Covid-19 cases among their playing squad, coaching staff and general staff on Tuesday. The Lisbon-based club said it had asked the country's department of health to recommend whether or not it should fulfil its fixtures within the next 14 days, given both public safety and the health of its players. Benfica are scheduled to face Braga in the Portuguese League Cup semifinal on Wednesday. On Monday, Portugal set a new record for Covid-19 related deaths, according to the country’s Health Ministry. The latest figures show 167 Covid-19 related deaths – making it the deadliest day since the start of the pandemic – and bringing the total death toll to 9,028, according to the new data. Portugal recorded 6,702 new Covid-19 cases on Monday, bringing the country's total to 556,503, according to Johns Hopkins University. Israel has recorded its highest figure of new coronavirus cases since the pandemic began, with 10,021 people added to the list of Covid-19 sufferers on Monday. The new Ministry of Health figures were “worrying,” the country’s corona czar, Dr. Nahman Ash, admitted on Israeli radio Tuesday morning, highlighting a positivity rate in tests of 10.2%.  Of particular concern are positivity rates in ultra-Orthodox areas, which are more than double the national figure, currently between 20-22%, Ash added. The total number of cases since the pandemic began now stands at 562,167, with the number of fatalities in Israel now recorded at 4,049, according to the latest figures. The climb in numbers comes just days before Israel is due to emerge from what was labeled its third lockdown. Ash told radio listeners he hoped a Tuesday afternoon meeting of the Cabinet would approve a further extension of two weeks. Health Ministry figures show that vaccination continues apace, with 2,185,113 people having now received their first dose, out of a population of about 9 million; 420,015 have received their second dose. Israel’s Prime Minister Benjamin Netanyahu, who faces the electorate in a fourth election in two years in March, has made Israel’s world-leading vaccination program the central message of his re-election campaign. In a new video posted to his Facebook page, the Prime Minister is seen standing in his office describing a display case inside which are mounted a replica of a Roman arrow and a miniature of Israel’s Arrow missile. He then moves on to another display case inside which is mounted the syringe with which he received his first coronavirus vaccine injection last month. “Another arrow,” he says. Underneath the case is engraved the phrase the Prime Minister offered the nation on the evening he received his first dose, live on television, “A small injection for man, a giant leap for the health of us all.” ##Vaccines## UK Health Secretary Matt Hancock is self-isolating after coming into “close contact” with someone who tested positive for Covid-19, he said in a video on Twitter on Tuesday. “Last night I was pinged by the NHS (National Health Service) coronavirus app so that means I’ll be self-isolating at home, not leaving the house at all until Sunday,” Hancock said.  Hancock said he will “work from home for the next six days.” Self-isolation is perhaps the most important part of all the social distancing, because I know from the app that I’ve been in close contact with someone who’s tested positive and this is how we break the chains of transmission, so you must follow these rules, like I’m going to,” he continued. \n“We all have a part to play in getting this virus under control,” Hancock stressed. The minister was criticized by some British media over the weekend after he was pictured in a crowded London park. Under the UK’s current lockdown rules, people are allowed out to exercise, but on Friday, UK Prime Minister Boris Johnson urged people to “think twice before leaving the house this weekend and only do so if it is absolutely necessary.” Hancock tested positive for Covid-19 in March 2020, when Boris Johnson also caught the virus. China responded to criticism from an independent Covid-19 review panel Tuesday, saying it agrees that there is always room for improvement but shut down the notion that it means the country is doing poorly with the pandemic. The Independent Panel for Pandemic Preparedness and Response, which is based in Switzerland, said Monday that Beijing could have acted more forcefully in applying public health measures in January 2020 to contain the coronavirus. It also criticized the World Health Organization (WHO) for waiting until January 30 to declare an international emergency.  About this I want to say that we should certainly try to do better. I think any country, including China, the US, the UK, Japan, and any other country, should try to do better, because I think there is always no best, only better, when it comes to public health issues,\" Chinese Foreign Ministry Spokeswoman Hua Chunying responded.  \"But I think there is another point that needs attention here,\" Hua said. She added that the idea that China should aim to work better is not the same as saying China is not doing well, adding that Western media has portrayed it that way.  \"The former means that we need to constantly reform ourselves, improve ourselves, and constantly improve our ability to govern, aiming at the absolute perfection. I think this is precisely why China can continue to develop and make progress. The latter may be somewhat biased and carping,\" Hua said. The quarantine controversy over tennis' Australian Open has raised questions about whether large-scale international sporting events can take place in the middle of a pandemic and could offer a preview of the difficulties facing this summer's Tokyo Olympics. Players arriving in the Australian state of Victoria have been placed into a 14-day quarantine ahead of their grand slam matches. Most have been allotted five hours each day to go out and train in strict bio-secure bubbles, but 72 players have been unable to leave their hotel rooms and cannot practice, under strict quarantine rules after passengers on their flights tested positive for Covid-19. Some tennis stars have expressed anger and frustration at being kept cooped up ahead of the first grand slam of the tennis season. They include record eight-time Australian Open men's singles winner Novak Djokovic, who put forward a list of proposals that would loosen the restrictions on the quarantining stars, including moving players to houses with courts, better food, and reducing the number of days in isolation. In response, Victoria State Premier Daniel Andrews said: \"People are free to provide lists of demands, but the answer is no.\" Path to Tokyo: All eyes will be on the Tokyo 2020 Olympic Games, which despite being pushed back a year owing to the pandemic, has elected to keep the 2020 tag. The event will see athletes from all over the world descend on Japan this summer from July 23 to August 8, and the Paralympic Games from August 24 to September 5. Japan has signaled it is determined to go ahead with the Games. In a New Year's address to Tokyo 2020 Organizing Committee staff, Chairman Yoshiro Mori said that preparations would proceed \"as planned.\" Speaking to CNN last week, former top International Olympic Committee official Dick Pound said that it was unlikely the Games could be postponed again, and so any additional delay would likely mean their cancellation. Read the full story: German chancellor Angela Merkel and the prime ministers of the country's 16 federal states will meet Tuesday to discuss possible further restrictions to curb the spread of Covid-19.  On the table are mandatory FFP2 or N-95 masks to be worn on public transport and in shops, a possible curfew, an extension to the current restrictions, and more working from home. German Health Minister Jens Spahn warned Monday that the new variants of the virus, which appear to spread more easily, are a reason for concern. Latest numbers: The Robert Koch Institute (RKI), the country's disease control agency, reported an increase of 989 coronavirus-related fatalities for Tuesday, bringing the total death toll to 47,622.  So far, 2,052,028 people have been infected with the virus, an increase of 11,369 in the past 24 hours, according to the RKI.  Some 1,139,297 Covid-19 vaccinations have been administered so far, the RKI said. ##Restrictions## After more than 50 years as an emergency room nurse, Betty Grier Gallaher had more than earned the right to retire. But according to those who knew and loved her, she just couldn't. She cared that much. Gallaher worked the night shift at Alabama's Coosa Valley Medical Center -- her preference, her son said, so she could mentor younger nurses. Known around the hospital as \"Miss Betty,\" she loved to be their sounding board, personal therapist and \"work mom.\" She'd make sure everyone she worked with was fed every night. She cared for her patients the same way she cared for her family and her coworkers, who became family themselves. She was, according to her loved ones, everyone's favorite nurse. So when the Covid-19 pandemic began in March, Gallaher's concerned coworkers asked her, for her safety, to stay home. But sitting back wasn't like her. She knew her colleagues and community needed her, so she continued to work until Covid-19 sidelined her in December. Gallaher died from Covid-19 on January 10, one day before her 79th birthday, in the same hospital where she worked for much of her career. \"She didn't do it to stand out,\" said her son Carson Grier Jr. \"She did it because this is who she was -- this is her calling.\" Read the full story: Two tennis players tested positive for Covid-19 in Melbourne, Australia on Monday, according to the state government of Victoria. A third non-playing person associated with the Australian Open tennis tournament also tested positive. A total of seven Covid-19 cases have been detected among the over-1,000 strong Australian Open cohort, including three players. “The new cases are one female in their 20s and two males in their 30s,” a statement from Victoria’s Department of Human Health and Services (DHHS) said Tuesday. All cases are currently in government-managed hotel quarantine, which is mandatory for 14 days for all international travelers to Australia. A previous two cases connected to the tournament have been reclassified “due to evidence of previous infection,” DHHS stated.  “This does not change broader assessment of the player group in hotel quarantine. As yet, none of the three affected flights have been cleared as a result of the two reclassified cases,” the statement said. Stuck in quarantine: The positive cases detected in Melbourne among the Australian Open cohort have forced 72 members of the playing group into a hard quarantine arrangement, where they are not allowed to leave their rooms to practice. The grand slam event is scheduled to start on February 8. No new community cases were detected in Australia on Monday, Chief Medical Officer Paul Kelly said at a news conference Tuesday. The United States reported 137,885 new coronavirus infections on Monday, bringing the total to at least 24,074,657 since the epidemic began, according to Johns Hopkins University data. There were 1,381 virus-related deaths also reported Monday. The total number of US Covid-19 fatalities now stands at 398,981. The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases Vaccine numbers: At least 31,161,075 vaccine doses have been distributed and at least 12,279,180 shots administered, according to the US Centers for Disease Control and Prevention. Track US cases:  ##Hotspots## Speaking at the World Health Assembly last year, Chinese President Xi Jinping called for \"solidarity and cooperation\" in developing coronavirus vaccines, \"our most powerful weapon\" for tackling the pandemic. But with Chinese medical company Sinovac facing questions over the efficacy of its coronavirus shot, the country's propaganda apparatus has apparently forgotten Xi's comments. Instead, it is choosing to attack other vaccines -- a dangerous gambit that could risk undermining overall confidence in mass vaccinations just as the world desperately needs people to get inoculated. \"If you look at the websites of major media in the US and the West, almost all the news you read about the Chinese-made vaccine is negative,\" Hu Xijin, the influential editor of the state-run tabloid Global Times, wrote on Saturday. \"The press is out to destroy the reputation of the Chinese vaccine, hoping that the world will wait for Pfizer and other American and Western companies to produce surplus vaccines and finally get vaccinated.\" Hu's paper has led the way in defending Chinese-produced vaccines, not by establishing their effectiveness, but by seeking to tear down the reputation of other candidates -- particularly those produced by US company Pfizer. Norway deaths: In an editorial last week, the Global Times accused English-language media of \"downplaying\" deaths in Norway it appeared to claim were linked to vaccines, \"as if they had already reached a consensus.\" The report added that \"those major Western media will immediately hype any unfavorable information about Chinese vaccines and try to amplify their impact on public psychology.\" While the deaths in question did occur after vaccination -- and were reported on by CNN, among numerous other US media outlets -- the Norwegian health authorities said that given the age and frailty of those inoculated, \"it is expected that deaths close to the time (of) vaccination may occur.\" However, on Twitter, Liu Xin, an anchor with state broadcaster CGTN, has repeatedly -- and baselessly -- accused Western media of ignoring deaths and downplaying concerns about the Pfizer vaccine. Read the full analysis: ##Vaccines## Singapore's national carrier is hoping to become the world's first airline to get all of its crew members vaccinated against Covid-19. Singapore Airlines (SIA) confirmed to CNN Travel that all of their crew members -- including pilots, gate agents, flight attendants and anyone whose job requires contact with the public -- have been offered free coronavirus vaccines by the Singaporean government. The country has purchased the Pfizer vaccine, which requires two shots. \"We are grateful to the Singapore government for making the aviation sector a priority in the country's vaccination exercise,\" the airline's CEO, Choon Phong, said in a statement that was emailed out to the whole company on January 18.\n\"This reflects the sector's importance, and the crucial role we play in both Singapore's economic recovery and the fight against the pandemic.\" According to the airline, 5,200 SIA employees have already signed up to get their shots. Inoculations will begin in a few days. Read more: ##Vaccines## All Los Angeles County residents 65 years of age and older will be eligible to receive the coronavirus vaccine starting Thursday, under a new executive order signed Monday by Los Angeles County Board of Supervisors Chair Hilda L. Solis. The move expedites the rollout of the Covid-19 vaccine amid outcry over the slow pace of inoculations in California as the state battles an unrelenting surge of the virus that has claimed the lives of more than 33,000 people.  “The Covid-19 vaccine rollout has been an enormous undertaking, especially during an unprecedented surge where cases, hospitalizations, and deaths continue to skyrocket,” Solis said in a statement. “If we are to ever get out of this dark winter, it is critical that we make headway vaccinating people 65 years of age and older as soon as possible – in line with Governor Gavin Newsom’s recommendations.” While Gov. Newsom announced last week that seniors 65 and older will be able to receive the Covid-19 vaccine statewide, eligibility varied by county. Los Angeles County Department of Public Health Director Dr. Barbara Ferrer said during a news conference last week that the county did not have enough vaccines to handle the need and seniors would not be able to receive the vaccine until all health care workers are vaccinated first.  About half a million LA County health care workers have yet to receive shots, Ferrer said at the time. Newsom praised the expansion of vaccine eligibility in a tweet Monday evening.  “Speed, equity, and safety have to be our top priorities,” Newsom said. “Great to see Los Angeles County joining 30+ counties across our state that are expanding access and vaccinating residents 65 and older.” According to a news release from Solis’ office, seniors will be able to make an appointment for the vaccine starting Thursday, allowing public health officials to “adequately prepare for the rollout of the vaccine to this population.” ##Vaccines## China and the World Health Organization (WHO) could have acted quicker and more forcefully to contain the start of the Covid-19 outbreak, an independent review panel said on Monday.  In its second interim report, the Switzerland-based Independent Panel for Pandemic Preparedness and Response determined that Beijing could have been more vigorous in applying public health measures when cases were first detected in the city of Wuhan, in Hubei province. \"What is clear to the panel is that public health measures could have been applied more forcefully by local and national health authorities in China in January (2020),\" the report said. The first cases in Wuhan occurred between December 12 and December 29, 2019 according to city authorities. The cases weren't reported to WHO until December 31. By the time Wuhan went under lockdown on January 23, 2020 the virus had already spread to Japan, South Korea, Thailand, and the United States. Several countries, most vocally the US and Australia, have accused Beijing of downplaying the outbreak's severity during its early stages, and preventing an effective response until it was too late. WHO criticism: The independent panel, co-chaired by former New Zealand Prime Minister Helen Clark and former Liberian President Ellen Johnson Sirleaf, also criticized WHO for its delays in sounding the alarm, and called for reforms to the UN agency.  Despite being alerted to the cases by the end of December, 2019 WHO did not convene its emergency committee until January 22, 2020 -- and then waited until January 30 before declaring an international emergency. \"It is not clear why the committee did not meet until the third week of January, nor is it clear why it was unable to agree on the declaration of a public health emergency of international concern when it was first convened,\" the report said.  The report also highlighted that WHO did not declare the outbreak a pandemic until March 11, 2020 after some health experts and media outlets had already begun adopting the term. By that time, there were already 118,000 cases and more than 4,000 deaths worldwide. Read more: President Donald Trump on Monday lifted coronavirus-related travel restrictions for much of Europe, the United Kingdom, Ireland and Brazil, effective on January 26 -- a move that President-elect Joe Biden's administration has promised to block. In an executive order issued Monday evening, Trump said he had been advised to lift restrictions on incoming travelers to the United States from the 26 European countries in the Schengen Zone, the UK, Ireland and Brazil but leave in place restrictions on travel from Iran and China. \"I agree with the Secretary that this action is the best way to continue protecting Americans from COVID-19 while enabling travel to resume safely,\" Trump wrote in the order, referring to Secretary of Health and Human Services Alex Azar. Biden administration's response: Biden is set to take over the presidency on Wednesday and his incoming press secretary, Jen Psaki, said that his administration would not lift the restrictions. \"With the pandemic worsening, and more contagious variants emerging around the world, this is not the time to be lifting restrictions on international travel,\" Psaki said on Twitter. \"On the advice of our medical team, the Administration does not intend to lift these restrictions on 1/26. In fact, we plan to strengthen public health measures around international travel in order to further mitigate the spread of COVID-19.\" Reuters was first to report the order. Tests for travelers: The expected easing of travel restrictions comes after the US Centers for Disease Control and Prevention said last week it will require a negative Covid-19 test from all air passengers entering the United States -- a move it says may help slow the spread of the coronavirus. Air passengers will be required to get a test within three days before their flight to the US departs, and to provide written documentation of their lab results, or documentation of having recovered from Covid-19, the agency said in a statement to CNN. CNN has reached out to the White House Coronavirus Task Force as to whether the panel approved the anticipated move. Read the full story: ##Restrictions## California has become the first state in the US to record more than 3 million Covid-19 cases, according to data from Johns Hopkins University and the Covid Tracking Project. The number of cases in the nation's most populated state has tripled in just the past two months. Current data shows 3,005,830 cases and 33,623 deaths resulting from the virus that has plagued the nation and debilitated the economy. Hospitals throughout the state remain overwhelmed with patients seeking treatment. Covid-19 hospitalizations have dropped to just under 21,000 patients, but the number of available ICU beds remain incredibly low. There are just 1,113 ICU beds available statewide. About 90% of the state remains under stay-at-home orders due in part to limited intensive care unit capacity. Regions of the state are eligible to have the order lifted once four-week projections show an ICU capacity of more than 15% available. More than 1 million of the state's cases are in Los Angeles County, where about 1 in 10 people have been confirmed to have contracted the virus. Health officials speculate the actual number may be as high as one in three. Read more: ##Hotspots## As countries across the world roll out millions of coronavirus vaccines, the head of the World Health Organization (WHO) gave a frank warning about the fairness of the global situation. \"The world is on the brink of a catastrophic moral failure\" in the distribution of Covid-19 vaccines, WHO Director-General Tedros Adhanom Ghebreyesus said Monday, adding that \"the promise of equitable access is at serious risk.\" \"More than 39 million doses of vaccine have now been administered in at least 49 higher-income countries. Just 25 doses have been given in one lowest-income country. Not 25 million; not 25 thousand; just 25,\" Tedros said at the opening the WHO Executive Board meeting.\n\"I need to be blunt ... the price of this failure will be paid with lives and livelihoods in the world’s poorest countries,\" he added. \"Ultimately, these actions will only prolong the pandemic, the restrictions needed to contain it, and human and economic suffering,\" Tedros said. The WHO chief added that \"vaccine equity is not just a moral imperative, it is a strategic and economic imperative,\" and called for a fairer vaccine distribution across the world. ##Vaccines## Pandemic restrictions could be lifted from March in the United Kingdom once the most vulnerable are protected with a Covid-19 vaccine, according to a government minister. The reopening of the country will be \"gradual, it will be probably through the tiered system,\" and likely two to three weeks after the middle of February target for vaccinating the \"top four cohorts\" of vulnerable people, the vaccines minister Nadhim Zahawi told the BBC on Monday.  The government plans to administer the first dose of a coronavirus vaccine by February 15 to about 15 million people across the UK, including care home residents, health and social care workers, and older people. “If we take the mid-February target -- two weeks after that you get your protection pretty much for the Pfizer/BioNTech [vaccine], three weeks for the Oxford/AstraZeneca, [then] you are protected,\" Zahawi said. ##Restrictions##", "Section": "world", "Writers": ["Ben Westcott", "Adam Renton", "Lauren Said-Moorhouse", "Sharon Braithwaite", "Ed Upright"], "URL": "https://www.cnn.com/world/live-news/coronavirus-pandemic-vaccine-updates-01-19-21/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Thailand", "Source": "CNN"}