{"Type": "article", "Time": "2021-02-01", "Headline": "Myanmar's military has detained leader Aung San Suu Kyi in a coup. Here's what you need to know", "Text": "Myanmar's military seized power of the Southeast Asian country in a coup on Monday, after detaining the country's civilian leader Aung San Suu Kyi and numerous other top government figures. In a television address, the army announced that power had been handed to the commander-in-chief of the armed forces, and that it was declaring a national state of emergency for one year. Suu Kyi and several state ministers are being detained in the capital Naypyidaw, according to a spokesman for the governing National League for Democracy (NLD). The move comes after months of increasing friction between the civilian government and the powerful military, known as the Tatmadaw, over alleged election irregularities.  The two bodies have attempted to share power since the 2015 elections, Myanmar's first openly contested poll since the end of military rule. That power sharing relationship now appears to be over following Monday's coup. Here's what you need to know about the situation. Who is Suu Kyi? What is Myanmar's political system? Suu Kyi was once celebrated as an international democracy icon. A former political prisoner, she spent 15 years under house arrest as part of a decades-long struggle against military rule. Her release in 2010 and subsequent election victory five years later were lauded by Western governments as landmark moments in the country's transition to democratic rule after 50 years of the military regime.  However, despite embarking on some democratic reforms and installing a quasi-civilian government under General Thein Sein in 2011, Myanmar's military was not keen to relinquish their power. The ruling junta drafted a constitution in 2008 that made sure the military would continue to wield significant political and economic influence, regardless of future administrations.  Under this constitution, the military is allocated a quarter of seats in parliament and it retains control of key ministries like home affairs and defense. The military also has veto power on any attempts to amend the constitution. It's within this framework that Suu Kyi and the NLD first formed a government in 2015. She was elected to office under the title of state counsellor -- which had been invented as a loophole, since the military-drafted constitution barred her from becoming President.  Allegations of genocide against the Rohingya After her 2015 victory, Suu Kyi's tenure was quickly marred by difficulties in making real progress with the peace process that aimed to end the country's many ethic civil wars.  Suu Kyi also came under fire internationally for failing to speak out against numerous atrocities allegedly carried out by the military against Rohingya Muslims in western Rakhine state. Hundreds of thousands of the persecuted ethnic minority were forced out of western Myanmar into neighboring Bangladesh during violent military operations in 2016 and 2017.  Suu Kyi has repeatedly denied these charges, siding with military and labeling the accusations \"misinformation.\" Her government and the military are now facing a genocide investigation at the International Court of Justice.  However, domestically she remained popular, especially among the Bamar ethnic majority. In November 2020 the NLD won another resounding victory at the polls, awarding Suu Kyi a second term. What triggered the coup? Monday's crackdown is centered around November's parliamentary election.  The military-backed Union Solidarity and Development Party (USDP) performed dismally in the poll, prompting the party to demand a new vote, claiming bias and \"unfair campaigning.\" The military also repeatedly disputed the election results. It claims, without providing evidence, that there are more than 10.5 million cases of \"potential fraud, such as non-existent voters\" and called on the election commission to publicly release the final polling data. Last week, a military spokesperson warned it would \"take action\" if the dispute wasn't settled, and refused to rule out staging a coup. The election commission has denied there is widespread voter fraud.   But the threat of military intervention prompted international leaders, including the United Nations Secretary-General to voice concern -- and the military appeared to back down, claiming that its comments had been misinterpreted.  By Monday, it became clear that the military had seized power in a coup.  What's the situation on the ground? What's next? Suu Kyi, the President, and other cabinet members are being detained in their official residences, according to a spokesperson for the NLD. Suu Kyi is \"feeling well\" and walking around her home, said the spokesperson. Myanmar's first Vice President and former general Myint Swe was installed as the country's acting President on Monday. In its television address, the army said it had detained Suu Kyi and other political leaders for failing to take action over unfounded election fraud and had declared a state of emergency for one year. Power was transferred to the commander-in-chief Min Aung Hlaing, who will carry out an investigation into voting irregularities, according to the announcement. Justifying the coup, the military cited a section of the constitution that said in the event of a state of emergency, as is the case now, the commander-in-chief has the constitutional right to \"take over and exercise State sovereign power.\" Later on Monday, the military said it will hold a \"free and fair\" election after the election commission has been \"re-constituted\" and the voter lists have been investigated, and will return power to the winning party. It did not specify when the elections would be held. It's hard to say what will come next, especially since there has been widespread disruption in internet and news access across the country -- which could affect the ability of people to get information or organize any response via social media. Netblocks, which monitors internet blackouts around the world, said that real-time network data showed a major drop in connectivity in the early hours of Monday morning. At one point, the only operational TV channel was the Myanmar military-owned television network Myawaddy TV. Banks across the country were also temporarily shut down, with operations ceased until the internet connection improves, according to a statement from the Myanmar Bank Association. Doctors at several hospitals across the country have pledged to go on strike from Wednesday, to protest the coup. What have world leaders said? World leaders and international organizations were quick to voice alarm and concern.  The United Nations Security Council will discuss Myanmar in private consultations Tuesday morning, according to its latest schedule, which has been updated following the coup. US President Joe Biden called on Myanmar's military leaders to \"immediately relinquish the power they have seized, release the activists and officials they have detained, lift all telecommunications restrictions, and refrain from violence against civilians.\"  Biden threatened to review sanctions on Myanmar, saying the US removed sanctions over the past decade based on progress toward democracy. \"The reversal of that progress will necessitate an immediate review of our sanction laws and authorities, followed by appropriate action,\" Biden said in a statement. Other countries, including Canada, India, Japan, the UK, New Zealand and Australia, have also released statements calling for de-escalation and the release of those detained. Australia on Monday called for the immediate release of Suu Kyi and other senior leaders who are being detained by the military. In a statement, Marise Payne the Minister of Foreign Affairs said, \"The Australian Government is deeply concerned at reports the Myanmar military is once again seeking to seize control of Myanmar.\" \"We call on the military to respect the rule of law, to resolve disputes through lawful mechanisms, and to release immediately all civilian leaders and others who have been detained unlawfully,\" the statement said. Indonesia's Ministry of Foreign Affairs also expressed concern, saying in a statement that it urged \"all parties in Myanmar to exercise self-restraint and put forth dialogue in finding solutions to challenges so as not to exacerbate the condition.\" In the Thai capital of Bangkok, protesters gathered outside Myanmar's embassy on Monday. Video from Reuters showed some demonstrators burning a picture of Myanmar's army chief.  Myanmar shares a border with Thailand, which experienced a coup in 2014 when its military overthrew the government. UK Prime Minister Boris Johnson said in a tweet Monday, \"I condemn the coup and unlawful imprisonment of civilians, including Aung San Suu Kyi, in Myanmar. The vote of the people must be respected and civilian leaders released.\" Meanwhile, Chinese Foreign Ministry spokesperson Wang Wenbin said they are \"learning more about the situation\" and that China is \"a friendly neighbor of Myanmar, and we hope that all parties in Myanmar will properly handle their differences under the constitutional and legal framework and maintain political and social stability.\" \"The military's actions show utter disdain for the democratic elections held in November and the right of Myanmar's people to choose their own government,\" said Brad Adams, Asia director of the international NGO Human Rights Watch, in a statement. \"We urge concerned governments to speak out forcefully against the military's actions and consider targeted sanctions against those responsible.\" Correction: An earlier version of this story incorrectly spelled Aung San Suu Kyi's name in the headline. This story has also been updated to reflect that Suu Kyi's government and the military are facing a genocide investigation at the International Court of Justice.", "Section": "asia", "Writers": ["Jessie Yeung"], "URL": "https://www.cnn.com/2021/02/01/asia/myanmar-military-coup-explainer-intl-hnk-scli/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}