{"Type": "gallery", "Time": "2018-12-17", "Headline": "What a shot! 31 amazing sports photos", "Text": "Sadam Ali is punched in the face during a welterweight fight against Mauricio Herrera at Madison Square Garden on December 15 in New York City. Ali won the fight by unanimous decision. Kansas City Chiefs cornerback Kendall Fuller, lower right, is called for pass interference against Los Angeles Chargers wide receiver Mike Williams during the second half of the game in Kansas City on Thursday, December 13. Horseback riders jump a fence during the Cliftons of Wrexham Novices' Hurdle Race in Bangor, Wales on Friday, December 14. Ding Ning of China competes in the Women's Singles Quarterfinals against Cheng I-Ching of Taiwan during day two of the World Tour Grand Finals in Incheon, South Korea on Friday, December 14. Stanford players celebrate with confetti after winning the Division I Women's Volleyball Championship on December 15 in Minneapolis, Minnesota. Stanford won the championship match in five sets over Nebraska. Daiya Seto of Japan competes in the Men's 400m Individual Medley Finals at the FINA World Swimming championships on December 15 in Hangzhou, China. Boston Celtics guard Terry Rozier goes up for a shot against Atlanta Hawks center Alex Len during the second half of an NBA game at TD Garden on December 14 in Boston, Massachusetts. Boston won the game 129-108. Zac Thomas of the Appalachian State Mountaineers fumbles the ball against the Middle Tennessee Blue Raiders during the R&L Carriers New Orleans Bowl at the Mercedes-Benz Superdome on December 15. The Mountaineers blew out the Blue Raiders 45-13. Germany's Erik Lesser practices at the shooting range during the official training for the men's 10 km individual competition at the Biathlon World Cup in Hochfilzen, Austria on Thursday, December 13. Shakhtar's Taras Stepanenko goes for the ball during the UEFA Champions League group F soccer match between Shakhtar Donetsk and Olympique Lyon in Kiev, Ukraine on Wednesday, December 12.  Competitors skate around the Thialf ice arena during the starting event for the women's semifinal World Cup speed skating competition in Heerenveen, Netherlands on Friday, December 14. Philadelphia 76ers' Joel Embiid, left, hangs from the rim after a dunk past Detroit Pistons' Glenn Robinson III during the first half of their game in Philadelphia on Monday, December 10. Nozomi Okuhara of Japan plays a shot during her match against Ratchanok Intanon of Thailand at the 2018 BWF World Tour Finals badminton competition in Guangzhou, China on December 13. Kresimir Crnkovic of Croatia competes in the IBU Biathlon World Cup men's 10 km sprint on December 14, in Hochfilzen, Austria. New York Giants quarterback Eli Manning fumbles the ball while being tackled by Kamalei Correa of the Tennessee Titans during the second half of an NFL football game at MetLife Stadium on December 16. The Titans defeated the Giants 17-0. Raychel Michele Germaine of the United States passes by fans during her qualifying run in the Nations Cup Viessmann World Cup luge competition on December 14 in Lake Placid, New York. Ajax's Nicolas Tagliafico, right, is fouled by Bayern's Thomas Mueller during the Champions League group E soccer match between Ajax and FC Bayern Munich in Amsterdam, Netherlands on Wednesday, December 12. India's Ravi Ashwin, second right, celebrates with teammate Rishabh Pant after taking the wicket of Australia's Josh Hazlewood for India to win the first cricket test by 31 runs in Adelaide, Australia on Monday, December 10. Romania's left back Gabriela Perianu shoots the ball during the EHF EURO 2018 European Women's Handball Championship semifinal match between Russia and Romania at the AccorHotels Arena in Paris, France on December 14. A double rainbow arches over downtown Buenos Aires where River Plate fans celebrate the team's victory over the Boca Juniors on December 9. Pittsburgh Penguins' Tanner Pearson attempts to handle a puck in front of Los Angeles Kings goaltender Jonathan Quick during the second period of a hockey game in Pittsburgh, Pennsylvania, on December 15. Pittsburgh won the game 4-3. Dortmund's Manuel Akanji, left, and Bremen's Yuya Osako challenge for the ball during a soccer match between Borussia Dortmund and Werder Bremen in Germany on December 15.  Raynere Thornton of the Memphis Tigers jumps for a rebound against Jordan Bowden of the Tennessee Volunteers on December 15 at FedExForum in Memphis, Tennessee. The Volunteers defeated the Tigers 102-92.  Anna Gasser of Austria competes in the Women's Snowboard Slopestyle Final during day 2 of the Dew Tour on December 14, in Breckenridge, Colorado. Gasser won the gold medal with a combined slopestyle score of 177.67. Boca Juniors' goalkeeper Esteban Andrada watches the ball hit the back of the net during a match between River Plate and Boca Juniors at the Santiago Bernabeu Stadium in Madrid, Spain on December 9. River Plate won the match 3-1. Detroit Lions wide receiver Kenny Golladay catches a pass while defended by Buffalo Bills cornerback Tre'Davious White during the first half of their game on December 16 in Orchard Park, New York. Cameron van der Burgh of South Africa blows water out of his mouth during the Men's 50m Breaststroke Semifinals on day 5 of the 14th FINA World Swimming Championships in Hangzhou, China on December 15. Denver Nuggets forward Mason Plumlee falls over the back of Oklahoma City Thunder center Steven Adams in the fourth quarter of their game at the Pepsi Center in Denver, Colorado, on December 14. The Nuggets won the game 109-98. Miro Heiskanen, right, Gavin Bayreuther, top, and Ben Bishop, left, of the Dallas Stars defend against Pontus Aberg of the Anaheim Ducks during the third period of their game in Anaheim, California on Wednesday, December 12.  Cyclists compete during the first round of the Women's team sprint during day one of the Tissot UCI Track Cycling World Cup at Lee Valley VeloPark on December 14 in London. Cleveland Browns wide receiver Breshad Perriman makes a catch for a touchdown while defended by Denver Broncos cornerback Tramaine Brock in the first quarter at Broncos Stadium at Mile High on December 15. The Browns won the game 17-16, marking their first win against Denver since 1990.", "Section": "sport", "Writers": ["Al Bello/Getty Images", "Charlie Riedel/AP", "Alex Livesey/Getty Images", "Chung Sung-Jun/Getty Images", "Jamie Schwaberow/NCAA Photos/Getty Images", "ALY SONG/REUTERS", "Winslow Townson/USA TODAY Sports/Reuters", "Chris Graythen/Getty Images", "Matthias Hangst/Bongarts/Getty Images", "SERGEY DOLZHENKO/EPA", "Peter Dejong/AP", "Matt Slocum/AP", "STR/AFP/Getty Images", "Steven Ryan/Getty Images", "Hans Pennink/AP", "James Elsby/AP", "FRANCK FIFE/AFP/Getty Images", "Natacha Pisarenko/AP", "Gene J. Puskar/AP", "Martin Meissner/AP", "Joe Murphy/Getty Images", "Tom Pennington/Getty Images", "JAVIER SORIANO/AFP/Getty Images", "Adrian Kraus/AP", "Fred Lee/Getty Images", "Isaiah J. Downing/USA TODAY Sports", "Sean M. Haffey/Getty Images", "Paul Harding/PA Images/Getty Images", "Isaiah J. Downing/USA TODAY Sports/Reuters"], "URL": "https://www.cnn.com/2018/12/17/sport/gallery/what-a-shot-sports-1216/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Thailand", "Source": "CNN"}