{"Type": "article", "Time": "2020-05-28", "Headline": "Nissan to cut production capacity by 20% after suffering worst year since 2009", "Text": "Nissan committed on Thursday to slashing production capacity by 20% and closing a plant in Spain as part of a sweeping overhaul announced after the Japanese carmaker revealed its first annual operating loss in more than a decade.  The company posted an operating loss of 40.5 billion yen ($376 million) for its fiscal year ended in March, compared to an operating profit of 318 billion yen ($2.9 billion) for its previous fiscal year. It was the company's worst performance since 2009. More pain could be on the way. Given the uncertainty surrounding the coronavirus pandemic, \"it is difficult to reasonably forecast an outlook for fiscal year 2020 at this time,\" CEO Makoto Uchida said at an earnings presentation on Thursday.   The announcements come one day after Nissan, Renault and Mitsubishi said they would deepen their alliance. The companies will make fewer models, share production facilities and focus on the existing geographic and technological strengths of each carmaker as they try to slash costs and ride out the coronavirus pandemic.  The world's biggest carmaking alliance added that it would abandon the growth at all costs strategy pursued by former boss Carlos Ghosn, whose arrest in 2018 on financial misconduct charges threw the group into disarray. Ghosn has denied wrongdoing. The new strategy boosted Nissan's stock, which rose more than 8% in Tokyo on Thursday before earnings were released. Shares are down 29% for the year.   Nissan said the overhaul would allow it to reduce costs by 300 billion yen ($2.8 billion). The company will slash the number of models it produces from 69 to fewer than 55, exit the South Korean market and close its vehicle manufacturing plant in Barcelona. The Spanish government said it \"regrets\" Nissan's decision and will try to persuade the company to keep the plant open, the Industry Ministry said in a press release.  Nissan said its car manufacturing plant in Thailand will become its single production base in Southeast Asia, after the company closed its Indonesia plant earlier this year.  Nissan, which was already suffering from slumping sales before the pandemic hit, said last year that it would cut about 12,500 jobs from its global workforce. On Thursday, Uchida declined to reveal if more jobs would be cut as part of the overhaul, saying that Nissan still needs to consult with unions and other stakeholders.   The Barcelona plant directly employs about 3,000 workers and some 20,000 other workers indirectly depend on the manufacturing there, a spokesperson for the Spanish government told CNN. Ashwani Gupta, Nissan's chief operating officer, said that the company remains committed to Europe. \"[The] US, China, Japan are the top three markets for us in terms of market share. But Europe is very important for us because we are the ones who created the crossover SUV. We are going to focus that in Europe,\" he told CNN. To \"share the pain\" caused by the overhaul, Uchida said he will take a 50% pay cut for the first half of the year, and other executives will see a 30% pay cut.  — Al Goodman, Kaori Enjoji and Angus Watson contributed to this report.", "Section": "business", "Writers": ["Sherisse Pham"], "URL": "https://www.cnn.com/2020/05/28/business/nissan-earnings-covid-intl-hnk/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}