{"Type": "article", "Time": "2020-07-29", "Headline": "July 30 coronavirus news", "Text": "CNN's Anderson Cooper and Dr. Sanjay Gupta hosted a global town hall on Thursday evening answering your questions about what the future holds for the fight against Covid-19.  The hosts discussed the latest news about the pandemic as global cases surpass 17 million, including more than 667,000 deaths, according to Johns Hopkins University. Guests on the show included US President Donald Trump's coronavirus testing czar Adm. Brett Giroir and White House coronavirus task force member Dr. Anthony Fauci. Watch here: ##Town Hall## The Australian state of Victoria reported 672 new coronavirus cases and eight deaths on Friday, according to the state's premier Daniel Andrews. The total number of infections in Victoria, the second-most populous state in Australia, now stands at 10,577, with 112 deaths, according to Andrews. “Aged care, healthcare settings, warehouse settings, food distribution settings -- these places are where we’re seeing new cases,” Chief Health Officer Professor Brett Sutton said during Friday’s news briefing.  Door knocking campaign: Andrews said he has no announcements to make about harsher lockdowns but he would not rule out more frequent door knocking to check if people are staying at home. More than 130 people -- one in four of those who’ve tested positive -- were caught defying stay-at-home orders, according to the Premier. Authorities have increased manpower to crack down on isolation dodgers, with 34 teams of officers deployed to knock on the doors of infected individuals. “Both public health experts from the Victorian team and those on a national level will spend the next day or two looking at the data at the six-week point, the halfway point of the stay-at-home orders that we put in place,” Andrews said. “That analysis will happen today and tomorrow, and then we'll have more to say.”  Though Friday’s figures are slightly lower than the previous day, Andrew said that it is “almost impossible” to see Victoria’s economy open up any time soon. ##Hotspots## Mexico will participate in the phase 3 trial of a Covid-19 vaccine from the French pharmaceutical company Sanofi-Pasteur's Mexico branch, according to Mexican Foreign Minister Marcelo Ebrard. \"Sanofi-Pasteur announces the incorporation of Mexico in phase 3 of the protocol for the Covid-19 vaccine trial,\" Ebrard said in a tweet Thursday.\n\"Tests will be conducted in our country, and we will have early access to the resulted vaccine,\" he added. \"I thank France for the support to make it happen. Good news.\" Sanofi's Mexico branch confirmed to CNN that Mexico would be a part of its phase 3 trial. In a statement, the Foreign Ministry said further details would be provided later. \"Our main goal is that Mexico takes part in many protocols for phase three as soon as possible. This is the first one, and it's great news for Mexico,\" the statement said. The foreign minister also clarified that the deal is with the company's Mexico branch, not France. \"The agreement is not with France; it's with Sanofi,\" Ebrard said. \"We've worked a lot with Sanofi in Mexico. Sanofi was vital in 2009 [with] the influenza vaccine.\" ##Vaccines## China recorded 127 new coronavirus cases on Thursday, the National Health Commission said on Friday morning. That marks the third consecutive day that the country has reported over 100 new infections. Among the new cases, 123 were locally transmitted, with 112 confirmed in the far western region of Xinjiang and the rest in the northeastern province of Liaoning. The country also recorded a further 11 asymptomatic infections on Thursday. ##Hotspots## The Buffalo Bills have sent their rookies home from the team’s facility following five positive Covid-19 tests in the last week, both NFL Network and ESPN reported Thursday. “As we were informed by medical experts as training camp opened, we expected to have positive tests for COVID,” the Bills said in a statement posted on its website and on Twitter on Thursday.  “With 5 since the beginning of the testing period last Tuesday, we decided to take a disciplined, proactive, and preventative approach to hopefully eliminate additional cases within our team,\" the statement said. Some background: Testing has been a key component in bringing players back. As players enter camp, they will be tested. Players have to have two negative tests within 72 hours in order to participate in training camp. Thereafter, the union and the league have agreed to test each player daily for at least the first two weeks of training camp, eventually moving to an every-other-day schedule once a team maintains a 5% positivity rate. Those tests will be conducted by the company BioReference Laboratories.  White House coronavirus task force member Dr. Anthony Fauci suggested it is impossible to know whether the US is nearing the end of the pandemic or still in the early stages, and that the outcome depends very much on Americans' behavior going forward. \"It’s impossible to predict because when we were looking at the increase and then going down, if it had gone all the way down to baseline… then you could say 'if we hold tight, we may be in the 7th or 8th inning,'\" Fauci said, when asked by CNN's Anderson Cooper where the US currently sits on the arc.  \"But that didn’t happen,\" he added.  Fauci went on to say the length of the pandemic will depend on how well Americans wear masks, socially distance and adhere to other actions that can slow and stop the virus's spread.   \"The thing we need to do is we need to put out all the stops to get it down to baseline and to keep it there by doing the things that we’ve been talking about, and that I’ve been talking about consistently,\" he said. \"If we do that, Sanjay, I think we’re well towards seeing this under control,\" he told CNN's Sanjay Gupta. \"If we don’t, then we really can’t make a prediction about how long this is going to last.\" Watch here: ##Town Hall## With millions of parents preparing for the upcoming academic year under the shadow of the coronavirus pandemic, Dr. Anthony Fauci said \"we should try as best as we possibly can to get the children back to school.\" \"Because we know the consequences on the children when they're kept out of school, as well as the downstream deleterious, unintended consequences on families, of parents who have to get off work to take care of their kids,\" Fauci said during CNN's global coronavirus town hall Thursday night.  Fauci instructed parents to be vigilant because of the varying levels of the infections across the country. This advice from the nation's top infectious disease doctor comes hours after Gov. Ron DeSantis of Florida advocated for parents to be able to choose either in-person or distance learning as districts in the state weigh their options for the upcoming school year. Florida is one of the states that has recorded a spike in Covid-19 cases. \"So if you have a level of virus that really is very, very low, then you could likely proceed with impunity, depending on the local situation, with getting the child back to school with no restrictions. If you're in an area where there is some virus involved, the local authorities may do things like try to modify the school situation,\" Fauci added. Watch here: ##Town Hall## Dr. Anthony Fauci responded to a claim from the head of Operation Warp Speed, the federal government’s multi-billion effort to develop a vaccine against Covid-19, that a coronavirus vaccine could be 90% effective. Fauci, the director of the National Institute of Allergy and Infectious Diseases, called this claim from Moncef Slaoui \"a very optimistic estimate,\" he said tonight on CNN's global coronavirus town hall. \"We all hope it's going to be that way,\" Fauci said. \"When we look at the data from the phase one study ... it looks good because the vaccine induced neutralizing antibodies in the recipients was rather robust to the level that would you say is at least as good or better than what's induced by natural infection, namely what we're seeing in convalescent plasma. So that's the first good indication that gets us to be optimistic.\" Some context: In his first television interview, Slaoui said he “wouldn’t be surprised” if the vaccine was about 90% effective.  “It’s very hard to predict of course – that’s why we’re doing the trial. My personal opinion based on my experience, I think this vaccine is going to be highly efficacious. I wouldn’t be surprised if it’s in the 90% [range],” said Slaoui, chief adviser to Operation Warp Speed. “I think it will be a very effective vaccine. That’s my prediction.”  Slaoui spoke Thursday with CNN while touring a Covid-19 vaccine clinical trial site in Savannah, Georgia. He’s a former GlaxoSmithKline executive who began his position with Operation Warp Speed in May. Watch here: ##Town Hall## “It shouldn’t be acceptable” that the US is so backlogged on coronavirus testing, Adm. Brett Giroir, assistant secretary for Health at the US Department of Health and Human Services said during CNN’s coronavirus town hall. He tried to defend the state of testing in the US after large testing companies such as Quest Diagnostics reported it can take seven days or more to run tests and get results back to people. “Nationally, about 25% of tests are point-of-care so that's about 15 minutes. Another 25% are done in local hospitals … That's generally a quick turnaround,” Giroir said. But he conceded there is a backlog that’s rendering some coronavirus testing practically useless. “Where we really talk about it is the big commercial labs and there's no question they've been strained, and Quest has been strained more than the other commercial labs,” he said. “Our data right now, and this is the worst week, is that 56%, are back within three days, 76% are back within five days,” he added. Pooling samples from four or five people can speed things up and save resources, Giroir said. “I've said and I've said before — I want the perfect test. I want it to be perfectly sensitive and specific and back within 15 minutes. That's why we're really working towards more point-of-care but again it is a work in progress, because of the tremendous demand,” Giroir said. By September, Giroir said he expects half of all tests in the US to be point-of-care tests, but he warned, “You can’t test your way out of this.” People must also use masks, avoid crowds and avoid being indoors with others, he said. ##Town Hall## Mexico's health ministry reported 7,730 new Covid-19 cases Thursday, bringing the country's total number of cases to 416,179. The country also reported 639 new fatalities from the virus, bringing its death toll to 46,000. Some context: Mexico holds the fourth highest number of coronavirus deaths worldwide, just behind the UK which has 46,084 deaths. ##Hotspots## Admiral Brett Giroir, a member of the White House coronavirus task force, said that by September, half of all Covid-19 tests will be new \"point of care\" coronavirus tests that promise rapid results. \"We want tests back as quickly as possible. I said before, I want the perfect test. I want it to be perfectly sensitive and back within 15 minutes. That's why we're working towards more point of care. But it is a work in progress because of the tremendous demand,\" Giroir said during CNN's global coronavirus town hall tonight. Giroir said that data shows that right now across the US, 56% of tests are \"back within three days, 76% are back within five days.\" Watch here: ##Town Hall## The coronavirus pandemic continues to have deleterious effects across the US as every corner of society struggles to cope. Here are the latest headlines on the pandemic: Unemployment continues to rise: In yet another sign that the economic recovery is teetering in a resurgence of coronavirus cases, the number of Americans filing first-time unemployment claims rose for the second week in a row. About 1.4 million people filed for initial jobless claims last week, up 12,000 from the prior week's revised level, which was the first increase in 16 weeks.\nHerman Cain: President Trump expressed his sadness over the death of Herman Cain, who passed away from Covid-19 after spending nearly a month in the hospital with the virus. “He was a very special person, and I got to know him very well,” the President said during a news briefing this afternoon.\nKey coronavirus model: The University of Washington now projects there will be 230,822 US deaths from Covid-19 by November, based on the current scenario. On July 22, the university’s Institute for Health Metrics and Evaluation (IHME) forecasted 219,864 total deaths from the virus by November. \nSocial distancing works: Just two weeks of social distancing policies cut the spread of coronavirus by 65% globally, preventing more than 1.5 million new cases, Texas researchers estimated Thursday. The few states and countries that resisted social distancing saw almost no reduction in spread, the team at the University of Texas MD Anderson Cancer Center said.\nThe upcoming school year in Florida: Gov. Ron DeSantis advocated Thursday for parents to be able to choose either in-person or distance learning as districts in the state weigh their options for the upcoming school year. “I believe that there should be a choice for parents throughout Florida,” DeSantis said at a news conference.\nMLB players test positive: Nineteen players and coaches for the Miami Marlins tested positive for coronavirus. The team said they are isolating and quarantining in Philadelphia, Pennsylvania.  ##Town Hall## Arizona is in a better spot today than it was several weeks ago, Arizona Gov. Doug Ducey said in a news conference today. “We are headed in the right direction,” Ducey said. Covid-19-like illnesses in the emergency room, intensive care and hospital bed usage, ventilator usage and the percentage of positive test are all trending down, he added.  The latest numbers: There has been a downward trend in Covid-19 cases since early July, Ducey said. Last week, Arizona averaged 2,533 new Covid-19 case per day and had a positivity rate of 11%. For comparison, Arizona had 5,439 new Covid-19 cases on June 29, according to the Arizona coronavirus dashboard. “This is not a victory lap. This is not a celebration. If anything, it's evidence that the decisions, and the sacrifice that Arizonans are making are working,” Ducey said.  Arizona has a total of 170,798 Covid-19-like cases and a total of 3,626 deaths, Ducey said According to Arizona’s coronavirus dashboard, the state reported 2,525 new Covid-19 cases and 172 new deaths on Thursday. Note: These numbers were released by Arizona Gov. Doug Ducey and the Arizona Department of Health Services, and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project. ##Hotspots## A coronavirus outbreak has been confirmed at four Costco locations in the Bay Area, according to a statement from Santa Clara County. A total of 31 cases have been confirmed within the past two weeks at four Costco stores in Gilroy, Mountain View, San Jose, and Sunnyvale. The number of confirmed infections at each store ranged from four to 13.  The county began an investigation at these locations after an outbreak was reported at various Costco locations, according to the statement. “Preliminary results of the investigation indicate that Costco is complying with social distancing and other protocols and that many of the cases have been caused by community transmission and most likely not internal transmission among employees,” the county said. Clusters of the virus have not been confirmed at any other Costco locations in Santa Clara County, according to the statement. The county is working closely with Costco to protect the safety of workers and customers at each location. “This includes assisting Costco in identifying close contacts and advising on appropriate disinfection measures, ensuring that appropriate testing protocols are being followed, as well as measures to prevent workplace transmission,” the county said. By the numbers: As of Thursday, Santa Clara County has a total of 9,731 confirmed cases and 190 deaths. ##Hotspots## House members are complying with Speaker Nancy Pelosi’s mask mandate during tonight’s votes. Republicans all appear to be wearing masks, although a couple members, including Rep. Jim Jordan, have worn them incorrectly, under their noses. Jordan could be seen bumping elbows with another member and greeting colleagues on the floor before leaving after casting his vote.  ##Masks## The UK government announced new restrictions in Northern England \"to stop the spread of Covid-19.\" \"This is in response to an increasing trend in the number of cases per 100,000 people in the area,\" a release from the government read on Thursday. People in the following areas will not be allowed to \"mix with other households (apart from those in their support bubbles) in private homes or gardens\" after data showed that \"transmission among households is a key infection pathway in the area,\" the government said. The new measures apply to the areas of:  The Greater Manchester area\nPendle\nHyndburn\nBurnley\nRossendale\nBlackburn with Darwen\nBradford, \nCalderdale\nKirklees\nLeicester City The new rules allow people from these neighborhoods to still go to bars and pubs, but \"two households should not go to hospitality together.\" \"The spread is largely due to households meeting and not abiding to social distancing. So from midnight tonight, people from different households will not be allowed to meet each other indoors in these areas,\" UK Health Secretary Matt Hancock said in the release. The UK recorded its highest daily rise in Covid-19 cases in more than a month Thursday, according to data from the Department of Health and Social Care (DHSC). The DHSC reported 846 new coronavirus cases, the highest rise since June 28 when there were 901 new infections. There were also 38 deaths reported Thursday, compared to 36 deaths on June 28, DHSC data shows. The government also announced lifting of restrictions in other local areas, such as in Oadby and Wigston, and on Aug. 3, restaurants, cafes, bars and hairdressers in Leicester City can reopen.  The government also urged anyone celebrating Eid al-Adha this weekend to \"follow the new rules and protect the ones they love.\"  Argentina reported its highest daily death count from Covid-19 Thursday, according to its health ministry. The ministry reported 153 new deaths, its highest increase since the outbreak began. Argentina's death toll from the virus is 3,441. Argentina also reported 5,938 new Covid-19 cases, bringing its total to 185,373. Some context: Argentina has the sixth highest number of cases in the Latin America region, behind Colombia, Chile, Peru, Mexico and Brazil, according to Johns Hopkins University. ##Hotspots## The University System of Maryland (USM), which includes 12 institutions and three regional higher education centers, is making Covid-19 testing mandatory for all on-campus students and employees. Anyone returning in-person to a USM institution now has to be tested for Covid-19 within 14 days prior to arriving and will need to provide university officials with confirmation of a negative test result, according to a release from the university system. Some of the universities will be conducting this testing on their own as students and employees arrive on campus, while others are beginning the fall semester imminently, within 14 days of the new guidance issued today. Anyone who tests positive for Covid-19 prior to arrival will not be allowed on campus, and will only be allowed back after a required period of isolation has been met, per public health guidelines, the release said. “Since the beginning of the Covid-19 crisis, the safety of our students and employees has guided the University System of Maryland’s planning and decision-making. The uncertainty surrounding Covid spread and impact demands that our plans be flexible enough to respond to disease risk in real time, changing as Covid conditions and safety guidelines change,” the university system said. ##Schools## A San Diego gym that was shut down after operating in defiance of the county’s health order to close last week has experienced an outbreak of coronavirus. According to the San Diego Health and Human Services Department, The Gym in Pacific Beach defied health orders and remained open despite an order to close indoor operations to prevent spread of coronavirus. The business was sent a letter last Thursday and told to close immediately, but it didn’t shut until days later on Monday, county health officials said.  While it wasn’t clear how many cases were linked to the gym, county health officials said an outbreak is considered three or more cases from different households stemming from a specific location.  According to San Diego Health Officer Wilma Wooten, any business or entity that violates the order faces a misdemeanor and a fine of  $1,000 dollars. County officials said they need to step up contact tracing efforts and crack down on egregious violators. They’ve issued multiple letters to local businesses, including gyms and restaurants. The facility did not immediately respond to a CNN request for comment. San Diego County has reported a total of 28,287 Covid-19 cases and 552 deaths. ##Hotspots##  At least 124 new cases of coronavirus were reported in Hawaii on Thursday.  That's a 14% increase over the previous record high set Wednesday and is the state’s fifth record day in the past week. Government officials in Hawaii are considering rolling back part of their reopening plans to respond to the surge. Honolulu Mayor Kirk Caldwell said Wednesday he wanted to close all bars on the island of Oahu for three weeks because some recent Covid-19 clusters have been traced to bars.  The proposal is awaiting Gov. David Ige's approval. President Trump said he supports a “temporary extension of unemployment benefits” and slammed Democrats as negotiations on a relief bill remain deadlocked.  Asked what the White House is willing to put on the table to move negotiations Trump said, “It’s a great question. I can’t tell you though because that wouldn’t be very smart for me from a negotiating standpoint but we’ll be putting certain things on the table.” Trump added that he wants to “get money to people” saying that it wasn’t the fault of American workers but “China’s fault.”   “We’re asking Congress to pass additional legislation to support Americans in need. First we want a temporary extension of expanded unemployment benefits. This will provide a critical bridge for Americans who lost their jobs to the pandemic,” Trump said of the bill.  Trump also slammed what he called “Democratic obstruction” which he said he was “surprised” by but said he wanted Democrats’ help to temporarily stop evictions.  “We want to get money to people. It wasn’t their fault. And we want to get money to people and it has to be substantial. It’s not their fault what happened. The fact is, people don’t like saying it- they know it’s true- it’s China’s fault. Okay? It’s not their fault. It’s not the worker who lost his job. It’s China’s fault. And that’s the way it is,” Trump said.  Watch here: ##Economy## The University of Washington now projects there will be 230,822 US deaths from Covid-19 by November, based on the current scenario.    On July 22, the university’s Institute for Health Metrics and Evaluation (IHME) forecasted 219,864 total deaths from the virus by November.  The latest update reflects an increase of about 11,000 deaths due to an increase in infections and the refusal by some people to wear masks, to practice social distancing, and to perform other measures to mitigate the transmission of the virus. If the US universally adopted wearing masks, the number of deaths by November would drop to nearly 198,831, the model projected. The use of masks is up but not as high as it should be across the nations. However, there has been a rise in mask wearing across states and locations with increased cases and deaths, the IHME said. \"If 95% of Americans wore masks each time they left their homes, infection rates would drop, hospitalizations would drop, and forecast deaths would drop,” said Ali Mokdad, a professor of health metrics sciences at IHME. \"Unfortunately, people let down their guard until media report the risk of increased infections.\" Some context: So far, according to Johns Hopkins University, more than 4.47 million Americans have been diagnosed with coronavirus infections and at least 151,674 have died.  \"We would like for Americans to keep their guard up to reduce the transmission of the virus. We do not have an effective drug and vaccines are on their way, so prevention is key.\" Mokdad told CNN.    Florida Gov. Ron DeSantis advocated Thursday for parents to be able to choose either in-person or distance learning as districts in the state weigh their options for the upcoming school year. “I believe that there should be a choice for parents throughout Florida,” DeSantis said at a news conference. “Parents who prefer distance learning should be able to opt for it, and parents who desire in person instruction should have access to it,\" he added. DeSantis cited the Centers for Disease Control and Prevention as he said “kids under 18 are far less likely to be hospitalized or to die from Covid-19 than they are from seasonal influenza.”  The CDC released guidelines last Thursday that pushed for schools to reopen and pointed to studies showing that children are not at high risk of severe symptoms from coronavirus, as well as to studies showing younger children may not be important vectors for the spread of the virus. “We cannot be the generation that deprives our children of the opportunity to live up to their God-given potential,” DeSantis said. However, Dr. Anthony Fauci, the director of the National Institute of Allergy and Infectious Diseases, said last Friday that “there's still a lot to learn about what the prevalence and incidence of infection is in children.”  ##Hotspots## ##Schools## Connecticut has seen a notable increase in coronavirus rates among 10 to 19 year olds, Gov. Ned Lamont said at a news conference on Thursday. He said the rates have “doubled.”  Lamont blamed the spike on kids drinking and partying, and cited the potential risks to other families and teachers, if or when kids return to school. He went on to say that parents need to make sure their children are following safe protocols. \"The power of shame is greater than anything I can do by edict or punishment,\" the governor said. On schools: Lamont also said he is leaving it up to school districts to determine what they want to do with respect to in-person or hybridized learning, with a likely emphasis on more in-person schooling for younger kids.  Any school or district that wishes to opt out of any in-person schooling will have to present its case before the education commissioner, he said. Lamont said there have been at least six new deaths since the last update and approximately 13 new hospitalizations.  ##Schools## Brazil's health ministry reported 57,837 new cases of coronavirus Thursday, bringing the country's total to 2,610,102. The ministry also reported 1,129 new deaths from the virus, bringing Brazil's death toll to 91,263. Some context: This new data was released after President Jair Bolsonaro's press office announced today that Brazil’s first lady, Michelle Bolsonaro, tested positive for Covid-19.  On Saturday, the president tested negative after several positive tests. ##Hotspots## White House chief of staff Mark Meadows told reporters Thursday he is “not very optimistic that we will have any kind of an agreement on a comprehensive bill in the near future.\" Asked to clarify what he meant by near future, he replied, “I’m not even optimistic about next week.” Meadows talked with reporters for more than 20 minutes at the US Capitol Thursday amid stalled negotiations over the next stimulus bill, as senators left for the weekend and federal unemployment benefits expire tomorrow. Watch here: President Trump said shutting down the economy \"to achieve a temporary reduction in cases is certainly not a viable long-term strategy for any country\" as coronavirus continues to spread across the country. \"The scientific path forward is to protect those at highest risk while allowing those at lower risk to carefully return to work and to school with appropriate precautions,\" he said at a news briefing on Thursday. \"A permanent shutdown would no longer be the answer at all,\" he added. He said the purpose of the shutdown was to flatten the curve and to develop treatments and therapies.  \"We have done that,\" Trump said, but warned the virus \"can come rearing back when you least suspect it.\" Trump said moving forward, it is important to protect elderly people and those with health conditions that put them at higher risk for complications. \"You want to protect the elderly and socially distance. Wear a mask if you cannot socially distance and practice vigorous hygiene. Everyone – even healthy young people – should be taking extraordinary care to avoid infecting those at the highest risk from this terrible disease,\" he said. Watch here: ##Masks## President Trump expressed his sadness over the death of Herman Cain, who passed away from Covid-19 after spending nearly a month in the hospital with the virus.   “He was a very special person, and I got to know him very well,” the President said during a news briefing this afternoon. Trump sent prayers to Cain’s wife and “wonderful family.”  Earlier Thursday: Trump tweeted that he had spoken with the Cain family. “America grieves for all of the 150,000 Americans who had their lives taken by this horrible invisible enemy,” Trump said. “We mourn their loss as a nation, we mourn their loss as people, as people that love one another.”   The head of Operation Warp Speed said he’s “optimistic” there will be vaccines for all Americans by the end of next year, but hopefully even sooner.  “I am optimistic that we will have vaccines for everybody within the year 2021, ideally within the first half of the year 2021. That's our objective,” said Moncef Slaoui, chief adviser to the federal government’s multi-billion-dollar program to develop a Covid-19 vaccine.  In his first television interview since being appointed, Slaoui spoke with CNN Senior Medical Correspondent Elizabeth Cohen on Thursday while touring a vaccine clinical trial site in Savannah, Georgia.  Phase 3 clinical trials – the final step before government approval – are underway in the United States for two vaccines, one made by Moderna and another by Pfizer. Operation Warp Speed is also funding six other vaccine efforts, Slaoui said.  Slaoui said he expects to “probably have a few tens of millions of doses [of vaccine] in December and January” and those would go to high-risk individuals.  “We will not have doses for the full US population on day one,” he said. High-risk individuals include the elderly and those with underlying health conditions such as hypertension, diabetes and cardiovascular disease.  Bill Gates, co-chair of the Bill and Melinda Gates Foundation, said schools should be opened up if infection rates get very low, but he can’t see a benefit to reopening bars and restaurants. Speaking during a Time 100 Talk on Thursday, Gates said that it was a good thing that, in many of the initial hotspots, such as New York City, the numbers were down dramatically. “If the numbers get very low,” he said, “then you can do opening up and things like schools – particularly for young children – should be opened up.” For bars and restaurants, however, Gates said that until there is a vaccine, “sadly, I just can’t see the cost-benefit ratio of letting people sit in bars” due to the amount of transmission that has come out of them, from people talking loudly and being close to each other.  “We haven’t been as tasteful as we might like to be,” he said, and the country is now paying a price for some places that reopened despite an increase in Covid-19 cases.  Later this year: Autumn could be a challenge because people will be indoors more. Cold and flu symptoms could make things a bit more confusing, Gates said. “So, if we can use the next few months to get the numbers down, that will make a huge difference in terms of the death going into the fall,” said Gates. He described the fall as a mix where “the innovation track is the good news that could bring things down, and a lack of social distancing – you know – that one hangs in the balance.” Just two weeks of social distancing policies cut the spread of coronavirus by 65% globally, preventing more than 1.5 million new cases, Texas researchers estimated Thursday. The few states and countries that resisted social distancing saw almost no reduction in spread, the team at the University of Texas MD Anderson Cancer Center said. “We found that states observed significant reductions in transmission rates following the implementation of social distancing policies, compared to states without such policies,” Daniel McGrail, a postdoctoral fellow studying systems biology, said in a statement. “In fact, two of the smallest reductions in spread were seen in states without social distancing policies.” More details: The team set out to see what happened when states enacted social distancing or lockdown policies at the start of the coronavirus pandemic.  The team compared Nebraska and Idaho, two similar states. Idaho had a social distancing policy, while Nebraska did not.   South Dakota, whose governor also resisted a statewide policy, also saw little to no reduction in cases. Wyoming lacked a social distancing policy and the sparsely populated state came in fifteenth from the bottom out of 50 states in terms of reducing coronavirus spread.  But the study was lacking in data, the researchers said.  “While analysis of US states indicated that social distancing policies reduced Covid-19 spread rates proportional to associated reductions in mobility, only having three states without social distancing policies reduces the power of any observation,” they wrote. \"To address this, we next expanded our model to the global level.” They looked at data from 134 different countries.  \"Globally, we find that social distancing policies significantly reduced the Covid-19 spread rate, with resulting in an estimated 65% reduction in new Covid-19 cases over a two week time period,” the researchers wrote.  In 46 countries, the policies had a strong effect, preventing an estimated 1.57 million cases of Covid-19 over a two-week period. That represents a 65% reduction in new cases, they said. Social distancing is not necessarily the only way to reduce spread, they noted.  “For instance, South Korea has not enacted a social distancing program but instead utilized a powerful contact tracing approach to control the spread of Covid-19,” they wrote.  Watch: There wasn't a clear increase in Covid-19 cases, hospitalizations or deaths in Milwaukee after statewide primary elections in Wisconsin this spring, according to a US Centers for Disease Control and Prevention report published Thursday. Researchers studied data on Covid-19 cases in Milwaukee from March 13 to May 5 to determine if there was an increase in the virus stemming from Election Day on April 7. The findings appear in the CDC’s Morbidity and Mortality Weekly Report.  As most people develop Covid-19 symptoms two to 14 days after exposure, the report looked at cases during the expected incubation period of April 9 to April 21.  What the report found:  Milwaukee reported at least 572 cases during that incubation period — or 21% of the total 2,789 total cases between March 13 and May 5. The rate of cases in the 13 days before this incubation period was 28%. \nMore than half of the at least 572 cases didn't report their voting status, and 38% said they did not vote. Only 37 patients, or 7%, reported voting. \nOf the 37 patients who said they voted, nearly half reported voting using an absentee mail-in ballot, while 14 said they voted in person and six said they cast their ballot curbside.  Wisconsin was the first state to hold an election that included in-person voting after stay-at-home orders went into effect March 25 to slow the spread of the virus. The report said these trends were likely influenced by a relatively lower turnout of voters compared to the same time in 2016. Here were some of the voting trends: The number of people who voted decreased by 43% and the number of polling sites decreased from 181 to five. \nThe percentage of people who voted by mail increased about 15 times, from 4.1% to 68%, and early voting increased by 160%. \nThe proportion of people who voted in-person on Election Day decreased by 78% –– from 91.2% to 19.8%.  The report says these findings show CDC's interim guidelines \"encouraging physical distancing, personal prevention practices, and employing environmental cleaning and disinfection lower COVID-19 transmission risk during elections,\" the report said.  The risk can be reduced even more, it says, “by fully implementing CDC interim guidance, which recommends longer voting periods, and other options such as increasing the number of polling locations to reduce the number of voters who congregate indoors in polling locations.” Louisiana has the highest number of Covid-19 cases per capita in the nation — more than Arizona, Florida, New York and others, Gov. John Bel Edwards said in a news conference today.  Louisiana has reported 1,769 new Covid-19 cases for a total of 114,000. The state has also reported 42 new deaths for a total of 3,811 from the virus. On Thursday, Louisiana had 69 deaths, which was the largest number of deaths in a 24-hour period in two and a half months, Edwards added.  Louisiana has about 38,000 known active Covid-19 cases, Edwards said, but that does not count the 25% to 40% of people with Covid-19 that are asymptomatic. Note: These numbers were released by Louisiana Gov. John Bel Edwards and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project. ##Hotspots## The Southeastern Conference announced teams will play conference games in the fall, according to a statement on Twitter. The new football season will kick off on Sept. 26 \"to allow its universities to focus on the healthy return of their campus communities and the gradual re-introduction of athletics,\" SEC Commissioner Greg Sankey said Thursday. \"This new plan for a football schedule is consistent with the educational goals of our universities to allow for the safe and orderly return to campus of their student populations and to provide a healthy learning environment during these unique circumstances presented by the COVID-19 virus,\" Sankey said in the statement. The season will be made up of a 10-game, conference-only schedule. The SEC Football Championship Game will be played on December 19 in Atlanta – pushed back from its original date of Dec. 5, the SEC said. Sankey said a conference-only schedule gives teams the ability to make adjustments throughout the season depending on the state of the virus. \"We believe these schedule adjustments offer the best opportunity to complete a full season by giving us the ability to adapt to the fluid nature of the virus and the flexibility to adjust schedules as necessary if disruptions occur,\" Sankey said in the statement. Sankey said a revised schedule will be announced after it is approved by athletic directors in the conference. \"Further decisions regarding safety standards related to athletics events, tailgating and other game day activities, including social distancing, face covering and other health measures consistent with CDC, state and local guidelines\" will also be announced at a later date, the statement said. Some context: Sankey said 14 members of the SEC are continuing \"to monitor developments related to COVID-19.\"  Read the tweet: While the US has historically led the way when it comes to things like smallpox, polio and HIV, other countries were off the mark faster with a coronavirus response, Microsoft founder Bill Gates said Thursday. A number of countries, which he did not name, got going a lot quicker than the US, said Gates, whose Bill & Melinda Gates Foundation funds multiple health care initiatives. Countries with previous experience fighting SARS or MERS were the quickest and set up strong models, Gates said in a Time 100 talk. “If you score the US, our domestic response has been weak. It can improve. Our R&D response, funding vaccines and therapeutics, has been the best in the world,\" he said. For instance, testing has been slow, Gates said. “The US is now starting, you know, to say hey, the testing turnaround can’t be long like this,” he said. “We need to be more prudent in not having things like bars and restaurants open,” he added. Gates also said that he doubted many people would be able to name an official at the US Centers for Disease Control and Prevention, which has been kept behind the scenes. But he was glad National Institute of Allergy and Infectious Diseases Director Dr. Anthony Fauci was speaking prominently.  Libya's UN-recognized government in Tripoli announced it will impose a full lockdown for five days starting on Friday in areas of the country it controls. This comes in response to a rise in Covid-19 cases, the Government of National Accord (GNA) in Tripoli said in a statement Thursday.  According to the statement, the lockdown includes restricting all outside movement except to buy necessary items. The full lockdown replaces a partial overnight curfew.  Libya’s National Center for Disease Control said that the outbreaks were mostly centered in Tripoli, the port of Misrata and in the southern desert town of Sebha.  The total number of coronavirus cases in Libya as of Thursday was at least 3,222 with approximately 76 deaths, according to the Johns Hopkins coronavirus tracker.  Illinois could be headed to a “reversal” in the state's reopening plan if the positive cases of coronavirus continue to climb, Gov. J.B. Pritzker said during a news conference on Thursday. The Illinois Department of Health reported at least 1,772 new cases of coronavirus and approximately 18 additional deaths on Thursday.  The cases continue to be those who are 29 years and younger that typically show milder symptoms or are asymptomatic and spread the coronavirus unknowingly, Illinois Department of Health Administrator Julie Casper said. The latest numbers: At least 176,896 positive cases of coronavirus and approximately 7,478 deaths have been reported in Illinois since the pandemic began. Note: These numbers were released by the Illinois Department of Public Health and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project. ##Hotspots## Operation Warp Speed, the federal government’s multi-billion effort to develop a vaccine against Covid-19, will fund eight vaccines, according to the head of the program.   Five of those are already in Phase 3 clinical trials or will be starting by the end of September, said Moncef Slaoui, chief adviser to Operation Warp Speed.   “They are all different vaccines. They are actually going very fast,” he said, noting that the virus was identified just six months ago. “I’ve been doing this for 30 years, and the fastest thing that I ever can remember that went from discovery to Phase Three trials was in four years.”   So far, vaccines made by Moderna and Pfizer are in Phase 3, or phase 2/3, of human testing in the US. That’s the final round of trials before a vaccine is put on the market. Each trial will include about 30,000 volunteers.   A vaccine from AstraZeneca and University of Oxford in the UK is in Phase 3 trials in the United Kingdom, Brazil and South Africa. Phase 3 trials for the vaccine in the US are scheduled to begin in August, Slaoui said.   Phase three trials for vaccines made by two other companies – Johnson & Johnson and Novavax – are scheduled to begin in September, he added.   Slaoui did not name the other three vaccines that will receive funding from Operation Warp Speed.   Health officials have said that having several vaccines in the pipeline will help ensure that at least one will be successful.  President Trump and Dr. Anthony Fauci held what’s become a relatively rare public event on Thursday afternoon: both men were in the same room with the cameras rolling.  Trump and Fauci made an appearance at the American Red Cross National Headquarters, encouraging plasma donations from people who have recovered from coronavirus.  During his remarks, Trump encouraged people to sign up to donate plasma \"as soon as you can.\" “We have a lot of people that would heal, would get better. As soon as you can, please,\" he said. He also urged Americans to wash their hands, keep a 6-foot distance and wear a mask “when you cannot avoid crowded places.”  “It just seems like so many things are taking place in crowded places,” the President, who has recently held events in crowded places, said. “We don't want that,\" he added. In his comments, Fauci began by thanking the President for his “support of this very important program.”  “When we talk about what is going on in this country and the challenges we’re facing we often say that it’s something where we’re all in it together and we all have to pull together,” Fauci said.  “An important part of the process of being together is helping each other,” he continued. “You know, when I can think of nothing more manifesting the helping of each other than someone donating from their experience of being ill and this is something that I think is part of the American spirit, and we should be proud of it and we should show it. So it's a very important thing. It's important part of the entire response to this outbreak.” On masks: Trump did not wear a mask at the roundtable, but did wear one as he met with a patient donating plasm prior to the event, a practice which US Surgeon General Jerome Adams tried to encourage.  “I was in Miami just a few weeks ago when I promised them I would tell you this,” Adams said to the President. “I was in Trump country. And they told me to deliver you a message, Mr. President. They told me to tell you you look badass in a face mask. I promised them I would tell you that. Miami, I told the President he looks badass in a face mask.”  The Fort Worth Independent School District in Texas is moving the beginning of its school year back by three weeks.  Classes will now begin on Sept. 8, and at least the first four weeks of the year will be all-digital. “We’ve had to deal with changing guidance from state and local agencies,” said Superintendent Kent Scribner. “Our local county health department indicated that in-person instruction should be delayed.” Fort Worth also will be doing digital learning for at least the first four weeks of the delayed school year. Originally, the district said parents would have the choice of whether to have their children taught on campus or at home. The superintendent says they will allow some students will special needs to be taught in-person, but only in small, socially distanced groups. Scribner said they were influenced by teachers who expressed serious concern about the idea of trying to start the school year on time. “They were very appreciative that the start date was postponed,” he said. Some context: Fort Worth is the 36th largest school district in the country by enrollment. The school board’s decision Wednesday came at the end of a meeting. ##Schools## Countries have to work together to stop the coronavirus pandemic, Bill Gates, Microsoft founder and co-chair of the Bill and Melinda Gates Foundation, said in a Time 100 Talk on Thursday. The pandemic is hitting people’s health as well as economies everywhere, Gates said. So while countries must work to stop the spread inside their own borders, the work cannot stop there.  “They also need to get together with other countries,” he said. “Because until we stop the pandemic in the entire world, it’s going to keep coming back.”   Iowa Gov. Kim Reynolds released guidance Thursday on plans to return to in-person learning at schools across the state. She encouraged in-person learning, and added that in order to request online-only learning, schools must have a positivity rate of at least 15% in their county.  “The CDC stated schools are an important part of the infrastructure of our communities. They provide a safe supportive learning environment for students. They employ teachers and other staff and enable parents, guardians and caregivers to work in Iowa,” she said. Reynolds said 93 of Iowa’s 99 counties meet the less than 10% positivity threshold that the Centers for Disease Control recommends for students to return to the classroom. Reynolds said that future decisions on school openings will be based on the positivity rate over the previous 14 days and student and staff absenteeism. Iowa State Public Health Medical Director Dr. Caitlin Pedati explained the process schools should go through when exposure to the virus happens.  “We'll come up with that list of people who would have been exposed and the recommendation will be for people who have been in close contact with a confirmed case that they need to stay home or quarantine for a period of 14 days. When we talk about quarantine that means people who are still healthy but who have been exposed to somebody who has Covid. If that person were to themselves become sick, they should seek health care and get tested as appropriate and if they were positive, they would then isolate,” Pedati said. Pedati stressed that state agencies, school districts and county health departments will need to be flexible. \"We might need to adjust guidelines in the future as we learn new things and as the science develops\" Pedati said. ##Schools## In his first television interview, the head of Operation Warp Speed, the federal government’s multi-billion effort to develop a vaccine against Covid-19, said he “wouldn’t be surprised” if the vaccine was about 90% effective.  “It’s very hard to predict of course – that’s why we’re doing the trial. My personal opinion based on my experience, I think this vaccine is going to be highly efficacious. I wouldn’t be surprised if it’s in the 90% [range],” said Moncef Slaoui, chief adviser to Operation Warp Speed. “I think it will be a very effective vaccine. That’s my prediction.”  Slaoui spoke Thursday with CNN while touring a Covid-19 vaccine clinical trial site in Savannah, Georgia. He’s a former GlaxoSmithKline executive who began his position with Operation Warp Speed in May. Vaccines have various effectiveness rates: According to the US Centers for Disease Control and Prevention, a full round of polio vaccines is 99% to 100% effective; full vaccination against diphtheria, tetanus and pertussis is 80-90% effective, while the flu shot is 40-60% effective. Slaoui added that “it’s possible that we will need a booster” after initial vaccination “every year or every two years or every three years.”  The Advocare Classic, one of college football’s marquee opening weekend games, has been called off. The matchup between powerhouses Alabama and the University of Southern California was set to be played in Arlington, Texas, on Sept. 5. According to a news release issued by AT&T Stadium, the game was canceled due to conference scheduling policy changes. The Pac-12 conference had announced earlier this month that its teams, including the USC Trojans, would only play games within the conference due to the Covid-19 pandemic. The Alabama Crimson Tide play in the SEC. AT&T Stadium said fans who purchased tickets through the stadium’s box offices will automatically be refunded within 10 to 14 business days. Tickets purchased via schools’ ticket offices can be refunded once details surrounding the respective school’s season are finalized. At least 2,084 new Covid-19 cases were reported in Missouri, the largest daily increase of cases in the state since the pandemic began, according to the Department of Health and Senior Services. According to a series of tweets by the agency, increased testing across the state along with testing delays at national laboratories are creating a backlog of data processing and entry.  Missouri has reported more than 1,000 positive cases each day for the past 10 days.  This brings the total to at least 48,834 cases in the state, according to numbers released by the agency.  Missouri also reports at least 13 new deaths, bringing the total to approximately 1,233.  Note: These numbers were released by the Missouri Department of Health and Senior Services and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project.   ##Hotspots## Maine Gov. Janet Mills signed an executive order extending protection for renters, while the state's positivity rate drops below 1%.    As the Maine Supreme Judicial Court plans to reopen courts next week, \"the risk right now is, in the coming months, there will be eviction proceedings\" Mills said today.   Rental assistance will be extended and provided to qualifying families for up to three months, Mills said.  \"I'm very concerned that Maine people may be facing a housing cliff\" with federal unemployment benefits possibly being reduced, Mills said. \"The best thing we can do for our economic health, is protect our public health,\" the governor added.  Some context: Maine's seven day positivity average is currently 0.95%, nationwide positivity stands at 8%, said Dr. Nirav Shah, director for Maine Center for Disease Control & Prevention.  Major League Baseball's Toronto Blue Jays Manager Charlie Montoyo confirmed this weekend’s series between the Philadelphia Phillies and Toronto Blue Jays has been postponed.  The decision to postpone the series comes after two Phillies staff members tested positive for Covid-19 on Thursday, leading the team to cancel all stadium activities.  “Our plans right now are to stay put and let MLB work through whatever they’re working through and then they’re going to let us know what’s our next step. But we’re not going to Philadelphia. Those games have been postponed,\" Montoyo said at a news conference. The Phillies were scheduled to play a doubleheader against the Blue Jays on Saturday and another game on Sunday.  The team has not played since last Sunday and is now scheduled to resume play next Monday against the New York Yankees. The UK has recorded its highest daily rise in Covid-19 cases in over a month, according to data from the Department of Health and Social Care. On Thursday, 846 new coronavirus cases have been confirmed, the highest rise since June 28 when there were 901 new infections, according data from the department. There were 38 deaths on Thursday, compared to 36 deaths on June 28, the department added. The gap in access to testing between the NBA and the broader country shows that accessibility of testing has to improve for everyone, according to Dr. Anthony Fauci, who was a guest on ESPN’s Daily podcast today. The NBA has made the decision to operate in a bubble, or clean site, and play begins Thursday.  On Wednesday, the NBA said it had succeeded in keeping the virus at bay. The NBA says none of the 344 players who were tested for Covid-19 in the NBA Orlando bubble tested positive. “That gap says to me that we’ve got to improve the accessibility of testing for everyone,” said Fauci, who is director of the National Institute of Allergy and Infectious Diseases. “What we really need to do, and what the people responsible for testing are working very hard at, is to make much, much more testing available.\" Fauci said he believes the \"answer to the broad problem is to get more testing available for everyone.\" The Georgia Department of Public Health reported at least 4,045 new cases of Covid-19 on Thursday, bringing the statewide total to approximately 182,286 cases.   Georgia DPH also reported at least 30 new deaths. Approximately 3,671 people have died from the virus in the state since the beginning of the pandemic, Georgia DPH said. There were at least 339 new Covid-19 related hospitalizations recorded, according to Georgia DPH.  Note: These numbers were released by the Georgia Department of Public Health and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project ##Hotspots## Health and Human Services Assistant Secretary Admiral Brett Giroir disputed claims that there are significant, widespread delays in coronavirus testing results Thursday. \"We are continuing to work to improve turnaround time, but the thought of it being routinely 10 to 14 days is just not true, and I think that sends a bad public health message that is contrary to the goals we all have of improving our infection rate,” Giroir said during a call with reporters. Giroir said that half the current coronavirus testing efforts are happening in point of care settings or hospital laboratories, which generally yield results in 24 hours.   “Over the past month, the percent of tests that were completed within three days by commercial labs was 45%,” he added. “In the last seven days that's over 56%, so we're seeing an improvement week over week.” Some context: Medical testing company Quest Diagnostics said Monday it is struggling to meet the demand for coronavirus tests, with turnaround times of more than two days for top priority patients and seven days for all other patients.  Many health experts have disagreed that the administration’s testing response is adequate.  “He thinks we're doing enough testing and I don't,” Dr. Ashish Jha, director of the Harvard Global Health Institute, said in an interview with CNN’s Poppy Harlow Tuesday. “I wish instead of arguing with me and other public health experts, Admiral Giroir really spent his efforts trying to make sure that Americans get the testing that they need.” In response to questions about when federal testing resources will meet the growing demand for tests, Giroir said, “The supplies absolutely satisfy the state testing goals now… we far exceeded the testing goals in June and we will far exceed the state testing goals in July.” He also said the administration is preparing for the overlap of coronavirus with the upcoming flu season. “Just about every test, whether it's molecular or point of care, is working on multiplexing, so that there could be flu and Covid tests, either on the same strip or certainly they could be done in the same machine within a couple of minutes,” Giroir said. The Republic of Ireland reported 85 new Covid-19 cases on Thursday, representing the highest daily increase in coronavirus cases since May 22, according to the latest data published by the Irish Department of Health. The total number of confirmed coronavirus cases in Ireland now stands at 26,027, according to the Department of Health. There was also one more death of a patient diagnosed with Covid-19, bringing Ireland's death toll to 1,763.  Of the cases reported today, half are associated with outbreaks and 39% are associated with close contacts of a previously confirmed case, according to a statement from Ireland's National Public Health Emergency Team. Acting Chief Medical Officer for the Irish Department of Health Dr. Ronan Glynn said in the statement, \"Today’s figures demonstrate how quickly Covid-19 can reemerge in our country.\" \"We are now at a crucial point in our response to Covid-19. Over the coming days it is vital that everyone continues to avoid large crowds, physically distance, wear face coverings where appropriate and wash hands regularly,\" he added. “Covid-19 is extremely infectious and no one is immune. Follow public health advice and stay vigilant.\" Philip Nolan, chair of the Irish Epidemiological Modelling Advisory Group, said, \"Over a two-day period Ireland moved from a relatively stable epidemiology to a significant pattern connected to outbreaks. We now need to be really careful and adhere to public health advice so we do not further spread the virus. We must remain vigilant to the disease if we are to control it at this point.\" World Health Organization officials looked back on the global response to the Covid-19 pandemic during a news briefing in Geneva on Thursday, the six-month mark of Covid-19 being declared a public health emergency of international concern. Maria Van Kerkhove, WHO’s technical lead for Covid-19, said that the global response can be characterized as mixed. “We really saw countries that took an aggressive approach – countries that took an all of government, comprehensive approach – really see some success in the beginning of trying to combat this,” Van Kerkhove said. Countries that have had previous experience with infectious diseases, such as SARS, avian influenza and MERS, “really saw the threat, really knew the threat of this,” she said. Countries that didn’t act as fast have also been able to turn things around, Van Kerkhove said, as have countries that had very difficult outbreaks, such as the Republic of Korea, Italy, Spain and Germany. These countries were able to implement the comprehensive approach to public health measures, where it was “all of government, all of society, engaging their public, informing their public” and using tools that are known to suppress transmission and save lives if they are implemented. “I think what we need to do going forward is look at how we can be more efficient in our response. How can everyone be more efficient in the tools that we apply, so that we don’t have to go into large lockdown, or so-called lockdown measures,” Van Kerkhove said. “That we can tailor the approach to the geographic area, and to the transmission area where it’s needed.” In light of the recent Covid-19 cases identified among the Miami Marlins and Philadelphia Phillies, the NFL’s chief medical officer, Dr. Allen Sills, said he is confident the league has the proper protocols in place. “I think it draws to my mind the observation that we have to be incredibly vigilant all times. We have to follow our protocols. We believe we have good protocols in place that will identify cases as quickly as we can, and then we have to be ready to take action once we’ve identified them. And we have to apply those protocols consistently, everyday throughout our entire season. If there's any point at which we let our guard down, that's the point where we'll be vulnerable,” Sills said on a call with reporters Thursday.  Sills added that the Major League Baseball situation is still one that is unfolding. “I think we’re still learning about that specific situation, and we still have some ongoing learning,” Sills said. Asked if the NFL had any protocols to potentially postpone games because of Covid-19 outbreaks, Brian McCarthy, NFL’s vice president of communications, said that the terms will still being discussed. “We are working on those details with the Union and also hand-in-hand with the Competition Committee,” McCarthy said. Unlike the NBA – which is isolating the entire league in a “bubble” in Orlando – the NFL plans on hosting games in home stadiums across the country.  Earlier today, Pittsburgh Steelers head coach Mike Tomlin said that while he was excited to begin training camp for the upcoming season, managing the threat of Covid-19 involved not just monitoring what was on the field, but also off. \"What you’re talking about is conduct that is detrimental. That’s a term that is used often in our business, and appropriately so in this Covid environment. If you are not exercising discretion and being thoughtful about how you move, that conduct is detrimental to your cause and ours collectively. That is the message that I am delivering to those guys,” Tomlin said. A disease like Covid-19 exploits all the vulnerabilities that are present for individuals, communities and health systems, Dr. Mike Ryan, executive director of the World Health Organization’s health emergencies program, said during a media briefing in Geneva on Thursday. “A disease like this exploits all of the vulnerabilities – and the underlying vulnerabilities – that individuals, communities and health systems have. We’ve seen that,” Ryan said. “We've seen how this disease impacts on people who are marginalized and have underlying health conditions. We've seen how this impacts on people who don't have access to basic health care services in terms of diagnostics and treatment. And we've seen how this impacts in areas in which the health infrastructure is poorly invested,” he said. Ryan also said that there have been hospital systems that have collapsed and huge queues of people who haven’t been able to access health care.  He described health as not a reward for development, but as a primary investment in the security of communities, states and economies. Epidemics, Ryan said, are a “massive stress test for the system.” In a short period of time, they place much of the system under stress. The ability of the system to absorb the stress determines the damage that is done.  He compared this situation to building a house, saying that if you build a house well and with the view that a storm might come, it will be able to withstand the storm. “If the storm comes and your house is not prepared, then you may lose your house,” he said. “And I think that’s what we’re seeing in these situations in many, many countries.” Epidemics themselves cause a major impact, which is amplified by weaknesses in the underlying health infrastructure, Ryan said. “And we’re paying a heavy price, again, for the lack of that investment.” Covid-related deaths in California top nearly 200 for the second-straight day, with 194 fatalities being reported by the California Department of Public Health.  At least 8,909 people have now died from coronavirus in the Golden State. The state reported 10,197 new coronavirus cases, bringing the total tally to 485,502. For the past two weeks, California has averaged just over 9,100 additional cases each day.  The positivity rate in the state remains steady at 7.5%, with an average of 122,000 tests being conducted each day. Hospitalization rates and those in intensive care units continue to trend down slightly. Note: This report may include cases and deaths that occurred outside the most recent 24-hour period due to the possibility of reporting delays.  ##Hotspots## Everyone must learn to live with Covid-19 while staying protected, Tedros Adhanom Ghebreyesus, director-general of the World Health Organization, said during a briefing in Geneva on Thursday. “We must all learn to live with the virus,” he said, “and to take the steps necessary to live our lives while protecting ourselves and others – especially those at highest risk of Covid-19.”  While Tedros acknowledged this isn’t easy, he said it can be done. “The pandemic does not mean life has to stop,” Tedros said. He congratulated the Kingdom of Saudi Arabia for the steps that were put in place to make the Hajj as safe as possible this year, calling it a “powerful demonstration of the kinds of measures that countries can – and must – take to adapt to the new normal.” CNN previously reported that Saudi Arabia will limit the number of people who could take part in the Hajj pilgrimage to Mecca, and that it would be restricted to pilgrims of all nationalities who already reside in the country. The World Health Organization has released a policy brief on preventing and managing Covid-19 in long-term care facilities. Older people, especially those living in long-term care facilities, are one of the groups that are at highest risk for Covid-19. “In many countries, more than 40% of Covid-19-related deaths have been linked to long-term care facilities – and up to 80% in some high-income countries,” WHO Director-General Tedros Adhanom Ghebreyesus said during a briefing in Geneva on Thursday. The policy brief lists key actions that must be taken by policymakers and national and local authorities to protect older people, Tedros said. They range from integrating long-term care into national response, to providing support for family and voluntary caregivers. For each objective, there are actions that can be taken by the facilities themselves, and examples of actions that have been taken by countries across the world. “The brief also suggests ways to transform long-term care services so that older people can receive quality-of-care that respects their rights, freedoms and dignity,” Tedros said.  Tedros also acknowledged those who worked in long-term care facilities across the world, “who are doing heroic work to save lives and protect those in their care,” he said. “I salute you.”   MLB’s Philadelphia Phillies announced two staff members tested positive for Covid-19 on Thursday and have canceled all activities at Citizens Bank Park “until further notice.” One member of the coaching staff and a clubhouse staff member tested positive in the team’s latest round of testing, which was conducted Wednesday.  MLB postponed the Phillies’ Tuesday night game against the New York Yankees out of an abundance of caution after the team played a series against the Miami Marlins, who have since had 19 players and staff test positive for Covid-19. The Phillies are currently scheduled to resume play on Saturday against the Blue Jays. The Dallas Cowboys have announced season tickets will be unavailable for the 2020 season because of limited capacity at AT&T Stadium, dictated by NFL policies and CDC Covid-19 guidelines. In a statement released Thursday, the team announced Cowboys season ticket holders will have the first opportunity to purchase a limited number of single-game tickets for a limited number of games.  The single-game tickets will not necessarily be in the same location as their current season tickets. Season ticket holders can decline the first opportunity to purchase single-game tickets but if they opt out, they may not be successful in procuring seats because of expected limited inventory. According to the team’s statement, no matter which option they choose, Cowboys season ticket holders will retain tenure, seat location and associated benefits for the 2021 season and beyond. The immune systems of some people who have not been exposed to the novel coronavirus could have some familiarity with the pathogen — possibly helping to reduce the severity of illness if that person does get Covid-19, a new study suggests. The study, published in the journal Nature on Wednesday, found that among a sample of 68 healthy adults in Germany who had not been exposed to coronavirus, 35% had T cells in their blood that were reactive to the virus. T cells are part of the immune system and help protect the body from infection. T cell reactivity suggests that the immune system might have had some previous experience fighting a similar infection and may use that memory to help fight a new infection. The new study involved analyzing blood samples from 18 Covid-19 patients, ages 21 to 81, and healthy donors, ages 20 to 64, based in Germany. The study found that T cells reactive to the coronavirus were detected in 83% of the Covid-19 patients. While the researchers also found pre-existing cross-reactive T cells in the healthy donors, they wrote in the study that the impact those cells might have on the outcome of a Covid-19 illness still remains unknown.  So how could their immune system have reactive T cells if they never had Covid-19? They were \"probably acquired in previous infections with endemic\" coronaviruses, the researchers — from various institutions in Germany and the United Kingdom — wrote in the new study. Using this T cell memory from another-yet-similar infection to respond to a new infection is called \"cross-reactivity.\" \"It does appear in this study that there is a significant proportion of individuals that have this cross-reactive T cell immunity from other coronavirus infections that may have some impact on how they fare with the novel coronavirus. I think the big question is trying to jump from the fact that they have these T cells to understanding what the role of those T cells might be,\" said Dr. Amesh Adalja, senior scholar at the Johns Hopkins University Center for Health Security, who was not involved in the new study.  \"We know, for example, children and younger adults are relatively spared from the severe consequences of this disease, and I think that one hypothesis might be that the pre-existing T cells that exist may be much more numerous or more active in younger age cohorts than in older age cohorts.” Mexican President Andrés Manuel López Obrador said he is convinced his country's economy will recover despite its GDP falling by 17.3% during the second quarter of 2020 due to the Covid-19 pandemic, according to a report released by the National Institute of Statistics and Geography (INEGI) on Thursday. During the presidential daily briefing on Thursday, López Obrador said they \"expected these figures because they measure April, May, and June, the worst months.\" \"Our plan to fight the crisis has been effective, we said that we would start improving from July. We have other indicators that show that we're progressing in July,\" he said. \"We will have to wait three more months to know the results of this quarter, which I see very positively, I can assure you that the worst has already happened,\" the López Obrador added.  More on the report: According to the INEGI report, Mexico’s GDP contracted by 18.9% compared to a year earlier. INEGI's President Julio Santaella tweeted: \"The large quarter contraction of the Gross Domestic Product estimated for the second quarter of 2020 (-17.3) is the highest in the history of this macroeconomic indicator.\"  On Wednesday evening, Mexico reported 408,449 Covid-19 cases and the death toll reached 45,361.    Younger people are at risk of severe disease from Covid-19 and need to be protecting themselves, World Health Organization director general Tedros Adhanom Ghebreyesus said during a briefing in Geneva on Thursday. “Although older people are at a higher risk of severe disease, younger people are at risk too,” Tedros said. “One of the challenges we face is convincing younger people of this risk.” There is evidence, he said, that suggests spikes in cases in some countries are being driven partly by younger people letting their guard down. They should take the same precautions as everyone else to protect themselves and others.  “We have said it before and we’ll say it again: young people are not invincible,” said Tedros. “Young people can be infected, young people can die and young people can transmit the virus to others.”  Dr. Maria Van Kerkhove, WHO technical lead for Covid-19, reiterated that young people should be taking precautions and managing their own risk. “What we know about young people is that young people can infected, young people can transmit the virus to others, the majority of young people who are infected tend to have more mild disease, but that is not always consistent,” she said. “We know that young people can develop severe disease, we know that young people can end up in ICU and we know that young people can die.”  She also said that they are learning more about the long-term effects of the disease, even in people who had mild disease. A number of patient groups have formed with people who are having long term effects, including extreme fatigue or shortness of breath. WHO has reached out to some of these groups so they can hear about their experiences directly and use them for future planning around rehabilitation and longer term care.   The Americas has reported the highest number of new Covid-19 cases globally for the past three months, Dr. Carissa Etienne, the director of the Pan American Health Organization, said Thursday. And the virus is spreading faster than ever.  It’s been six months since coronavirus was declared a public health emergency of international concern. At that time, the Americas had only eight cases, with none reported in Latin America or the Caribbean, Etienne said at a briefing. \"No one could have imagined then what the future would bring. As we fast forward, we see a starkly different picture,\" Etienne said. The Americas has reported almost 9 million cases — with nearly half of them in Latin America — and nearly 350,000 deaths, she added. Transmission \"keeps accelerating throughout the region,\" the PAHO director said.  ##Hotspots## Poland has had the largest daily increase in coronavirus cases since the beginning of the outbreak, with 615 new infections recorded on Thursday, a spokesperson for the country's Ministry of Health told CNN. The cases come mainly from three regions, according to the spokesperson —the Silesia region, where there were 160 new infections, and the Malopolska and Mazovia regions, which recorded 133 and 95 cases, respectively.  \"Most regions\" in Poland have registered \"several or a dozen\" or so cases a day, the spokesperson said, adding that the \"epidemiological situation is under control there.\"  The spokesperson added that the country had not seen a \"significant increase\" in the number of hospitalizations and patients on ventilators, which he said \"proves that the course of infections is mild.\" Poland's Prime Minister Mateusz Morawiecki said in a news conference on Thursday that  the government would like to avoid another lockdown due to the negative socio-economic effects it could bring, according to a spokesperson from the Government Information Center.  But, Mateusz cautioned it was impossible to predict what would happen in a month due to the evolving nature of the pandemic. The government is considering \"different scenarios of action — depending on the number of Covid-19 cases and the course of the epidemic,\" the Government Information Center spokesperson told CNN. House Minority Leader Kevin McCarthy called for House Speaker Nancy Pelosi to accept the White House’s offer to deploy rapid testing resources to the Capitol complex. Pelosi and Senate Majority Leader Mitch McConnell jointly declined the offer earlier this year, saying they wanted resources to go to the front lines fighting the virus instead. McCarthy slammed Pelosi for refusing the offer during his weekly news conference Thursday. McConnell’s role in turning down the testing resources was conspicuously absent from McCarthy's remarks. “There’s no other place that has this responsibility and this size that is being managed this way. I don’t understand it,” McCarthy said.  He said the Capitol should have tests available not only for members, but also for staff, reporters, and the other workers at the building. He said leaders should consider instituting random testing to catch asymptomatic cases.  “This is not just a campus, the country expects us to convene,” McCarthy said. He added that he has spoken with the White House to see if their offer still stands, and they said it does. “I have checked again with the administration. The offer is still there for the rapid Abbott tests,” he said. “There’s more than 50 million tests that have already happened in America. But the one place it’s not happening is in Congress. I can’t understand why the speaker continues to refuse. Is it just because the offer has come from the administration?” Asked about Republican members not wearing masks over the past couple of months when the House has been in session, McCarthy pushed back on the notion that it was a significant number of members and said he believes all members should wear masks. He again blamed any safety problems on testing not being readily available in the Capitol.  McCarthy said he has been clear with members to wear their masks, wash their hands, keep distance, and to keep their staff working in the office small.   He also said reporters don’t always follow proper social distancing requirements at the Capitol, and they “hover together quite often.” ##Politics##  Without appropriate and streamlined federal action, reopening hotels has been difficult, says Jonathan Tisch, Chairman and CEO of Loews Hotels. “It's been a very bumpy road to reopen hotels,” he told CNN's Jim Sciutto. “When we started this process in local jurisdictions that allowed us back in June or early July, we were feeling pretty good.” However, the surge in different parts of the country and changing local rulings and guidance has not provided for a climate where people want to travel, he said, adding that the debate over reopening schools is also going to impact the travel industry. “Yes, people are getting in their cars this summer. They are driving to a destination, but schools in theory start to open mid-August. Are they going to want to do that? If they have to worry which of the partners is going to stay home with their son or daughter, that no do the provide an environment [where] people feel good about traveling,” he said. In a letter to government officials, 13 travel industry CEOs are asking for tax credits for individual travel, a reintroduction of the business meals deduction, liability waivers, among other things for economic assistance, Tisch said. “Some 16 million dedicated men and women used to make a living in the travel and tourism industry. Our industry is running at 50% unemployment,” he said. “There's an estimate that 1% of all hotel rooms in the country, some 60,000 hotel rooms, could be wiped out. The number in New York where we run our business from is worse. There's an estimate that has 20% of the hotel rooms in New York City could be wiped out.” He added that the industry needs help in many ways so industry workers can come back to “provide a service that's appreciated by our guests.”  ##Economy## Washington, DC, Deputy Mayor for Education Paul Kihn announced this morning that public school students will have virtual learning for the year’s first term from Aug. 31 to Nov. 6. “We all understand that this school year will require flexibility from everyone, and with that in mind we are moving forward with an all virtual start to the school year for students in pre-K through the 12th grade for term one until November 6,\" he said.   Kihn continued: “I want to reassure you also, all of the families that said they wanted in person options and all of the educators who shared their desire to be with and work with the students who need them the most that we will continue to plan for in person options for term two.” ##Schools## Brazil’s first lady Michelle Bolsonaro has tested positive for Covid-19 on Thursday, President Jair Bolsonaro's press office announced in a statement. The first lady “is in good health and will follow all established protocols,” the statement says. “The first lady is being accompanied by the medical team of the Presidency of the Republic,” the statement adds. Michelle Bolsonaro was last seen in public on Wednesday afternoon when she attended an official event in Brasilia with her husband. President Jair Bolsonaro tested positive for Covid-19 on July 7. He tested negative more than two weeks later on Saturday.   The European Union has revised the list of safe travel countries to 11 non-member states after dropping Algeria from the list, according to a European Council Statement released Thursday.  The EU will gradually lift the travel restrictions at the external borders for residents of Australia, Canada, Georgia, Japan, Morocco, New Zealand, Rwanda, South Korea, Thailand, Tunisia, and Uruguay, according to the statement. The United States remains on the list of restricted nations, and China is still pending approval based on reciprocity. \"The criteria to determine the third countries for which the current travel restriction should be lifted cover in particular the epidemiological situation and containment measures, including physical distancing, as well as economic and social considerations. They are applied cumulatively,\" the statement said. \"Reciprocity should also be taken into account regularly and on a case-by-case basis.\" The statement added that in order to be considered safe for travel, non-EU nations must have coronavirus case numbers per 100,000 inhabitants that are close to or below the EU average over the last 14 days, as well as a stable or decreasing trend of new cases over that period in comparison to the previous 14 days.  The EU is also taking into account other nations' \"overall response to COVID-19,\" including whether they have implemented reliable coronavirus testing, surveillance, contact tracing, containment, treatment and reporting. In nations where travel restrictions continue to apply, there are exemptions for EU citizens, long-term EU residents, families of EU residents and citizens, and \"travelers with an essential function or need.\" The European Council said it will continue to regularly review the list of safe travel countries, adding, \"Travel restrictions may be totally or partially lifted or reintroduced for a specific third country already listed according to changes in some of the conditions and, as a consequence, in the assessment of the epidemiological situation. If the situation in a listed third country worsens quickly, rapid decision-making should be applied.\" However, it remains up to EU member states to decide exactly how they implement any changes in border policy. With Africa approaching one million reported coronavirus infections, the World Health Organization (WHO) on Thursday warned against the easing of restrictions across the continent as case numbers doubled over the past month. “We are concerned that now that the countries have had to release their measures, we will see an increase in cases as we have seen in [other] countries” WHO Regional Director for Africa, Matshidiso Moeti said in a virtual news conference. More than 20 countries across Africa have recorded a higher number of new cases than in the previous weeks, Moeti said, adding that only five countries account for 75% of the total cases, with South Africa accounting for most. “In the past 25 days the cases have doubled [in Africa] with South Africa continuing to account for the majority of cases”, however, “fewer new cases have been reported in the past seven days” she added. Moeti said that underreporting of cases exists in Africa, but not enough to have a “huge underestimation.\" “We don’t think here are thousands of people dying undetected on the continent,” Moeti said, however  — commenting on an increase in the number of natural deaths in South Africa compared to last year  — she said that WHO recognizes “that there is underreporting of cases, and possibly underreporting of deaths as well.\" “There is a question being raised on whether or not the discrepancy is linked with Covid-19 related deaths. This is something we’re looking into,” Moeti added. Some countries are doing well including Uganda, Seychelles and Mauritius however there was an increase in new cases reported in Kenya, Madagascar, Nigeria, Zambia, Zimbabwe, she said. Moeti also said that some people in Africa with other diseases have been negatively affected by Covid-19. \"Other diseases and conditions are disadvantaged now, as people are afraid of getting treated and going to health units for medical assistance, due to the risks of Covid-19,” she said. With almost 890,000 reported cases and 18,000 deaths, Africa is expected to cross the one million mark in the coming week, WHO said.   Virginia Beach’s school board approved a plan for all schools in the district to start remotely in September, according to a press release Wednesday. The vote followed \"more than seven hours of public comments and lengthy discussion that included members of the medical panel participating in a Q&A session with Board Members,\" according to the release. The plan also includes guidelines for when students can begin returning to school for in-person classes, using health metrics to determine when it is safe to do so. \"Our priority throughout this planning process, without question or reservation, is and will continue to be the health and safety of our students, staff and their families,\" Superintendent Dr. Aaron C. Spence said.  More on the measure: The plan will also allow families to choose to continue with remote learning even when the district decides it is safe enough for in-person classes.  Parents will be asked to choose one of two options. Option one will provide in-person learning when available, and option two is virtual learning for students at least through the first semester of the school year. \"We are striving for this virtual setting to mimic, as closely as possible, a face-to-face school setting,\" said Spence. \"And, my team is not done with planning. We have many other topics to tackle in a short amount of time as we get closer to the September back-to-school date. We are thrilled we can now move forward with that work.\" Virginia Beach City Public Schools have nearly 67,000 students and 14,000 employees.  ##Schools## Herman Cain, the former presidential candidate and former CEO of Godfather’s Pizza, has died from coronavirus, according to an obituary sent from his verified Twitter account and Newsmax, where he was launching a television show. Cain tested positive for Covid-19 on June 29 and was hospitalized on July 1 after developing symptoms serious enough to be hospitalized, according to the statement posted on Twitter.  Cain was a co-chair of Black Voices for Trump, and his last public appearance was as one of the surrogates at President Trump's June 20 rally in Tulsa, Oklahoma. Trump campaign spokesperson Tim Murtaugh told CNN at the time that Cain did not meet with Trump at the Tulsa rally.  It is unknown where Cain contracted the virus. Cain was pictured at the indoor rally not wearing a mask. As a cancer survivor, Cain, age 74, was considered at an increased risk for coronavirus, according to US Centers for Disease Control and Prevention guidance. For the third day in a row, the state of Florida is reporting a record number of coronavirus related deaths.  On Thursday, the state reported 253 additional deaths, breaking the previous record of 216 deaths on Wednesday, according to the Florida Department of Health.  The statewide resident death toll is now 6,586. The state is also reported at least 9,956 new coronavirus cases, bringing the state's total to 451,423.  ##Hotspots## There is “no evidence” that hydroxychloroquine works for treating Covid-19, Dr. Deborah Birx, the White House coronavirus response coordinator, said on Thursday. During an interview on \"Fox & Friends,\" Birx was asked about the viral video that made several false claims about coronavirus, including that hydroxychloroquine, used in combination with zinc and Zithromax, is the cure for the virus. Birx said science and medicine have \"always been full of accounts like this. And that's why you do randomized clinical trials to actually be able to compare patient-to-patient.\" \"We know in the randomized control of the trials to date – and there's been several of them – that there's no evidence that [hydroxycloroquine] improves the patients' outcomes, whether they have mild, moderate disease, or whether they're seriously ill in the hospital. ... There also may be a specific subgroup that does benefit, but we can't see those in these randomized control trials,\" Birx explained. Dr. Deborah Birx, the White House coronavirus response coordinator, said Thursday that it is possible for the country to get coronavirus case counts low enough for children to go back to school. Speaking during an interview on \"Fox & Friends,\" Birx said there are school districts where the coronavirus test positivity rate in the community is under 5%. \"What we want is the whole country to be able to go back to school, and all of those case counts down to what we call the ‘green states.’\" \"We know that is possible because states have been able to do that and maintain that. And so, that's the evidence base that we should be talking about. We have evidence now of what works and how to maintain very low case counts. The rest of America needs to follow those guidelines and bring the rest of us into that green category,\" she said.  Birx also said the way Americans can help get children back to school is by doing \"what the President has asked,\" which includes wearing masks, socially distancing and avoiding gatherings where you can't socially distance. ##Schools## Norway will reimpose a 10-day quarantine requirement for travelers arriving from Belgium after a rise in Covid-19 cases there, the Foreign Ministry said in a statement on Thursday. The new rule goes into effect on Saturday.  Norway last week reintroduced restrictions on travel from Spain in a bid to prevent the spread of coronavirus. Iceland’s government announced tougher coronavirus-related restrictions Thursday following new outbreaks in the country.   The new rules take effect starting tomorrow. Here's a look at them:  There will be a ban on gatherings of more than 100 people (previously, gatherings of up to 500 people were allowed).\nThe government is reintroducing the two-meter social distancing rule. In circumstances where that is not possible, masks are mandatory indoors and outdoors.\nCompanies and official buildings where people gather are now required to secure and provide access to hand sanitizer  \nEveryone who plans to stay more than 10 days must now test negative for Covid-19 twice – even if the first test was negative. Some travelers to Iceland previously only had to test negative once to avoid quarantine. If those measures aren’t sufficient to halt new outbreaks, the government has said it will look at further action in relation to border controls.   Some background: Iceland has been praised for its handling of the virus, its extensive testing capacity, and its tracking and tracing methods.  The current rules were due to be relaxed even further on Aug. 4, but new outbreaks in the country have instead resulted in the new stricter measures.  The announcement comes a day before a long weekend in Iceland and one of its busiest travel periods of the year.     Brazilian Minister of Science, Technology and Innovation Marcos Pontes announced he has tested positive for Covid-19 on Thursday. Pontes said he is fine and has few symptoms via Twitter.  \"I just received a positive test for the new coronavirus. I'm fine, just with a little bit of flu and headache. Now in isolation. (I ) will be all right. I keep fulfilling my schedule remotely and following all protocols for social distance\", Pontes posted on Twitter. The minister also posted a video announcing he took the Covid-19 test on Tuesday after feeling some fever. He said that he intends to take nitazoxanide, a vermifuge that is been tested by his ministry for Covid-19. \"I am even going to join the nitazoxanide tests,\" he said. Pontes becomes the fifth minister of President Jair Bolsonaro's government to be diagnosed with the virus. Augusto Heleno, Minister of Internal Security; Bento Albuquerque, Minister of Mines and Energy; Onyx Lorenzoni, Minister of Citizenship; and Milton Ribeiro, Minister of Education, have tested positive for Covid-19. ##Hotspots## Wall Street opened sharply in the red on Thursday, following an economic data-heavy morning.  US second quarter GDP declined at an annual rate of 32.9%, slightly less than economists had predicted. Meanwhile, initial jobless claims ticked up from the prior week, indicating that the crisis isn’t over. Here's where things opened today: The Dow opened 1.1%, or 290 points, lower.\nThe S&P 500 fell 1%.\nThe Nasdaq Composite slipped 0.9%. ##Economy## British Prime Minister Boris Johnson said it was “absolutely vital” for people in the UK not to “delude ourselves into thinking we are out of the woods or that this is somehow all over” as Europe feels the initial ripples of a second coronavirus wave. Speaking during a visit to North Yorkshire in England on Thursday, Johnson said the way to avoid a “damaging second wave” was to adhere to social distancing guidelines, practice regular hand-washing, and wear face masks on public transport and in shops.   Johnson said that despite the fact that death numbers in the UK “are well down,” his message to Britons remained “don’t lose focus, don’t lose discipline, continue to follow those guidelines, and if you have symptoms get a test.” The Prime Minister said he was monitoring the “resurgence of the virus in some other European countries” and the rising case numbers in the United States. He said consequently it was “absolutely vital” that Britons “don’t delude ourselves into thinking we are out of the woods or that this is somehow all over.” Johnson also strongly encouraged Britons experiencing any coronavirus symptoms to get a test. This comes after an announcement from the chief medical officers of the four UK nations Monday, stipulating that anyone experiencing Covid-19 symptoms must now self-isolate for ten days rather than the previously advised seven. Addressing recent flare ups of the virus in areas such as Oldham, Johnson said he knew it was “tough” for residents but that “the best way to deal with this is if we have tough local lockdowns.”  He paid tribute to the “the efforts of local people in many, many places across the country from Kirklees to Ashford” working to get the virus under control. During an interview on Fox & Friends Thursday, Dr. Deborah Birx, the White House coronavirus response coordinator, called on state and local officials \"to mandate masks for their communities\" to slow the spread of Covid-19. Birx explained that although the situation is improving across the South, there is \"still a very serious pandemic\" in that region. She added health officials now see the virus \"moving up.\" \"Now we see the virus – probably because of vacations and other reasons of travel – moving up into Kentucky, Tennessee, southern Ohio, Missouri, Iowa, Kansas, Nebraska and, of course, we continue to have problems across the west coast – Washington, Oregon, California, Idaho and Utah – and now increases in Colorado... these are the states that we call yellow states,\" Birx said. \"We believe if the governors and mayors of every locality right now would mandate masks for their communities and every American would wear a mask, and socially distance, and not congregate in large settings where you can't socially distance or wear a mask, that we can really get control of this virus and drive down cases as Arizona has done,\" Birx told Fox's Brian Kilmeade. These are the states requiring people to wear masks when out in public. ##Masks## President Trump took the extraordinary step Thursday morning of openly suggesting in a tweet the possibility that the 2020 election, set for November 3 – 96 days from now – should be delayed amid the coronavirus pandemic.    Trump has previously sought to stoke fear and lay the groundwork to question the election’s results by promoting the idea that mail-in voting leads to widespread fraud and a “rigged” election. The tweet comes as a spate of recent polling in battleground states – and even states he won handily in 2016 – show him trailing or tied with former Vice President Joe Biden, and widespread disapproval of his handling of the pandemic.  Asked about the issue in a House Judiciary Committee hearing Tuesday, Attorney General William Barr said he had \"no reason to think\" that the upcoming election will be \"rigged.\" But he did say he believes that \"if you have wholesale mail-in voting, it substantially increases the risk of fraud.\" But historically, voting by mail has not led to massive voter fraud. And nonpartisan election experts say the possibility of foreign entities printing millions of fraudulent mail-in ballots this November is highly unlikely. A key point here: The President does not have the power to change the date of the election. Election Day is set by Congressional statute, and most experts agree that it cannot be changed without Congressional approval.  Biden has previously raised the possibility of Trump attempting to delay the election.  \"Mark my words: I think he is gonna try to kick back the election somehow, come up with some rationale why it can't be held,\" Biden said at a virtual fundraiser in April, according to a pool report. Biden has maintained the November election should not be postponed and has previously made similar comments. Today marks six months since Covid-19 was declared a public health emergency of international concern, Tedros Adhanom Ghebreyesus, director-general of the World Health Organization, said earlier this week.  “This is the sixth time a global health emergency has been declared under the International Health Regulations,” Tedros said during a briefing on Monday. “But it’s easily the most severe.” Previous health emergencies of this level of concern have included Ebola, Zika and H1N1. Tedros said that nearly 16 million coronavirus cases and more than 640,000 deaths worldwide have been reported to WHO.  “And the pandemic continues to accelerate,” he said. “In the past six weeks, the total number of cases has roughly doubled.” Tedros said Monday that he will reconvene WHO’s emergency committee, as required under International Health Regulations, later in the week to re-evaluate the pandemic. He said that he was very proud of WHO, its people and their efforts, as they have “worked tirelessly to support countries to prepare for and respond to this virus” over the last six months.  And there is still work to be done, Tedros said.  “We have done an incredible amount, but we still have a long, hard road ahead of us,” Tedros said.  Randi Weingarten, president of the American Federation of Teachers, said that the lack of a national plan around opening schools is making Americans “very scared” about the upcoming school year. “There's national guidance about what can keep people safe, and frankly, if [the teachers union] could put it together in April, what has Betsy DeVos been doing?” she said in an interview on CNN’s “New Day.”  Education Secretary Betsy DeVos argued Wednesday against the need for a national plan on reopening schools.  “They refuse to put any guidance together and they refuse to put any resources together, and ultimately, that's why a lot of people are very scared right now,” Weingarten said.  While Weingarten said school reopenings do need to be done on a regional level, the Trump administration has “been reckless and dangerous in saying fully reopen or else.” “What we need to do, like all of the other countries in the world have done, is that the government has to work together with people on the ground doing the essential work to make sure everyone is safe,” she said.  Watch:  ##Schools## In yet another sign that the economic recovery is teetering in a resurgence of coronavirus cases, the number of Americans filing first-time unemployment claims rose for the second week in a row. About 1.4 million people filed for initial jobless claims last week, up 12,000 from the prior week's revised level, which was the first increase in 16 weeks. On an unadjusted basis, 1.2 million people filed first-time claims, down 171,000 from the week before. The seasonal adjustments are traditionally used to smooth out the data, but that has tended to have opposite effect during the pandemic. Continued claims, which count workers who have filed for at least two weeks in a row, stood at 17 million for the week ending July 18, up 867,000 from the prior week's revised level.  These seasonally adjusted claims peaked in May at nearly 25 million.  ##Economy## The US economy contracted by 32.9% between April and June, its worst drop on record, the Bureau of Economic Analysis said Thursday. Business ground to a halt during the pandemic lockdown in the spring of this year, and America plunged into its first recession in 11 years, putting an end to the longest economic expansion in US history. A recession is commonly defined as two consecutive quarters of declining gross domestic product, the broadest measure of the economy.   Between January and March, the GDP declined by 5%. But this is no ordinary recession. The combination of public health and economic crises is unprecedented, and numbers cannot fully convey the hardships millions of Americans are facing.  The pandemic pushed the economy off a cliff. The GDP drop was nearly four times worse than during the peak of the financial crisis, when GDP fell 8.4% in the fourth quarter of 2008. Quarterly GDP numbers are expressed as an annualized rate. This means that the economy didn't actually contract by a third from the first quarter to the second. The annualized rate measures how much the economy would grow or shrink if conditions were to persist for 12 months. But by either measure, the second quarter is still the worst on record. The US only began keeping quarterly GDP records in 1947, so it's difficult to compare the current downturn to the Great Depression. That said, in 1932 the US economy contracted 12.9%.  ##Economy## Watch: US Food and Drug Administration Commissioner Dr. Stephen Hahn said there is no evidence that people can contract Covid-19 from wearing masks, after a Republican congressman incorrectly suggested as much.  Rep. Louie Gohmert, who has frequently refused to wear a mask, tested positive for coronavirus yesterday. After his diagnosis, during an interview with KETK, he wondered if \"by keeping a mask on and keeping it in place, that if I might have put some germs or some of the virus onto the mask and breathed it in.”  But during an interview on the “Today” show Thursday, Hahn said there is no \"medical evidence that that's the case.\"  \"What our data show is that people should wear masks, particularly when they can't socially distance. And they should follow their local ordinances with respect to masks,\" Hahn added.  When asked if it was frustrating to have a sitting congressman say he may have contracted the virus by wearing a face covering, Hahn said he was focusing on being consistent about common-sense public health measures, such as wearing a mask. \"I will continue to do that to make sure that people understand that we have the power. We have the power as American people to slow the spread of this virus. We've seen this virus spread in the US, but we've also seen it around the world. So we know it's with us. We have to take this seriously,\" Hahn told NBC's Savannah Guthrie. ##Masks## Coronavirus cases in Texas have risen to more than 418,000, putting the state at a higher case count than New York. Once the US epicenter of the pandemic, New York now ranks fourth in total case count behind California, Florida and Texas, according to data from Johns Hopkins University. Medical teams on the frontlines in Texas said that spikes in the state have taken a toll. \"It's very hard. We're seeing entire families in our communities ravaged by the virus,\" said Dr. Martin Schwartz, who treats patients in intensive care units. \"A lot of deaths inside one single family. It's terrible.\" The main hotspot in the state has been the Rio Grande Valley, where hospitals began reaching capacity earlier this month. Health officials say the pandemic is wreaking havoc on communities in Hidalgo County. \"It's a tsunami what we're seeing right now,\" said Dr. Federico Vallejo, a critical care pulmonologist. He told CNN last week that he is treating up to 70 patients a day compared to the usual 15 to 20 a critical care doctor sees during a rotation. Texas was one of the first states to reopen in May, but Gov. Greg Abbott announced a pause to any further reopening in June when cases surged. Now Texas is one of the 41 states to implement mask requirements in some form to protect against the virus's spread. Here are the latest updates out of Texas. ##Hotspots## Dr. Stephen Hahn, commissioner of the US Food and Drug Administration, said Thursday that his agency \"will not cut corners\" when it comes to approving a Covid-19 vaccine. On Wednesday, an FDA official announced that the agency could issue an emergency use authorization for a coronavirus vaccine in a matter of weeks -- once a vaccine meets efficacy requirements. Speaking on NBC’s Today show on Thursday, Hahn said that even though things have been moving quickly on the vaccine development front, the FDA will focus on assisting developers and making sure a potential vaccine meets the safety and efficacy standards. \"We're going to call the balls and strikes on this,\" Hahn said. \"We will not cut corners. We will use our very high standards of safety and effectiveness. We'll look at those data, and we'll make a determination based upon those high standards. We have terrific scientists and people at FDA, and I know -- and I'm confident -- that we'll do that job on behalf of the American people.\" Hahn said it's possible that a vaccine could be ready for distribution by the end of the year. \"Things have been moving very quickly. I know our team is looking at data in real-time from these trials. And that should help us expedite this,\" Hahn told NBC's Savannah Guthrie. He said the decision on whether to take hydroxychloroquine, a drug that has been both promoted and taken by President Donald Trump, should be made between a patient and their doctor.  When asked whether he was concerned about misinformation regarding the drug, Hahn said that “what I’m concerned about is that FDA provide all the information about the side effects, the potential side effects, as well as the efficacy.” For a second straight day, Florida broke its record for the number of daily coronavirus deaths. Miami-Dade County Mayor Carlos Gimenez said that the county will see a high number of deaths for a while, but that there is a “silver lining.”  “We're going to see a higher level of deaths for some time, until we start to drop our positivity rate below 10%. It was a steep rise to the top, and I think it's going to be a gradual decline,” Gimenez said on CNN’s “New Day.”  But the hospitalization rate is stable, and cases are not rising anymore, he said.  “We are stabilized and we're coming down. So not rising is also very, very good news … There is a silver lining to this, but it will take some time for us to go down to where we would like to see it, somewhere around the 5% level. We're still a long way,” he said.  The average positivity rate is at about 18%, he said.  Watch:  ##Hotspots## As the state of Georgia continues its fight against coronavirus, state records show 87% of critical care beds are in use, according to data released on Wednesday by Georgia Emergency Management.  A total of 2,584 critical care hospital beds are in use across the state. Nearly half — or 1,017 — of the critical care bed occupancy are at hospitals in the metro Atlanta area, according to state data.   Overall, Georgia has 178,323 cases of coronavirus and 3,642 deaths.  ##Hotspots## Rory McIlroy has suggested that he may not return to Europe to compete in golf tournaments this year due to the coronavirus pandemic.  The Northern Irishman is competing in the WGC-FedEx St. Jude Invitational in Tennessee this week and will play in the US PGA Championship next week and the US Open in September.  But when asked about the possibility of returning for the European Tour, McIlroy cast doubt, saying he might avoid traveling to reduce being exposed. I honestly don't know if I see myself going back to Europe this year,\" the world No. 2 said. \"I don't know if I want to travel, I don't know if I want to be exposed to more things and more people. So I don't know, I have no idea and I'm sort of taking it week by week.\" Fellow players Lee Westwood and Eddie Pepperell decided not to travel to San Francisco for the PGA Championship next week, with Westwood saying he doesn't \"feel comfortable.\"  Tennis: Australia's Ashleigh Barty, the top-ranked singles player in women's tennis, has announced she will not play in either the Western & Southern Open or the US Open, citing Covid-19 concerns. \"My team and I have decided that we won't be travelling to the US for the Western and Southern Open and the US Open this year,\" said Barty, who won the French Open last year for her first major title, in a statement. \"I love both events so it was a difficult decision but there are still significant risks involved due to Covid 19 and I don't feel comfortable putting my team and I in that position.\" \"I will make my decision on the French Open and the surrounding WTA European tournaments in the coming weeks,\" she added. Rolando and Yolanda Garcia were doing everything they could to protect themselves from the coronavirus. They rarely ventured out of their home in the Rio Grande Valley. One of their children described them as \"retired home bodies.\"  After the Memorial Day weekend, more businesses started reopening and more people started venturing out in larger numbers. Priscilla Garcia believes her parents were infected with Covid-19 during a trip to their neighborhood grocery store. The Rio Grande Valley has emerged as a coronavirus hotspot that Priscilla describes as living in \"the fire pit of hell.\"  The symptoms quickly emerged but the couple initially tested negative for the coronavirus. Then Yolanda started having fainting spells. Rolando developed flu-like symptoms. On June 28, the couple needed emergency help. They were taken to different hospitals.  A week later on July 4, Rolando's body \"ended up shutting down on its own,\" his daughter said.  Four days later, Yolanda suffered a heart attack and Priscilla had one last chance to speak with her mother.  \"I just told her that dad was waiting for her and that he was ready to take her with him,\" Priscilla told CNN. \"He knew that they couldn't be apart.\" Priscilla was infected after spending several days caring for her parents before they went to the hospital, and has been quarantined in her parents' home until the virus passes. Priscilla's husband and daughter were also infected but have only felt mild symptoms.  Yolanda's sister was also stricken with Covid-19 and is on a ventilator.  Background: More than 600 people have died of the coronavirus in the Rio Grande Valley, according to the Texas Department of State Health Services. The vast majority of those died just in July. The spike in deaths is also taking its toll on the medical teams treating the patients, with nurses left emotionally drained as they endlessly deliver bad news to families. Read the full story: ##Hotspots## Watch: A version of this story appeared in the July 30 edition of CNN's Coronavirus: Fact vs. Fiction newsletter. Sign up here to receive the need-to-know headlines every weekday. It's been six months since the World Health Organization declared the spread of Covid-19 a public health emergency of international concern. On January 30, when WHO chief Tedros Adhanom Ghebreyesus made the announcement, signaling the desperate need for a coordinated, global response to the crisis, there were only 98 confirmed cases outside China, and zero deaths.  In the weeks since, the world has seen more than 660,000 people succumb to the virus. Nearly a quarter of those deaths have been recorded in the United States, where the toll surpassed 150,000 yesterday. We must remember that these are people, not numbers,\" Tedros said back in January.  That message is more important than ever, as the existential threat of the pandemic becomes the backdrop to our daily lives and staggering new records lose their shock value.  Another warning from Tedros has become increasingly relevant: We must combat the spread of rumors and misinformation. Yet President Donald Trump, his friends in Congress, members of his Cabinet, senior staff and supporters are still setting out to undermine the fact-based approaches -- such as mask wearing and social distancing -- that might get the virus under control and restore normal life, Stephen Collinson writes.  \"Unlike many countries in the world, the United States is not currently on course to get control of this epidemic,\" scholars at the Johns Hopkins University Center for Health Security warned in a new report. \"It is time to reset.\"  If the nation doesn't change course soon, medical experts have warned that the US will see deaths skyrocket \"well into the multiple hundreds of thousands.\" Read today's coronavirus newsletter here: ##Catch Up## Tokyo has asked restaurants, bars and karaoke parlors to shorten operating hours as coronavirus cases in Japan’s capital hit a new daily high. Tokyo governor Yuriko Koike requested that these establishments reduce operating hours to 5 a.m. to 10 p.m. from August 3 to the end of the month. Those who comply will be paid an incentive of 200,000 yen ($1,900). The request does not carry any legal enforcement. The move comes as Tokyo confirmed 367 new cases on Thursday, the highest daily number of infections in the city since the beginning of the pandemic.  \"If the situation worsens in the future, Tokyo has to think of issuing its own state of emergency,” Koike said in a news conference. “In order to avoid it, we would like to overcome this national crisis together with each one of the people and companies in Tokyo.” She pleaded with the public to abide by the prevention measures as the infection spreads through various routes. The Tokyo government will expand testing to identify cases early and contain the clusters discovered in nightlife districts and welfare institutions. The numbers: The total number of infections in Tokyo is now 12,228. Japan recorded its largest single-day increase of 1,264 new cases on Wednesday, the Ministry of Health announced on Thursday -- the first time the country has recorded more than 1,000 new cases in a single day.  It brought the total number of infections in Japan to 33,761, with three new deaths taking the nation's death toll to 1,017. ##Hotspots##  England registered the highest excess death rate in Europe for the first six months of 2020, according to a report published Thursday by the UK’s Office for National Statistics (ONS).  The report -- which compared “all-cause mortality rates” across Europe with the five-year average -- indicated that “while England did not have the highest peak mortality, it did have the longest continuous period of excess mortality of any country compared.” “We compared what we normally would expect to see in a week based on the previous five-year average with what we've actually observed as a result of Covid-19 but also other deaths that might be related to that. And that really shows the tragic impact of Covid-19,” Ben Humberstone, ONS Head of Health Analysis and Life Events, told the BBC Thursday. “Of the four nations of the UK [England, Scotland, Wales and Northern Ireland], England had the highest peak excess mortality (107.6% in week ending April 17),” the report reads. “The highest peak excess mortality at national level was in Spain, with some local areas in Northern Italy and Central Spain having excess mortality levels as high as 847.7% of the average,” said ONS demographer Edward Morgan. He said that while most Western European countries had very localized outbreaks, as seen in the worst-hit areas of Italy and Spain, excess mortality was widespread in the UK. The province of Bergamo, the hardest hit by coronavirus in Italy, saw excess deaths about 9.5 times higher than expected during the peak of the pandemic. “The closest UK region would be the London borough of Brent, which is broadly equivalent, which saw rates at about 4.5 times what we'd normally expect to see,” Humberstone told the BBC. The ONS looked also at major cities and found that “the highest peak excess mortality was in Madrid at 432.7% (week ending March 27) while in the UK, Birmingham had the highest peak excess mortality of any major British city at 249.7%.\" ##Hotspots## Tina Carroll says she fights back tears at night trying to figure out how to juggle being an essential employee and a single mom during a pandemic. \"I really don't know what my son is going to do. It really puts me in between a rock and a hard place,\" she told CNN Wednesday night. \"If the schools don't reopen, I really don't know what I'm going to do.\" For Carroll, whose six-year-old son is set to begin first grade soon, remote learning leaves her with no options. \"I'm being asked to make a choice between my child and my job.\" \"I'm being torn,\" she said. With the new school year in the US just weeks away, experts have said there won't be a one-size fits all return to class. Many have protested reopening schools in August, including educators and local leaders, in fear it will fuel the spread of coronavirus. But others favor reopening schools because they say the alternative leaves little options for working parents and will cause more harm to students who have already been isolated for months.  Read the full story: Watch: There must be something special about the Fabregas family genes. There is of course renowned footballer Cesc Fabregas -- World Cup and European Championship winner with Spain and a player who has enjoyed a glittering and trophy laden career with some of Europe's top clubs. Then there is Fabregas' great-grandmother. She turned 96 on July 23, this after twice testing positive for Covid-19. \"It's quite incredible,\" AS Monaco midfielder Fabregas, who is in touch with his great-grandmother via FaceTime and the phone, told CNN Sport. \"We're very proud of her,\" as he reflected on his great-grandmother's remarkable longevity and brush with the pandemic. \"There was a moment where there was a lot of people falling,\" adds Fabregas, recalling an emotional conversation with his grandmother. \"She was so scared that she told me, 'It's over.' And I said, listen, 'You know, you have to be positive. You never know what can happen.'\" Read the full story: Florida's Broward County sheriff says he's got no plans to end an operation cracking down on large gatherings, which has already resulted in more than 200 citations.  The operation's goals were two-fold, Sheriff Gregory Tony said in a virtual news conference Wednesday: to reduce the large gatherings that were taking place and to crack down on \"roving car clubs\" that were bringing dozens of young people together throughout certain parts of the community.  There have been more than 1,100 calls about parties and social gatherings, the sheriff said. In the two weeks since the operation was launched, Tony says police have responded to at least 13 different gatherings or parties and issued more than 260 different citations.  \"Anytime we're having large gatherings of 100, 150 plus people, it's crystal clear that we're not seeing a compliance with the CDC recommendations and therefore more people will contract this virus,\" the sheriff said. Read the full story:  ##Hotspots## The resurgence in coronavirus infections that has rocked the US South and West is now making its way to Midwestern states. \"What inevitably is going to happen is that the states that are not yet in trouble, will likely get into trouble,\" Dr. Anthony Fauci, the head of the National Institute of Allergy and Infectious Diseases, said Wednesday in an interview on MSNBC. States including Ohio, Indiana, Kentucky and Tennessee are seeing an increase in the percentage of coronavirus tests coming back positive, he said, a development that preceded the spike in the South and West. More than 4.4 million cases of the virus and 150,713 deaths have been reported in the US, according to data from Johns Hopkins University The White House coronavirus task force has warned Midwestern governors that the time to get ahead of the curve is now before the numbers start to skyrocket in their states, Fauci said. \"Before you know it, two to three weeks down the pike, you're in trouble,\" he said. Already, West Virginia is watching coronavirus migrate from the South daily, West Virginia Governor Jim Justice said. The state has lost five more people to the virus since Monday, bringing the total to more than 1,100 people. \"It's just not good. That's just all there is to it,\" Justice said. Read the full story: ##Hotspots## The UK has increased the self-isolation period for anyone who potentially has the coronavirus to 10 days, according to a statement from the UK Chief Medical Officers Thursday. In order to reduce the risk to the general population, “it is now the correct balance of risk to extend the self-isolation period from 7 to 10 days for those in the community who have symptoms or a positive test result,” the statement said. “Evidence, although still limited, has strengthened and shows that people with Covid-19 who are mildly ill and are recovering have a low but real possibility of infectiousness between 7 and 9 days after illness onset,” it added. “This will help provide additional protection to others in the community. This is particularly important to protect those who have been shielding and in advance of the autumn and winter when we may see increased community transmission,” the statement said. Earlier on Thursday, Health Secretary Matt Hancock said he was concerned about the rising infection rates in other countries in Europe, saying: “I think you can see a second wave starting to roll across Europe, and we've got to do everything we can to prevent it from reaching these shores, and to tackle it.” England has dramatically eased its lockdown measures and allowed the re-opening of gyms, pools, restaurants and pubs. The government has also urged those who can return to the workplace to do so.  ##Hotspots## At least 15 Rutgers football players have tested positive for coronavirus after attending a gathering. In a news conference yesterday, New Jersey State Health Commissioner Judith Persichilli said there had been \"several circumstances where indoor and outdoor gatherings in our state have led to community clusters of Covid-19...” Persichilli went on to say that “there’s been an outbreak among Rutgers football players with 15 of them currently testing positive.” The number of players infected has climbed in recent days.  The university issued a statement on July 25, when the entire football team was quarantined. “Since returning to campus on June 15, Rutgers Football has experienced four positive tests for Covid-19. Today, we learned of six additional positive Covid-19 results in our latest weekly testing cycle. As a result, we have paused all in-person team activities, quarantined our entire program and will work diligently with Rutgers medical experts, and state and local officials to determine next steps,\" it said. Last week, New Jersey Gov. Phil Murphy issued an executive order that allowed outdoor sports activities to start up again in the state. He does not believe the Rutgers outbreak should affect that order.  “I don’t want to get out over my skis here but I believe that the incidents had nothing to do with athletic activity,” Murphy said earlier this week. Hong Kong confirmed its highest daily record of new infections with 149 new Covid-19 cases Thursday, the ninth day of triple-digit cases for the city.  Of the additional infections, 145 are local cases and 61 come from unknown sources, according to a daily health briefing. Among the four imported cases, three were seafarers from India. The government introduced its strictest social distancing measures yet on Wednesday, but partially lifted its dine-in ban during breakfast and lunch hours, stating that some people at work “cannot find a proper place to eat.” Establishments must operate at 50% capacity with only two people per table.  Background: Hong Kong had previously been praised for its relatively effective response to containing the coronavirus. The city's total number of infections stands at 3,152 with 24 deaths.  ##Hotspots## The German economy shrank by a record 10.1% in the second quarter as the full impact of the pandemic crisis hit Europe’s largest economy.  This is the largest quarterly decline since records began in 1970 and a bigger drop than the 2009 financial crisis, when the economy contracted 4.7% in one quarter. According to the data from Germany’s National Statistics Office, a massive slump was recorded for exports and imports of goods and services as well as housing spending. The numbers: Germany has recorded almost 209,000 cases and more than 9,000 deaths, according to Johns Hopkins University figures. The country's center for disease prevention, the Robert Koch Institute, reported that case numbers spiked on Friday and have been rising in recent weeks following the relaxation of lockdown measures. Italy’s Health Minister warned on Thursday that Europe’s battle against coronavirus has not been won as the continent braces for a possible second wave with infection rates rising in several countries. In a statement, Roberto Speranza said he was concerned by the “latest signals from France, Spain and Germany that still tell us the battle has not been won, not even in Europe,” adding that Italians need to act with “strength of prudence.” Italy was the first European country to see a wave of coronavirus infections and its northern province of Lombardy was, for weeks, considered the European epicenter of the disease.  Cremona Hospital in Lombardy – one of the hospitals that was hardest hit at the peak of the crisis – tells CNN it is already being told to plan for the worst. “We have guidelines to prepare for the possible return of the infection. We have strict guidelines to follow that come from the Ministry of Health of the Region of Lombardy which are based on national guidelines,” Dr. Giuseppe Rossi told CNN. CNN visited Cremona Hospital in March 2020. Watch CNN international correspondent Melissa Bell's report: For the next two-and-a-half months, the top basketball players in the US will all be residing at Disney World in Orlando, Florida. But it's not necessarily the treat you might think; in fact some -- like the Lakers' LeBron James and the Trail Blazers' Damian Lillard -- have compared it to a prison sentence, both using slang on social media, saying they were off \"to do a bid.\"  It's probably not the kind of gratitude the NBA was expecting when they wrestled with the biggest logistical challenge ever faced in the 74-year history of the league: how to resume and finish up a season amidst a global pandemic in a country which has struggled in the fight against Covid-19. Certainly Philadelphia 76ers coach Brett Brown struck a more positive note. I think what the NBA has done ... in the environment we are all in is spectacularly brilliant,\" Brown told reporters. \"I think it's elite -- I have zero complaints about anything that might prohibit us from doing our job.\" And according to UFC boss Dana White, the 'bubble' approach is currently the only way forward for US sports. \"This isn't going to work outside of a bubble,\" White told CNN Sport earlier this week after the UFC staged a series of bouts on Yas Island in Abu Dhabi. \"You've got to have the bubble, you have to put people in lockdown, people can't be sneaking out, people can't go home. You know, in Abu Dhabi, the people [who worked with UFC] ... haven't seen their families in two months.\" So far the NBA's approach looks to be working. On Wednesday, the National Basketball Association (NBA) and players' union announced that none of the 344 players tested since July 20 had tested positive for the coronavirus. Read the full story: The UK is expected to extend the self-isolation period for people showing possible Covid-19 symptoms, as concerns grow over a second wave of infections in Europe. Speaking to Sky News Thursday, UK Health Secretary Matt Hancock stopped short of confirming that the self-isolation period would be extended from seven to 10 days, but said the country’s Chief Medical Officer would be announcing details later in the day and that the decision was “clinically led.” Second wave: Hancock said he is worried about a second wave in Europe and that the UK \"won't hesitate to act\" to boost quarantine measures if needed.  I think you can see a second wave starting to roll across Europe, and we've got to do everything we can to prevent it from reaching these shores, and to tackle it,” Hancock said. He added that the UK government is keeping the quarantine rules “under review all of the time, and we are taking action and we will take action if it is needed to keep this country safe.\" Quarantine testing: Hancock said the UK government is considering using testing to shorten the quarantine period imposed on travelers returning to England from countries such as Spain. \"We are working on whether by testing people during that quarantine it is safe to then be able to release them earlier. But we are not imminently making an announcement on it because that work is not concluded,” Hancock told the BBC. Hancock also raised concerns about the risk of an increase of coronavirus cases in the UK. \"Of course there's a danger of an increase and we've all seen what this virus can do and how fast it can move,” he told BBC radio, adding that new countries could be added to quarantine list in next few days.  Global coronavirus cases surpassed 17 million on Thursday, including more than 667,000 deaths, according to Johns Hopkins University. Here's the latest headlines from around the globe: US death toll rises: The United States surpassed 150,000 coronavirus deaths on Wednesday after recording 1,403 new fatalities. Medical experts warn that the country will see deaths skyrocket \"well into the multiple hundreds of thousands\" if it doesn't control the pandemic.\nItaly extends measures: One of the first European countries to be hit by the virus has prolonged its state of emergency due to the outbreak until October 15. The legal framework gives the government special powers to curb certain freedoms and access to additional resources to stop and contain the spread of Covid-19. \nAfrica's underreported crisis: Cases in African countries are much higher than official numbers suggest due to lack of data caused by factors including testing capacity, health infrastructure devastated by conflict, and stigma, the International Rescue Committee has warned.\nJapan records biggest daily spike: Some 1,264 new cases were recorded on Wednesday, the highest since the pandemic began and the first time the country has seen more than 1,000 new cases in a day. The prefectures of Osaka and Aichi also saw their own daily highs in new cases.\nAustralian state's highest single-day jump: The state of Victoria saw 723 new cases on Wednesday, setting a new daily high for the state and the whole country. Victoria has so far diagnosed nearly 10,000 cases, accounting for more than 60% of Australia's total infections.\nChina sees another day of over 100 cases: Some 105 cases were recorded in the country on Wednesday, the second straight day of a three-digit increase in daily infections. All but three of the new cases were locally transmitted, with the majority of them found in the far western region of Xinjiang. ##Catch Up## One of the more puzzling aspects of the novel coronavirus is just how many organ systems are impacted through the course of the disease. We've heard about the heart, lungs and respiratory symptoms, but a growing mystery is its impact on the nervous system. A report in April suggested more than a third of 214 Covid-19 patients studied experienced neurological complications ranging from loss of smell to stroke. The virus can lead to neurological complications like delirium, brain inflammation, stroke and nerve damage. In a University College London study published earlier this month, 10 out of 43 patients had \"temporary brain dysfunction\" and delirium, while 12 had brain inflammation, eight had strokes and eight had nerve damage. Another paper published last month in The Lancet Psychiatry looked at 153 patients in the UK and found even those younger than 60 could have psychosis, depression or strokes. How this virus damages the brain and nerves still isn't totally clear. But as two physicians dedicated to the study of the nervous system, we wanted to find some answers. Read the full story: Buddy, a 7-year-old German shepherd from Staten Island, New York, who was the first dog to test positive for the coronavirus in the United States, died on July 11 after a three-month illness, according to National Geographic. It’s unclear whether Buddy died from complication of the coronavirus, which he most likely caught from his owner Robert Mahoney -- who tested positive this spring -- or if he died from lymphoma.  Two veterinarians who were not part of his treatment, but who reviewed Buddy’s medical records for National Geographic, told the publication that the dog probably had cancer.  Contracting the virus: The dog got sick in April and Mahoney suspected he had the virus, but it wasn’t until mid-May that the family finally found a vet who would test him and who confirmed Buddy was infected. “You tell people that your dog was positive, and they look at you [as if you have] ten heads,” owner and Robert Mahoney’s wife, Allison, told the magazine. By June 2, the US Department of Agriculture confirmed Buddy was the first dog to test positive for the coronavirus in the US. Some context: Fewer than 25 dogs and cats are confirmed to be infected with coronavirus in the US, according to the USDA. There is no mandatory testing requirement for animals living in homes with Covid-19 positive people so it’s unknown how many pets in the US may be infected and whether those with underlying health conditions, similar to humans, may be at higher risk. The US Centers for Disease Control and Prevention does offer guidance for caring for a pet with Covid-19, but it doesn’t include information about testing or information collection for veterinarians, as there’s still no solid data on how the virus affects pets. The University of California, Los Angeles (UCLA) confirmed 153 cases of the coronavirus among its campus community, the university said in a news release on Wednesday. “Consistent with the protocols for infectious disease response, anyone identified within our campus community as being at risk of exposure from these individuals will be notified if they need to be isolated or tested,” UCLA said in the release with a list of details on the confirmed cases.  UCLA announced last month that most classes for the 2020-2021 academic year will be online and only 15%-20% of courses will be offered on site. On the day the US surpassed another tragic milestone -- 150,000 coronavirus deaths -- it became ever clearer that pseudo-science, ideological posturing and mocking the idea of a national strategy are no way to fight a deadly pandemic. Yet President Donald Trump, his friends in Congress, members of his Cabinet, senior staff and supporters are still setting out to undermine the fact-based approaches that might get the virus under control and restore normal life. Trump headed to Texas, currently a massive coronavirus hotspot, on a distraction mission, enjoying a photo op at an oil rig after another episode of his traveling medicine show promoting hydroxychloroquine. \"All I want to do is save lives,\" Trump said of a drug that his own government regulators say is not an effective cure for Covid-19. But he was not accompanied on his trip by Republican Rep. Louie Gohmert of Texas, who discovered before getting aboard Air Force One that he had Covid-19. The congressman tested positive for coronavirus Wednesday morning during a pre-flight screening at the White House. Gohmert has ostentatiously avoided wearing a mask. And he used his diagnosis -- thanks to that White House test -- to further trash science and undermine government medical advice by misleadingly suggesting his recent use of a face covering may have gotten him sick. Powerful skeptics: Criticism of those who are brazenly dismissing science, playing down the impact of the virus and calling for an end to lockdowns come what may is not partisan, although most taking such positions tend to be Republicans and close to Trump's orbit. Rather it is rooted in the fact that months into the pandemic, skeptics, including those with ultimate power, are still ignoring or undercutting the few proven tools, such as mask wearing and social distancing, that could help to quell it. Read the full analysis: ##Politics## The number of global coronavirus cases surpassed 17 million on Thursday, according to Johns Hopkins University’s tally of cases. Some 17,031,281 cases and 667,060 deaths have been confirmed around the world, according to JHU data. More than a quarter of cases have been recorded in the United States, where there have been more than 150,000 coronavirus-related deaths.  These five countries have recorded the most cases, according to JHU: United States: 4,426,982 cases (150,713 deaths)\nBrazil: 2,552,265 cases (90,134 deaths)\nIndia: 1,581,963 cases (34,955 deaths)\nRussia: 827,509 (13,650 deaths)\nSouth Africa: 471,123 cases (7,497 deaths) CNN is tracking worldwide coronavirus cases here: Coronavirus cases in African countries are much higher than official numbers suggest because of \"lack of data due to a variety of factors,\" the International Rescue Committee (IRC) warned Thursday. \"Confirmed COVID cases across African countries (have) risen by 500% in the past two months and more than doubled in July, amidst dire testing shortfalls and poor access to data on the actual extent of the pandemic in crisis-affected countries on the continent,\" IRC said in its report. Inadequate data: The global humanitarian aid organization said the lack of data -- due to several factors including testing capacity, health infrastructure devastated by conflict, and stigma -- is \"seriously impacting the ability to plan and execute an effective COVID response.\" \"Where testing is insufficient, we are fighting this disease in the dark. The doubling of confirmed COVID cases in July across African countries is alarming, but we are worried that this could be the tip of the iceberg,\" said Stacey Mearns, senior technical advisor of emergency health at the IRC. \"For all the countries where we work in the region, testing rates fall far below WHO guidelines. Without testing, there are indeed 'no cases' -- but this does not mean the virus is not spreading unchecked,\" Mearns added. ##Hotspots## A total of 70,776 new coronavirus cases and 1,403 deaths were recorded across the United States on Wednesday, according to Johns Hopkins University's tally.  The national total of confirmed cases now stands at 4,426,982, including at least 150,713 virus-related fatalities. The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases.  CNN is tracking US coronavirus cases here: ##Hotspots## India recorded more than 52,000 new Covid-19 cases in the past 24 hours, according to the Ministry of Health and Family Welfare.  As of Thursday, India has reported a total of 1.58 million cases, the third highest in the world after the United States and Brazil. According to the Health Ministry, some 1.02 million people have recovered from the virus. In India, patients with mild and moderate symptoms are considered no longer active after 10 days of symptom onset if they meet certain conditions. A test to confirm that they no longer have the virus is not required. Severe cases can only be discharged after one negative coronavirus test. According to the Indian Council of Medical Research, a total of 18.19 million tests have been conducted across the country, with more than 446,000 samples tested in the past 24 hours. ##Hotspots## Bolivia saw its highest daily increase in coronavirus-related deaths Wednesday, according to numbers released from the country's Health Ministry. The ministry reported 88 new deaths -- the highest daily count since the outbreak began. Its previous daily high was reported on July 23, with 79 new deaths. The country's total death toll now stands at 2,808. Bolivia also reported 1,207 newly confirmed cases Wednesday, bringing its total number of cases to 73,534. ##Hotspots## Japan recorded 1,264 new coronavirus cases and three virus-related deaths on Wednesday, the Ministry of Health announced on Thursday. This is the largest single-day increase in infections Japan has seen since the pandemic began. It also marks the first time the country has recorded more than 1,000 new cases in a single day, eclipsing the previous daily high of 981 cases set on Tuesday.  Tokyo recorded 250 cases on Wednesday, while Osaka confirmed 221 infections, a new daily high. The central prefecture of Aichi also saw its own single-day high of 167 new cases, with its governor Hideaki Ohmura raising the region's alert level to “heavy alert.\" The total number of confirmed cases in Japan now stands at 33,761, including 1,017 deaths. ##Hotspots## Vietnam reported nine new locally transmitted coronavirus cases on Thursday morning, according to the state-run Vietnam News Agency. Eight of the nine new cases were found in the resort city of Da Nang, while the other case was found in the capital city Hanoi, the Vietnam News Agency said. The nine new cases bring the total number of confirmed cases in Vietnam to 459. Earlier this week, 80,000 tourists were ordered to leave Da Nang after a new outbreak in the city following around 100 days of no locally transmitted cases. The Australian state of Victoria recorded 723 new Covid-19 cases on Wednesday, setting a new daily high for the state and the whole country, according to numbers delivered by Premier Daniel Andrews on Thursday. Victoria, Australia’s second most populous state, has so far diagnosed 9,998 cases, accounting for more than 60% of the country's total number of infections. The state now has 5,385 active cases, with more than 80% of them in metropolitan Melbourne and neighboring Mitchell Shire -- both subject to a stay-at-home order.  Andrews announced 13 further fatalities recorded Wednesday, another single-day high for the country, bringing the state’s death toll to 105 and Australia’s to 189. Wednesday's new cases were found through 19,921 tests conducted across the state.  Stricter measures: On Thursday, Andrews announced that from midnight Sunday, a mandate to wear masks or face coverings in public will extend from metropolitan Melbourne and Mitchell Shire to the rest of the state.  A ban on home gatherings has been extended to six further areas of Victoria, Andrews said, noting that household to household transmission was a factor in the rising numbers. “Today is not a good day, Andrews wrote in a statement. “This is one of the biggest challenges our state has faced. And yet, really, we’re all being asked to make the smallest of sacrifices. By not seeing your mate, you might be saving their life. By not hugging your mum, you might be keeping her alive.” ##Hotspots## China recorded more than 100 new coronavirus cases for a second consecutive day on Wednesday, according to the country's National Health Commission. Among the 105 new cases -- the highest number the country has seen since it brought the virus largely under control in March -- 102 were locally transmitted.  Some 96 local infections were found in the far western region of Xinjiang, one in Beijing, with the remaining cases confirmed in Liaoning.  The NHC also recorded a further 21 asymptomatic infections, which are not included in the total tally of confirmed cases. Tuesday marked the first time China had recorded over 100 new cases since early April.  ##Hotspots## Mexico recorded 485 new deaths from Covid-19 Wednesday, bringing the country's death toll to 45,361, according to the country's health ministry. Mexico has the fourth highest death toll from the virus worldwide, behind the United Kingdom, Brazil and United States. The health ministry also reported 5,752 new Covid-19 cases, bringing Mexico's total to 408,449. CNN is tracking worldwide coronavirus cases here: ##Hotspots## Italy has extended the state of emergency imposed in the country due to the coronavirus outbreak until October 15, according to a government statement released early Thursday morning local time. \"The Council of Ministers, on the proposal of President Giuseppe Conte, approved the extension,\" the statement read.   Italy was one of the first European countries to be hit by the virus and went into a state of emergency on January 31.   The legal framework gives the government special powers to curb certain freedoms and access to additional resources to stop and contain the spread of Covid-19.  The latest numbers: The country has so far recorded 246,776 coronavirus cases and 35,129 deaths, according to Johns Hopkins University data. ##Hotspots## Dr. Anthony Fauci, the US' top infectious disease expert, said on MSNBC Wednesday that adherence to five principles could help stop coronavirus surges happening in states.  The principles are: Universal wearing of masks\nAvoiding crowds\nPhysical distancing of at least 6 feet\nTypical hand hygiene\nAvoiding bars or closing them where possible Looking back on the Southern states that have already experienced resurgences, Fauci said, there was an increase in the percent positive of tests being done, which is “surefire indication that you are in a process where you’re heading towards a resurgence.”  He said that they were starting to see that in some states now, such as Kentucky, Tennessee, Ohio and Indiana.  Fauci added that he and other members of the White House coronavirus task force made the point on the weekly call with governors that “it is very important to get ahead of the curve, because what we are seeing now is what actually took place a couple of weeks ago.” “If we don’t start initiating rather strict adherence to the five principles I just mentioned,” Fauci said, “what inevitably is going to happen is that the states that are not yet in trouble will likely get into trouble.\" “If you’re not getting your arms around and suppressing that surge that’s coming up, that’s just a little bit below the radar screen, before you know it, two to three weeks down the pike, you’re in trouble,\" he added. The United States on Wednesday surpassed 150,000 recorded Covid-19 deaths -- a milestone that comes as the country's number of daily coronavirus deaths is the highest it's been since the spring. The first death in the US was reported on February 29. The country reached 50,000 deaths 54 days later on April 23, and 34 days later, on May 27, crossed 100,000 deaths. It has taken 63 days to add another 50,000 to reach the 150,000 mark. The country's coronavirus death toll was 150,676 as of Wednesday evening -- more than a fifth of the world's 665,000-plus recorded deaths, according to Johns Hopkins University. Calls for reset: The US needs to restart its response with policy actions at the federal, state and local levels to get control of the pandemic, scholars at the Johns Hopkins University Center for Health Security said in a report. \"Unlike many countries in the world, the United States is not currently on course to get control of this epidemic,\" the report says. \"It is time to reset.\" The report includes 10 recommendations that include universal mask mandates, federal leadership to improve testing and, in places where rates of transmission are worsening, stay-at-home orders. The report says federal, state and local leaders should mandate non-medical mask use in public and limit large indoor gatherings. Read the full story: ##Hotspots##", "Section": "world", "Writers": ["Nectar Gan", "Adam Renton", "Emma Reynolds ", "Ed Upright", "Melissa Macaya", "Meg Wagner"], "URL": "https://www.cnn.com/world/live-news/coronavirus-pandemic-07-30-20-intl/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Thailand", "Source": "CNN"}