{"Type": "article", "Time": "2020-04-10", "Headline": "April 10 coronavirus news", "Text": "Our live coverage of the global coronavirus pandemic has moved here. Florida has requested a waiver to allow families receiving SNAP benefits to buy their groceries online, according to a press release from the Florida Department of Children and Families (DCF). The federal waiver requests that SNAP recipients be allowed to use their Electronic Benefit Transfer (EBT) cards for online food purchases, which is currently prohibited under federal regulations. ##Business## A federal judge is declining to order the immediate release of thousands of inmates in Illinois due to concerns over potential exposure to coronavirus.  Judge Robert Dow says civil rights advocates who filed suit against the state Department of Corrections and Gov. J.B. Pritzker did not show that a mass release was the only reasonable response. “Plaintiffs are correct in asserting that the issue of inmate health and safety is deserving of the highest degree of attention,” Dow wrote. “And the record here shows that the authorities in this state are doing just that.” The 10 inmates named in the lawsuit – convicted on a range of felonies including murder – argued that keeping them incarcerated in the face of a pandemic amounted to cruel and unusual punishment.  Although Dow is keeping the case open – and encouraged state officials to work their hardest to preserve the health of prisoners – he refused to order the state to release, by his estimate, “at least 12,000 inmates, almost one-third of the prison population in Illinois.” Nashville Metro Public Health Department is investigating a possible cluster of coronavirus cases at the Tyson Foods plant in Goodlettsville, according to an email from Metro Public Health Department Public Information officer Brian Todd. Goodlettsville is about 14 miles north of Nashville. Todd told CNN in a statement that no further information regarding the investigation or number of cases could be released at this time. When asked if the state of Maryland is running low on coronavirus testing kits, Charles Gischlar, the deputy director of the Maryland Department of Health, said \"there are still testing challenges occurring in the state, although private labs and medical facilities have ramped up testing.” The Maryland Department of Health Lab can process about 500 tests a day and process priority group Covid-19 tests seven days a week. In accordance with Centers for Disease Control and Prevention guidance, priority groups for testing are symptomatic health care workers and first responders; symptomatic people over age 65 and those who live in nursing homes and other types of group housing; and those who are symptomatic and medically unstable for whom their health care provider has determined a test is necessary to manage their medical condition, Gischlar said. The USNS Mercy, currently docked at the Port of Los Angeles, will now take seniors from nursing homes that have not tested positive for the coronavirus, California Gov. Gavin Newsom announced in a press conference on Friday.  Using the USNS Mercy for non-coronavirus patients will help “help decompress the system,” Newsom said. Today’s press conference heavily focused on the importance of prioritizing the vulnerable senior population.  “Skilled nursing facilities continue to be top priority of our efforts,” Newsom said. By the numbers: The state is currently monitoring 191 skilled nursing facilities where 1,266 individuals, both staff and residents, have been infected. An additional 94 licensed facilities are being monitored with 370 patients and staff infected. There are a total of 1,224 nursing homes and 7,461 licensed facilities throughout the Department of Social Services, according to Newsom. Infections control professionals are working with the CDC and others to saturate areas of concerns. 600 nurses have been trained to support the regulatory system, Newsom said. In addition, the state is also focusing on providing technical guidance. New York City has 6,684 new coronavirus cases and 651 new deaths, according to the city’s website. The city now has a total of 94,409 cases and 5,429 deaths. Over the last few weeks, there has often been differences in the state and city numbers. In response to this, the city has posted an explainer on their website of how they report data on Covid-19 fatalities as compared with how New York state does. Gov. John Bel Edwards ordered flags be flown at half staff in honor of State Rep. Reggie Bagala, according to a press release from Edwards' office Friday. Bagala died after battling coronavirus, his family said Thursday. Michigan Gov. Gretchen Whitmer ordered US and Michigan flags lowered to half-staff throughout the state indefinitely beginning today to honor and mourn those who have lost their lives due to the virus. She also announced that the special primary to fill the vacancy left by Rep. Isaac Robinson who died in late March due to the complications related to the virus will be held August 4. The general election will be on November 3. The news comes after Whitmer announced the extension of her “Stay Home, Stay Safe” executive order to the end of April. The new order also encourages people to limit the number of household members running errands to the maximum extent possible and clarifies that travel for vacations or for any other purpose is prohibited. By the numbers: Michigan has an additional 1,279 cases bringing the state total to 22,783, according to the states data. The state saw an additional 205 deaths bringing the death toll to 1,281. The most recent version of an influential coronavirus model – which is often cited by the White House – projects that some states, such as New York and New Jersey, have passed their peaks in terms of daily deaths. New York’s peak number of deaths, for example, is listed as April 9 on the model. New Jersey’s peak is listed as April 8. Other large states are now approaching their peaks, according to the model, which was developed by the Institute for Health Metrics and Evaluation at the University of Washington School of Medicine. California is expected to hit peak daily deaths within a week, on April 15. The state is expected to see 66 deaths that day.  Pennsylvania is expected to follow a similar trajectory, hitting peak deaths on April 17, when 63 people are projected to die.  For other large states – such as Florida and Texas – the worst is expected to come later. Florida’s peak is expected to come on April 27; roughly 112 people are projected to die that day. Texas is predicted to hit its peak on April 28, when 66 lives are expected to be lost.  Some context: While it’s unclear when exactly the state expects to return to normal, lifting social distancing measures too soon – before the peak, for example – could reignite transmission of the virus and cost lives. The current version of the model says it expects social distancing until the end of May, and assumes that states will enact other measures – such as mass screening and contact tracing – that will prevent any resurgence of the virus. The institute previously told CNN that the projections assumed social distancing until August, as the model’s FAQ had stated in now-deleted language. But on Thursday, the institute’s director, Chris Murray, said that was not actually the case – despite what a professor behind the model and an institute spokesperson had both said earlier. Philadelphia is continuing to see a slowing number of coronavirus cases in the city, the city’s health commissioner Thomas Farley said in a call on Friday.  Farley warned that the virus could pick up speed again. Hospitals are seeing a steady increase in cases as well. There are currently 5,521 confirmed cases of coronavirus in Philadelphia and 110 deaths, according to Johns Hopkins University's tally. Farley said that the hospitals are able to handle the cases so far. Despite the better news on case rate, Farley reiterated the need to be very careful and continue to social distance.   The state of Kentucky is taking new action to discourage individuals from participating in mass gatherings, such as church services, Gov. Andy Beshear announced Friday. The state will be recording the license plates of those who show up to any mass gatherings and provide that information to the local health departments, who will in turn order those individuals to be quarantined for 14 days, according to Beshear. Beshear said the state is down to less than seven churches state-wide that are still “thinking about” having an in-person service this weekend. “Folks, we shouldn’t have to do this,” Beshear said. “I think it’s not a test of faith whether you’re going to an in-person service, it’s a test of faith that you’re willing to sacrifice to protect your fellow man, your fellow woman, your fellow Kentuckian, and your fellow American.” Essential businesses open in Los Angeles County during the pandemic must provide all employees with a cloth face covering to wear during work. These businesses must also share a plan in a visible place that explains how the business is implementing the physical distancing order and cleaning requirements in the workplace, L.A. County Department of Public Health Director Dr. Barbara Ferrer announced in a press conference today. This order goes into effect Wednesday at midnight, Ferrer said. Residents are still allowed to engage in outdoor activities and leave the home for essential activities while practicing physical distancing and wearing a cloth face covering, she said. “So from here on in, when you go into a business or a site that provides essential services, you need to put on your cloth face covering so that you provide some protection to all of those who are inside a place of business or providing you with a service,” she explained. Ferrer also warned residents that May 15, the date the county’s stay at home order was extended to, is not a “magic date” and that she does not know what will happen on May 16. “I do not anticipate that we lift all of our restrictions on May 15,” Ferrer said. “I do know that every day we get closer and closer to a place in a space where we're able to start relaxing some of the restrictions.\" The National Institutes of Health is looking for up to 10,000 volunteers to be a part of a study to determine how many Americans have been infected with Covid-19 and not known it. This “serosurvey” will give researchers critical information that will help them create better epidemiological models to understand how the disease spreads undetected. The work will also help researchers determine what communities have been most impacted by this particular coronavirus. The NIH is asking for healthy volunteers from around the country who are 18 or older and have no confirmed history of infection. Volunteers will be enrolled over the phone and will attend a virtual clinical visit. They’ll complete questions about their health, provide basic demographic information and then, if they don’t live near the NIH in Bethesda, Maryland, they’ll be sent a kit that will let them draw their blood at home and send the samples back to the NIH. “This study will give us a clearer picture of the true magnitude of the COVID-19 pandemic in the United States by telling us how many people in different communities have been infected without knowing it, because they had a very mild, undocumented illness or did not access testing while they were sick,” said Dr. Anthony Fauci, director of the NIH’s National Insitute of Allergy and Infectious Diseases, said in a statement. “These crucial data will help us measure the impact of our public health efforts now and guide our COVID-19 response moving forward.\" The United States Postal Service is aware of potential absentee ballot issues in Wisconsin and is conducting an investigation. \"Throughout every election cycle, the US Postal Service works with state and local election officials to ensure the timely delivery of Election Mail,\" the USPS statement read. \"The United States Mail system serves as a secure, efficient, and effective means for citizens and campaigns to participate in the electoral process, and the Postal Service is committed to delivering Election Mail in a timely manner.\" At this time, USPS does not have additional information to provide on this issue, according to the statement. Some context: On Monday, Wisconsin's Supreme Court blocked Gov. Tony Evers' order to postpone Tuesday's election due to the pandemic, despite his arguments that in-person voting could endanger poll workers and voters.  CNN has reached out to the City of Milwaukee Election Commission for comment. West Virginia will issue a block grant to its counties for $100,000 each to reward “the people who are the true first responders, the people that are true soldiers right on the front line,\" Gov. Jim Justice announced Friday. Justice urged counties to practice “real judgement” with the money, and not to use it to backfill budgets.  Justice also issued a block grant to West Virginia’s National Guard members for $500 per active member responding to the Covid-19 pandemic. The governor of Illinois says he is working to increase Covid-19 testing for some of Chicago’s most affected communities.  Gov. J.B. Pritzker announced in a Friday press conference that a partnership is being set up with Chicago’s Lurie Hospital and four federally qualified health centers on the city’s south and west sides. The demographics data accumulating over the last few weeks shines a light on a “uniquely American problem…generations of healthcare disadvantages, amplified by this crisis,” said Pritzker. Despite more than a thousand new cases being announced in Illinois Friday, Pritzker said, “It appears that we’re bending the curve.” As of Friday, 688 New York City Fire Department members have tested positive for Covid-19, according to FDNY spokesman Jim Long. That number includes firefighters, EMS and civilian personnel. There are currently 2,600 members on medical leave, down slightly from 2,800 yesterday. This includes non-Covid-19 related illness. Seventy people at a San Francisco homeless shelter have tested positive for the coronavirus, Mayor London Breed announced Friday at a news conference, calling the development “troubling.” The outbreak occurred at the MSC South homeless shelter, one of the biggest shelters in the city, where 68 residents and two staff members have been infected, she said. On any given night, the shelter can accommodate as many as 340 people, but it is now only serving about 100 residents. “We knew congregate living settings had the potential of being hotspots, so we have been preparing for that,” Breed said.  Breed said city officials are converting the shelter into a “medical facility.”   “We’re on top of it,” she added. Louisiana has 19,253 coronavirus cases and 755 deaths in total, Gov. John Bel Edwards said on Friday during a press conference. The city of Houston is closing its parks and trails for the weekend to try to keep people from spreading the coronavirus over the Easter holiday — and officers will be out watching for violators.  Police Chief Art Acevedo said in a Friday afternoon press conference they will be out \"on foot, on bicycles, on specialized vehicles and on horseback\" to look for people violating the rules and are prepared to issue citations.  Acevedo said they have enough manpower to monitor the parks despite having 82 officers under quarantine. Under a state order, Texas churches can hold in-person Easter services as long as social distancing rules are followed, but Houston Mayor Sylvester Turner said at the news conference that he hopes they won’t.  \"It's not an issue of fear,” Turner said. “It's an issue of keeping the members safe.” ##Daily Life##   The influential coronavirus model by the University of Washington's Institute for Health Metrics and Evaluation now calls today the peak day for new deaths, and revises several key numbers slightly. The model update, released this afternoon, keeps peak hospital resource use on Saturday. But it moves peak death numbers to today instead of Sunday, and the number now peaks at a projected 1,983 — down from about 2,200 in an earlier version. As for overall projected deaths, the model now projects about 61,500 in the US by August, compared to about 60,000 earlier this week IHME has constantly been updating the model as new real-time data comes in.  Remember: The model assumes full social distancing measures in place through the end of May. But the real future of those measures is unclear as the federal and state governments weigh plans to reopen schools, businesses and other parts of society.  ##Health## Los Angeles County has extended its \"Safer at Home\" order to May 15, Los Angeles County Department of Public Health Director Dr. Barbara Ferrer announced in a press conference today. The order was set to expire on April 19. By the numbers: There are now 8,430 confirmed cases and 241 deaths in Los Angeles County. ##Daily Life## The state of Illinois on Friday reported 1,465 more cases of Covid-19 and 68 additional deaths. The statewide total is now 17,887 cases with 596 deaths, according to Dr. Ngozi Ezike, the Illinois Public Health director. New York City mayor Bill de Blasio said the bodies being buried on Hart Island are not just coronavirus victims. Rather, the mass grave is used for any unclaimed bodies — people who have died from any number of diseases and conditions. \"These are people who no one after a period of time has claimed them and not just Covid victims, but victims of all diseases all reasons for fatality and they are being buried,\" de Blasio said. He added that if a family member ever shows up, \" the body would be given to the family\" De Blasio was asked about Hart Island after tweeting about it earlier today:   Moments ago, President Trump also mentioned the mass grave at Hart Island. \"New York has experienced something that has been absolutely horrific. I saw Hart Island yesterday, I saw those people being buried yesterday,\" Trump said at a news conference. Texas Gov. Greg Abbott said he plans to issue an executive order next week with guidelines on reopening businesses in the state.  “We will focus on protecting lives, while protecting livelihoods. We can do both,” Abbott said at a news conference in Austin today. Asked whether testing would be increased in the state in order to open up the economy, Abbott said, “Testing will be a component of it. We want to open up, but we want to open up safely.” He said more detail would be announced next week. ##Business## Texas Gov. Greg Abbott said Friday there have been 11,449 positive coronavirus cases across the state and 221 fatalities. As of Friday afternoon, about 116,000 people have been tested for Covid-19 in Texas, and there have been 1,532 hospitalizations, Abbott announced at a press conference.  The governor said 1,366 people recovered from Covid-19, having been symptom-free for a 14 day period after contracting the virus, a statistic the state has begun tracking as well. ##Health## Conversations around reopening the economy are ramping up. Behind the scenes, many Republican governors are expressing concern on how they will navigate a scenario in which President Trump reopens the economy before their states are ready, according to multiple sources in and around these discussions. Modeling suggests a slew of red states will not hit their worst points until later this month, making reopening the economy in those areas by early May nearly impossible.  Most Republican governors have sought to align with Trump during this outbreak, and a demand from the White House to reopen the economy would complicate that mission. If there appears to be viable movement towards reopening too early — the administration will face some pushback from their allies.  According to one source familiar with the conversation among GOP governors, the hope overall right now is that “this is all Trump talk” and that cooler heads — such as his well-known coronavirus advisers Dr. Anthony Fauci and Dr. Deborah Birx — will prevail.  Some background: Trump's aides have begun intensive discussions on a plan to reopen the US economy as soon as the start of May, according to people familiar with the deliberations. This morning on CNN's New Day, Fauci was asked if he thought social distancing guidelines should be relaxed by May 1, and responded \"the virus kind of decides whether or not it's going to be appropriate to open or not.\"  Fauci added that prior to re-opening the country, he would like to see a \"clear indication\" that reported cases are going down.  \"One thing you don't want to do is you don't want to get out there prematurely and then wind up — you're back in the same situation,\" Fauci told CNN adding, \"we're looking for the kinds of things that would indicate that we can go forward in a gradual way to essentially reopen the country to a more normal way.\"  In Friday’s White House briefing, Trump said he listens to everything that both Drs. Fauci and Birx say.  ##Business## President Trump suggested Friday during the White House briefing that insurance companies should pay out business interruption claims related to the coronavirus, even if coverage for a pandemic is not explicitly included in their policy. “If I had it, I’d expect to be paid,” Trump said of interruption insurance. “All of the sudden they need it … and I don’t see the word pandemic mentioned. Now in some cases, it is. It’s an exclusion. But in a lot of cases, I don’t see it. I don’t see reference and they don’t want to pay up. I would like to see the insurance companies pay if they need to pay, if it’s fair.\" Trump added: \"You have people that have never asked for business interruption insurance (payouts) and they’ve been paying a lot of money for a lot of years for the privilege of having it. And then when they finally need it, the insurance company says ‘we’re not going to give it.’ We can’t let that happen.\" The President also said that his administration has already suggested to credit card companies that they should reduce their fees. Watch: ##Business## At least 18,002 people have died in the US from coronavirus, according to a tally from Johns Hopkins University.  There are at least 486,490 cases of coronavirus in the US, according to Johns Hopkins. So far on Friday, Johns Hopkins has reported 20,740 new cases and 1,318 reported deaths.  The totals includes cases from all 50 states, the District of Columbia and other U.S. territories, as well as all repatriated cases. Wyoming is the only state or territory that is not reporting a death from coronavirus. ##Health##   Dr. Anthony Fauci said there “is no doubt you're going to see cases” when some of the current social distancing restrictions are relaxed. “Don't let anyone get any false ideas that when we decide at a proper time when we're going to be relaxing some of the restrictions, there’s no doubt you're going to see cases, I would be so surprised if we didn’t see cases. The question is how you respond to them” Fauci said. Fauci, the director of the National Institute of Allergy and Infectious Diseases, said when restrictions are lifted and cases emerge, “that's where you want your resources to be able to very efficiently in real-time identify, isolate, and contact trace.” President Trump said that while he is hoping to reopen the country by a certain date, he won’t do anything until he knows the country will be healthy. He added that he doesn’t want to have the country “go back” and then have to implement restrictions again.  “We are looking at a date. We hope we are going to be able to fulfill a certain date, but we are not doing anything until we know that this country is going to be healthy. We don't want to go back and start doing it over again, even though it would be in a smaller scale,” Trump said.  ##Daily Life## ##Health## Massachusetts had its single biggest day for confirmed Covid-19 cases on Thursday with 2,151 new cases reported, Gov. Charlie Baker said on Friday.  The state conducted “well over” 7,000 coronavirus tests on Thursday, the governor added. The percent of people testing positive for the virus has increased over the past few weeks, the governor said. It reached a new high on Monday of 30%, and has remained in that range throughout the week. On Thursday, 29% of the tests were positive. “At this time we see evidence that we’re still on the upwards slope of this pandemic,” Baker said. There were 70 new fatalities in the commonwealth on Thursday. Overall, the governor said, Massachusetts has roughly a 2.7% case fatality rate. Following the guidelines from the Centers for Disease Control and Prevention, as well as other states, Massachusetts Department of Public Health is issuing an advisory recommending people wear a mask or cover their face in public. President Trump said he will \"certainly listen\" to health experts when it comes to returning to normalcy and removing social distancing guidelines. Trump's aides have begun intensive discussions on a plan to reopen the US economy as soon as the start of May, according to people familiar with the deliberations — though health experts warn it's far too early to declare mission accomplished and begin removing social distancing protocols.  CNN's Jim Acosta asked Trump if he'll listen to health officials if they advise him it's too soon to open. \"If they come back to you, sir, and say 'Before May the 1st — we can't open on May the 1st,' will you listen?\" he asked. \"I will certainly listen. I will certainly listen,\" Trump said, noting that there are \"two sides\" to every argument. \"Remember, I understand the other side of the argument very well. Because I look at both sides of an argument. I will listen to them very carefully, though,\" Trump added. Watch: Dr. Deborah Birx said for the first time since the coronavirus pandemic hit, she is seeing a leveling of the curve in the United States. “You can see for the first time that in the United States, we are starting to level on the logarithmic phase like Italy did about a week ago. And so this gives us great heart, that not only in specific places, but we are starting to see that change,” Birx said. Birx, an HIV researcher and the White House coronavirus response coordinator, said that a lot of this is due to an improvement of the situation in New York and mitigation steps individuals took in the New York metro area.  However, she cautioned that the US has \"not reached the peak\" of coronavirus infections. US Surgeon General Dr. Jerome Adams pulled out his asthma inhaler during today's White House briefing to prove that even \"if you look fit\" you could be at risk of getting coronavirus. Adams was addressing data that shows coronavirus is disproportionately impacting people of color. He noted that people of color are not \"biologically or genetically predisposed to get Covid-19.\" But that they \"are socially predisposed to coronavirus exposure.\" \"It's alarming, but it's not surprising that people of color have a greater burden of chronic health conditions,\" he said, noting that those conditions might include high blood pressure and asthma. \"As a matter of fact, I've been carrying around an inhaler in my pocket for 40 years out of fear of having a fatal asthma attack,\" he said as he pulled out the inhaler. \"And I hope that showing you this inhaler shows little kids with asthma all across the country that they can grow up to be Surgeon General one day.\" He continued: \"But I more immediately, share it so that everyone knows it doesn't matter if you look fit, if you look young — you are still at risk for getting and spreading and dying from coronavirus.\" FDA Commissioner Stephen Hahn said the federal government has provided guidance to manufacturers to make cloth gowns — as opposed to the plastic ones typically used — for health care workers. He also said the FDA revised guidance regarding the laundering of gowns \"because gowns are another issue in terms of supply\" that health care workers fighting coronavirus are facing.  \"This is not something that normally happens around the country,\" he said. Hahn said this is an effort to \"increase the number of gowns\" available for health care workers with \"no further regulatory red tape to go into circulation.\" Infectious disease expert Dr. Anthony Fauci commended the steps Americans are taking to socially distance but warned that the country as a whole should not \"be pulling back.\" \"This is the end of the week — that famous week that we spoke about last weekend,\" Fauci said today during a White House coronavirus task force meeting. \"It's important to remember that this is not the time to feel that since we have made such important advance in the sense of success of the mitigation that we need to be pulling back at all.\" Dr. Deborah Birx, an HIV researcher and the White House coronavirus response coordinator, struck a similar tone. She commended the Washington and Baltimore areas for their adherence to social distancing guidelines, while cautioning that the US has \"not reached the peak\" of coronavirus infections. \"I know last week, we asked a lot of people in the Washington and Baltimore area to consolidate, not go out frequently to grocery stores or pharmacies. You can see that's having a huge impact, so it's really about the encouraging signs that we see. But as encouraging as they are, we have not reached the peak, and so every day, we need to continue to do what we did yesterday and the week before and the week before that. So in the end, that will take us across the peak and down the other side,\" Birx said. The US has more than 475,000 confirmed coronavirus cases and nearly 18,000 deaths, according to a tally from Johns Hopkins University. Watch: President Trump said that the death toll from coronavirus could end up being “substantially below” the 100,000 deaths predicted by models last week. “It looks like we're headed to a number substantially below the 100,000, that would be the low mark,” Trump said. Trump said that the American people have shown tremendous \"resolve” to help lower the projections. The President noted that 60,000 deaths is still a significant number, but it is much lower that original projections. “Hard to believe that if you had 60,000, you can never be happy, but that's a lot fewer than we were originally told and thinking,” Trump said. Watch: President Trump, who noted that he's in contact with New York Gov. Andrew Cuomo, said the number of hospital beds being used across the state is \"substantially reduced.\" \"You have the numbers of beds being used, we're just saying are substantially reduced. That's usually the sign that it's heading in the downward curve,\" Trump said. \"New York, we know where that is, but in the midst of all this grief and this pain, we're seeing these signs and we're seeing them very strongly, and a lot has to do with the aggressive strategy in saving so many lives,\" Trump said. Earlier today, Cuomo noted that the change in ICU admissions is \"a negative number\" today — the first time since the coronavirus pandemic started — but struck a more cautious tone. He said he was \"cautiously optimistic\" that the infection rate is slowing, but emphasized that New York continues to lose a \"tremendous number of lives.\" ##Health## President Trump says the number coronavirus deaths in the US will be \"substantially below the 100,000\" figure projected by health experts as cities like Detroit and New Orleans turn a corner in terms of infections. \"It looks like we're headed to a number substantially below the 100,000, that would be the low mark, and I hope that bears out. The situation in Detroit and New Orleans appears to be stabilizing. Detroit has really started to go up and now it's stabilizing, and New Orleans, great place, I have so many friends there, they can't believe what's happening but it's really stabilized,\" Trump said. Some context: The state of Louisiana Friday reported an increase of 970 new Covid-19 cases in 24 hours with a total of 19,253 cases and an additional 53 deaths. The state reported that there are 2,054 people hospitalized.   Orleans Parish continues to have the most cases with 5,416 cases and 225 deaths. Jefferson Parish is reporting 4,678 cases and 165 deaths.  Detroit health officials reported 249 new Covid-19 cases in the city Thursday, a slight decline from days prior, according to the city's health website.  There were 525 cases reported in the city on April 4, the highest for a single day there so far. Since then, daily reported cases have showed a steady but slow decline, Detroit's health department epidemic curve shows.   Italian authorities are urging people to stay at home during the weekend, as traffic rates increase ahead of Easter Sunday in Lombardy, the worst-hit region in the country.  \"We analyzed the movements of people through location data and in some municipalities that are on the routes to the holiday resorts we have seen more mobility. This data can be anomalous or it means that people are going to their second homes,\" said Lombardy's deputy governor, Fabrizio Sala, during a press conference on Friday.  Lombardy has been monitoring its citizens' movement through phone cell's geolocation.  \"We have to spend this Easter at home,\" he added.  The Interior Ministry has ordered local police departments to intensify the patrol of people’s movement ahead of the Easter weekend, and said checkpoints have been implemented on the main roads in and out of cities.  \"For the Easter holidays, the prefectures must promote any useful initiative to ensure compliance with the limitations regarding travel within the same municipality and between different locations, including the prohibition to go to homes other than the main one, including the second homes used for holidays,\" a note on the ministry's website read.  \"Even at Easter we must all stay home for our good and loved ones, and to allow Italy to restart as soon as possible,\" Interior Minister Luciana Lamorgese, said in the statement.  In the past month, Italian authorities have fined more than 110,000 people for not following the restrictions, according to the interior minister.  At least 100,376 people have died from Covid-19, according to Johns Hopkins University’s tally of deaths across the world. As of 1:15 p.m. ET on Friday, Johns Hopkins is reporting more than 1,650,000 confirmed cases globally. ##Health## Maryland Gov. Larry Hogan announced that he is enacting several cost-cutting measures after the comptroller announced a \"potential revenue loss of up to $2.8 billion for fiscal year 2020,\" Hogan announced today at a press conference.  This amount represents \"up to a 15% reduction in revenues\" for the fiscal year, which ends on July 1, 2020, Hogan said. To address this expected revenue loss, Hogan said he has directed a \"budget freeze on all state spending across all state government agencies\" except for spending on payroll and Covid-19 expenses. The governor also instituted a hiring freeze effective immediately.  Hogan said that, although he received 679 pieces of new legislation from the state's General Assembly, \"it is very unlikely that any bills that require increased spending will be signed into law.\"  \"The state will be tapping into and spending much of, perhaps even all of, the state's rainy day fund balance,\" Hogan said. As a result, the governor warned that the state's Covid-19 response \"will likely create a multi-year budget issue\" which will require \"further, substantial budget reduction actions.\" The state of Louisiana Friday reported an increase of 970 new Covid-19 cases in 24 hours with a total of 19,253 cases and an additional 53 deaths. The state reported that there are 2,054 people hospitalized.   Orleans Parish continues to have the most cases with 5,416 cases and 225 deaths. Jefferson Parish is reporting 4,678 cases and 165 deaths.  Pennsylvania added 1,751 new Covid-19 cases bringing the statewide total to 19,979, according to data from the state. There were 78 more deaths, bringing the statewide death toll to 416. Philadelphia County continues to have the highest number of cases and deaths at 5,521 cases and 110 deceased. Britain’s Deputy Chief Medical Officer Jonathan Van Tam said that the curve of coronavirus infections is starting to bend — but it's \"impossible\" to say the United Kingdom has reached its peak. \"This is just not over, we have to keep pushing as a nation to maintain social distancing. We have to take the pain now to take the gain in the next few weeks,\" Van Tam said during the daily Downing Street coronavirus briefing on Friday.�� London has seen a decrease in the number of cases in the last day, but the north of England has seen a rise, he added. \"It's still a dangerous situation we have to keep taking measures to bring this under control,\" Van Tam said. The UK reported 980 coronavirus deaths since Thursday, the country’s highest daily death toll, Health Secretary Matt Hancock said on Friday.  The total number of deaths in the UK stands at 8,958, Hancock said. There are currently 19,304 coronavirus patients in hospital, he noted, adding that 19,116 tests were concluded on Thursday. ##Health## The US Centers for Disease Control and Prevention reported on Friday that about half of all US deaths have been reported in two states: New York and New Jersey. The CDC’s numbers lag behind those maintained by other sources, such as Johns Hopkins University, but the agency on Friday released a detailed report outlining the geographic distribution of coronavirus in the US. New York City has had the highest “cumulative incidence” of reported cases, with 915.3 cases per 100,000 people, according to the CDC. Minnesota had the lowest incidence, at 20.6 cases per 100,000 people. Some context: A variety of factors could explain why some regions have more cases and deaths, the CDC said.  Differences in population density, age distribution and the prevalence of underlying medical conditions among Covid-19 patients could be factors, according to the agency. The variation between regions could also reflect differences in when coronavirus was first introduced into a population. And the timing and extent of community mitigation measures could also be at play, according to the agency. The CDC also said that differences in testing capacity – and public health reporting practices – could be factors. The agency cautioned, however, that its report has limitations. Case counts are likely “underestimated” because of incomplete detection of cases and delays in reporting, according to the CDC. And deaths are also likely to be underreported, the agency said, because people might die from the virus without receiving a Covid-19 diagnosis. The Internal Revenue Service said Friday that some stimulus payments will start going out next week. Payments will start with those people who have filed their 2018 or 2019 tax returns and have authorized a direct deposit. Those payments will be made automatically. Social Security beneficiaries will also receive their payments automatically. Those payments will go out “in the near future,” the IRS said Friday. Others — who haven’t filed those returns, authorized direct deposits, or receive Social Security — will likely have to wait weeks and even months before seeing their money. Some will have to first file a return or register online in order to receive the payment. Also on Friday, the IRS launched a new tool to help low-income people who aren’t normally required to file returns to input some basic information so that they can receive the stimulus money. They’ll have to provide their Social Security number, name, address, and the number of their dependents – as well as bank account information if they want to receive a direct deposit. Next week: The IRS plans to roll out another online tool. This will allow people a chance to provide their bank account information so they can receive their payment more quickly rather than waiting for a paper check.  This feature will be unavailable if the payment has already been scheduled for delivery, the agency said. It will also help people check on the status of their payments. A 15-year-old teen from the Yanomami indigenous tribe died Thursday from coronavirus-related causes in northern Brazil, according to a statement from the country’s health ministry.  The teen had been hospitalized since last Friday in the state of Roraima’s General Hospital in capital Boa Vista, according to the statement. The Association of the Indigenous People of Brazil (APIB), a watchdog group that defends indigenous rights, told CNN at least two other indigenous people have died from coronavirus complications. However, this is the first indigenous death confirmed by the Brazilian Health Ministry.  The teen was from the Rehebe village, an area that indigenous activist groups say has been affected by illegal mining.  \"Today, without a doubt, the main vector for the spread of COVID-19 inside the Yanomami Indigenous Territory is the more than 20.000 illegal miners that go in and out of the territory without any control,” the Socioenvironmental Institute (ISA) NGO said in a statement. “The Yanomami, as many other indigenous people, are among the groups most vulnerable to the impacts of COVID-19 and should be urgently protected, under the risk of genocide with the complicity of the Brazilian State.\"  Brazil’s Health Minister Luiz Henrique Mandetta said during a press conference this week the spread among indigenous groups is “worrisome” and said a national crisis committee has been created to monitor cases in indigenous territories.  ##Health## President Trump focused on the battle against Covid-19 in a scripted message on Good Friday, thanking first responders and calling on Americans to pray for the nation. “At this holy time, our nation is engaged in a battle like never before, the invisible enemy,” the President said from the Oval Office. “Though we will not be able to gather together with one another as we normally would on Easter,” he continued, “we can use this sacred time to focus on prayer, reflection, and growing in our personal relationship with God.” The President thanked “the many families who have prayed” for him, and asked for continued prayers for healing and “comfort for those who are grieving.” “As our nation battles the invisible enemy,” the President said, “we reaffirm that Americans believe in the power of prayer.” The President was joined by Vice President Mike Pence and Bishop Harry Jackson. He did not take questions from reporters in the room. According to Johns Hopkins University's tally, there are at least 473,093 cases of coronavirus in the US and at least 17,836 people have died from the disease. So far on Friday, Johns Hopkins has reported 7,343 new cases and 1,152 reported deaths. The total includes cases from all 50 states, the District of Columbia and other U.S. territories, as well as all repatriated cases. Wyoming is the only state or territory that is not reporting a death from coronavirus. The restrictions imposed to stop the spread of coronavirus in Ireland will be extended until May 5, Irish Prime Minister Leo Varadkar announced at a briefing on Friday.   \"All we can do for now is to take one day at a time to think of others. To choose hope and solidarity over self interest and fear. Your decisions will save lives. What may be inconvenient for some will be life saving for others. So I am calling on everyone to do what is asked for them to be tolerant and compassionate, think about others before ourselves.\" Varadkar said.  Under the new rules, people can go out only to \"shop for food or household goods, to attend medical appointments and collect medicines, vital family reasons such as providing care to children and the elderly, to take brief individual physical exercise, for farming purposes and food production,\" Varadkar announced.  Prime Minister said all visits to hospitals and prisons have stopped and public transport is limited to “essential workers and people providing essential services.\"  Public and private gatherings among people outside of the same household are also banned. ##Daily Life## Even though the coronavirus pandemic continues to take lives across the United States, Covid-19 has not become the leading cause of death in the nation, the US Centers for Disease Control and Prevention confirmed to CNN. \"There are no data to support that theory,\" Jeff Lancashire, a spokesperson for the National Center for Health Statistics, said in an email on Friday. \"We have limited data on 2020 deaths by cause, and no final official numbers yet for 2019, but we do know by looking at the final death totals in 2018 for the two leading causes of death in the US, Heart Disease and Cancer, there is no way that at this point COVID-19 comes anywhere close to those totals,\" Lancashire said in the email. What the data shows: Lancashire noted that between January and April in 2018, more than 234,000 people in the United States died of heart disease and nearly 199,000 died of cancer. So far during the coronavirus pandemic, there have been about 16,700 Covid-19 deaths in the United States, according to the latest data from Johns Hopkins University. Labs in the state of Oklahoma are working on antibody testing, Gov. Kevin Stitt said during a news conference today. Stitt said the state is in contact with labs and working to identify those who may have developed antibodies. Earlier today, Dr. Anthony Fauci says antibody tests — which show who has already been infected with the coronavirus — will be available in the US soon.  ##Health## Connecticut Gov. Ned Lamont said he plans to sign an executive order Friday extending previously enacted closures, social distancing and safety measures until at least May 20.  \"This is no doubt a difficult situation, but I cannot stress enough that these actions are saving lives by staying home.\" Lamont tweeted. “While data is starting to show a flattening of the curve, we're not out of the woods. Returning to normal too soon will have too many negative consequences.”  Connecticut has 9,784 confirmed coronavirus cases and 380 deaths, according to a tally from Johns Hopkins University. Read Lamont's tweet: Oklahoma Gov. Kevin Stitt has reminded residents of the order limiting gatherings of people to 10 or less applies during Easter. Stitt said during a press conference Friday that he would be watching an Easter church service at his home with his family on Sunday and encouraged others to do the same. The state's social distancing appears to be working, Stitt said, but residents need to continue to follow executive orders.  \"We are flattening the curve in Oklahoma,\" Stitt said. Oklahoma has 1,686 confirmed coronavirus cases and 80 deaths, according to a tally from Johns Hopkins University.  British Prime Minister Boris Johnson has been able to go on short walks, between periods of rest, \"as part of the care he is receiving to aid his recovery,\" a Downing Street spokesperson said on Friday.  “He has spoken to his doctors and thanks the whole clinical team for the incredible care he has received,\" the spokesperson said. “His thoughts are with those affected by this terrible disease,” the spokesperson added. Last night, Downing Street said Johnson was moved from intensive care back to the ward at St. Thomas' Hospital in London, where he will receive close monitoring during the early phase of his recovery from coronavirus. Reopening the economy too soon could lead to a second wave of coronavirus, New York Gov. Andrew Cuomo said. The US should look at other countries that have gone through the \"reopening process\" and learn when thinking about a potential \"second wave\" of coronavirus, he said.  \"When you take just a cursory review, you see caution signs,\" Cuomo said, referencing China, Hong Kong, Singapore and Italy. New York Gov. Andrew Cuomo said while New York is flattening the coronavirus curve overall, the current trajectory depends on people keeping social distancing guidelines.  “There is no natural trajectory. The trajectory is the trajectory that we create by our actions. The natural trajectory would see that line continue to go up,” he said in his daily news briefing.  Cuomo stressed that “we have to stay the course” to keep slowing the spread of coronavirus.  “What we do today will determine the infection rate two or three days from now,” he said. Cuomo said that the unprecedented nature of the coronavirus made projection models difficult to determine, and in turn, hard to put policies in place based on those models.  “None of these projections were in any way comforting to us. The actual curve is much, much lower than any of them projected,” he said. Watch more: New York Gov. Andrew Cuomo said reopening for business in the state is \"going to be a gradual phased process, and it's going to be reliant on testing.\" \"First of all, the key to reopening is going to be testing. I've said that from day one. It's not going to be a light switch where you flip this economy like you flip a light switch,\" Cuomo said.  He added that means testing in the state \"on a scale that we have not done before,\" which includes ramping up more testing for antibodies. At least 777 people across New York died from coronavirus yesterday, New York Gov. Andrew Cuomo said. That's down from 799 the day before. In total, 7,844 people have died from coronavirus in the state, the governor said. While the state continues to lose a \"tremendous number of lives,\" Cuomo said he's \"cautiously optimistic\" that the infection rate is slowing. Cuomo said the change in ICU admissions is \"a negative number\" today — the first time since the coronavirus pandemic started. \"That means there are fewer people in the intensive care units statewide than there were,\" he explained. Watch more: Vermont Gov. Phil Scott announced today he is extending the state's emergency declaration and all corresponding directives until May 15. \"We are making big sacrifices to save lives, but we cannot let our foot off the gas just yet. We will continue to watch the trends, and as soon as the data shows a downward trend, we can open the spigot, a quarter turn at a time, to get folks back to work in a way that’s responsible and safe,\" Scott said in a Facebook post.  ##Daily Life## The US Department of Health and Human Services is planning on buying $2 billion worth of ventilators for its strategic national stockpile and will distribute the needed medical equipment to states, a department spokesperson said on Friday.  The ventilator deals are meant \"to ensure we never have a shortage of ventilators,\" the spokesperson said. The pledge comes on the heels of HHS announcing contracts this week with GM and Philips. Those two agreements promise 73,000 ventilators to the federal agency's stockpile this year, for a total price of about $1.14 billion.  HHS said this week it's planning on awarding more contracts like the GM and Philips deals for more ventilators. The HHS office that runs the stockpile has also encouraged state governments to use and to try to tap into their own supplies of ventilators.  \"We have been pleased to see states like Oregon, California and Washington step up to do this,\" the HHS spokesperson said. \"Ordering and supplying brand new ventilators takes time; states and hospitals should do what they can today to get resources where they are needed most.\" Marcus Hicks, New Jersey’s Department Of Corrections commissioner, said there are 129 staff members who are infected with coronavirus, and 20 inmates have tested positive. One inmate has died from the virus. There are 400 inmates on medical quarantine who are not symptomatic, Hicks said. More than 1,000 employees are also in quarantine status, he added.  Moments ago, New Jersey Gov. Phil Murphy announced he is signing an executive order allowing the possible release of some low-risk, vulnerable inmates in the prison system in the wake of the pandemic. Hicks stressed that no inmate convicted of a serious crime would be considered. He said he does not have an exact number on how many individuals this may impact. New Jersey Gov. Phil Murphy announced he is signing an executive order allowing the possible release of some low-risk, vulnerable inmates in the prison system in the wake of the pandemic. Under this order, low-risk inmates whose age or health status puts them at risk, who have been denied parole within the last year or whose sentences are set to expire in the next three months “may be” – and he stresses “may be” – placed on temporary home confinement or granted parole if already eligible, through an expedited process, Murphy said. No one convicted of a serious crime, such as murder or sex assault, will be eligible for consideration, he said. A “robust” process will help determine whether an individual is eligible and each will have an individualized release plan addressing housing and medical services. “No one who cannot meet these standards will be released,” he said. All under home confinement will be subject to Department of Corrections supervision, he said. “We have dual or twin responsibilities here. Protecting those who work in our prisons, and those who are incarcerated,” he added. Social distancing is “extremely hard to accomplish in a prison setting” Murphy added and “allowing some of our most vulnerable individuals who do not pose a public safety threat to temporarily leave prison will protect both their health and the health and safety of the men and women working in our correctional facilities” Ohio Gov. Mike DeWine praised residents of his state for following steps to help slow the spread of coronavirus, but warned that it’s not yet time to get back to normal.  “Ohioans have done a great job. They've changed the future, but we've got to keep doing it. We're doing well but we can't let this monster up,” he said in an interview with CNN’s Jim Sciutto.  “We've got this monster down a little bit, but you're still seeing a significant number of Ohioans who are dying every day and going into the hospital, so we’re not through this yet.” The Republican governor said that while institutions such as the Cleveland Clinic, Ohio State University and the University of Cincinnati have increased testing, the state needs to ramp up its capabilities to truly get a handle on the virus.  “Part of the plan we are now in the process of putting together will certainly involve robust testing. It's going to be absolutely necessary to be able to get people back to work,” he said. Watch more: Images of Brazilian President Jair Bolsonaro hugging supporters and posing with people at a local bakery circulated online Thursday evening. A video was shared by his son, Eduardo Bolsonaro, and showed the Brazilian president with members of his cabinet interacting with a large group of people.  No one appeared to be wearing masks or any other protective gear. According to affiliate CNN Brasil, some people booed the president and banged pots from windows and balcony in protest.  Bolsonaro has dismissed the coronavirus in the past as a \"little flu\" and said he believes impact on Brazil's economy will be much worse. He has been pushing to lift self-isolation measures imposed by governors in several Brazilian states.  About 74 miles of Oakland, California, streets will be closed to give bicyclists and pedestrians more room to spread out during the coronavirus pandemic. Mayor Libby Schaaf gave a preview of the new initiative, dubbed Oakland Slow Streets, in a virtual town hall Thursday night. Parks are too crowded to maintain proper physical distancing, Chief Resilience Officer Alexandra McBride noted, so the city's creative solution is to take advantage of the 20% to 30% of land dedicated to roads. City streets will close roads to vehicular traffic mostly in and around residential neighborhoods. The official rollout of this emergency and details are expected to be released later today. ##Daily Life## Melinda Gates says she’s very concerned that vulnerable, poor populations in developing countries will not be able to handle the coronavirus crisis. “It’s going to be horrible in the developing world. And part of the reason you're seeing the case numbers still don't look very bad, it’s because they don't have access to very many tests,” said Gates, co-chair of the Bill & Melinda Gates Foundation, which is putting billions of dollars behind eight potential vaccines for the coronavirus.  “If you live in a slum, you can't physical distance. You have to go out and get your meal. You don't have clean water to wash your hands,” she said in an interview with CNN’s Poppy Harlow. “We have a crisis on our hands that we aren't even talking about in the United States.”  Gates said that the coronavirus pandemic will set the world back in terms of gender equity as well.  “70% of the health care workers around the world are women. Women do more than two times the unpaid labor in their homes. So they're caring for people in the health system and they’re caring for people at home,” she said. Watch more: At least 16,703 people have died in the US from coronavirus, according to Johns Hopkins University's tally of cases. There are at least 466,396 cases of coronavirus in the US, according to the Johns Hopkins tally.  So far on Friday, Johns Hopkins has reported 646 new cases and 19 reported deaths.   ##Health## Tokyo's Metropolitan Government announced the highest one-day spike with 189 new cases, bringing the total to 1,708 on Friday.  Tokyo's local authorities have announced three days of rising positive cases: 144 on Wednesday and 181 on Thursday. \"The situation remains extremely tense. As I have been saying recently, there is no change to the fact that we are in a critical situation, on the brink of an explosive outbreak. And it's getting even more tense.\" Tokyo's Governor Yuriko Koike said.  The government will ask businesses to close starting this weekend as part of its measures to curb the spread of coronavirus. Entertainment facilities such as bars and internet cafes, universities & education centers, sports and amusement facilities, theaters, assembly halls & exhibition centers, and commercial facilities such as shopping centers, will all be asked to close from Saturday.  Restaurants will still be allowed to operate between 5 a.m. and 8 p.m. local time, but will be asked to stop service of alcohol after 7 p.m.  The government of Tokyo says it will provide additional financial aid to the businesses. Businesses with one store will receive $4,600 USD (about 500,000 Japanese Yen) while businesses with more than two stores will receive $9,200 USD (1M Japanese Yen). No time frame yet has been announced on when those payments will start. Tokyo was scheduled to host the Olympics this summer, but the Games have been postponed to 2021 because of the pandemic. ##Daily Life## Singapore has announced the suspension of Zoom for in home-based learning after a security breach was found, the Ministry of Education said in a statement Friday. Aaron Loh, divisional director of the Educational Technology Division, said the ministry has been made aware of a number of \"very serious incidents\" involving the use of Zoom, and has decided to suspend the software to ensure online security.  \"We are already working with Zoom to enhance its security settings and make these security measures clear and easy to follow,\" he said. \"As a precautionary measure, our teachers will suspend their use of Zoom until these security issues are ironed out.\" Zoom said in a statement it was \"deeply upset\" to learn about the security breaches and added it has recently changed its settings to increase online security.  \"Zoom is committed to providing educators with the tools and resources they need on a safe and secure platform, and we are continuing to engage with all of our users on how they can best use Zoom and protect their meetings,\" according to the statement. Earlier this month, Singapore moved to home-based learning across all levels of schooling to combat the spread of the virus. ##Daily Life## Secretary of Defense Mark Esper says the military is sending another 300 medical personnel to help New York City hospitals.  Appearing on CBS “This Morning” Esper said, \"we've deployed to 11 New York City hospitals 350 doctors, nurses and respiratory therapists and today we will be deploying another 300 to help those local hospital workers who've been struggling mightily to keep on top of the (coronavirus) cases help them out provide them some additional relief from the Department of Defense\". CNN reported earlier this week that DoD would be “flooding the area with medical teams.”  The Pentagon said Tuesday that 325 military medical personnel have arrived in New York and would start embedding in 11 public hospitals on Wednesday. The deployment of military medical personnel directly to hospitals represents a recent change in tactics for the Defense Department. At first the military wanted to transfer equipment to the civilians and stay largely out of the way. Then it agreed to do overflow and non-coronavirus patients, then coronavirus overflow and now hundreds of military doctors are surging on the frontlines in New York-area hospitals.   The state of New York has more cases than any other country in the world, according to a tally by Johns Hopkins University. New York is reporting 161,807 coronavirus cases according to a tally by JHU.   Spain (No. 2), the country with the second most coronavirus cases behind the US, has 157,022 cases. Italy (No. 3) is reporting 143,626 cases. France (No. 4) and Germany (No. 5) are both reporting more than 118,000 cases, according to tallies by JHU.   ##Health## At least 50 Metropolitan Transportation Authority employees have died from coronavirus, MTA Chair and CEO Pat Foye said in a radio interview on WBCS 880 this morning.  At least 5,200 of 25,000 MTA employees are under quarantine — down from 6,000 as previously reported by the MTA, he said. Nearly 1,900 employees have tested positive for Covid-18, up from 1,571 people, as previously reported.  Ridership continues to decline, Foye said. As of Thursday, New York City subway ridership is down 93%, Long Island Rail Road is down 93% and Metro North is down 95%.  Bridge and tunnel traffic is down by about two-thirds. The largest known concentration of coronavirus cases outside of hospitals is in Chicago’s Cook County Jail, where at least 276 detainees and 172 staff members have tested positive for the virus.  Chicago Mayor Lori Lightfoot says that while the jurisdiction of the jail doesn’t fall under the city, but with the county, Chicago officials have been providing public health assistance.  \"First and foremost, no one should be locked up if they're not a danger to the community or flight risk and certainly not because they can't afford to pay bail,\" Lightfoot said. \"But what we have been doing is giving guidance to the sheriff about decompressing the dorm-like setting that exists in the jail.\"  Lightfoot also addressed racial disparity among those affected by the virus. About 70% of the deaths in Chicago have been in the African-American community, according to the city's Department of Health.   \"We put together a racial equity rapid response team that is a compendium of public health experts, medical doctors, social workers nurses, and street outreach folks, folks normally out there trying to interrupt violence but have deep roots and connection into these neighborhoods,\" she said.  Lightfoot encourages finding local, credible sources to get updates on the coronavirus, slamming President Trump’s remarks on the pandemic.  \"What we have seen coming out of the President's mouth and his daily press conferences is a series of half-truths, myths, it is not grounded in facts or science,\" she said. \"And it is terrible because the President of the United States has the loudest megaphone in the world and people want to be relying upon the things he says or does, but unfortunately, you can't do that with this President.\" Lightfoot said residents should stay home while celebrating Easter and Passover, even as the city starts to see a flattening of the curve.  \"This is deadly serious. And you can express your faith in lots of different ways, but it can’t be by congregating,\" she said. Spain's health minister warned that the country is not in a \"de-escalation phase\" even as his government prepares measures to slowly end the current movement restrictions in place to tackle the novel coronavirus outbreak. “Spain continues in a state of lockdown,” Salvador Illa said during a press conference following a meeting of the Spanish cabinet. “We are not yet in a de-escalation phase, Spain is not yet in a de-escalation phase”.  A reduced number of so called \"non-essential\" workers who have been off for two weeks, from certain sectors, such as construction, will be allowed return to work on Monday. Trains and other public transport will slowly start ramping up their operation, but the health minister called on all those who could, to continue working from home. Those returning to work on Monday will have to follow strict social distancing rules, Illa said.   “It is very important to maintain a social distance of a minimum of one meter, preferably of two meters, during your commute to work,” he said, adding the same measures need to be guaranteed in work places and any “business that is open to the public.”  Illa went on to say that Spain has been able to “slow down the pandemic,\" reducing the rate of infection and the climb in the number of deaths due to Covid-19.  “The data shows that we are meeting our objectives, but we remain in an important phase of the pandemic,” he said, warning that contagion is still taking place and new cases continue to be diagnosed. ##Health## A second detainee who tested positive for Covid-19 has died at Cook County Jail in Chicago, officials said today. The 51-year-old inmate was pronounced dead last evening at St. Anthony’s Hospital. Preliminary reports indicate he died as the result of complications due to the virus. An autopsy is pending according to a statement the sheriff’s office. The prisoner had been hospitalized since April 3 and is the second person in custody who has died after testing positive for the virus at the jail. \"Everything Sheriff's officers and county medical professionals have done since before the virus started spreading in the Chicago area was in an effort to prevent the loss of life to this deadly virus,” the Cook County Sherriff’s Office said in a statement. “We will continue to work round-the-clock to aggressively combat the spread of COVID-19.\" A federal judge yesterday denied a motion to order the immediate release of medically vulnerable detainees at the Cook County Jail to prevent the further spread of Covid-19. As of yesterday evening, there were 276 detainees in custody at the jail who have tested positive for COVID-19. Of those, 21 were being treated at local hospitals and 36 others had been moved to a recovery facility. At least 219 were being treated and monitored by Cermak Health Services, a division of Cook County Health and Hospitals System, for mild-to-moderate symptoms. ##Health## Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, said officials are seeing \"some favorable signs\" that coronavirus curve may be flattening in the United States.  During an appearance on CNN's \"New Day,\" he was asked if he thought if social distancing guidelines should be relaxed by May 1. Fauci said \"the virus kind of decides whether or not it's going to be appropriate to open or not.\"   \"What we're seeing right now are some favorable signs as I've discussed with you a few times on this show,\" Fauci explained. “It's looking like that in many cases, particularly in New York. We're starting to see a flattening and a turning around.\"  Fauci added that prior to re-opening the country, he would like to see a \"clear indication\" that reported cases are going down.  \"One thing you don't want to do is you don't want to get out there prematurely and then wind up — you're back in the same situation,\" Fauci told CNN's Alisyn Camerota. \"We're looking for the kinds of things that would indicate that we can go forward in a gradual way to essentially reopen the country to a more normal way.\"  Watch more:  ##Health## New York officials say that Hart Island, which for decades has been used as the final resting place for those who died unclaimed, will now also be used for unclaimed coronavirus victims. \"It is likely that people who have passed away from (coronavirus).... will be buried on the island in the coming days,\" New York City Mayor Press Secretary Freddi Goldstein told CNN. Drone pictures on Thursday showed bodies being buried on the island. The move comes as New York continues to respond to its devastating coronavirus outbreak. More than 161,000 cases and 7,067 deaths have been reported in the state, according to Johns Hopkins University. Hart Island has been used by the city as a public cemetery for over 150 years and is managed by the Department of Corrections. The Hart island burials are mostly people who have been unclaimed at the city's morgue for anywhere from 30 to 60 days, Goldstein said. Over one million people are interred there. The city is transferring unclaimed bodies to Hart Island to make way for other coronavirus victims whose bodies will be claimed, Goldstein said. New rules from the medical examiner's office say bodies will be taken to the island if they go unclaimed for two weeks. Only people who have not been claimed by relatives or a loved will be buried there, Goldstein highlighted. Despite the new rule from the medical examiner, Goldstein said as long as morgue officials make contact with a relative within 14 days, they will not be moved to Hart Island. \"These are people who, for two weeks, we have not been able to find anyone who says 'I know that person I love that person I will handle the burial,'\" Goldstein said. \"These are people who we have made zero contact with the family.\" Usually, about 25 people are buried on the island each week, Goldstein said. But since coronavirus began claiming victims in the US, she said there are 25 people buried there each day. More than half of the coronavirus patients infected with coronavirus in Iran have \"recovered,\" the country’s health ministry spokesperson Kianush Jahanpoor announced on Iranian state television today. \"Fortunately, the recovery process has accelerated and so far 35,465 coronavirus-infected patients, out of the total 68,192 cases registered so far, have recovered\" Jahanpour said. Iran recorded 122 more coronavirus-related deaths in the past day, bringing the total death toll to 4,232, Jahanpoor said.  The spokesman urged the owners and managers of all businesses to fill out a questionnaire from the health ministry to register data on the health of their workers.   ##Health## Dr. Anthony Fauci said Friday on CNN's \"New Day\" the idea of Americans carrying certificates of immunity to prove they have tested positive for the antibodies to the coronavirus might \"have some merit under certain circumstances.\"   Fauci, the director of the National Institute of Allergy and Infectious Diseases, told CNN's Alisyn Camerota immunity certificates are being discussed.  \"It's one of those things that we talk about when we want to make sure that we know who the vulnerable people are and not,\" he said  Fauci added that these antibody tests will be important for medical workers and others on the frontline who are fighting the current pandemic. \"If their antibody test is positive, one can formulate strategies about whether or not they would be at risk or vulnerable to getting re-infected. This would be important for health care workers, for first-line fighters,\" he said.  ##Health## Top infectious disease expert Dr. Anthony Fauci says antibody tests, which show who has already been infected with the coronavirus, will be available soon.  “Within a period of a week or so, we're going to have a rather large number of tests that are available,” Fauci told CNN’s Alisyn Camerota.  Fauci, the director of the National Institute of Allergy & Infectious Diseases, said testing of people who currently have the coronavirus and antibody tests will be done in parallel. Fauci also said the prospect of Americans carrying certificates of immunity to prove they have tested positive for the antibodies to the coronavirus might \"have some merit under certain circumstances.\" Immunity certificates are being discussed in the White House coronavirus task force meetings, Fauci said.  \"It's one of those things that we talk about when we want to make sure that we know who the vulnerable people are and not.\" Fauci declined to give a concrete date when the US can reopen businesses and begin to relax restrictions. “The virus kind of decides whether or not it's going to be appropriate to open or not,” he said. “I would want to see a clear indication that you are very, very clearly and strongly going in the right direction. Because the one thing you don't want to do is you don't want to get out there prematurely and wind up back in the same situation,” he added. Fauci said that Americans should still practice social distancing guidelines during Passover and Easter. He predicted there will be many deaths in the next week, but “deaths tend to lag behind what the driving elements of the outbreak are,” and there should be fewer hospitalizations and intubations.  Watch more: UK Prime Minister Boris Johnson is “just beginning his recovery” from Covid-19 and continues to be in “very good spirits” after being moved out of the intensive care ward, his official spokesman said Friday. Johnson will be taking the advice from his medical team, the spokesman said, but will not be going to the Prime Minister’s countryside retreat Chequers. The Foreign Secretary Dominic Raab will continue to stand in for Johnson, who entered intensive care on Monday and left the unit on Thursday. The Spanish Government is working to introduce a preliminary version of a universal basic income as soon as possible, to help Spaniards face the economic fallout of the novel coronavirus outbreak in the country.  “This [health] crisis has placed on the table the urgency of a universal basic income, that it is essential and fundamental to guarantee dignity and a minimum purchase power for many Spanish families that are in a desperate situation,” the second deputy Spanish Prime Minister, Pablo Iglesias, said in an interview with national broadcaster TVE on Friday.  “There are people who cannot take advantage of unemployment benefits or furloughs. There are people that have difficulties, today, to go to the supermarket and buy the essential products their family need.” “It is essential and fundamental to help families that are in a desperate situation,” Iglesias, who is also the Minister for Social Rights, added. According to reports in Spanish media, this temporary universal basic income would be of around $550 (€500) per month. Iglesias went on to say it could take a few months to implement a proper universal basic income system in a country such as Spain, which has different benefit systems across each region, so the government in Madrid will put forward plan that will serve as a “bridge” in the meantime.  “This is an urgent matter that we in government are working on and that we hope we can implement as soon as possible,” Iglesias said. “This ‘bridge’ universal basic income is essential.”  Spain has previously announced a €200 billion ($216 billion) aid package, amounting to about 20% of the country's GDP, as it tackles the economic impact of its coronavirus outbreak -- the deadliest anywhere in Europe. The nation registered an increase in unemployment of 302,265 people in March compared to the previous month, according to Spanish Labor Ministry data. ##Daily Life## France's flagship aircraft carrier the Charles de Gaulle has 50 confirmed coronavirus cases on board, the French Defense Ministry said in a statement Friday.  \"The results of the 66 tests carried out concluded that there were 50 cases of COVID-19 on board the Charles de Gaulle. No worsening of the health of the seamen on board is currently noted. In addition, three seamen were evacuated as a precautionary measure on the morning of 9 April,\" the statement read.  A medical team arrived on board on April 8, according to the Defense Ministry. The flagship carrier is in the Atlantic, with an anticipated return to the French city of Toulon on April 23.  ##Health## If you've been having bizarre dreams during the pandemic, you're not alone.  Those who are sharing their #pandemicdreams on Twitter are either amazed at the peculiarity of their dreams or distressed by plots that center on death, fear and strange new worlds.  \"In my dream, I called an Uber, but a hearse showed up instead. Not liking these #pandemicdreams,\" posted Sarah Schachner on Twitter on March 23. According to experts, these cryptic responses are normal. Our brains' way of understanding the stressful information we take in during the day can manifest in nightmares. Or we might dream of past chapters in life that were less stressful. \"This [pandemic] is something that they've never experienced before,\" said sleep medicine expert Dr. Meir Kryger, professor of pulmonary medicine and clinical professor of nursing at Yale School of Medicine. \"And it's possible that their brains are trying to find a time when things weren't like that. It's like when sometimes people are trying to fall asleep and they can't turn their minds off. They will try to think about a time when things were better.\" Read more here  ##Daily Life## Hungary's restrictions on movement have slowed the spread of coronavirus but the \"real test\" has yet to come, Prime Minister Viktor Orban said on Friday in an interview with state broadcaster Kossuth Radio. According to the Hungarian Government website, \"[Orban] said he regards the containment effort as successful in as much as that they have slowed down the spread of the epidemic, and as a result, they have gained time. However, 'the great trial, the real test is yet to come.'\"  \"In the context of the epidemic, Mr Orban also said he can see that there are countries which are “already heading towards the exit”; however, in Hungary he 'cannot yet see the light at the end of the tunnel.'\" Orban said when infections peak in Hungary, the nation will need about 8,000 intensive care beds and ventilators, adding that in \"peace time\" Hungary has about 2,000 ventilators.  The populist leader was last week given powers to rule by decree after a vote in Hungary's Parliament, a move criticized by international human rights watchdogs.  Hungary has 1,190 confirmed cases of coronavirus, including 77 deaths, according to Johns Hopkins University. Spain has recorded another 605 deaths from coronavirus in the past day, a stark toll that nonetheless shows that the country's outbreak is slowing. Spain's daily death toll rose by 4% on Friday, the lowest increase recorded since the virus arrived in Spain. The increase was 4.7% on Thursday. “We have reached the peak and now the de-escalation begins,\" Spanish Prime Minister Pedro Sanchez said in Parliament on Thursday. The total number of deaths in the country is now 15,843, data from the Spanish Health Ministry released on Friday shows. The number of active cases rose from 85,043 to 85,511 -- an increase of 468, the lowest since March 11. Despite the progress, Spain extended its state of emergency until at least April 26 on Thursday. \"The last thing we should allow is a step backwards,\" Sanchez said in a near-empty Parliament, warning that relaxing measures could cause the virus to \"rebound.\" The pace at which Covid-19 spread around the globe left governments and international institutions paralyzed. But few experienced the scale of the whiplash currently being felt in Brussels. The European Union began this year reinvigorated, having seen off the threat of Brexit with a unity of purpose that typically eludes it when faced with such existential challenges. Its new leadership team, under Commission President Ursula von der Leyen, was fired up with a vision for the EU as a global leader in climate sustainability and democratic standards. What a difference a few months and a global pandemic make. The only issue world leaders have the capacity to deal with right now has dragged the EU back into the quicksand of its own dysfunction.  From a sluggish political response to the crisis to bitter internal rows about how to mitigate the economic effects of coronavirus, member states have turned against one another, and in on themselves. On Tuesday night, Mauro Ferrari -- the EU's chief scientist -- resigned from his position at the head of the European Research Council. In a statement to the Financial Times, Ferrari described his frustration at the EU's handling of the coronavirus outbreak. \"I have been extremely disappointed by the European response to Covid-19 ... I arrived at the ERC a fervent supporter of the EU [but] the Covid-19 crisis completely changed my views.\" He's not alone in thinking the EU's immediate reaction to the crisis had been slow off the mark. \"From day one, the EU was fighting an uphill struggle, as it rushed to piece together a pan-European response to a healthcare crisis with no real authority to do so,\" says Andrea Renda, a senior research fellow at the Centre for European Policy Studies. Read more here. War-ravaged Yemen has reported its first confirmed case of Covid-19, weeks after the World Health Organization warned of the virus’s “catastrophic” consequences for the country. The novel coronavirus case was reported Friday in the country’s Hadhramaut governorate, the internationally-recognized government’s National Higher Committee to Counteract the Coronavirus Epidemic said in a tweet.  On Sunday, the Saudi-led coalition to fight Iran-backed Yemeni Houthi rebels declared a two-week ceasefire. It said it was heeding calls from the United Nations Secretary General Antonio Guterres for end of hostilities in the country in order to pave the way to a coronavirus response.  Coalition spokesperson Turki al-Malki also said the temporary ceasefire would usher in talks for a permanent resolution to the five-year conflict.  An outbreak could be \"catastrophic\": In March, a WHO representative told CNN that the spread of coronavirus in Yemen would “have a tremendous impact” on a health system works at “less than 50% capacity” due to the country’s conflict.  “As a result, (the coronavirus) would be catastrophic in an environment in Yemen,” WHO Yemen Representative Dr Altaf Musani told CNN.  “Points of entry, vulnerable people, migrants, refugees, displaced individuals -- all of this is why we have gone for a moderate to high-risk assessment of the country,” he said.  Yemen is also has the world’s largest cholera epidemic and has outbreaks of seasonal diseases such as Malaria and Dengue.  “Yemen has the largest case-load of needs in terms of scale and severity which we as humanitarians deliver on,” he said. “Dengue, cholera, complicated births and mental health issues associated with five years of conflict creates a dangerous storm that can come together and add another layer of vulnerability to Yemen.”  There are 700 ICU beds in Yemen, including 60 for children, and 500 ventilators, according to a March statement by Save the Children.  Around 80% of Yemen’s 30.5 million people are in need of aid, the charity added. Taiwan has accused Chinese internet users of pretending to be its citizens and publishing \"racist comments\" against WHO Director-General Tedros Adhanom Ghebreyesus, the Ministry of Justice Investigation Bureau said Friday. The report, published in the government-run Central News Agency (CNA), came after the Director-General claimed Wednesday the island has targeted him in a series of \"racist comments\" in the past few months. \"Giving me names, black or negro,\" he said. \"I'm proud of being black, or proud of being negro,\" he said during a press conference Wednesday. \"I don't give a damn.\" According to CNA's report, the Ministry of Justice Investigation Bureau found that a number of online users -- who pretended to be from Taiwan -- have published \"an increasing number of messages\" admitting that they have made the racist comments. The bureau claimed that an investigation traced the users to mainland China, and criticized them for intentionally damaging Taiwan's international reputation. On Thursday, Taiwan's president Tsai Ing-wen \"strongly protested\" against the accusation, adding that the island has always opposed all forms of discrimination. \"For years, we have been excluded from international organizations, and we know better than anyone else what it feels like to be discriminated against and isolated,\" she said Thursday. \"Taiwan is dedicated to the values of freedom, democracy, diversity, and tolerance. We do not condone the use of racist remarks to attack those with different opinions.\" Germany's death toll has increased by 266 in the past day, according to the country's disease and control centre, marking the largest 24 hour increase in fatalities since the country's coronavirus outbreak began. Overall, 2,373 people have now died form the virus in Germany, the Robert Koch Institute said. The total number of confirmed cases in the country has reached 113,525, which marks an increase of 5,323 in the past 24 hours. Merkel offers \"cautious hope\": German Chancellor Angela Merkel on Thursday urged people to continue to observe social distancing rules over Easter, adding that the number of people infected with the virus is declining slightly. ''The latest developments in the figures regarding the spread of the virus give reason for cautious hope,\" she said on Thursday. \"The coronavirus curve is flattening out slightly and the number of those currently infected is declining slightly.'' Germany has so far been spared the vast death tolls seen in other major European countries like Italy and Spain, and has implemented a large-scale testing program to identify cases among its population. Merkel added that the coronavirus pandemic will be ''with us some time to come'' and that a decision on if and how to ease the restrictions would be based on a broad scientific study published on next week. ##Health## A total of 16 school systems in the United States have been ordered closed through to the end of the school year, due to the coronavirus outbreak. The states are: Alabama\nAlaska\nArizona\nArkansas\nGeorgia\nIndiana\nKansas \nMichigan \nMissouri\nNebraska\nNew Mexico \nOklahoma\nPennsylvania\nVermont\nVirginia\nWashington  Meanwhile, officials in three other states have recommended statewide closures through the end of the school year: California: State Superintendent of Public Instruction Tony Thurmond said:  \"Due to the current safety concerns and needs for ongoing social distancing, it currently appears that our students will not be able to return to school campuses before the end of the school year. In order to allow schools to plan accordingly, and to ensure that learning still occurs until the end of the school year, we are suggesting that schools plan and prepare to have their curriculum carried out through a distance learning model.\" Closing and reopening school facilities is a decision that is made at the local level in California. The State Superintendent does not have the authority to close schools. Idaho: The State Board of Education closed schools through the end of the academic year, but left local school districts the option to reopen their schools South Dakota: The governor asked accredited schools to remain closed for the rest of the 2019-20 school year. Schools in South Dakota are independent entities. \"All of South Dakota’s 149 public school districts are implementing some form of what we are calling 'flex learning.' That might include a variety of online educational opportunities, as well as packets sent home to students,\" said Mary Stadick Smith, Deputy Secretary, South Dakota Department of Education  ##Daily Life## Malaysia is extending its nationwide movement restrictions for two more weeks until April 28, Prime Minister Tan Sri Muhyiddin Yassin announced today, according to state-run Bernama News Agency. The spread of Covid-19 has \"more or less\" been checked since the order was first imposed on March 18, but the extension will allow more room and flexibility for healthcare workers to combat the virus and prevent cases from surging again, Bernama reported.  Under the current restrictions, all Malaysian nationals are prohibited from traveling abroad. All social, religious and educational gatherings are also banned. Malaysia now has 4,229 confirmed cases and 67 deaths, according to data from Johns Hopkins University. ##Daily Life## ##Travel## Italian Prime Minister Giuseppe Conte is expected to announce an extension to the country's lockdown measures when he addresses the nation on Friday. Conte held a call with Italian union representatives on Thursday and explained the country was still not ready to ease restrictions, Christian Ferrari, president of the CGIL labor union in the northeastern Veneto region, who was present on the call, told CNN on Friday.  According to Ferrari, Conte said the extension would continue until May 3 with only a few exceptions of businesses being allowed to reopen slightly sooner. Conte went on to tell union representatives that this was the only way to protect public health in Italy. The Italian Prime Minister is expected to address the country on Friday, an official government source told CNN. The source declined to comment on whether Conte would announce an extension to the lockdown measures.  ##Daily Life## A new study backs up what has already been documented anecdotally in the past few months: The coronavirus pandemic has coincided with a surge in Sinophobic, or anti-Chinese, sentiments -- especially online. Researchers at the Network Contagion Research Institute, an organization that tracks misinformation and hate speech, released a report Wednesday that looked at the spread of hate online toward Asians. \"As a conjoined threat, outbreaks of hate and disinformation on social media comprise unparalleled dangers to society in the face of actual viral pandemics, such as Covid-19,\" said the study. \"NCRI's research indicates that hateful communities may serve as sources of spread for disinformation and propaganda during politically volatile events for purposes of hate.\" The group of researchers looked at a variety of social media platforms and online bulletin boards like 4chan, where there was a rise in derogatory terms for Chinese people around February of this year.  Other terms and slurs toward minority groups decreased or flatlined in relation to topics surrounding the virus, research found. For example, researchers found an instance where one user said he and his friends would shoot Asian people in Chinatown because \"that's the only way we can destroy the epidemic.\"  Read the full story here: ##Daily Life## A new story book that aims to help children understand and cope with Covid-19 has been released by the United Nations Children’s Fund, in collaboration with more than 50 humanitarian organizations. “All over the world, children’s lives have been completely upended — the majority of them living in countries with some form of restricted movement or lockdown,\" UNICEF Executive Director Henrietta Fore said in a statement Thursday.  The book would help children \"understand and navigate this new landscape and learn how they can take small actions to become the heroes in their own stories,” she said.  The book, titled “My Hero is You, How kids can fight COVID-19!”, features the fantasy creature Ario, who helps children understand how they can protect themselves, their families and friends from coronavirus, and how to manage difficult emotions when confronted with a new reality. The book is aimed at children aged 6-11: It's a collaboration between UN agencies, national and international nongovernmental organizations and international agencies providing mental health and psychosocial support in emergency settings.  Widely translated: Six language versions have already been released and translations to 30 more languages are in the works. The book is being released as a printable version available online for download, and as an audiobook.  ##Daily Life## Much of Europe is still on lockdown with severe movement restrictions -- but not Sweden.  Restaurants and bars are open in the Nordic country, playgrounds and schools too, and the government is relying on voluntary action to stem the spread of Covid-19. It's a controversial approach, and one that's drawn President Donald Trump's attention. \"Sweden did that, the herd, they call it the herd. Sweden's suffering very, very badly,\" Trump said on Tuesday. The next day, Sweden's Foreign Minister Ann Linde said Trump was \"factually wrong\" to suggest that Sweden was following the \"herd immunity\" theory. Here's their strategy: The idea, Linde said, was \"No lockdown and we rely very much on people taking responsibility themselves.\" The approach is about encouraging and recommending, not compulsion. Two days after Spain imposed a nationwide lockdown on March 14, Swedish authorities were encouraging people to wash hands and stay at home if sick. On March 24, new rules were introduced to avoid crowding at restaurants. But they very much stayed open. Is it working? \"I think Sweden is doing okay,\" Swedish state epidemiologist Anders Tegnell told CNN affiliate Expressen.  \"It's producing quality results the same way it's always done. So far Swedish health care is handling this pandemic in a fantastic way.\" Sweden has reported 9,141 cases of the coronavirus and 793 deaths, according to Johns Hopkins University. Read the full story here: ##Daily Life## The UK is beginning to see coronavirus cases plateau, indicating a potential slowdown in the rate of new daily cases -- but it is still too early to lift restrictions, said National Health Service England Medical Director Stephen Powis. Speaking to Sky News today, Powis said, \"We're hopeful we're beginning to see a plateau. But we need to keep complying with instructions. That's the way the plateau will turn into a drop.\" When asked about the possibility of lifting any restrictions, Powis said, \"I'm not going to confirm anything because I think those discussions are still ongoing. I think it is too early to be clear about which of those options we should pursue.\" \"One of the things we do know is that it's very likely ... that there are people who are asymptomatic, and that's one of the unknowns that we will need to find out. Once the virus has more established, as in all countries, you need to evolve your strategy,\" Powis said. \"This is not something that any country will be able to work out in a matter of weeks,\" he added. \"This is something we'll have to work out over a few months.\" ##Health## UFC 249, the highly anticipated fight event organized by the Ultimate Fighting Championship, will not happen on April 18 as previously scheduled. \"Today, we got a call from the highest level you can go at Disney, and the highest level of ESPN ... and the powers that be there asked me to stand down and not do this event next Saturday,\" said UFC president Dana White on camera to ESPN. Additionally, all other UFC events have been postponed indefinitely. \"While the organization was fully prepared to proceed with UFC 249, ESPN has requested the postponement of the event and subsequent bouts until further notice in light of the Covid-19 pandemic,\" a UFC spokesperson said in a statement to CNN on Thursday.\n\"UFC looks forward to resuming the full live events schedule as soon as possible.\" UFC 249 had been moved to Tachi Palace Casino Resort near Fresno, California. On Thursday, US Senator Dianne Feinstein said in a statement that the event should be postponed. \"I'm concerned by reports that Ultimate Fighting Championship plans to hold a pay-per-view event in California, in defiance of the state’s shelter-in-place order,” Feinstein said. \"This event would involve dozens of individuals flying to California and driving to a casino for a purpose no one can honestly claim is essential.\" ##Business## ##Daily Life## British Prime Minister Boris Johnson's father is relieved and \"tremendously grateful\" that his son has been moved out of intensive care to another hospital unit, he said today in an interview with the BBC.  Stanley Johnson also said his son's battle with coronavirus helped the UK realize the pandemic is serious. \"It has actually, I think, served an amazing purpose in the sense that it's gotten the whole country to realize that this is a serious event,\" Stanley Johnson said. \"He almost took one for the team.” \"I feel tremendously grateful on behalf of the family, Boris' family, my family, family members all over the place, and of course thankful for the tremendous amount of support ... and thankful for the extraordinary work of the National Health Service.\" On Thursday evening, Downing Street said the Prime Minister was moved from intensive care back to the ward at St. Thomas' Hospital in London, where he will be closely monitored. But the danger hasn't fully passed yet, said Stanley Johnson. “I don't think you can say this is out of the woods now. He has to take time. I'm not onto the details, but I cannot believe you can walk away from this and get straight back to Downing Street and pick up the reigns without a period of adjustment,\" he said. ##Health## Most years, Easter weekend marks the last big hurrah of beautiful warm weather in Australia. But 2020 isn't any ordinary year. Amid the Covid-19 pandemic, people all over the world are being asked to practice social distancing and stay indoors as much as possible. For Aussies who were hoping to spend a holiday weekend at the beach, though, this edict is proving a challenge. Arguably the most famous beach in all of Australia, Sydney's Bondi closed to the public last month when locals had too difficult a time staying away. Since then, Bondi's beachside pavilion has transformed from a place to get snacks and change into swimsuits into a pop-up coronavirus testing center. The neighborhood had been identified as a hot spot for coronavirus cases, some of which are being linked to the many backpackers who come from around the world to stay in hostels near the water. Now, the beaches along the Gold Coast in Queensland are also officially off-limits too. \"For us to win this fight against Covid-19, we're in it together, and if a minority of people are congregating and spreading it ... in this case, health is the number-one priority,\" Tom Tate, mayor of the Gold Coast, told media. ##Daily Life## ##Travel## More than 70 nurses in the Indian city of Mumbai have tested positive for the coronavirus, and 250 nurses have been quarantined, according to a senior official from the United Nurses Association (UNA) of Maharashtra state. At the Bhatia Hospital, 15 nurses who had been in contact with two coronavirus patients tested positive today.  Those two patients had previously been transferred from another hospital, the Wockhardt Hospital, where more than 50 nurses have tested positive, according to UNA General Secretary Akash Pillai. At Wockhardt, most of the infections were reported after three nurses treated a symptomatic patient without protective equipment, then went back to their hostel, where they lived with 280 other nurses. Another 10 nurses have also tested positive at a third Mumbai hospital, Pillai said. \"The nurses at Bhatia Hospital were not immediately quarantined and were forced to keep working without any equipment until their test results came back positive and may have infected any patients they had been in contact with,\" Pillai said.  Insufficient equipment and protection: The UNA wrote a letter to the Municipal Commissioner of Mumbai last week, urging the government to provide the necessary equipment to frontline workers.  \"The Municipal Corporation says that they don't have enough equipment, but the number of beds available is also diminishing, if health-care workers continue to be exposed the situation will turn worse,\" Pillai said.  ##Health## Tokyo announced new restrictions today, and will ask several broad business categories to close down starting Saturday.  The order will affect all businesses under these categories: Entertainment venues such as bars and internet cafes\nUniversities and education centers\nSports facilities and amusement arcades\nTheaters, assembly halls and exhibition centers\nCommercial facilities such as shopping malls Restaurants will be allowed to operate between 5 a.m. and 8 p.m., but must stop serving alcohol after 7 p.m. To soften the blow of the closures, the city government said it would provide additional financial aid on top of the federal government's stimulus package. Under these measures, businesses with one store will receive 500,000 yen ($4,600), while businesses with more than two stores will receive 1 million yen ($9,200). There is not yet a time frame for when the payments will be issued. The new restrictions come as Japan continues to see an increase in the number of new cases each day. Friday saw the biggest daily jump so far, with 579 new cases. ##Business## Yemen has confirmed its first case of coronavirus, according to a tweet from the country's Supreme National Emergency Committee today. The case was reported in the southeastern province of Hadhramaut, according to the tweet. The patient is in a stable condition and is receiving medical care, the committee said. A ceasefire during the pandemic: On Wednesday, the Saudi-led coalition fighting Houthi rebels in Yemen declared a two-week unilateral ceasefire, to go into effect from Thursday, in a bid to stem the spread of coronavirus in the war-torn country, according to the state-run Saudi Press Agency (SPA). SPA said the move was prompted by United Nations Secretary-General Antonio Guterres' call for a pause of hostilities in the country in order to counter the spread of Covid-19.  ##Health## The Chinese government has issued a new draft list of livestock that can be farmed for meat in the wake of the coronavirus epidemic, which is suspected to have originated from wild animals in a Wuhan wet market. Beijing temporarily banned all trade in wild animals for food following the Covid-19 outbreak, but the new law has yet to be finalized. China's Ministry of Agriculture issued a draft list of animals considered fit to be used as livestock on Wednesday night, including dietary staples such as pigs, cows, chickens and sheep, as well as \"special livestock\" such as a number of species of deer, alpaca and ostriches. Two species of fox, raccoons and minks can be kept as livestock but not for their meat. There is no mention of the species of animal which are suspected by scientists to have spread the coronavirus to humans, such as pangolins, bats and civet cats. Dogs are also absent from the list of livestock, which, if formally enforced, would lead to China's first countrywide ban on their consumption in a victory for animal rights activists. The draft has still yet to be finalized and the public has until May 8 to provide feedback. Read the full story here: ##Daily Life## ##Business## In the central Chinese city of Wuhan, where cases of the novel coronavirus were first detected late last year, the mood was one of triumph this week, as residents finally emerged from months of lockdown. This was reflected in state media, as the city which once characterized China's failures to contain the coronavirus now symbolized the country's recovery, in stark contrast to the chaos that is rapidly unfolding in much of the rest of the world. \"Like a phoenix, Wuhan reemerges from dark coronavirus lockdown in warm spring,\" read a headline in the state-backed Global Times, while other outlets ran stories about the city \"gradually getting back to normal,\" including a boom in weddings. But under that confident facade, there were signs of a concern felt across Asia: that any recovery from the virus may be fleeting, and a new wave of infections -- and the lockdowns, death and misery that follow in their wake -- may be just over the horizon. This week, President Xi Jinping urged \"unremitting efforts in guarding against imported cases from abroad and preventing a resurgence of the outbreak at home.\" And the northern city of Suifenhe, on the border with Russia, has been ordered to lock down after a spike in cases, believed to be imported from the neighboring country. Read the full analysis here: ##Health## ##Daily Life## US President Donald Trump says America does not need and will never have mass coronavirus testing, despite warnings by experts that a comprehensive program is vital to getting life back to normal. The inadequacy of testing for the virus has been a constant deficiency of the government's handling of the pandemic from the start. Fixing this deficiency, as well as creating antibody testing for possible post-recovery immunity, may be the key to effectively reopening the economy while preventing a second wave of infections. But the continued lack of a robust testing program, despite weeks of claims by Trump that the problem is fixed, is raising stark new questions about the White House's management of the situation.  The President, whose leadership during these somber days is crucial to his reelection hopes, habitually shrugs off such questions. On Thursday, he celebrated the two-millionth coronavirus test on US soil, after White House officials administered coronavirus tests to reporters who attended his briefing. Asked how the administration could contemplate reopening the economy without sufficient testing in place, Trump insisted the US system was \"the best in the world.\" Read more here about the White House's mixed messages on the coronavirus mitigation effort. Medical workers accounted for 21 of the 203 recorded coronavirus deaths in the Philippines Friday, the Philippines Medical Association President, Dr. Jose P. Santiago Jr, told CNN. Santiago blamed the high rate of fatalities on the lack of personal protection equipment. On Wednesday, the Department of Health said 252 health care workers had contracted the virus so far. Last month, health officials said they were distributing one million sets of personal protective equipment to health workers in Luzon, the largest and most populous island of the Philippines.  This post has been updated to accurately reflect the number of medical workers who died. ##Health## The US is already in a recession and will stay that way for several more months, according to a survey of 45 economists. The economists predict a sharp, short recession for the first half of 2020 as the coronavirus pandemic \"severely restricts economic activity,\" according to the survey from the National Association for Business Economics. Economic growth likely fell at a rate of 2.4% in the first quarter and will decline a staggering 26.5% in the second quarter, the NABE predicted. The US labor market will also take a major hit as the coronavirus outbreak shutters businesses. The NABE says the unemployment rate is expected to spike to 12% by midyear, while the US may lose 4.58 million jobs in the second quarter. That job loss will drag on spending, a major driver of the US economy. Consumer spending accounts for roughly 70% of economic growth. But economists are also optimistic the economy will bounce back: They predict it will be growing at a rate of nearly 6% by the end of the year. “The median forecast suggests conditions will improve by the end of the year with support from aggressive fiscal and monetary stimulus,\" said NABE President Constance Hunter. ##Business## The city of Daegu, which had been the epicenter of South Korea’s coronavirus outbreak, reported zero new cases for the first time in weeks Friday, as the national numbers of new cases continues to decline. \"For the first time in around 50 days, the number of new confirmed cases had reduced to around 20 (nationwide),\" said the country’s Vice Minister of Heath Kim Ganglip. \"In Daegu, for the first time since the patient 31, there was no new case. This is a shared achievement that we all have reached through last three weeks of strengthened social distancing.\" The first known case in Daegu, referred to as patient 31, was reported by the government on February 18. Out of the total 10,450 cases in South Korea, Daegu accounts for 6,807 cases and surrounding North Gyeongsang province accounts for 1,327. ##Daily Life## A 70-year-old woman who had tested positive for the coronavirus in Dharavi, a slum in Mumbai, died Thursday. The total number of positive cases of coronavirus in one of Asia's largest slums now stands at 22, according to a Mumbai municipality official. While most of the new cases can be traced to coming in contact with someone who had previously contracted the virus, two of the new cases are of those who had returned from the Tablighi Jamat conference in New Delhi, according to Kiran Dighavkar, an official overseeing Dharavi. \"We are conducting door to door screening of all residents in highly affected areas and are contact tracing and quarantining anyone that has come in contact with those who have tested positive for the virus,\" Dighavkar said.  Four apartment complexes and slum areas within Dharavi have been declared containment zones by the Mumbai authorities. The supply of essential services in these areas is maintained but all movement in and out of these localities is restricted in order to contain the spread of the virus, Dighavkar added.  The US now has 465,750 cases of the coronavirus and 16,684 related deaths, according to data from Johns Hopkins University.  The totals includes cases from all 50 states, the District of Columbia and other US territories, as well as all repatriated cases.  This case total doesn't reflect the number of active cases, but rather the total number of people infected since the start of the pandemic. Of those total cases, 25,960 patients have now recovered, according to JHU. Wyoming is the only state that has not yet reported a coronavirus death. ##Health## Health experts have said from the beginning that only the virus sets the timetable for when the mass pause is over.  US President Donald Trump wants to hit fast-forward. He has specifically expressed interest in a \"big bang\" reopening, where the entire country comes back online at once, perhaps as soon as May 1. Trump's (lack of) authority: Just as it wasn't clear that Trump had the power to shut the country down, it's not clear he has the power to open it back up -- particularly not when it's local officials and individual businesses and institutions that would bear the risk of relaxing too soon. Remember: The federal government's guidelines on closing businesses and restricting gatherings were only ever recommendations. Decisions on how and when to reopen the country will lie mostly with governors who enacted mandatory stay-at-home orders. Public opinion matters: Regardless of any decisions from the White House, Americans will need to feel comfortable returning into public for the economy to actually \"reopen.\" A CNN/SSRS poll released Wednesday showed 60% of Americans say they would feel uncomfortable returning to their regular routines if social distancing guidelines were lifted after April 30, the current expiration date for Trump's recommendations. Read the full analysis here: ##Health## China is opening a new field hospital in the city of Suifenhe, home to about 70,000 people, which was placed under lockdown yesterday morning. The city, in China's far northeast, lies right by the Russian border -- and it has seen a recent spike in imported coronavirus cases, state media reported. According to state-run outlet China Daily, the makeshift hospital is being converted from an office building, and is expected to be finished tomorrow. It will provide more than 600 hospital beds, and will be staffed by around 400 medical workers. This comes after the lockdown was announced yesterday. All residents are confined to their homes, and only one person per household will be allowed outside to buy groceries and supplies every three days. As of Thursday, Suifenhe has 123 imported cases and 137 asymptomatic cases, according to state-run news outlet People's Daily. ##Daily Life## Every day, Xiong Yanfei sits at her desk in her parent's small apartment in Wuhan, studying for an exam that could change the course of her life. She starts at 8 a.m. and finishes at 11 p.m. Normally, at school, she'd get little breaks between classes during the day, before coming home to revise. But for the past two months her city was on coronavirus lockdown, so she studied all day in front of her laptop until her eyes hurt. Every year, millions of high school students and vocational trainees across China sit the college entrance exam, known colloquially as the \"gaokao,\" or big exam. A high score in the exam, which 10 million people have registered to take this year, is the only way to get into the country's top universities, helping to secure a good future and lucrative career. Originally scheduled for June, the Chinese government has delayed the exam by at least a month. Across China, students and teachers are speculating on whether the deferral will help or hinder their grades. But for some, the prospect of another month of study is already causing extreme anxiety. \"After the gaokao was postponed, I had more anxiety,\" Xiong wrote in a viral post on her Weibo account. \"But this is a psychological battle and I have to win, and I must win.\" Read the full story here: ##Daily Life## The current tests for coronavirus infection and post-recovery immunity are both imperfect, a top scientific advisory panel told the White House this week.  A committee of the National Academy of Sciences sent a letter to the White House on Wednesday, explaining that the coronavirus test sometimes misses positive cases. One study missed 16 cases out of 51 coronavirus patients.  Tests based on relatively new CRISPR technology might be more accurate, but those tests are not currently available to patients, said the letter. There is also uncertainty about whether people develop immunity after recovering from the coronavirus. In a separate letter this week, scientists said that even if someone does develop antibodies against the coronavirus, it’s unclear for how long they’ll be immune or if they’ll be immune at all. And antibody tests -- which help determine whether someone has recovered and can go back to work -- are often of poor quality.  Results from antibody tests “should be viewed as suspect until rigorous controls are performed and performance characteristics described, as antibody detection methods can vary considerably, and most so far have not described well-standardized controls,” the scientists wrote. ##Health## Singapore will move migrant workers to military camps and floating hotels as the number of cases in the city-state spikes, government officials said late Thursday. More than 200 cases linked to foreign workers were confirmed that day, the Ministry of Health said. On Monday, Singapore announced it would quarantine 19,800 migrant workers in dormitories, which have since seen cases spike as well. The city is now moving to isolate uninfected migrant workers in essential services. These alternative venues include military camps for the Singapore Armed Forces, an exhibition center, floating hotels, and vacant government apartments, said Lawrence Wong, co-chair of the Multi-Ministry Taskforce. \"We are moving out workers who are not sick, especially for those who are in essential services, because they still need to continue to work,\" said Wong.  The government also announced they would provide other types of aid for foreign workers, including care packages with masks and thermometers, and providing them with three meals a day.  ##Daily Life## People in New York who have died from the coronavirus and not been claimed by anyone could be buried on Hart Island, east of the Bronx, officials told CNN today. “For decades, Hart Island has been used to lay to rest decedents who have not been claimed by family members. We will continue using the Island in that fashion during this crisis and it is likely that people who have passed away from Covid-19 who fit this description will be buried on the Island in the coming days,” said NYC Mayor Press Secretary Freddi Goldstein. “These are people who, for two weeks, we have not been able to find anyone who says ‘I know that person, I love that person, I will handle the burial,’” she said. “These are people who we have made zero contact with the family.” If morgue officials make contact with a relative of a deceased person within 14 days, the body will not be moved to Hart Island, said Goldstein. This is part of the city’s plan to ensure they have morgue space during the pandemic. Prison inmates won't be tasked with burying people on Hart Island, as they once were, said the Department of Corrections Press Secretary on Tuesday. Inmate labor on the island has been suspended for social distancing purposes. ##Daily Life## The US Food and Drug Administration is warning InfoWars founder and right-wing conspiracy theorist Alex Jones to take down a number of products advertised on his site as possible treatments for the coronavirus.  These products include the “SuperSilver Whitening Toothpaste,” the “SuperSilver Wound Dressing Gel” and “Superblue Fluoride Free Toothpaste,” the FDA said in a letter to Jones. The products are \"unapproved new drugs\" and are \"misbranded drugs\" in violation of FDA regulations, said the letter.  It requested that Jones “take immediate action to cease the sale of such unapproved and unauthorized products for the mitigation, prevention, treatment, diagnosis, or cure of COVID-19.” Jones has 48 hours to respond. Failure to comply could “result in legal action, including, without limitation, seizure and injunction,\" warned the letter. History of misinformation: Jones has previously suggested that the Sandy Hook elementary school shooting was a \"giant hoax\" carried out by crisis actors on behalf of people who oppose the Second Amendment. InfoWars has also suggested the September 11 attacks were an inside job orchestrated by the US government. ##Business## ##Health## The effectiveness of homemade masks is \"not possible to assess\" at this time, said the National Academies of Sciences, Engineering and Medicine in a letter to the White House on Wednesday. The National Academies offered guidance about the country’s recommendation that people wear homemade masks to protect from the spread of coronavirus when an individual is asymptomatic or pre-symptomatic. How well masks work depend on how they are made, the quality of production, and on how well the person follows other precautionary behaviors, said the letter. How coronavirus spreads: Researchers believe Covid-19 primarily spreads via large droplets, such as when someone coughs or sneezes. But it is also believed to spread via invisible droplets, as small as 5 microns – and even smaller bioaerosol particles – that can be expelled when an infected person breathes.  How much these tiny particles can spread the disease is unknown, the letter says. Studies on the effectiveness of homemade masks are limited: One unpublished study showed that thicker masks worked better, but one mask that was tested was so thick it would “cause great discomfort” and may cause the wearer to pass out. There were no studies on how well homemade masks fit, the letter said. An ill-fitting mask may leak. And if a person sweats, the moisture could trap the virus and become a potential contamination source.  Another experiment looking at masks made from sweatshirts, t-shirts, towels, scarves and cloth masks found that they reduced some low-level protection against nanoparticles from someone breathing, but not from aerosolized infection. ##Health## ##Daily Life## The US federal government will still fund and staff some state coronavirus testing sites if needed, Vice President Mike Pence said at a task force briefing today. The Federal Emergency Management Agency (FEMA) plans to transition from community-based testing sites to a state-led operation. States will have the option to manage their own sites, but can also request the federal government to play a role. So far, New Jersey, Louisiana, Illinois, Colorado and Texas have requested \"continued federal participation,\" said Pence.  \"We want to assure people and communities all across the country that we'll continue to partner with states to the extent that they prefer us to be a part of it,\" he added. CNN earlier reported that the move has received mixed reactions from states. While some localities may need federal support, others have already moved toward managing their own sites. FEMA said in a statement to CNN that it was working to \"transition these sites to become state-managed by this Friday, April 10,” adding that the “federal government is poised to ensure states are fully supported until they are ready to take over management.\" ##Health##  As Wuhan, the central Chinese city where the coronavirus was first detected late last year, leaves lockdown this week, much of the rest of the country is also relaxing controls.  But there's one area where restrictions are being ramped up: the internet.  Censorship authorities announced this week a renewed campaign \"targeting online pornography and illegal publications to create a healthy social and cultural environment.\" Anti-porn crackdowns have a long history of being used to go after political speech, and a state media report on the latest clean up left little doubt this will be the case again.  \"The campaign will also clear up illegal and harmful publications for children, blackmailing by fake journalists and unauthorized news outlets and copyright infringement,\" state-run news agency Xinhua said.  This comes after weeks of ramped up censorship of topics relating to the coronavirus and the authorities' handling of the pandemic, despite widespread criticism of how such stifling of discussion may have helped spread the virus in the first place.  New Zealand has recorded its second death from Covid-19 and an increase in new cases, said Public Health Director Caroline McElnay in a press conference today. The fatality is a 90-year-old woman in Christchurch. After four consecutive days of decreasing new daily cases, New Zealand reported 44 new cases today, up from 29 new cases yesterday.  Fourteen of the 44 cases are linked to existing clusters. This brings the national total to 1,283, which includes confirmed and probable cases. “The increase we have seen have been a number of cases that have been linked to clusters and we do expect our clusters to see a bit of ongoing transmission,\" said McElnay. She warned that the country is “not out of the woods yet” and acknowledged this weekend would be a test.  “This is an Easter unlike other Easters. But I really want to re-emphasize the Prime Minister's message that this is a time for us all to get behind the country and stay at home over Easter,” she said. The US now has at least 462,135 cases of the coronavirus and 16,513 deaths, according to data from Johns Hopkins University.  The totals includes cases from all 50 states, the District of Columbia and other US territories, as well as all cases repatriated from abroad. Wyoming is the only state or territory that has not yet reported a death from coronavirus. ##Health## Alaska is the latest state to extend school closures through the remainder of the academic year.  “We're trying to give as much certainty as we can to the public. To wait another two or three weeks when we’re already close to the (end of the) school year at that point, we feel would cause more disruption and more confusion,” said Gov. Mike Dunleavy in a press conference today. The state is also extending its social distancing order for another ten days, effective through at least April 21.  “We wanted to make sure we continue that we continue the good work that all Alaskans are doing,\" said Health and Social Services Commissioner Adam Crum. ##Daily Life## Twenty five more detainees at the Cook County Jail in Chicago have tested positive for Covid-19, raising the total number of cases among inmates to 276, said the Cook County Sheriff’s Office today. Of these infected detainees, 21 have been hospitalized and 36 have been moved to a recovery facility. One has died of “apparent” complications, but an autopsy remains pending. 172 employees at the county sheriff’s office also tested positive, with the majority of employees being correctional deputies at the jail. Releasing detainees: The sheriff’s office said today that they will continue help identify individuals for release. This process has already reduced the jail population by 1,247 detainees since March 9. But also today, a federal judge denied a motion to order the immediate release of medically vulnerable detainees at the jail to prevent the spread of Covid-19.  Instead, here's what they're doing: There will be a mobile testing site at the jail for sheriff's office staff, capable of testing up to 100 people a day, said Sheriff Thomas Dart. Jail officials say they have moved inmates from double cells to single cells to increase social distancing, and have created an off-site 500-bed quarantine and care facility for detainees. ##Health## China reported 42 new confirmed coronavirus cases and one new death at the end of Thursday, according the country's National Health Commission. This raises the national total to 81,907 cases and 3,336 deaths, according to the NHC. This case total doesn't reflect the number of active cases, but rather the total number of people infected since the start of the pandemic. Of those total cases, 77,455 patients have now recovered and been discharged from hospital. Out of the 42 new cases, 38 were imported from overseas. In a separate count, 47 new asymptomatic infections were reported, including 14 imported cases. There are now 1,097 asymptomatic cases under medical observation. ##Health## New York City has 7,521 new coronavirus cases and 518 new deaths, according to the city’s website. That brings the city's total to 87,725 cases and 4,778 deaths. This case total doesn't reflect the number of active cases, but rather the total number of people infected since the start of the pandemic. That means, according to official statistics, New York City alone now has had more infections than the whole of China, which has reported 81,907 cases, according to the Chinese National Health Commission. ##Health##", "Section": "world", "Writers": ["Jessie Yeung", "Jenni Marsh", "Rob Picheta", "Meg Wagner", "Mike Hayes"], "URL": "https://www.cnn.com/world/live-news/coronavirus-pandemic-04-10-20/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Philippines", "Source": "CNN"}