{"Type": "article", "Time": "2014-04-09", "Headline": "Malaysia Fast Facts", "Text": "Here's a look at Malaysia, a country located in Southeast Asia. Neighboring regions include Thailand, Borneo, Indonesia, Brunei and the South China Sea.  About Malaysia (from the CIA World Factbook)\nArea: 329,847 sq km  Population: 33,519,406 (July 2021 est.) Median age: 29.2 years Capital: Kuala Lumpur Ethnic Groups: Malay and indigenous 62%, Chinese 20.6%, Indian 6.2%, other 0.9%, non-citizens 10.3% (2017 est.) Religions: Muslim 61.3%, Buddhist 19.8%, Christian 9.2%, Hindu 6.3%, Confucianism, Taoism and other traditional Chinese religions 1.3%, Other or Unspecified 1.4%, None 0.8% (2010 est.) Unemployment: 3.3% (2019 est.) Other Facts Malaysia is made up of two noncontiguous regions: West Malaysia on the Malay Peninsula, which consists of 11 states, and East Malaysia, on the island of Borneo, which consists of two states. The political coalition Barisan Nasional had been in power for more than 50 years, but was defeated by a coalition of opposition parties led by former leader Mahathir Mohamad in 2018. Opposition leader Anwar Ibrahim has received media attention in connection with missing Malaysia Airlines Flight 370. Pilot Zaharie Ahmad Shah was a distant relative and Anwar supporter. Since Malaysia's independence in 1957, the sultans who are the hereditary monarchs in nine of the country's 13 states have selected one of themselves to serve a five-year term as king. The king's role is largely ceremonial in Malaysia, and the power to govern resides with the federal Parliament and the prime minister. Timeline 1942-1945 - During World War II, the British protectorates Malaya and Borneo are occupied by Japan. 1946 - The Malayan Union is established and is originally comprised of 11 states.  1948 - The Malayan Union becomes the Federation of Malaya.  1957 - The Federation of Malaya becomes independent of Great Britain. September 16, 1963 - Malaysia is established and includes the Federation of Malaya, Singapore, and the Sarawak and Sabah colonies.  September 17, 1963 - The Philippines severs diplomatic relations with Malaysia due to disagreements over territory in Sabah.  April 23, 1964 - The Malaysian Defense Ministry reports that Indonesian terrorists and guerillas were behind the deaths of nearly three dozen Malaysians between September and March.  May 1964 - The Philippines and Malaysia resume diplomatic relations with consular missions in Manila and Kuala Lumpur.  November 19, 1964 - Malaysia bans Indonesian-bound ships and planes carrying weapons and ammunition from its airfields and ports.  August 1965 - Singapore breaks away from the Malaysian federation.   July 1981 - Mahathir becomes Malaysia's fourth prime minister, minister of home affairs and minister of justice. 2009 - Prime Minister Najib Razak takes office. He is the son and nephew of former prime ministers.  July 18, 2011 - After a meeting between Najib and Pope Benedict XVI, Malaysia becomes the 179th country to establish official diplomatic ties with the Vatican. April 11, 2012 - Paramount Ruler Tuanku Abdul Halim Mu'adzam Shah takes office as head of state.  January 2014 - Following a lengthy court battle that began in 1998, opposition leader and former Deputy Prime Minister and Finance Minister Anwar is acquitted of a sodomy charge. March 2014 - After the government appeals Anwar's acquittal, a higher court overturns the decision and sentences him to five years in prison. March 8, 2014 - Malaysian Airlines Flight 370, traveling from Kuala Lumpur to Beijing, disappears from radar in airspace over the Gulf of Thailand.  March 15, 2014 - Najib announces that Flight 370 veered off course due to a deliberate action.  July 17, 2014 - Malaysia Airlines Flight 17 crashes in eastern Ukraine after being shot down by a surface-to-air missile. All 298 people aboard are killed.  February 10, 2015 - Anwar's sodomy conviction is upheld in Malaysia's Federal Court.  March 8, 2016 - Deputy Prime Minister Ahmad Zahid Hamidi announces to Parliament that Malaysian authorities foiled an ISIS plot to kidnap Prime Minister Najib, along with two other ranking officials, in January.   November 19, 2016 - Thousands of people take to the streets of Malaysia's capital, Kuala Lumpur, to call for the resignation of Prime Minister Najib. Public dissatisfaction with Najib has grown, especially after news broke over alleged financial mismanagement of government-run fund 1Malaysia Development Berhad (1MDB). December 2016 - Muhammad V is sworn in as the 15th Yang di-Pertuan Agong, Malaysia's head of state. Previously, he reigned as sultan of Kelantan province for six years. January 17, 2017 - The search for Malaysia Airlines Flight 370 is suspended. May 9, 2018 - Former Prime Minister Mahathir, who ruled from 1981 until 2003, wins 121 seats in the country's parliament, enough to form a simple majority and take control of the House. May 10, 2018 - Mahathir, 92, is sworn in as prime minister. May 15, 2018 - King Muhammad V grants Anwar a pardon for his sodomy conviction. Anwar was originally sentenced to five years in prison and was scheduled for release in June 2018. May 24, 2018 - Investigators announce that the Buk missile that shot down Malaysia Airlines Flight 17 was fired from a launcher belonging to Russia's 53rd anti-aircraft missile brigade. The Russian Defense Ministry denies that any air defense missile systems ever crossed the Russia-Ukraine border.  January 6, 2019 - King Muhammad V announces his abdication, after serving two years of his five-year term. It marks the first time in modern history that Malaysia's constitutional leader has stepped down. July 30, 2019 - Al-Sultan Abdullah Ri'ayatuddin Al-Mustafa Billah Shah is sworn in as the 16th Yang di-Pertuan Agong. September 6, 2019 - Penang's ESCAPE theme park unveils the world's longest tube waterslide.  January 20, 2020 - Malaysia's environment minister, Yeo Bee Yin, announces she ordered 3,736 metric tons of trash to be returned to 13 countries. Of the 150 containers, 43 are sent back to France and 42 to the United Kingdom, while the United States will receive 17 and Canada 11. February 24, 2020 - Mahathir resigns as prime minister.  February 29, 2020 - Muhyiddin Yassin is named prime minister.  July 28, 2020 - Najib is found guilty on seven charges related to the 1MDB scandal, which saw billions of dollars of taxpayers money funneled and embezzled out of Malaysia. October 13, 2020 - Anwar submits documents proving his \"strong and convincing\" parliamentary support to form government.", "Section": "asia", "Writers": [], "URL": "https://www.cnn.com/2014/04/09/world/malaysia-fast-facts/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}