{"Type": "article", "Time": "2020-12-31", "Headline": "January 4 coronavirus news", "Text": "Administering first doses of a Covid-19 vaccine to more individuals instead of withholding available supply for use as a second dose may reduce the number of new cases in the United States, according to a study published in the Annals of Internal Medicine on Monday.  The US government currently withholds 50% of the available vaccine supply, distributing to states and other jurisdictions weeks later to be administered as the second in a two-dose series. By reducing the amount withheld to 10% for the first three weeks and supplying a steady dose of 6 million doses per week, the US could avoid up to 29% more cases over eight weeks, the study found. The researchers modeled various scenarios, with variables including vaccine supply, protection provided by the first dose and waning efficacy of first dose if the second dose is delayed. Only in the unlikely worst-case scenario of a collapse in supply and minimal protection among individuals who have received the first dose would the model suggest that withholding 50% of available supply provide better protection.   “We find that under most plausible scenarios, a more balanced approach that withholds fewer doses during early distribution in order to vaccinate more people as soon as possible could substantially increase the benefits of vaccines, while enabling most recipients to receive second doses on schedule,” write the study’s authors, who were supported by the Canadian Institutes for Health Research and the Centers for Disease Control and Prevention.  Both vaccines authorized for emergency use in the US -- made by Pfizer/BioNTech and Moderna -- are authorized only as a two-dose series, though efficacy estimates allow for partial protection after the first dose. The study modeled scenarios using characteristics of the Pfizer/BioNTech vaccine. The study assesses the US strategy for vaccine allocation but does not consider delays in vaccine administration at the state level.  ##Vaccines## The Biden administration Covid-19 vaccine roll out plan will involve working closely with state-level partners, Rick Bright, a member of President-elect Joe Biden’s coronavirus advisory board, said Monday. “This is going to be a coordinated, hand-in-hand effort, all the way through to make sure we're getting those vaccines into the arms of people in every pocket, in the rural communities, in the hard-to-reach areas, in the Latinx and Black populations and tribal nations,” Bright told CNN’s Anderson Cooper. Bright, the former director of the Department of Health and Human Services’ Biomedical Advanced Research and Development Authority, said he is already communicating with states about their needs.  “We're going to push the money out to the states and support them,” Bright said. “It's not a handoff.’” Bright said that the Trump administration hasn’t been able to deliver the number of doses promised to the American people due to limited coordination with states and local authorities.  “There are problems after delivery into the states, in the health care systems,” he said. “The funding hasn't been provided to allow them to staff up and train people to administer the doses.” ##Vaccines## ##Hotspots## Mexico’s drug administration has approved the AstraZeneca Covid-19 vaccine for emergency use, according to a tweet from Dr. Hugo López-Gatell, the country's deputy health secretary. It's the second coronavirus vaccine approved in the country, following Pfizer's, which Mexico authorized and began using to vaccinate people in December. Mexico’s foreign minister, Marcelo Ebrard, hailed the news of the second emergency vaccine authorization and wrote on Twitter that “production will begin very shortly in Mexico.” ##Vaccines## With intensive care units at Southern California hospitals nearly full because of the Covid-19 pandemic, the Los Angeles County Emergency Medical Services Agency (EMS) has directed ambulance crews not to transport patients with little chance of survival to hospitals, and to conserve the use of oxygen. Los Angeles and Southern California are dealing with one of the country's worst outbreaks of the novel coronavirus. ICU bed capacity plunged to 0% in Southern California last month, as more and more people were admitted to hospital seeking treatment for Covid-19.  Now, many medical facilities simply do not have the space to take in patients who do not have a chance of survival, according to the agency.    As of Monday evening, there were 7,544 people hospitalized in Los Angeles due to Covid-19 and just 17 available adult ICU beds, according to county health data. Due to the shortage of beds, the county EMS said patients whose hearts have stopped, despite efforts of resuscitation, should no longer be transported to hospitals. If there are no signs of breathing or a pulse, EMS will continue to perform resuscitation for at least 20 minutes, the EMS memo said. If the patient is stabilized after the period of resuscitation, the patient would then be transported to a hospital. If the patient is declared dead at the scene or if no pulse can be restored, paramedics will no longer transport the body to the hospital. Oxygen shortage: A shortage of oxygen in Los Angeles and the nearby San Joaquin Valley, thanks to Covid-19, is putting immense pressure on the system and forcing paramedics to conserve the supply. In order to maintain normal circulation of the blood to organs and tissue needed for the body to function, EMS said an oxygen saturation of at least 90% will be sufficient.  California Gov. Gavin Newsom formed a task force to address the issue last week. It is working with local and state partners to help refill oxygen tanks and mobilize them to hospitals and facilities most in need. ##Hotspots## More than 500,000 people in the US state of Michigan have contracted Covid-19, Gov. Gretchen Whitmer said Monday.  Despite the rise in cases, Whitmer said the fact that vaccine distribution has begun means there is \"hope on the horizon.\"  However, Whitmer cautioned that \"it will take some time for the vaccine to be widely available to all Michiganders, and until then, we must continue to do our part to keep ourselves and our fellow Michiganders safe.\" “Covid-19 didn’t end with the new year. There is still more work to do to beat this virus, but I know that Michiganders are up to the challenge. Let’s harness our Michigan grit and eliminate this virus once and for all,” she said. Track US cases here:  ##Hotspots## The United States should be sequencing 10% of its confirmed Covid-19 cases to monitor for mutations, experts told CNN Monday -- yet current figures put the country at less than half a percent. Angela Rasmussen, a virologist at the Georgetown University Center for Global Health Science and Security and an associate research scientist at Columbia University’s Center for Infection and Immunity, said that the US sequences a \"dismal\" 0.3% of detected cases. US labs have submitted only about 57,700 sequences of the coronavirus to the genomic database GISAID. In comparison, the UK has submitted more than 146,000, despite having far fewer confirmed cases. Rasmussen said a lack of public funding for surveillance was a \"big problem,\" because it's important that officials continually sequence detected cases in order to monitor for mutations to the virus that render vaccines less effective.  The UK sequences about 10% of its detected cases. Rasmussen said in an email that the US \"should shoot for at least half of what the UK does, but ideally we should be at 10% or better,” Rasmussen said via email. Variants detected in Britain and in South Africa both have patterns of mutation that trouble scientists and appear to make the virus more easily transmitted. Only a handful of these variants have been reported in the US so far although experts believe the mutation first found in Britain is likely fairly widespread. Dr. Peter Hotez, dean of the National School of Tropical Medicine at Baylor College of Medicine, also said the US should aim to sequence 10% of its confirmed cases.  “We should have 2 million genomes completed by now,” he said by email.  Over the next two weeks, the US Centers for Disease Control and Prevention hopes to double the number of samples it genetically sequences to 6,500 per week, according to an agency official, who also noted that the UK has a more centralized system for genetic sequencing while the US relies on a patchwork of federal, state, academic and private labs.  ##Vaccines## Anyone who receives the Moderna or Pfizer vaccine must get both doses, two top US Food and Drug Administration officials said Monday.  They said people who are speculating about the possibility of making do with just one dose are misinterpreting the data. “We have been following the discussions and news reports about reducing the number of doses, extending the length of time between doses, changing the dose (half-dose), or mixing and matching vaccines in order to immunize more people against COVID-19,” FDA Commissioner Dr. Stephen Hahn and Dr. Peter Marks, who heads FDA’s vaccine division, said in a statement. “These are all reasonable questions to consider and evaluate in clinical trials. However, at this time, suggesting changes to the FDA-authorized dosing or schedules of these vaccines is premature and not rooted solidly in the available evidence. Without appropriate data supporting such changes in vaccine administration, we run a significant risk of placing public health at risk, undermining the historic vaccination efforts to protect the population from COVID-19,” they added. “The available data continue to support the use of two specified doses of each authorized vaccine at specified intervals. For the Pfizer/BioNTech COVID-19 vaccine, the interval is 21 days between the first and second dose. And for the Moderna COVID-19 vaccine, the interval is 28 days between the first and second dose.” British officials have said they will allow more than 21 days between doses of Pfizer’s vaccines and would consider allowing people to get vaccinated with two different vaccines. Hahn and Marks dismissed these ideas for the US, saying while there is speculation that a single dose offers protection, there is not enough hard evidence to show it will. “What we have seen is that the data in the firms’ submissions regarding the first dose is commonly being misinterpreted. In the phase 3 trials, 98% of participants in the Pfizer-BioNTech trial and 92% of participants in the Moderna trial received two doses of the vaccine at either a three- or four-week interval, respectively,” they wrote. “Those participants who did not receive two vaccine doses at either a three-or four-week interval were generally only followed for a short period of time, such that we cannot conclude anything definitive about the depth or duration of protection after a single dose of vaccine from the single dose percentages reported by the companies.” It’s understandable that people may want to stretch the vaccine supply, they said. But it’s not advisable. “If people do not truly know how protective a vaccine is, there is the potential for harm because they may assume that they are fully protected when they are not, and accordingly, alter their behavior to take unnecessary risks,” they said. ##Vaccines## A feared holiday surge of coronavirus infections has begun in Los Angeles County, where about one in five residents getting tested for Covid-19 are now testing positive, officials in the hard-hit region announced Monday, calling the situation a “human disaster” and predicting the death toll could soar to more than 1,000 people per week. L.A. County Public Health Director Barbara Ferrer said Covid-19 hospitalizations in the county have reached an all-time high with 7,697 patients, 21% of whom are in intensive care, a figure she called “distressing.” “The anticipated surge from the winter holiday gatherings has begun,” said Ferrer. “The increases in cases are likely to continue for weeks to come as a result of holiday and New Year’s Eve parties and returning travelers.” County health officials reported 77 new deaths on Monday, raising the total number in the county to 10,850, and an additional 9,142 cases. Ferrer pointed out Monday’s lower than average numbers reflect a lag in reporting from the holiday weekend and the closure of some testing sites. According to Ferrer, one person is now dying from the virus every 15 minutes in L.A. County.  \"We're likely to experience the worst conditions in January that we've faced the entire pandemic, and that's hard to imagine,” she said.  According to the L.A. County Department of Medical Examiner-Coroner’s office, with hospitals and mortuaries full of bodies, the county coroner’s office has been storing additional victims, a growing toll that has risen to 757 bodies, a coroner’s spokesperson told CNN. L.A. County Supervisor Hilda Solis called the situation in the county, which has doubled its total number of Covid-19 cases since the start of the pandemic in the last month alone, “a human disaster.”  “Hospitals are declaring internal disasters and having to open church gyms to serve as hospital units. Our health care workers are physically and mentally exhausted and sick,” she said. With infections continuing to surge out of control in the nation’s most populous county, Solis warned the situation, which is already “beyond our imagination, could become beyond comprehension.” This post has been updated to reflect that one in five LA residents who were tested for the virus tested positive. ##Hotspots## The United States reported 128,210 current Covid-19 hospitalizations on Monday, setting a new record high since the pandemic began, according to the Covid Tracking Project (CTP). This is the 34th consecutive day that the US has remained above 100,000 current hospitalizations. According to CTP data, the highest hospitalization numbers were recorded on these days: Jan. 4: 128,210 people hospitalized\nJan. 3: 125,544 people hospitalized\nDec. 31: 125,379 people hospitalized\nDec. 30: 125,218 people hospitalized\nJan. 1: 125,047 people hospitalized ##Hotspots## Johnson & Johnson tells CNN its Janssen Covid-19 vaccine trial is still on track and the company should have enough data “toward the end of January” to determine if the vaccine is safe and if it provides protection against the novel coronavirus, according to company spokesperson Lisa Cannellos. The vaccine trial was fully enrolled Dec. 17. With the high number of infections in the US, the company determined it could enroll 45,000 volunteers and generate enough data. If the trial shows the vaccine is safe and effective, the company has said it expects to submit an emergency use authorization application to the US Food and Drug Administration in February. Unlike Moderna and Pfizer, the Janssen vaccine is a single dose shot. The vaccine uses a certain subtype of the adenovirus (a virus that causes cold symptoms) that is altered to carry the proteins for the novel coronavirus. Both viruses have been deactivated but exposure causes the immune system to create protective antibodies. ##Vaccines##   The United Kingdom recorded a record 58,784 new coronavirus cases on Monday — the highest daily increase since the beginning of the pandemic and the seventh day in a row in which the UK has recorded more than 50,000 new cases.  According to the latest government data, the total number of cases recorded across the UK since the pandemic began now stands at 2,713,563. A further 407 deaths have also been registered over the last 24 hours, bringing the total number of people who have died within 28 days of a positive coronavirus test in the UK to at least 75,431. The staggering figures come as England enters a third national lockdown, which is expected to last until mid-February, according to Prime Minister Boris Johnson. \"It is clear that we need to do more to bring this new variant under control,\" Johnson said during an address to the nation on Monday. \"That means the government is once again instructing you to stay at home.\" In a statement, Yvonne Doyle, medical director for Public Health England, urged citizens to adhere to government guidance in order to stem the spread of the virus.  “The continuous rise in cases and deaths should be a bitter warning for us all,” Doyle said Monday. “We must not forget the basics — the lives of our friends and family depend on it. Keep your distance from others, wash your hands and wear a mask. This virus will transmit wherever you let your guard down,” she added.  ##Hotspots##  A group of 30 French citizens will be selected at random to represent the concerns of members of the public and advise the country’s government on its vaccination strategy, the French Economic, Social and Environmental Council said.   “A group of 30 citizens, selected at random, whose composition is intended to be as representative as possible of French society, will be formed,” the council said, adding that the group’s purpose will be to “take into account the concerns, observations and interrogations of citizens” across the country.   “Its members will be invited to raise issues relating to vaccination, whether they are about scientific, health, technical or financial matters. Fears, resistance or questions surrounding the ethics of the national vaccination campaign may also be expressed,” the council added.  In an interview with French newspaper Le Journal du Dimanche, the council said that the draw would be held on Monday, with the group expected to begin working on Jan. 16. A broader digital consultation platform will also be set up, the council said on its website, “in order to collect on a large scale the expression of citizens on their concerns, their expectations or their information needs regarding the vaccination campaign.\" ##Vaccines## Six cases of the more transmissible coronavirus variant first seen in the UK have now been confirmed in patients in Southern California, as preliminary health data shows the Golden State, already battered by Covid-19, may soon be heading into a feared \"surge on top of a surge,\" Gov. Gavin Newsom said at a news conference Monday.  The new cases of the Covid-19 variant were reported in four patients in San Diego, one of whom is hospitalized, and two others in San Bernardino. It remains unclear how this strain of the coronavirus first seen in the UK has contributed to the recent surge of cases in the California.  \"We are heading into what we anticipate as a surge on top of a surge... it's going to put a lot of pressure on hospitals and I see it coming out of the holidays,\" Newsom said.  California reported 29,633 new cases of Covid-19 and 97 additional deaths on Monday. New case counts are typically lower on Monday due to lags in reporting over the weekend. This particular reporting period is substantially lower than the seven-day average of 37,845 cases and testing data from the holidays will likely increase that number, the governor emphasized. The state has seen a seven-fold increase in hospitalizations, and a six-fold increase in ICU admissions over the last two months as the state continues to see a skyrocketing number of new infections, Newsom said.  ##Hotspots## ##UK Variant## Wall Street ended the first trading day of the New Year sharply lower. Stocks tumbled after initially starting out in the green. Here's how things ended up:  The Dow closed 1.3%, or 383 points, lower.\nThe S&P 500 fell 1.5%.\nThe Nasdaq Composite also ended down 1.5%. Investors are worried about the pandemic and chances for economic recovery in 2021, as well as the high-stakes runoff election in Georgia on Tuesday that will decide the balance in the Senate. On top of that, profit-taking weighed on the market after stocks reached record highs last week. As stocks settle after the trading day, levels might still change slightly. New York Gov. Cuomo announced Monday that a person has tested positive for the UK strain of Covid-19, confirmed by the state’s Department of Health laboratory in Wadsworth. The case is tied to a jewelry store in Saratoga Springs, and the man who tested positive did not travel recently. Cuomo said that since the man did not travel, it suggests the strain is in the community. The man is in his 60’s and was symptomatic. Cuomo said the man is now on the mend. Cuomo called on anyone who visited the store, called N. Fox Jewelers, between Dec. 18 to Dec. 24 to get tested.    Three other people associated with the store have also tested positive. The lab in Wadsworth is testing those now to see if what strain of Covid-19 those three have. The store was closed from Dec. 24 through today.  ##UK Variant## Whitfield County, Georgia – where President Trump will headline a Republican rally Monday night ahead of Tuesday’s runoff election – has the second highest coronavirus case rate in the state and one of the highest in the country. With nearly 11,600 Covid-19 cases per 100,000 residents, Whitfield County lands among the 150 most infected counties in the country, according to data from Johns Hopkins University. Whitfield County also surpasses state and national rates of Covid-19 deaths. The death rate in the country for Covid-19 is 121 per 100,000 people, compared to 103 per 100,000 in Georgia and 107 per 100,000 in the US as a whole. Data from the Georgia Department of Public Health also shows that Whitfield County is outpacing the state in the rate of new cases. In the past two weeks, the county saw 1,211 new cases per 100,000 people, 68% higher than the state rate of 719 cases per 100,000 people. Atlanta’s Fulton County, meanwhile, is faring better than Georgia overall. The county has had 648 new cases per 100,000 people in the past two weeks, according to data from the state health department. UK Prime Minister Boris Johnson announced a national lockdown for England Monday night on the heels of a warning from top medical advisers that the country’s National Health Service was in danger of being overwhelmed by coronavirus cases within 21 days. “It is clear that we need to do more to bring this new variant under control,” Johnson said. “That means the government is once again instructing you to stay at home.” The lockdown is expected to remain in place at least through the middle of February. Coronavirus cases are surging in the country due to the new variant, with 30% more Covid-19 patients in hospitals in England on Monday than a week earlier. The announcement for England follows an announcement earlier Monday that Scotland would go into lockdown. Wales and Northern Ireland, the other two nations of the United Kingdom, were already in lockdown. ##Hotspots## ##Restrictions## In New York City, 130 school buildings are currently closed due to cases of Covid-19.  One hundred of those buildings are under a two-week closure, and an additional 30 buildings are under a 24-hour closure, according to New York City's Department of Education (DOE). There are currently 169 active Covid-19 cases, according to the DOE's tracking website. Thirty-two cases are students and 137 are among staff members. That brings the total to 7,176 cases among NYC students and staff since the DOE started keeping track in mid-September. This latest update comes on the heels of New York Gov. Andrew Cuomo issuing guidance for counties that are testing at more than a 9% positivity rate to keep schools open if individual district's numbers are lower than those of the county. New York City is currently at a 9% positivity rate, according to Monday's data. Schools in NYC have been open for some in-person learning for elementary school students since December. In-person learning is expected to be offered for middle school and high schoolers in early 2021, but no date is currently set. ##Hotspots## Fewer than 30% of the 15.4 million Covid-19 vaccine doses distributed in the US have been administered, according to data from the Centers for Disease Control and Prevention. The figures, last updated Monday, show a slight slowdown in the rate of vaccine administration. As of Saturday morning, the rate was closer to 33% administered.  Only four states have administered at least half of the Covid-19 vaccine doses that have been distributed to them, according to the CDC data. Those states are: South Dakota, North Dakota, Tennessee and Connecticut. Meanwhile, in 12 states, fewer than a quarter of the doses distributed have been administered. Kansas: 15.3%\nGeorgia: 15.5%\nArizona: 16.1%\nLouisiana: 22.7%\nVirginia: 23.2%\nFlorida: 23.3%\nWashington: 23.8%\nMaryland: 23.9%\nOregon: 24.1%\nCalifornia: 24.2%\nNevada: 24.3%\nAlabama: 24.8%  The CDC tracks vaccine distribution and administration – for both Pfizer/BioNTech and Moderna – through submissions from states and other jurisdictions. Health care providers may report doses up to 72 hours after administration. ##Vaccines##  Scientists in Britain said Monday they are increasingly concerned that that the pattern of mutations in a variant of the novel coronavirus first identified in South Africa may affect the protection offered by some vaccines. While that variant shares the same N501Y mutation as another variant first identified in the United Kingdom, it also has two other mutations called E484K and K417N. They affect the spike protein – the part of the virus that attaches to the cells it infects. Most of the coronavirus vaccines are also designed to train the body to recognize the spike protein, or parts of it, and the fears are that if it mutates too much, vaccines will no longer be as effective. \"These two additional mutations may interfere more with vaccine effectiveness in the South African variant,\" Dr. Julian Tang, honorary associate professor and virologist at the University of Leicester, said in a statement distributed by the UK-based Science Media Center on Monday.  \"This does not mean that the existing COVID-19 vaccines will not work at all, just that the antibodies induced by the current vaccines may not bind and neutralize the South African variant as well as it would the other circulating viruses - including the UK variant,\" Tang said. Lawrence Young, professor of molecular oncology at the University of Warwick, said in a separate statement on Monday that \"the accumulation of more spike mutations in the South African variant are more of a concern and could lead to some escape from immune protection.\" Meanwhile, scientists are working to better understand the new variant, its mutations and their significance. \"Some of the changes are quite significant and thus scientists are paying a lot of attention. We do not yet know enough to say more than this,\" James Naismith, director of the Rosalind Franklin Institute, said in a statement on Monday.  Maria Van Kerkhove, the World Health Organization's technical lead for coronavirus response, told CNN Sunday that scientists are doing tests to assess the vaccine's efficacy against the variant first found in South Africa, which has 22 mutations.  ##Vaccines##  Rep. Kay Granger, a Republican from Texas, has tested positive for coronavirus, her office announced in a statement Monday. Read the statement:  “When she arrived in DC for the beginning of the 117th Congress, Congresswoman Kay Granger was tested for coronavirus in accordance with the Attending Physician’s guidance for Members when traveling from their home state. She was later notified that she tested positive and immediately quarantined. Having received the vaccine in December, she is asymptomatic and feeling great! She will remain under the care of the her doctor.” Read more on the members of Congress who have tested positive for coronavirus or its antibodies here. Just over 15.4 million coronavirus vaccine doses have been distributed in the US, but only 4.5 million people have been given their first doses as of 9 a.m. on Monday, the Centers for Disease Control and Prevention said. That’s just 337,000 more doses than were given out as of Saturday, according to the CDC. US federal health officials have been trying to explain why so few vaccines have been given out, after repeated promises to have vaccinated 20 million people by the end of December. Earlier Monday, Operation Warp Speed chief scientific adviser Moncef Slaoui said “nothing has gone wrong,” even as he acknowledged delays.  “We worked with the states to immunize. We agree that there is a lag. We’ll work with the states,” Slaoui told CNN’s Alisyn Camerota on “New Day.” Officials have also revised their forecasts to say 20 million doses would be distributed by the end of 2020, but Monday’s numbers show the US is still nearly 5 million doses short of the distribution goal. The CDC said 2.5 million doses have been distributed to long term care facilities and 365,294 people have been given vaccines in those facilities. The CDC said the reported numbers can take 72 hours to come in. ##Vaccines## UK Chief Medical Officers and the NHS England Medical Director have recommended that the national coronavirus alert level be moved from Level 4 to Level 5 in response to rising cases and growing pressure on the country’s National Health Service (NHS).  “Following advice from the Joint Biosecurity Centre and in the light of the most recent data, the four UK Chief Medical Officers and NHS England Medical Director recommend that the UK Alert Level should move from Level 4 to Level 5,” UK Chief Medical Officers said in a statement on Monday.  “Many parts of the health systems in the four nations are already under immense pressure. There are currently very high rates of community transmission, with substantial numbers of COVID patients in hospitals and in intensive care,” they added.  According to the statement, the spread of the “new more transmissible variant” has led to rising cases “almost everywhere” in the UK. “We are not confident that the NHS can handle a further sustained rise in cases and without further action there is a material risk of the NHS in several areas being overwhelmed over the next 21 days,” UK Chief Medical Officers said.  The statement comes just hours ahead of a national address from UK Prime Minister Boris Johnson, who is expected to outline new measures the government will be taking to tackle the spread of the virus.  ##UK Variant## Dr. Anthony Fauci says he wants to look at the data from vaccine clinical trials before giving an opinion whether it’s a good idea to give half-doses of the Moderna vaccine, he told CNN Senior Medical Correspondent Elizabeth Cohen Monday. Moncef Slaoui, the chief scientific adviser to Operation Warp Speed, said the FDA will meet this week to consider giving half-doses of Moderna’s Covid-19 vaccine to people ages 18-55. Slaoui told CNN’s Dr. Sanjay Gupta that earlier data showed that binding and neutralizing antibody responses were similar among participants under 55 who received either 100-microgram or 50-microgram doses.  While an FDA briefing document last month also references these “comparable” immune responses from Moderna’s Phase 2 study, the full data have not yet been published. “He’s saying that the half dose for younger people is as good as the full dose, but I want to check that out myself before I start talking about it,” Fauci said. “I totally trust [Slaoui]. But I want to look at the data myself.” ##Vaccines## A nurse in California is one of the first to receive the second dose of the Covid-19 Pfizer vaccine Monday morning.  Helen Cordova, an intensive care unit nurse at Kaiser Permanente Los Angeles Medical Center, was visibly exuberant under her mask as she sat in the patient’s chair.  She said the second dose and getting closer to immunity is comforting.  “Having the vaccine is offering just a little more hope and that extra assurance that we’re a little more protected. I think I compared the vaccine to sort of like an internal PPE that my body’s building up and that’s really encouraging because I want to protect my family,” said Cordova, who also lives with her mother who has an extensive medical history. “There’s always that fear of ‘will I bring something home from work,’ even if I take all the precautions,” she told CNN photographer Tom Larson. Cordova said it is “mind-blowing” and “monumental” to receive the vaccination. She was reluctant to call herself a hero. “I’m a nurse, a daughter, aunt, friend. Hero — it carries a big weight in my eyes,” she said but eschews the label. “This is what we went into the healthcare industry for,” she said humbly. She is thankful for the opportunity to be among the first to receive the vaccine. Cordova was with a group of nurses to receive the first group of Covid-19 patients, “so it was more of a coming full circle.” Some more context: Last month, Cordova spoke to CNN’s Briana Keilar after she received the first dose and said she was hesitant about the vaccine but changed her mind after engaging credible sources. “I sought out information, I spoke to fellow co-workers, physicians, anyone that was an expert in the field within my access and tried to really get more information on the vaccine to make that decision,” she said.  ##Vaccines## New York City Mayor Bill de Blasio said he wants to see all first responders, educators and school staff to be vaccinated in the next few weeks of January, but reminded residents its contingent on eligibility criteria. Beginning Monday, testing site workers, contact tracers, outpatient and ambulatory care providers, dentists, physical therapist, worker at specialized clinics and NYPD medical staff can be vaccinated, he said.  “We need to move quickly we need to move urgently,” he said adding “I want us to immediately get to work expanding the number of people kind of people who can get the vaccine.” “I want in the month of January, in the next few weeks, I want to see us start to vaccinate educators and school staff, I want to see us vaccinate first responders of all kinds, cops, firefighters, across the spectrum,” he added. Right now the focus is on healthcare heroes and nursing homes, he reminded. The city is vaccinating in line with state guidance. In order to achieve the goal of 1 million vaccinations by the end of January the mayor said the city will need help, specifically “flexibility” from the state, “support” from the federal government and for manufacturers of the vaccine delivering on schedule. Sites are being expanded to increase capacity, officials said. The mayor announced two new pop-up clinics, five new NYC Health + Hospitals vaccination sites and three new NYC vaccine hubs to be propped up this weekend. The three hubs will be at educational buildings in Brooklyn, Queens and the Bronx. The first New York City healthcare workers to receive the vaccine will receive their second dose this week, NYC Health Commissioner Dave Chokshi said. He reiterated the need for expanded eligibility guidelines and said the city would like to begin vaccinating its seniors mainly those over 75 years of age. “We also need the federal government to pick up the pace of vaccination through its programs like the nursing home program operated by CVS and Walgreens,” Chokshi said. “Just as I ask of our hospitals, we need them working 7 days a week, and on holidays, which I should point out they did not do this past weekend.” ##Vaccines## The United States has seen an average of 1 death related to Covid-19 every 33 seconds over the past week, according to a CNN analysis of data from Johns Hopkins University. There were 18,462 deaths reported over the past week – from Dec. 28 to Jan. 3 – an average of more than 2,600 deaths per day. December was the country’s deadliest month of the pandemic: 77,572 deaths total, or just more than 2,500 deaths per day on average. In comparison, the month of November saw about 36,964 deaths; April saw 60,738; May saw 41,703. ##Hotspots## Most of mainland Scotland will be subject to stay-at-home orders starting at midnight Tuesday local time, according to Scottish First Minister Nicola Sturgeon. Sturgeon announced the order to the Scottish Parliament Monday afternoon saying it will be \"similar to the lockdown of March this year.\" The stay-at-home order will apply to all parts of Scotland that are in Level 4, which includes most of the mainland. Most of the Scottish islands will remain in Level 3, she said. The order will impose a \"legal requirement\" on Scottish residents \"to stay at home except for essential purpose,\" including caring responsibilities, essential shopping, essential exercise and being part of an extended household.  Unlike the previous spring lockdown, there will be no limit on the frequency of outdoor exercise. From Tuesday, a maximum of two adults from two households may meet outdoors. No one may travel into or out of Scotland unless it is for an essential purpose. Places of worship have also closed except for broadcasting purposes.  Schools will remain closed until February 1 with Sturgeon calling this the \"most difficult decision to take.\" Sturgeon stressed that the level of community transmission is \"too high\" for them to reopen. During this period Scottish students will continue with remote learning. Vulnerable children and the children of front-line workers will be excepted from this rule.  All Scottish residents must work from home unless they are absolutely unable to do so. The order will come into law from Tuesday and will stay in place for the full of January with Sturgeon saying she could not rule out the measures being extended or altered.  Sturgeon said that the stay-at-home order was prompted by a surge in the country's positivity and hospitalization rate. \"In the week from the 23rd to the 30th of December, the 7-day incidence of cases per 100,000 population increased by 65% from 136 per 100,225 per 100,000\" she said. Regarding hospitalizations she added that she expected the latest numbers \"to show that nationally, the total number of COVID patients in hospital is now close to the April peak.\" Experts \"estimate that we are possibly about four weeks behind the position in London, and the southeast of England\" Sturgeon said. \"We have an opportunity in Scotland to avert the situation here deteriorating, to that extent, but we must act quickly.\" Sturgeon concluded that \"it is essential that we further limit interaction between different households to stem the spread and bring the situation back under control.\"  ##Restrictions## White House vaccine chief Moncef Slaoui told CNN he agrees there is a lag in vaccinations across the US. “I wish we had vaccinated 20 million, obviously. We worked day and night to have these vaccines available and we will continue to work days and night to have them immunized,” he said Monday. More than 4.2 million people had been given the first dose of coronavirus vaccines as of Monday morning and 13 million doses had been distributed, according to the US Centers for Disease Control and Prevention Covid Data Tracker. But the US needs to go faster. The federal government had repeatedly promised 20 million people would have received their first shots by the end of the year. Slaoui said he is optimistic that the vaccinations will ramp up and emphasized the role of states in accelerate these immunization efforts or ask the federal government for help. “It's been two and a half weeks, almost three weeks, and indeed it has been slower than planned,” he said. “[States] will do better, and they will ask us for help. We are inviting them to ask them for help and we help them.” “We have ambitious objectives and if we don't meet them, we take accountability and we'll work to find solutions rather than describe the problem,” he added. Watch the interview: ##Vaccines## The European regulator has moved up its meetings to discuss possible approval for Moderna’s coronavirus vaccine from Wednesday to Monday, a European Medicines Agency (EMA) spokesperson told CNN. The meeting of the agency’s Committee for Medicinal Products for Human Use (CHMP) is currently underway and its meeting scheduled for Wednesday remains in the calendar in case a decision is not reached today.  ##Vaccines## New York state surpassed 1 million Covid-19 infections over the weekend, according to state and Johns Hopkins University data, becoming the fourth state to do so. Saturday the state hit the grim milestone, and as of Sunday, it reported 1,017,153 total infections to date since the pandemic began. ##Hotspots## Most New Year's Days, Rosa Cerna would be celebrating the birthdays of her dad and uncle -- brothers born exactly one year apart. This year, she mourned them both at a cemetery in Simi Valley, California. Visiting the graves of the brothers who died of Covid-19, Cerna said she is angry that her 73-year-old father had so much more life to live and that the death of two important men in her life could have been prevented if more people had taken it seriously, she told CNN. \"Every day I live knowing that my dad passed from Covid, that my uncle passed from Covid. And some people, I don't think, understand that it could impact them the same way,\" she said. \n\"They live so carelessly ... but whatever you do could affect somebody else, just like they did to them.\" As Cerna grieved this weekend, President Donald Trump questioned the number of cases and deaths in the US in a tweet, using the term \"Fake News.\" \"It's an insult,\" Cerna said. \"If it was fake, then my dad would be alive. My uncle ... all the rest of the people that have died would be alive.\" Read more: The head of France’s “Great East” region has described the perceived slow rate of the Covid-19 vaccinations in the country as \"a state scandal.\"  Speaking to TV channel France 2 on Monday, Jean Rottner underlined the “big suffering” in his area, and said he wanted regions to “take over” the rollout from the national government.  According to the latest data made available by the French health agency on January 1, 516 people have been vaccinated in the country. The first shot was administered in France on December 27. At the beginning of December, French Prime Minister Jean Castex said that 1 million people would able vaccinated by the end of January. The “Great East” region has been particularly hard hit by France's second wave of Covid-19. It is one of the 15 administrative areas in France where the government has imposed a  6 p.m. curfew in an effort to curb cases. We are making fun of ourselves because today, being vaccinated has become more complicated than buying a car,” Rottner said.  Regarding the speed of the rollout, Rottner added that this was “bulls**t.\"  “We need to accelerate, we are at war ... Today, we need to vaccinate everywhere we can, with the means that are at our disposal,\" he said. The controversy over the vaccine rollout has prompted French government officials to try and improve the process. In Emmanuel Macron's New Year’s Eve address the French President said he “would not let, for wrong reasons, an unjustified slowness settle.\" Health minister Olivier Véran has also announced an accelerated timetable for vaccinations.  ##Vaccines## Our global coronavirus nightmare is entering its second year, and we're hanging on the best we can. Our lives have been turned upside down, the economy is sputtering and more than 1.8 million people have died -- 350,000 of them in the US, more than any other country in the world. As a nation, the US is exhausted. American hospitals and health care workers are overwhelmed. The grief and trauma are piling up. The vaccine rollout is behind schedule, a new strain of the virus has emerged and experts fear a post-holiday explosion of new cases and hospitalizations. The next few months will likely be dark and painful. But there's a promise of light on the horizon. With two vaccines approved in the US and more on the way, there's hope for a gradual return to normalcy -- whatever that looks like in a post-pandemic world. Read more: UK Prime Minister Boris Johnson said Monday that there was \"no question\" that his government will need to take tougher measures to tackle a surge in coronavirus cases. With the British government facing increasing pressure to impose a national lockdown, Johnson told Sky News that \"there's no question that we're going to have to take tougher measures.\"\nJohnson called on British citizens to \"do their bit now\" during the \"tough, tough weeks\" that are to come. \nThe British leader acknowledged that people are \"understandably becoming frustrated, impatient,\" and are failing to following the guidance \"in the way that they should.\"\nJohnson said that \"the basic things: hands, face, space, really matter now particularly with this new variant.\" Earlier on Monday, UK Health Secretary Matt Hancock told BBC Radio 4 that the UK's tier system is \"no longer strong enough\" to suppress the spread of the new coronavirus variant.  Hancock defended the UK government's delay in imposing further measures saying they \"had shown [previously] we are prepared to move incredibly quickly, within 24 hours if we think that is necessary.\" With three quarters of England's population currently under the strictest Tier 4 measures, Johnson said what the government had \"been waiting for is to see the impact of the Tier 4 measures on the virus.\"  Adding that this impact was \"still unclear,\" Johnson said that based on recent numbers further measures would likely be taken. The UK case numbers have surpassed 50,000 for six straight days over the course of the past week, with 54,990 new cases recorded Sunday. ##UK Variant## There seems to be a light at the end of the long, harrowing pandemic tunnel as Covid-19 vaccines are approved. As the physical risks are better managed with vaccines, however, what will likely still remain is the indelible impact of the pandemic weighing on the collective psyche. \"The physical aspects of the pandemic are really visible,\" said Lisa Carlson, the immediate past president of the American Public Health Association and an executive administrator at the Emory University School of Medicine in Atlanta. \n\"We have supply shortages and economic stress, fear of illness, all of our disrupted routines, but there's a real grief in all of that.\"\n\"We don't have a vaccine for our mental health like we do for our physical health,\" Carlson added. \"So, it will take longer to come out of those challenges.\" Based on the mental struggles endured by so many this year, burnout, trouble with sleep and eating disorders are just some of the issues that mental health professionals anticipate coming to the fore in 2021. Read more: British teachers’ unions are calling for a “pause” in the reopening of schools as some reopened in England this morning. Students in the UK were due to return from the Christmas break on Monday. But less than a week ago, the government announced the return to class would be delayed by two weeks for almost all high schoolers and some primary (elementary) school children. Learning will move online instead. In some areas primary schools remain open, a decision which has prompted union criticism. “The government’s chaotic handling of the opening of schools has caused confusion for teachers, school staff and parents alike,” the education unions’ joint statement said Monday.\n“Bringing all pupils back into classrooms while the rate of infection is so high is exposing education sector workers to serious risk of ill-health and could fuel the pandemic,” the statement added.  The unions also called for school staff who continue to work to be given priority access to vaccination.  There has been an ongoing debate around reopening schools as the UK battles a deadly new wave of the coronavirus, with new daily infection numbers topping 50,000 for six days straight. On Sunday, Prime Minister Boris Johnson conceded schools may need to close indefinitely. ##Restrictions## A new variant of coronavirus first discovered in the UK, also known as B.1.1.7, is present in at least 37 countries as well as Hong Kong and Taiwan, according to CNN's count. Experts say that while the variant appears to be more transmissible than other Covid-19 strains, there is no evidence it is deadlier or causes more severe disease. Test results are expected this week from labs that are studying whether the variant might pose a challenge to coronavirus vaccines, according to a World Health Organization official.  The UK variant is separate from another one first identified in South Africa. The 37 countries are: United Kingdom, Australia, Belgium, Brazil, Canada, Chile, China, Denmark, Finland, France, Germany, Iceland, India, Ireland, Israel, Italy, Jamaica, Japan, Jordan, Lebanon, Malta, Luxembourg, Netherlands, New Zealand, Norway, Pakistan, Portugal, United Arab Emirates, Singapore, South Korea, Spain, Sweden, Switzerland, Thailand, Turkey, United States (including cases in Florida, California and Colorado) and Vietnam. ##UK Variant## German police struggled to keep day-trippers off ski slopes in several regions over the weekend, despite a nationwide lockdown to curb the spread of coronavirus.  Authorities in the Winterberg resort near Düsseldorf said thousands of people traveled to the winter resort despite closed ski slopes and police efforts to blockade roads.  Over the weekend German police registered 182 violations of a law requiring face masks be worn, 99 violations of social distancing rules and one breach of the ban on alcohol consumption in public places, according to a police statement. Authorities in the Eifel region also announced the closure of slopes to avoid breaches of Covid-19 regulations. Police in the Harz region asked people via Twitter on Sunday to avoid traveling there.  Despite the lockdown, December was Germany's deadliest month in the coronavirus pandemic -- with a nearly threefold increase in the number of deaths since November, according to the Robert Koch Institute (RKI), the country's disease and control center.   Between December 2, 2020 and January 1, 2021 16,718 people died from Covid-19, compared to November when 6,155 deaths were recorded, according to the RKI.  Germany's health care system has come under strain and hospitals in some areas are increasingly coming close to their limits. On Tuesday, German chancellor Angela Merkel will meet with the 16 heads of the country's federal states to discuss whether the current lockdown in place until January 10 should be extended.  Some regional leaders, including Bavaria's state premier Markus Söder, have already come forward calling for an extended lockdown until at least the end of January.  On Sunday, Söder warned that infection numbers are still too high. 'We’re not yet able to assess how the situation has developed over Christmas, New Year and especially through the large numbers of travelers returning home,\" he said.\n\"That’s why it would be irresponsible to relax the lockdown now. Stopping too early would be highly damaging.'' ##Restrictions## Finland's health minister has said delivery of Pfizer/BioNTech vaccine doses to the country has been “considerably slower than expected,” according to public broadcaster YLE.  The first batch of vaccines which reached Finland around Christmas only contained around 10,000 of the total expected 100-300,000 thousand doses, YLE reported, with an additional batch of 40,000 arriving last Wednesday. \"It must be said that it is slow compared to what was originally thought. There was talk of hundreds of thousands, not tens of thousands. This is considerably slower than expected,\" YLE quoted Kirsi Varhila -- the Permanent Secretary of the Ministry of Social Affairs and Health – as saying. The Pfizer/BioNTech vaccine is currently the only vaccine authorized by the European Medicines Agency for use in EU countries. The Moderna shot and the Oxford/AstraZeneca vaccine are both expected to be authorized soon. Finland had Europe's lowest average of infections and deaths per capita in recent months, Johns Hopkins data shows.  The country has managed to contain local outbreaks while sticking to some of the most relaxed restrictions on the continent.  ##Vaccines## British Health Secretary Matt Hancock said Monday that he is “incredibly worried about the South African variant” of the novel coronavirus and described it as “even more of a problem” than the new UK strain. “This is a very, very significant problem,” Hancock told BBC radio. The UK has already restricted flights from South Africa and mandated anyone traveling from there to quarantine on arrival. Vaccine questions: Meanwhile, a leading Oxford scientist has said there was a “big question mark” around the effectiveness of current vaccines on the South African variant. “My gut feeling is the vaccine will be still effective against the Kent strain,” Sir John Bell told Times Radio, adding “I don’t know about the South African strain, there’s a big question mark about that.” The UK variant is believed to have originated in southeast England. British scientists say the pattern of mutations makes it more easily transmitted, although it does not appear to cause more severe disease. \"The mutations associated with the South African form are really pretty substantial changes in the structure of the protein,\" Bell added. ##UK Variant## India is embarking on one of the world's most ambitious mass immunization programs ever undertaken, after regulators approved the country's first two Covid-19 vaccines for restricted emergency use. Indian drug regulators on Sunday gave the go ahead for two coronavirus vaccines, one developed by AstraZeneca and Oxford University, and the other conceived locally by Bharat Biotech and a government-run institute.  Both vaccines will be administered in two doses and stored at standard refrigerator temperatures of 2 to 8 degrees Celsius (36 to 46 degrees Fahrenheit). The approval is a crucial step in India's effort to contain its coronavirus outbreak, which has infected more than 10 million people, trailing only the United States in total caseload. The country of 1.35 billion is planning to inoculate 300 million frontline workers, elderly and vulnerable people by August, and preparations have been months in the making. The Serum Institute of India, the world's largest vaccine maker, is producing the AstraZeneca and Oxford vaccine locally, having taken on a huge risk to manufacture the vaccine months before approval from regulators. But the vaccines, locally branded Covishield, won't be available to other countries until March or April, as the Indian government has restricted them for export. Read the full story:  ##Vaccines## Thailand reported its largest daily increase in new Covid-19 cases since the beginning of the pandemic on Monday, according to figures from the Department of Disease Control.  The country reported 745 new Covid-19 cases, bringing its total to 8,439. Most of the new cases -- 577 -- involve migrant workers.  One additional fatality was also reported, bringing the total death toll in the country to 65. Thailand has seen enviably low numbers of Covid-19 cases since the pandemic began. The country saw a surge in cases in March and April last year but the figures then dropped down to single or low double digits for several months before starting to pick up again in mid-December.  Restrictions imposed: To contain the spread of the virus, the Bangkok Metropolitan Administration has banned restaurants from offering dine-in services from 7 p.m. to 6 a.m., starting Tuesday. On Sunday, the Thai government labelled Bangkok and 27 other provinces as \"red zones,\" meaning that schools and entertainment venues are closed and large gatherings and are banned in those areas. ##Restrictions## The first patient in the UK has received the Oxford University/AstraZeneca vaccine.  Brian William Pinker, 82, received the shot early Monday morning at the Churchill Hospital in Oxford.  \"I am so pleased to be getting the Covid vaccine today and really proud that it is one that was invented in Oxford,\" he said. \n“The vaccine means everything to me, to my mind it is the only way to get back to normal life. This virus is terrible, isn’t it?” Pinker said he first knew on Saturday that he was going to get vaccinated and was told he would be the very first patient. “Took me long enough to be a star,” he said.  The AstraZeneca vaccine rollout began today in the UK and the country’s health secretary described it as a “real pivotal moment\" as Covid-19 cases continue to rise in parts of the country.  Chief Nurse Sam Foster, who administered the vaccine, said: “It was a real privilege to be able to deliver the first Oxford vaccine at the Churchill Hospital here in Oxford, just a few hundred meters from where it was developed.\" Pinker is a retired maintenance manager who has been having dialysis for kidney disease at the hospital. Others should get vaccinated too because “it is a no brainer,” he said. \"The nurses, doctors and staff today have all been brilliant and I can now really look forward to celebrating my 48th wedding anniversary with my wife Shirley later this year.” The NHS is the first health service in the world to deploy the AstraZeneca vaccine and it's the only one approved that can be stored at fridge temperatures. The first vaccinations will be delivered at a small number of hospitals for the first few days for surveillance purposes, as is standard practice, before the bulk of supplies are sent to more GP-led services later in the week, NHS England said in a statement. ##Vaccines## The United Kingdom is starting its rollout of the Oxford University/AstraZeneca vaccine today and the country’s health secretary described it as a “real pivotal moment.” “The very positive news this morning of the Oxford vaccine starting to be rolled out -- that’s a triumph of British science that we’ve managed to get to where we are,” Matt Hancock told Sky News Monday morning.  The vaccine comes at a crucial time in Britain and Hancock said that the number of Covid-19 cases was sharply rising in parts of the country.  \"Some of the Tier 3 areas are seeing sharp rises in cases, and each week we look at all of the areas of the country to check that they are in the right position in terms of the tiers. But, it is a very difficult situation in terms of the growth of the virus,\" he said.  But then we also have this very good news this morning, it’s a real pivotal moment with the arrival, actually in the hospitals of the UK, of the Oxford vaccine.” ##Vaccines## South Korea will expedite the vaccine approval process for the Oxford University/AstraZeneca coronavirus vaccine, according to the country’s Ministry of Food and Drug Safety.  AstraZeneca has filed for approval of its vaccine, which could take only 40 days. Normal vaccine approval takes 180 days, according to the ministry. Separately, a quality assurance permit approval will also be expedited to be completed within 20 days -- the full approval is expected to come in February. AstraZeneca is producing the vaccine in South Korea at local firm SK BioScience, the ministry said. The ministry said it's preparing cold-chain storage and logistical methods to deliver the vaccines. ##Vaccines## The first people to receive the Oxford University/AstraZeneca coronavirus vaccine will be inoculated Monday as the NHS expands Covid-19 vaccination programs across the United Kingdom, according to the Department of Health and Social Care. The NHS is the first health service in the world to deploy the AstraZeneca shot and it's the only approved vaccine that can be stored at fridge temperatures, the department said in a statement. The government has secured access to 100 million doses of the vaccine for the whole of the UK, crown dependencies and overseas territories. More than half a million doses are available from Monday, and the Health Department said tens of millions more will be delivered in the coming weeks and months. More than 730 vaccination sites have been established across the UK with hundreds more set to open this week.   “I am delighted that today we are rolling out the Oxford vaccine -- a testament to British science. This is a pivotal moment in our fight against this awful virus and I hope it provides renewed hope to everybody that the end of this pandemic is in sight,\" said UK Health Secretary Matt Hancock.\n“Through its vaccine delivery plan the NHS is doing everything it can to vaccinate those most at risk as quickly as possible and we will rapidly accelerate our vaccination program. More than a million people in the UK have been vaccinated with the Pfizer/BioNTech vaccine, the statement said.  ##Vaccines## Japan may enter a state of emergency this week as the country grapples with soaring coronavirus cases, a number of which have been linked to a new, potentially more infectious variant.  Speaking at a new year news conference Monday, Prime Minister Yoshihide Suga said an emergency declaration was being considered, and would apply to Tokyo and the three neighboring prefectures of Chiba, Saitama and Kanagawa.  The governors of all four regions have all urged Suga to do so already, as cases rise.  \"lf necessary, we won't hesitate to dispatch the medical staff from Self-Defense Forces,\" Suga added, saying the government will support medical facilities to ensure they are not overwhelmed. Suga did not say when the government would make a decision, or what restrictions could be enacted. Japan's first state of emergency, declared last spring, relatively early in the pandemic, lasted more than a month, and saw schools and non-essential businesses closed. Japanese authorities are currently limited in their powers to punish those who breach restrictions, even in a state of emergency, something Suga's government is reportedly planning to change to enable local governments to force compliance. Read the full story: ##Hotspots## Over 5,000 armed forces personnel have been deployed in support of the UK's Covid-19 response, in the “biggest homeland operation in peacetime,” the British Ministry of Defence said in a statement on Monday. Members of the military are working on \"70 different tasks ranging from schools testing to the rollout of vaccines,\" the statement said.  “The new year will see new levels of Armed Forces support to overcoming this pandemic. Thousands of service personnel are working throughout the United Kingdom, wherever they are needed to assist the civil authorities,\" UK Defence Secretary Ben Wallace said. According to the Ministry of Defence website, the military has responded to 275 requests for assistance by civil authorities in the UK between March 18 and December 31, 2020. ##Hotspots## South Korea reported 1,020 Covid-19 cases on Sunday, the Korea Disease Control and Prevention Agency (KDCA) said Monday.  Of those, 985 were local cases and 35 imported.  The majority of new cases -- 685 -- were found in the Seoul metropolitan area, according to KDCA.  South Korea's total number of cases now stands at 64,264. There were also 19 deaths reported on Sunday, bringing the total number of fatalities to 981. ##Hotspots## The United States reported 210,479 new Covid-19 cases and 1,394 deaths on Sunday, according to Johns Hopkins University.  The latest figures bring the totals in the US to 20,636,663 infections and at least 351,580 fatalities. The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases.  At least 13,071,925 vaccine doses have been distributed in the country and at least 4,225,756 shots administered, according to the US Centers for Disease Control and Prevention. But around the US, hospitals are racing to keep up with surges of Covid-19 patients at numbers they have not seen at any other time in the pandemic.  On Sunday, the country reported 125,544 current Covid-19 hospitalizations, setting a new record, according to the Covid Tracking Project. The number has exceeded 100,000 for more than a month. Health experts worry what will happen to those numbers if infections continue to spread. \"This is about total collapse of the health care system if we have another spike,\" said Dr. Brad Spellberg, chief medical officer at the Los Angeles County-University of Southern California Medical Center. Read more about the situation in the US: ##Hotspots## ##Vaccines## Strengthening disease prevention measures is a top priority for North Korea in the new year, the country's state-run newspaper Rodong Sinmun said in an article Monday.  Earlier, the paper announced that North Korea's 8th ruling Workers’ Party congress will be held in early January and that delegates had started to gather in the capital Pyongyang in December.  The article said that as the country prepares for the party congress, the public must redouble their efforts in responding to the health crisis by \"tightening the bootstraps further and maintaining the alert-level.\" The North Korean government has maintained that there have not been any positive cases of Covid-19 detected in the country, a claim widely questioned by experts. ##Restrictions## Covid-19 vaccinations will begin in Japan in late February, Japanese Prime Minister Yoshihide Suga said at a news conference on Monday. According to Suga, frontline medical workers and the elderly would be the first groups to receive the vaccinations. The government has moved the timeline forward as Japan grapples with the latest Covid-19 outbreak. Possible state of emergency: Suga said that he would consider declaring a state of emergency in Tokyo and three neighboring prefectures -- Chiba, Saitama, and Kanagawa -- after an appeal from their governors on Saturday. Olympics to go ahead: Suga also reiterated the government's intention to hold the Tokyo Olympic and Paralympic Games in the summer on schedule.  \"As proof that human beings have overcome the coronavirus, and to bring hope and courage to the world, we are preparing for the Games while taking all possible measures against the risk of infections,\" he said. The Tokyo Olympics is scheduled to begin on July 23. A government minister had said the country would introduce a tracking system for overseas travelers to stem the virus' spread.  New cases: On Monday, Japan's Ministry of Health reported 3,150 new Covid-19 infections and 51 deaths for Sunday. The total number of confirmed cases now stands at 244,559, including 3,612 fatalities. ##Vaccines## The Australian state of New South Wales reported zero locally transmitted Covid-19 cases in the 24 hours prior to 8 p.m. local time on Sunday, the Ministry of Health announced.  This marks the first time that it has reported no local cases over a 24-hour period since December 15, the ministry said.  However, two cases were detected on Sunday after 8 p.m. and will be included in the next day's count. More Covid-19 cases are expected to emerge in Berala, a western suburb of Sydney, in the coming days amid a recent cluster.  The ministry also urged anyone who visited a local liquor retailer or supermarket in Berala to undergo testing and self-isolate until they receive a negative result.  On Saturday, police broke up a crowd of more than 600 people at a wedding reception in western Sydney, the state government said, fining the venue operator $5,000 Australian dollars ($3,850). Current restrictions allow for 150 guests at weddings in New South Wales. China's capital Beijing has vaccinated more than 73,500 people since a targeted vaccination program began on January 1, the state-run Xinhua News Agency reported on Monday. The vaccination program covers nine specific groups of people, such as customs officers in charge of handling imported cold-chain food products and port workers responsible for loading and transporting goods, the report said. More than 220 vaccination sites have been set up across the city, it added. All people targeted in the program are expected to receive vaccinations by mid-January, and no one has so far reported severe adverse effects. Last Thursday, China's National Medical Products Administration approved the homegrown Sinopharm vaccine for public use. In December, China set a goal to inoculate 50 million people with Covid-19 vaccines ahead of February's Lunar New Year Celebrations, according to Tao Lina, a vaccination expert formerly with the Shanghai Center for Disease Control and Prevention, citing the government's mass vaccination rollout plan.  ##Vaccines## According to CNN’s count, a new variant of coronavirus first discovered in the UK -- also known as B.1.1.7 -- has been confirmed in people in at least 37 countries, as well as in Hong Kong and Taiwan.  Experts say that while the variant appears to be more transmissible than other strains, there is no evidence that it's deadlier or causes more severe disease. The countries are as follows: United Kingdom \nAustralia\nBelgium\nBrazil \nCanada\nChile\nChina\nDenmark\nFinland\nFrance\nGermany\nIceland\nIndia\nIreland\nIsrael\nItaly\nJamaica\nJapan\nJordan\nLebanon\nMalta\nLuxembourg\nNetherlands\nNew Zealand\nNorway\nPakistan\nPortugal\nUnited Arab Emirates\nSingapore\nSouth Korea\nSpain\nSweden\nSwitzerland\nThailand\nTurkey\nUnited States -- including cases in Florida, California and Colorado\nVietnam ##UK Variant## India has restricted the export of the Oxford University/AstraZeneca coronavirus vaccine produced by the country's largest vaccine manufacturer, Serum Institute of India (SII), until at least March, the head of the company said Sunday. \"We were given a restricted license only to give it and provide it to the government of India because they want to prioritize for the most vulnerable and needy segments first,\" SII CEO Adar Poonawalla told CNN. Indian regulators granted the AstraZeneca vaccine, manufactured in India by SII, emergency authorization on Sunday on the condition that the Indian government would be the sole buyer. \"The only condition is that we can only supply to the government of India, we can't sell it in the private market, and we can't export it,\" Poonawalla said. He added that he hoped the restriction on exporting the vaccine would be eased in March or April.  SII is ramping up vaccine production and Poonawalla said that the manufacturer aims to provide 50 million doses by the end of January. The restrictions could mean lower income countries would wait longer for a vaccine.  In September, SII pledged to manufacture and deliver 200 million doses for COVAX -- a WHO vaccine alliance set up to ensure fair access to Covid-19 vaccines.  The export of vaccines for the initiative to \"low-and middle-income countries\" will not begin until the restrictions ease.  Doses of the vaccine will be sold to the Indian government for $2.74 per shot, at $13.70 to the private market, and $3 to $5 per dose to the export market. Some context: India has reported the second most coronavirus cases in the world, trailing only the United States. The first phase of its vaccination plan covers 300 million people -- almost as many as the entire US population. India conducted a nationwide Covid-19 vaccine drill on Saturday ahead of plans for mass vaccinations, India's state-run broadcaster Doordarshan reported. ##Vaccines## Even though coronavirus vaccines are being rolled out, 2021 is still going to be tough, a top WHO official said Sunday.  “I think it’s going to be a difficult year ahead and we’re going to have to have patience and stay the course,” Maria Van Kerkhove, the WHO’s technical lead for coronavirus response, told CNN Senior Medical Correspondent Elizabeth Cohen.  The first part of the year will be difficult because in many countries, people did not heed advice to stay home over the holidays.  “We’re in for a bit of a rough start to 2021,” Van Kerkhove said, noting that “movement and the behavior of people” over Christmas and New Year’s “are going to make the first three months of 2021 quite difficult in terms of increased transmission, hospitalizations, and deaths.”  She added that the vaccines won’t be a quick fix.  “I think it’s going to be frustrating and slow to roll out -- slower than anyone would like,” she said. “The first six months of the year are going to be painful for people because they just want it to be done and we really need people to have the patience to get through it.”  Van Kerkhove noted that people will still need to wear masks, practice social distancing, and avoid crowds well into the year.  Return to normalcy: The United States and other countries seeing Covid-19 surges could get back to normal -- or something resembling normal -- in the summer or fall, Van Kerkhove said. She noted that while some countries in the Americas and Europe are seeing surges, Australia, New Zealand, and some other nations in Asia and Africa have had more success at controlling the spread of the virus.  “We’ve seen countries bring this virus to its knees, without vaccination,” she said. “In many countries they have that semblance of being back to normal.”  She said those countries have been more successful at testing for the virus, isolating sick people, contact tracing, quarantining people who’ve been exposed, and persuading people to work and shop from home.  ##Vaccines## The US Food and Drug Administration will meet this week to consider giving half-doses of Moderna’s Covid-19 vaccine to people aged 18 to 55. The move could make the vaccine available to twice as many people in this age group, according to Moncef Slaoui, chief scientific adviser of Operation Warp Speed, the US government's vaccine program.  Slaoui told CNN Chief Medical Correspondent Dr. Sanjay Gupta that the decision to cut the current 100-microgram dose in half, with another half-dose 28 days later, ultimately rests in the hands of the FDA. Earlier data showed that binding and neutralizing antibody responses were similar among participants under 55 who received either 100-microgram or 50-microgram doses, Slaoui said. While an FDA briefing document last month also references these “comparable” immune responses from Moderna’s phase 2 study, the full data have not yet been published. Slaoui said he’s “not sure it holds for Pfizer,” whose dose contains 30 micrograms. But that’s a conversation that has yet to happen, he added. CNN has reached out to Moderna and Pfizer for comment. The US government previously secured 200 million doses each of Moderna’s and Pfizer’s vaccines. ##Vaccines## The US Centers for Disease Control and Prevention hopes to more than double the number of coronavirus genomes sequenced to watch for new mutations in the US over the next two weeks, a top official said Sunday. The United States is now sequencing about 3,000 samples a week and the CDC hopes to more than double that to about 6,500 per week, according to Dr. Gregory Armstrong, director of the Office of Advanced Molecular Detection at the CDC's National Center for Emerging and Zoonotic Infectious Diseases. Scientists sequence the genome -- the entire genetic map of the virus -- to find mutations that could affect how the virus spreads. British scientists found a new variant of the virus was spreading there and say the pattern of mutations makes it more easily transmitted, although it does not appear to cause more severe disease. It's now been found in at least 37 countries, including in the US, where cases have been identified in California, Colorado and Florida. \"It's important that we monitor the virus and that we be able to pick up these trends that have implications for public health and clinical medicine,\" Armstrong told CNN. Correction: A previous version of this post incorrectly described who is sequencing 3,000 coronavirus samples a week.  Read the full story: ##UK Variant## Test results are expected this week from labs that are studying whether a variant of the coronavirus first identified in Britain might pose a challenge to Covid-19 vaccines, according to a World Health Organization official.  Scientists in the UK and elsewhere have taken blood from people who have been vaccinated. They are testing those samples to see if the antibodies created by the vaccine protect against the new strain, according to Maria Van Kerkhove, the WHO’s technical lead for coronavirus response.  They’re also taking blood from people who have been infected with the new variant to see how well the vaccine works against it, Van Kerkhove said. Pfizer and Moderna, the makers of the two vaccines authorized in the US, are working to see if the vaccine is effective against different variants of the virus.  On Wednesday, Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, said the immune response from the vaccines was “very likely” to protect against the new variant.  The UK variant has 17 mutations, an unusually high number.  Scientists are also doing tests to assess the vaccine’s efficacy against a variant found in South Africa that has 22 mutations, Van Kerkhove said.  ##UK Variant## ##Vaccines## The United States reported 125,544 Covid-19 hospitalizations on Sunday, setting a new record high since the pandemic began, according to the Covid Tracking Project (CTP).  This is the 33rd consecutive day that the US has remained above 100,000 current hospitalizations.  The highest hospitalization numbers according to CTP data are:  Jan. 3: 125,544 \nDec. 31: 125,379 \nDec. 30: 125,218\nJan. 1: 125,047\nDec. 29: 124,693 ##Hotspots## US Surgeon General Dr. Jerome Adams on Sunday said he has \"no reason to doubt\" the US Centers for Disease Control and Prevention's Covid-19 death toll, contradicting President Donald Trump's claim that the agency has \"exaggerated\" its numbers. \"From a public health perspective, I have no reason to doubt those numbers,\" Adams told CNN's Jake Tapper on \"State of the Union\" when asked about Trump's claim. \"And I think people need to be very aware that it's not just about the deaths, as we talked about earlier,\" he added. \"It's about the hospitalizations, the capacity. These cases are having an impact in an array of ways and people need to understand there's a finish line in sight, but we've got to keep running toward it.\" Earlier Sunday, Trump claimed on Twitter that the number of cases and deaths of the \"China Virus is far exaggerated\" because of the CDC's \"ridiculous method of determination\" compared to other countries, which \"report, purposely, very inaccurately and low.\" \"'When in doubt, call it Covid,'\" Trump wrote in a tweet. Dr. Anthony Fauci, a member of the White House's coronavirus task force, also pushed back against the President's claim on Sunday when asked about it, telling ABC News that \"the deaths are real deaths.\" \"In many areas of the country, the hospital beds are stretched. People are running out of beds, running out of trained personnel who are exhausted right now,\" Fauci said. \"That's real. that's not fake. That's real.\" CNN reported In September that the CDC had to double down against rumors suggesting that coronavirus deaths have been greatly exaggerated, with the agency's top expert on mortality saying people are misinterpreting standard death certificate language. ##Hotspots## California reported Sunday that 45,352 people newly tested positive for Covid-19, continuing a surge that has pushed hospitals and their exhausted staff to the brink. Around the United States, hospitals are racing to keep up with surges of Covid-19 patients at numbers they have not seen at any other time in the pandemic.  Overall, at least 125,000 people nationwide were in the hospital with coronavirus on Sunday, marking more than a month that the number of hospitalizations has exceeded 100,000, according to the Covid Tracking Project. Emergency room officials in California said hospitals are treating an unprecedented number of coronavirus patients, including some health care workers. At Kaiser Permanente San Jose Medical Center, 44 employees in the emergency department tested positive for the virus between December 27 and January 1, according to Irene Chavez, senior vice president and area manager. Chavez said in a separate statement that the medical center is investigating whether an inflatable, air-powered costume may have played a role in the spread. \"A staff member did appear briefly in the emergency department on Dec. 25th wearing an air-powered costume,\" Chavez said. \"Any exposure, if it occurred, would have been completely innocent, and quite accidental, as the individual had no Covid symptoms and only sought to lift the spirits of those around them during what is a very stressful time.\" Chavez said in the statement that air-powered costumes will no longer be allowed at the facility. Military support: In Southern California, design and construction experts from the US Army Corps of Engineers have been deployed to the Los Angeles area to \"evaluate and where necessary upgrade oxygen delivery systems\" at about a half dozen hospitals. One area hospital converted administrative offices and break rooms into treatment areas for their coronavirus patients, said Col. Julie Balten, commander of the Los Angeles District for the Corps of Engineers. ##Hotspots##", "Section": "world", "Writers": ["Helen Regan", "Adam Renton", "Zamira Rahim", "Ed Upright"], "URL": "https://www.cnn.com/world/live-news/coronavirus-pandemic-vaccine-updates-01-04-21/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}