{"Type": "", "Time": "2018-03-07", "Headline": "Paper says China unhappy over US carrier visit to Vietnam – Manila Bulletin", "Text": "By the Associated PressBEIJING (AP) — Beijing is unhappy with the first visit by a US aircraft carrier to a Vietnamese port since the Vietnam War and is monitoring developments, a Communist Party newspaper said Wednesday.However, the Global Times said the USS Carl Vinson’s visit was unlikely to alter the balance of power in the South China Sea, which China claims virtually in its entirety and has been fortifying with military structures on man-made islands.“China’s vigilance and unhappiness are inevitable, but we don’t think that the USS Carl Vinson’s Vietnam trip can stir up troubles in the South China Sea,” the paper known for its hard-line nationalist views said in an editorial.The visit “will not generate any special tools to pressure China,” while the US sending warships to the South China Sea will “only waste money,” the paper said.Vietnam and China have extensive overlapping claims to islands and resources in the sea, and US officials say the port call is a sign of the US commitment to the region and US-Vietnam ties.“Carl Vinson being here, me being here, this is about Vietnam. This is about our relationship with Vietnam, both from a military relationship and from a comprehensive partnership relationship,” Vice Adm. Phillip Sawyer, commander of the US 7th Fleet, told reporters in a conference call Tuesday from the Vietnamese port of Da Nang, where the ship docked Monday.Sawyer and other officials have not linked the ship’s visit to China’s activities in the South China Sea, but he did note Washington’s concerns over China’s moves to put teeth behind its territorial claims and unanswered questions about China’s purpose in its rapid military expansion and upgrading.“My view on that is both those, land reclamation and the militarization, cause angst within the region. And the angst that it causes is really because of lack of transparency,” Sawyer said.“It’s not quite clear what’s going to happen down there. And I think that angst and that lack of transparency is potentially disruptive to the security and stability of the region. And that, that causes concern,” he said.The visit by the USS Carl Vinson with more than 5,000 crew members marks the largest US military presence in Vietnam since the Southeast Asian nation was unified under Communist leadership after the war ended in 1975.Accompanied by a cruiser and a destroyer, the ship is visiting as China completes work on air bases, radar stations and other infrastructure that could prove key in a military conflict in the Paracel islands and seven artificial islands in the Spratlys in maritime territory also claimed by Vietnam.The ship’s mission includes technical exchanges, sports matches and visits to an orphanage and a center for victims of Agent Orange, a toxic defoliant sprayed by US forces to deny cover for Communist fighters during the war. It marks a fine-tuning, rather than a turning point, in relations. The US Navy has staged activities in Vietnam for its Pacific Partnership humanitarian and civic missions in nine of the past 12 years.Brunei, Malaysia, the Philippines and Taiwan also claim waters and islands in the South China Sea that China says belong to it.", "Section": "", "Writers": "", "URL": "https://mb.com.ph/2018/03/07/paper-says-china-unhappy-over-us-carrier-visit-to-vietnam/", "MainKeyWord": "China", "AdditionalKeyWord": "viet Nam", "Source": "MB"}