{"Type": "article", "Time": "2020-05-13", "Headline": "May 13 coronavirus news", "Text": "Our live coverage of the coronavirus pandemic has moved here. Italy's Serie A soccer clubs held a vote Wednesday to resume the season starting on June 13, pending government approval. The statement from the league would only resume “in accordance with the decisions of the Government and in compliance with the medical protocols to protect players and all involved personnel.” This announcement follows Italian Minister for Sport Vincenzo Spadafora’s declaration at the House of Representatives today, which confirmed that the government and the Italian Football Federation (FIGC) have agreed to allow the league to resume training starting May 18. “If the championship resumes, as we all hope, it will only be if we keep everyone safe, I have always said this from the first day,” Spadafora said. Spadafora added that “in the case that a player is positive, the team needs to be in quarantine for 14 days” ##The Future## If you're just joining us, here are the latest developments from around the globe: Belgium moves forward: Some school classes for primary and secondary students will resume and museums will reopen under certain conditions on May 18, the prime minister announced.\nBrazilian president tests negative: Brazilian President Jair Bolsonaro tested negative for coronavirus in three separate exams. The test results were released to the public on Wednesday afternoon. \nTurkey allows children to go outside: Children under the age of 14 were allowed to go outside on the street today for the first time since the Turkish government announced a lockdown for the age group in early April. The children were allowed out for four hours, between 11 a.m. and 3 p.m. local time. \nThe future of coronavirus: The new coronavirus may never go away and may just join the mix of viruses that kill people around the world every year, Dr. Mike Ryan, executive director of the World Health Organization health emergencies program, said Wednesday.\nTravel advisory extended: Sweden announced it is extending “advice against all nonessential travel to all countries” until July 15, according to the country's Foreign Affairs Ministry.  ##Catch Up##   Brazilian President Jair Bolsonaro tested negative for coronavirus in three separate exams that were released to the public on Wednesday afternoon.  Supreme Court Justice Ricardo Lewandowski released the test results. The three tests were administered between March 12 and March 17 after Bolsonaro returned from a bilateral meeting with US President Trump in Florida and many in his entourage tested positive.  The release of the exams brings an end to a prolonged standoff in which Bolsonaro had refused to make tests public despite repeated legal rulings. The first request came from Brazilian newspaper Estado de S. Paulo and made its way up in the courts.   In the three tests released on Wednesday, Bolsonaro uses codenames, but the ID numbers match his.  Bolsonaro handed over the tests to the Supreme Court. France has recorded another 83 deaths due to coronavirus on Wednesday, bringing the total number of deaths to more than 27,000 since the first of March, according to a statement from the country's Health Ministry.   Belgium will move forward with the second phase of its reopening plan on May 18, when some school classes for primary and secondary students will resume and museums will be reopened under certain conditions, the prime minister announced Wednesday. \"We have decided that by May 18, museums and cultural facilities, such as historic buildings, will be able to open their doors again if they set up an online or telephone ticketing system and if they take the necessary steps to avoid the effects of crowds inside their establishment,\" Prime Minister Sophie Wilmes said. Wilmes also announced that some other services, such as hairdressers or beauticians, could also reopen but only through appointments and the mandatory use of masks for both the customers and staff. Local authorities might also choose to reopen markets with a maximum of 50 food stalls. Most shops opened across Belgium on Monday.  Sporting events have been suspended until July 11. There is still no reopening date for restaurants and bars. ##The Future## The European Commission President on Wednesday outlined a plan to fund European recovery from the coronavirus pandemic, while warning that \"we will not just go back to business as usual soon.\" “We have had economic slowdowns before but we have never had an economic shutdown like the last three months,” President Ursula Von der Leyen said during an address to the European Parliament in Brussels on Wednesday.  The recovery instrument will be focused on those member states who have been most affected and where needs are the greatest, the European Union’s top leader said, adding that the money for the recovery plan will be on top of the existing EU budget and will also be managed through rules of the budget. That will give European lawmakers full scrutiny over how the money is managed and spent. Parliamentarians expressed concern last week over using rules where the Parliament would only “be informed” of decisions made on the recovery funds. Von der Leyen did not mention exact numbers, but said she wants to present an “ambitious” relaunch plan for Europe.  In the plan presented by the EU leader, recovery will be financed across three pillars: The bulk of the money will be spent in the first pillar which will, “focus on supporting Member States to recover, repair and come out stronger from the crisis”\nPillar two is for “kick-starting the economy.” The aim, the Commission hopes, is to make Europe more strategically resilient in key industries such as in the pharmaceutical sector. \nThe third pillar will bolster areas that have been critical to the bloc’s response such as the RescEU fund which has delivered humanitarian aid to EU member states as well as countries like the Central African Republic. ##The Future## Children under the age of 14 were allowed to go outside on the street today for the first time since the Turkish government announced a lockdown for the age group in early April. The children were allowed out for four hours, between 11 a.m. and 3 p.m. local time.  Turkey has opted for an age-specific lockdown prohibiting people over the age 65 and below the age of 20 from leaving their homes. People in the 15 to 20 year age group will be allowed out on Friday. Turkey started slowly lifting some restrictions on Monday. ##Lockdowns## The new coronavirus may never go away and may just join the mix of viruses that kill people around the world every year, Dr. Mike Ryan, executive director of the World Health Organization health emergencies program, said Wednesday. \"This virus just may become another endemic virus in our communities and this virus may never go away. HIV hasn’t gone away,\" Ryan said. \"I’m not comparing the two diseases but I think it is important that we’re realistic. I don’t think anyone can predict when or if this disease will disappear,\" Ryan added. With a vaccine, \"we may have a shot at eliminating this virus but that vaccine will have to be available, it will have to be highly effective, it will have to be made available to everyone and we’ll have to use it,\" Ryan said. \"This disease may settle into a long-term problem or it may not be.\" Yet the future of coronavirus does not have to be all doom and gloom, according to WHO infectious disease epidemiologist Dr. Maria Van Kerkhove. \"The trajectory of this outbreak is in our hands,\" Van Kerkhove said during Wednesday's briefing. \"The global community has come together to work in solidarity,\" Van Kerkhove said. \"We have seen countries bring this virus under control. We have seen countries use public health measures.\" WHO director-general Tedros Adhanom Ghebreyesus echoed Van Kerkhove's sentiments on Wednesday and added, \"We should all contribute to stop this pandemic.\" ##Cases## ##The Future## The number of active Covid-19 cases reported in Italy has dropped to at least 78,457 on Wednesday — a decrease of 2,809 cases since the day before. It's the first time the number of active cases in the country stands below the 80,000 mark since March 31. On Wednesday, the country added at least 3,502 new recoveries, bringing the total number of people who have so far recovered from the virus to 112,541, according to the Italian Civil Protection Agency. The total number of cases, including deaths and recoveries, is now more than 221,000, according to a count from Johns Hopkins University. ##Cases## Dr. Mike Ryan, executive director of the World Health Organization's Health Emergencies Programme, said the world needs to reach “a point of very significant control over the virus” to no longer consider coronavirus a pandemic.  There's a long, long way to go before there's going to be any bells unrung in this response,” Ryan said on Wednesday during a briefing.  Ryan said as countries try to find a path toward a new normal, “we're going to be on that pathway for a long, long time.”  He explained that the International Health Regulations only allows two choices: there is either a global public health emergency, or there is not.  “We can obviously, as time goes on in our risk assessment, reduce the level of alert at national, regional and global levels, through our systematic risk assessment process,” Ryan said. “At the moment, we obviously consider the risks to still be high.”   Ryan said as time goes on, WHO could consider moving the risk assessments for each country down, but “that is going to require us reaching a point of very significant control over the virus, very strong public health surveillance and stronger health systems in place to cope with any recurrent cases.”  “I think we're going to have to remain on alert, stay the course and ensure that we're ready to respond,” he said.   ##Cases## Canadian Prime Minister Justin Trudeau said negotiations continue between his government and the Trump administration about whether to keep the border closed to nonessential traffic. The mutual border agreement is set to expire May 21. “We are a good week away from the expiry of the current phase of our border restrictions with the United States. Conversations are ongoing, are constructive, are productive. I won’t make any announcements today, but I can say that things are going well and we’re confident about being able to continue to keep Canadians safe,” Trudeau said Wednesday. The agreement as it stands forbids any nonessential travel, although commercial traffic continues. Canadian business groups say the border has been functioning well, allowing for a substantial flow of essential and commercial goods to cross the border in both directions.  Trudeau on Tuesday said that even when some border restrictions are lifted, Canada may need some \"stronger measures\" at the border to safeguard public health. Canadian public health officials are looking at enhanced screening, including temperature checks and medical history evaluations for travelers coming in from the US, including those arriving at land borders.  “Different countries are facing different challenges and as we manage the spread of Covid-19 we want make sure that we’re not becoming vulnerable from travelers arriving from elsewhere, that’s why we made strong moves to secure, to close our borders including to American travelers at this time,” Trudeau said Wednesday.  Canada’s top doctor also said Tuesday that easing any border closures should proceed with \"extreme caution.\" “Of course, the United States being one country that still has cases and is still trying to manage outbreaks, they present a risk to Canada from that perspective,” Dr. Theresa Tam, Canada’s chief public health officer said Tuesday.    Sweden announced it is extending “advice against all nonessential travel to all countries” until July 15, according to the country's Foreign Affairs Ministry Sweden’s advice against nonessential travel initially began on March 14.  Sweden has been an outlier during the coronavirus outbreak. The country had not joined many of its European neighbors in imposing strict limits on citizens' lives.  Last month, Swedish Foreign Minister Ann Linde told Swedish TV the country's approach was, \"No lockdown and we rely very much on people taking responsibility themselves.\" Saudi Arabia has announced a new 24-hour nationwide curfew starting May 23 and during Eid holidays to control the spread of coronavirus, state-news agency SPA said on Tuesday quoting the Ministry of Interior. The kingdom had last month eased lockdown measures during the Islamic holy month of Ramadan, which started from April 23. The important Eid holidays mark the end of Ramadan.  With ramped up testing, reported coronavirus cases continue to rise in Saudi Arabia. On Wednesday, at least 1,905 new cases were reported, bringing the total number of cases to over 45,000 with 273 deaths, the Saudi Health Ministry said. Over 500,000 tests have been performed so far and with increasing cases, authorities have called on residents to limit gatherings, an important custom during Ramadan and Eid holidays. With some countries in the Middle East moving towards easing restrictions, others have doubled down by reimposing lockdown measures. In Kuwait, a 24-hour curfew was announced on Sunday for 20 days, while Lebanon also implemented a four-day complete lockdown starting Wednesday after a spike in cases.    \nIn Qatar, 1,526 cases were reported on Tuesday, the highest daily increase to date and bringing the total to 26,539 cases. However in countries like the United Arab Emirates and Turkey, measures have been relaxed with some malls, parks, hairdressers and malls reopening.  ##Lockdowns## Tourists who travel in Europe this summer do so at their own risk, the European Commissioner for Transport Adina-Ioana Valean told CNN's Hala Gorani on Wednesday. \"No one can give 100% guarantees, we're not labeling that [traveling] is safe. It's a risk you take,\" Valean said, referring to both health and financial safeguards such as refunds in case of cancellation. On Wednesday the European Union unveiled an action plan to get its internal borders reopening, safely fire up its hospitality sector and to revive rail, road, air and sea connections that have been strangled during the pandemic. The plan includes proposals for permitting special \"green corridors\" or \"travel bubbles\" that would allow certain countries with low or sharply declining infection rates to open up to a select few destinations until borders are fully reopened. Regarding hotels, the commissioner said measures, such as disinfection and social distancing, \"can be observed easily but the risk is taken by the traveler in the end because no one can guarantee [safety]\". As for plane and train travel, Valen said the EU is recommending the use of masks and physical distancing \"as a matter of principle\". However, she added, that might not be possible from an economic point-of-view on a plane. \"A flight cannot observe 2 meters between passengers because it won't be worth it to fly that route,\" she said. The commissioner added that the so-called travel bubbles will depend on the decision taken on a national level. Regarding EU-wide travel guidelines, she said the bloc is aiming for the measures to be \"proportionate and not discriminatory and applied the same way all over Europe\". Read more about the EU's plan here. Spain recorded 184 new coronavirus-related deaths in the past day, taking the country’s total death toll to 27,104, the Spanish Health Ministry said Wednesday. The 0.7% increase in the death toll is the same as the percentage rise recorded on Tuesday, and in line with others recorded over the past week. Spain has a total of 228,691 confirmed cases so far, with the daily increase calculated by the government holding steady at 0.2% for each of the last three days. Spain’s Director of Health Emergencies, Dr. Fernando Simón, was asked at the government’s daily coronavirus briefing about the guidance for wearing masks, amid reports they might become obligatory in all public places in Spain, and not just on public transport, which is already the rule. Simón said masks are a \"good prevention measure\" and that \"the best masks are the two meters of distance,\" or six feet, in support of continued social distancing measures. But he deferred to the government regarding any final decision about the masks. Spain, which for weeks had been the country with the second-highest total confirmed cases of coronavirus in the world, according to Johns Hopkins University's tally, has now dropped to third, behind Russia. Both are behind the United States, which has the most cases. ##Cases## The Indian government has announced details of a support package worth more than $40 billion to help small businesses affected by the Covid-19 outbreak. The majority of the money will go toward providing collateral-free loans until October 31, Indian Finance Minister Nirmala Sitharaman said today during a press conference. The finance minister also announced that in order to help local industries, foreign companies will be prevented from tendering for contracts worth up to $26.5 million. “This will reduce competition for local industries,” the minister said. Some background: Modi in March announced an unprecedented three-week shutdown for the country's 1.3 billion people that required everything to shut except for health services, grocery stores and other essential services.  The lockdown has been extended a few times since then. The current, third phase — which eased some aspects of the lockdown, allowing the limited reopening of construction sites and private offices — will last until May 17. The next phase will include more adjustments, which Modi said will be announced in the coming days. The US Embassy in Tanzania has warned that many hospitals in the city of Dar es Salaam have been overwhelmed in recent weeks, classifying the risk of contracting Covid-19 in the country as \"extremely high,\" in a health alert Wednesday.  The health alert notes that the Tanzanian government has not released any data on Covid-19 since April 29.  Despite limited official reports, all evidence points to exponential growth of the epidemic in Dar and other locations in Tanzania.\" Tanzania has had a more lenient approach to the outbreak in the region. President John Magufuli suggested his citizens \"pray the virus away,\" and allowed places of worship to remain open while schools closed. The President also vowed he wouldn't put the country under any lockdown but did make social distancing and mask wearing mandatory.  The embassy recommends all US government personnel and their families remain at home except for essential activities, and substantially limit entry of non-residents into private homes. The embassy also signaled that US citizens in Tanzania should expect to remain in the country for an \"indefinite period\" as the government \"does not anticipate arranging additional repatriation flights in Tanzania at this time.\" The last coronavirus report to come from the Prime Minister's office on April 29 indicated  480 confirmed cases. Up to 420,000 jobs in trade and tourism could be lost in Italy due to the coronavirus emergency, Enrico Postacchini of the Italian Confederation of Enterprises — called Confcommercio — said Wednesday during a senate hearing in Rome.  Confcommercio estimates that 270,000 businesses in the trade and tourism sector — 10% of the total number — are in danger of closing down. Postacchini appealed to the government to act immediately to help businesses. \"Business operators have lost patience, they have not seen anything apart from the 600 euros,\" he said referring to the emergency bonus for workers introduced by the government in March. Huge losses will be registered during the tourist season and once the health emergency is over, \"there will be the problem of filling hotel rooms,\" Confcommercio’s representative for tourism Alberto Corti said in the same hearing.  Only 20% of Italians will be able to go on vacation, with the exception of those who have second homes, he said. In the tourism sector the losses could be around 120 billion euros (about $130 billion USD) between now and the end of 2020, Corti said. ##Lockdowns## The number of calls to a government run anti-violence helpline in Italy increased by 73% during the coronavirus lockdown, the Italian National Institute of Statistics (Istat) said Wednesday. Between March 1 and April 16, at least 5,031 calls were registered, an increase of 73% compared to the same period of 2019. Just under half of those who called the hotline asked for help, an increase of 59%, Istat said in a statement.  Remember: According to the statistical agency, the increase is not necessarily attributable to greater violence but could be due to more awareness.  Meanwhile, the worst-hit Italian region of Lombardy on Tuesday registered a small increase in the number of Covid-19 cases for the second day in a row, after a few days in which active case numbers were going down, according to the Italian Civil Protection Agency.  Lombardy officials said the increase in cases could be explained by the addition of data that was collected from the past few day. The total number of cases in Italy, including deaths and recoveries, stands at 221,216. ###Cases### Austria will start relaxing border controls, but those along the Austrian-Italian border would remain in place for the time being, Sebastian Kurz the Austrian Chancellor said at a government press conference in Vienna on Wednesday.   Kurz said, “We have agreed with Germany to fully open the border between Austria and Germany from June 15 as long as the number of infection cases allow for it. We are in contact with Switzerland and Liechtenstein to find a similar agreement and of course we are also in contact with our eastern neighbors to find solutions on our eastern borders.\" \"Regarding other countries such as Italy, the situation of course is problematic. Infection numbers continue to be very high, similar to France and Spain and so there is no plan for a border opening any time soon.\" He said Austria is in \"intensive contact with its eastern European neighbors,\" adding, \"I assume we will already be able to present a plan in the coming days, latest next week which we agreed on with these countries.'' Austria's national rail system ÖBB suspended passenger rail traffic between Austria and Italy on March 11. Read more here. ##Lockdowns## British Prime Minister Boris Johnson said the rise in infection rates in some countries relaxing their lockdowns is a “very clear warning” for the UK “not to proceed too fast or too recklessly”.  “What we are doing is entirely conditional and provisional,” Johnson said in Parliament on Wednesday. “The UK has made a huge amount of progress. The people of this country have worked incredibly hard to get the R down. We cannot now go back to square one. We can’t risk a second outbreak, and we will do everything to avoid that.” In reaction to videos of packed London buses circulating this morning, Johnson said he does not want to see crowding on public transport in the UK.  “We are working very actively with TfL [Transport for London] to ensure that what we do is we have more capacity, we discourage people from going to work during the peak, and that operators — particularly TFL — lay on more tube trains when those are necessary throughout the day,” Johnson told lawmakers in parliament. Some background: Today marks the first day people are allowed to return to work if they cannot work from home after Johnson laid out his vision for gradually reopening the economy in an address televised on Sunday. The government's previous stance was that people should only go to work \"if they must,\" Johnson said in Sunday's address, adding \"we now need to stress that anyone who can't work from home, for instance those in construction or manufacturing, should be actively encouraged to go to work.\" ##Lockdowns## German Interior Minister Horst Seehofer has said the country is hoping for unrestricted travel within the European Union by June 15. Speaking to journalists in Berlin, Seehofer said Germany had agreed with France, Austria and Switzerland to ease gradually its border controls, with the goal to completely end the restrictions by June 15. Germany's federal police opened five border crossings between the state of Bavaria and Austria on Wednesday. The country will further relax some border controls starting on Saturday, which were introduced in March to slow the spread of coronavirus. ##Lockdowns## Gilead Sciences, the maker of remdesivir, has reached agreements with five generic drugmakers to produce remdesivir for 127 countries. The move comes after growing questions over the global supply of remdesivir, which has been shown to speed the recovery of some coronavirus patients.  Gilead signed agreements with manufacturers based in India and Pakistan, according to its website. The deals allow the companies to distribute the drug to mostly low-income and lower-middle income countries, according to Gilead, which said the companies can set their own prices. The manufacturers also wouldn’t have to pay royalties to Gilead for the time being, although that would change if another drug or vaccine is approved to treat or prevent Covid-19 – or if the World Health Organization declares an end to the public health emergency of international concern.  In the US: Gilead has said it will donate its existing remdesivir supply of 1.5 million vials, enough for about 100,000 to 200,000 patients. At least 40% of that is reserved for the United States, according to the US Department of Health and Human Services.  While the company has said it hopes to produce a million treatment courses by the end of the year, it’s unclear how that will be distributed internationally. In a statement, the consumer advocacy group Public Citizen said Gilead’s licensing agreements don’t go far enough. It noted that much of the world’s population wouldn’t be covered by the agreements, and said Gilead should “commit its patents, data and know-how to the public domain,” instead of just licensing its technology. About the drug: In early results from a trial sponsored by the US National Institutes of Health, remdesivir was found to shorten the duration of illness in patients with severe Covid-19, but it had no statistically significant effect on whether patients died.  German Chancellor Angela Merkel said it would be depressing to return to restrictions \"because we want too much too soon\" as the country starts to ease lockdown measures.  Speaking in parliament Wednesday, Merkel said the country will have to live with the virus and it will remain that way for some time to come.  Stressing the importance of trying to avoid a new spike in Covid-19 cases, Merkel said: \"We have the obligation to not jeopardize what we have achieved so far already.\" Merkel said, as of today, she was not expecting tax rises or rises in business contributions in response to the pandemic.  The reproduction number for the novel coronavirus in Germany has dipped back below the key threshold of one, the national agency for disease control and prevention, the Robert Koch Institute, said earlier on Wednesday.  Also known as the R0 value, the figure had been above one for three consecutive days, a sign the disease may have been expanding rather than being pushed back.  \"The decline in new infections which we have seen in the past weeks is flattening and may be reaching a plateau,” the Institute wrote in its daily data brief.  Germany continues to deal with several larger scale outbreaks in meat-processing plants and retirement homes as the country eases restrictions to combat the pandemic.  Official daily data from Tuesday showed 798 new infections and 101 Covid-19 related deaths during that 24-hour period.  ###Cases### Russia reports more than 10,000 cases for 11th day running: The country is reporting the second-highest number of infections in the world and now has a total of 242,271 cases.\nLocally transmitted cases confirmed in Hong Kong: The cases of a grandmother and granddaughter mark the first such cases in the city in 22 days. Officials said they were concerned about the “invisible transmission chain,” shown by the cases.\nUK heads for \"significant recession\": The British economy contracted by 2% in the first quarter of 2020, according to UK GDP figures published on Wednesday. The country's finance minister said a recession was now likely.\nRussia suspends use of Aventa-M ventilators: The ventilators have been linked to two deadly fires in the country, in hospitals treating coronavirus patients.\nAmazon France will keep distribution centers closed: The centers will remain closed until May 18, as the company continues to discuss working conditions with their employees. Russia has suspended the use and circulation of Aventa-M ventilators produced after April 1 2020, following two deadly fires in coronavirus hospitals, the country’s Federal Service for Supervision in Healthcare Roszdravnadzor said in a statement Wednesday. On Tuesday, a fire in St. Petersburg claimed the lives of five patients and forced the evacuation of 150 people. Three days earlier a similar incident killed one patient in Moscow. Both hospitals used Aventa-M ventilators, Roszdravnadzor said.  Aventa-M is a flagship ventilator produced by KRET, which is part of state-owned defense producer Rostec.  KRET has been designated by the Russian authorities as the main supplier of ventilators in the country. According to a government contract, KRET is supplying 6,711 ventilators in total this year to Russia’s regional hospitals. In April, the company said it would increase its production capacity from 10 ventilators to 100 ventilators a day.  Aventa-M ventilators were also part of a shipment of medical supplies sent by Russia to the US in early April.  A FEMA spokesperson told CNN the ventilators had never been deployed and the shipment was returned by New York and New Jersey. “They were held in reserve in case the situations in NY and NJ worsened,\" a FEMA spokesperson told CNN on Tuesday.\n\"The ventilators have not been deployed to hospitals. Out of an abundance of caution, the states are returning the ventilators to FEMA. The conclusion(s) of the investigation being conducted by the Russian authorities into the fire in St. Petersburg will help inform our decision regarding any future use of the ventilators.\" Schools and universities in Beijing will reopen in June, according to Beijing Municipal Health Commission Spokesperson Li Yi. Middle school students in certain grades will be allowed to resume classes on June 1. A start date for elementary school students in the first to third grade is yet to be confirmed but those in the fourth and fifth grade will be allowed to resume classes on June 8. The health commission said that schools would work hard to prevent and control the spread of Covid-19 in their institutions. Universities in the Chinese capital will be allowed to reopen on a voluntary basis, as long as their campuses have implemented epidemic control measures. ##Lockdowns## Britain is likely to face a \"significant recession\" this year due to the pandemic, finance minister Rishi Sunak said. The British economy contracted by 2% in the first quarter of 2020, according to UK GDP figures published on Wednesday. “A recession is technically defined as two quarters in succession of negative GDP,” Sunak told British media.\n“We have had one and that is on the basis of only several days really of significant disruption from coronavirus. So yes, it is now very likely the UK will face a significant recession this year.\" ##The Future## Hong Kong officials confirmed that two new locally transmitted coronavirus cases have been recorded in the city, for the first time in 22 days. \"After 22 days of no locally transmitted coronavirus, we have the first today, we are all very concerned,\" Dr. Chui Tak-yi of Hong Kong's Food and Health Bureau told a news  conference Wednesday. The two cases are a 66-year old grandmother and her five-year old granddaughter who do not live together.  Health officials are tracing their close contacts. The pair's neighbors, along with the students and teachers at the five-year-old's tutorial center, will be tested for Covid-19, said Dr. Chuang Shuk Kwan of the Hong Kong Department of Health. Chuang warned that the new cases showed an “invisible transmission chain,” and added that officials would not rule out the possibility of future locally-transmitted cases and a community outbreak. Officials also confirmed one new imported case from Pakistan. The individual initially tested negative upon arrival in Hong Kong on May 8 but subsequently tested positive on Wednesday while in quarantine. Hong Kong now has 1,051 confirmed cases of the novel coronavirus including four deaths. ##Cases## Amazon France has said it is extending the closure of its distribution centers in the country through May 18. The online retail company closed the centers on April 15, after a French court ordered Amazon France to stop all non-essential deliveries during the pandemic. The ruling was upheld by the Versailles court of appeal on April 24.  The court ordered the corporation to limit its sales to technology, DIY, pet-related items, medical, hygiene, and grocery products until it resolved issues with workers’ groups about measures the company put in place to protect workers against coronavirus. The court added that a fine of 100,000 euros would apply to each item sold from a non-approved category. “The potential penalty outlined by the Versailles Court of Appeal means that even a rate of 0.1% of handling or shipping items that are not included in the judgement could lead to a fine of more than a billion euros per week,\" Amazon said in a statement. Amazon had earlier blamed the ruling on labor unions, which brought the complaint accusing the online delivery giant of endangering the lives of workers by not instituting enough safety precautions to protect against the virus. Amazon said on Wednesday that it was continuing to talk with workers’ representatives and had received their request to include an independent expert in the negotiations. ##Lockdowns## Russia reported 10,028 new coronavirus cases on Wednesday, bringing its total to 242,271, according to data released by the country’s virus response headquarters.  The country has recorded 2,212 Covid-19 related deaths since the beginning of the pandemic. Russia has recorded the second-highest number of cases worldwide, after the United States. It has now reported over 10,000 cases per day for 11 consecutive days.  ##Cases## British holidaymakers may not necessarily be able to travel abroad this summer, the UK transport minister said today. Asked in a BBC television interview whether people should book flights in the summer, for instance in July, Grant Shapps said:  “I’m saying, right now you can’t travel abroad. If you are booking it you are clearly by very nature taking a chance of where the direction of this virus goes and therefore where the travel advice is in the future.” Asked about confusion over the UK’s new measures to ease the nationwide lockdown, Shapps said the government had to make a decision on rules to start lifting restrictions.  “There has to be a line drawn where we say this is OK and this isn’t in order to gradually release things and this is where the line is at the moment,” he said. ##The Future## More than 4.2 million people have been infected by Covid-19 worldwide, including at least 291,000 deaths, according to Johns Hopkins University. If you're just joining us, here are the latest developments from around the globe: Virus hits British business: The UK economy shrank by 2% in the first quarter of 2020, with GDP contracting by 5.8% in March alone -- the biggest monthly fall since the data series began in 1997, the Office for National Statistics said.\nPakistan's highest spike: More than 2,250 new coronavirus infections were recorded on Tuesday -- the highest spike in daily infections yet. The total number of confirmed cases in Pakistan officially stands at over 34,000.\nSouth Korea nightclub cluster grows: Nearly 120 cases have been linked to an outbreak in Seoul's Itaewon nightlife district. With fears of a second wave, authorities have tested more than 20,000 people in relation to the outbreak.\nChinese province tightens restrictions: Six more people have become infected with coronavirus in northeastern China, prompting authorities to implement tighter lockdown measures in parts of Jilin province, which borders North Korea.\nSmoking danger: Smokers and former smokers, including e-cigarette users, have a significantly greater risk of developing severe cases of Covid-19 and dying from the illness than their non-smoking counterparts, according to a new study.\nRussia cases surge: The country is reporting the second highest number of infections in the world, with more than 232,000 officially confirmed. Tuesday was the 10th consecutive day that Russia reported more than 10,000 new cases.\nUS death toll could rise substantially: A key coronavirus model often cited by the White House has again raised its coronavirus death projection, now predicting there could be 147,000 deaths in the United States by August 4. ##Catch Up## TUI Group -- one of the world's largest tourism operators -- is making significant cuts following a severe loss over the last few months, due to the coronavirus pandemic. The Germany-headquartered travel group announced today that it will gradually resume its travel activities after suspending the vast majority of operations in March due to the coronavirus. However, as many as 8,000 jobs worldwide could be cut or not filled at all in order to reduce administrative costs by up to 30%, a statement posted on the company website reads. The statement said TUI's hotels in the German regions of Sylt and Mecklenburg-Western Pomerania will reopen in the coming days, while hotels and clubs in European destinations are also ready to welcome tourists. TUI is devising a 10-point catalog for increased hygiene, and protection measures are currently being implemented.  \"The safety and well-being of our guests and employees around the world continue to have top priority. Summer holidays in Europe can now gradually be made possible again -- responsibly and with clear rules,'' CEO Fritz Joussen said.  ##The Future## UNICEF published a report on Tuesday saying an additional 6,000 children could die every day from preventable causes over the next six months as the coronavirus pandemic continues to weaken health systems and disrupt routine services.  The report from the UN children's agency is based on an analysis by researchers from the Johns Hopkins Bloomberg School of Public Health, newly published in The Lancet Global Health journal. The organization said that based on the worst case of three scenarios in 118 low- and middle-income countries, the analysis estimates that an additional 1.2 million deaths of children under the age of 5 could occur in just six months, due to reductions in routine health service coverage levels. UNICEF also added some 56,700 more maternal deaths could occur in just six months, in addition to the 144,000 deaths that already taken place in the same countries over the same period. According to the modeling, the 10 countries that could potentially have the largest number of additional child deaths are: Bangladesh, Brazil, Democratic Republic of Congo, Ethiopia, India, Indonesia, Nigeria, Pakistan, Uganda and Tanzania. ##The Future## A 28-year-old sumo wrestler died of complications from coronavirus on Wednesday, according to Japan’s Sumo Association. Shobushi -- real name Kiyotaka Suetake -- died from multiple organ failures caused by pneumonia, and was the first person in the sport to succumb to the virus. The wrestler belonged to the Takadagawa stable and competed in sumo's seventh division. There are eleven divisions in all. Shobushi was admitted to hospital on April 8 after he developed a fever on April 4. He had been in intensive care since April 19, but his condition deteriorated.  \"He fought tenaciously against the disease, enduring the pain and suffering for more than a month like a sumo wrestler. We hope he will rest in peace now. We are very grateful to everyone in the medical institutes who treated him with utmost care,\" said Japan's Sumo Association in a statement on Wednesday.   Last month, Takadagawa's stable master also tested positive for coronavirus. So far, six members of the sumo association have been diagnosed with the virus.  The Sumo Association held its annual March tournament without spectators after the Japanese government requested the cancellation of large sports events. Earlier this month, the sumo association canceled the Summer Grand Sumo Tournament and changed the venue of its July 2020 tournament. It will now take place at Tokyo’s Ryogoku Kokugikan behind closed doors. The border between Austria and Germany will start to gradually reopen from Friday, the Austrian tourism ministry said today. A spokesman for the ministry said the chancellors of the two countries agreed to reopen the border for day-trippers and commuters in a first step towards full normalization. The second step would see a full reopening on June 15, taking into account coronavirus numbers at the time, the spokesman said. ##Lockdowns## US Secretary of State Mike Pompeo posted pictures of himself wearing a red, white and blue face mask after touching down at Ben Gurion Airport in Tel Aviv on Wednesday. \"Glad to be in Israel to coordinate with (Israeli leaders) on countering two critical threats: Covid-19 and Iran,\" Pompeo said on his official Twitter page. A memo went out to White House staffers on Monday saying it is now required for all staffers entering the West Wing to wear a face covering, a source familiar told CNN. Several Trump administration staff have tested positive for coronavirus in recent days. ##Politics## School is out for an early summer for most US kids -- and discouraging signs about the spread of coronavirus are starting to cloud hopes of a return to class in the fall. Despite pressure from US President Donald Trump for a swift resumption of lessons, forecasts of higher than expected death tolls and a stubborn plateau of infections are already threatening the 2020-21 academic year in the worst affected regions. Since the return of kids to school will be one of the most tangible signs that the country is getting back to normal -- and will begin to make significant steps towards economic recovery -- the issue has a strong emotional as well as societal dimension. While many states have expressed a firm desire to get going in August, the California State University system announced Tuesday that almost all of its classes would be conducted remotely in the fall semester. And the University of California said it was likely none of its campuses would fully reopen in the fall either. The moves highlight how schools with thousands of students are potential Covid-19 hotspots and also face concerns that students may struggle to travel to campus. One of Trump's top coronavirus task force advisers, Dr. Anthony Fauci, told a Senate committee it would be a \"bridge too far\" for colleges to expect a vaccine or widely available treatment to be ready by the time students return to campuses. Read the full analysis: ##Politics## Britain's economy contracted by 2% in the first quarter of 2020, compared to the fourth quarter of 2019, according to GDP data released on Wednesday by the UK’s Office for National Statistics. “This release captures the first direct effects of the coronavirus (COVID-19) pandemic and the government measures taken to reduce the transmission of the virus,” the ONS said. The UK’s GDP contracted by 5.8% in March alone, the biggest monthly fall since the data series began in 1997, the ONS said. The Calgary Zoo in Canada is sending two giant pandas back to China due to a shortage of bamboo. The zoo said in a statement that it usually flies in bamboo from China to feed the animals, but the Covid-19 pandemic had disrupted flights and caused delays in supplies. The duo, named Er Shun and Da Mao, were supposed to stay in Canada until 2023 as part of a 10-year agreement with China, but the zoo decided to send them back early out of concern that delays could worsen if there's a second wave of coronavirus cases. A panda's diet consists almost entirely of fresh bamboo, the Calgary Zoo said, and the animals typically eat about 40 kilograms (88 pounds) of it each day. Much of the bamboo Er Shun and Da Mao ate before the pandemic was flown in directly to Calgary from China, but those flights have been canceled. The zoo said it tried to find new bamboo suppliers to keep the pandas fed, but encountered several logistical issues. They also worry that these new supply lines could be disrupted at a moment's notice, leaving the pandas completely without food. \"We believe the best and safest place for Er Shun and Da Mao to be during these challenging and unprecedented times is where bamboo is abundant and easy to access,\" the president and CEO of the Calgary Zoo, Dr. Clément Lanthier, said in a statement. \n\"This was an incredibly difficult decision to make but the health and well-being of the animals we love and care for always comes first.\" ##Lockdowns## Pakistan reported another highest daily rise in coronavirus cases with 2,255 new infections recorded in the past 24 hours, according to the country's health ministry. The country instituted a phased reopening from lockdown on Saturday.  The total number of cases in Pakistan now stands at 34,336, with 737 deaths recorded as a result of the virus.  ##Cases## Germany's reproduction rate for the novel coronavirus has dipped back below the key threshold of 1, the country's center for disease control said today.   The so-called R0 had been above 1 for three consecutive days -- a sign the disease may have been expanding rather than being pushed back.  \"The decline in new infections which we have seen in the past weeks is flattening and may be reaching a plateau,” the Robert Koch Institute wrote in its daily data brief.  Germany continues to deal with several larger scale outbreaks in meat processing plants and retirement homes as the country eases restrictions to combat the pandemic.  Official daily data from Tuesday showed 798 new infections and 101 Covid-19-related deaths during that 24-hour period.  ##Cases## In January this year, Kerala became the first Indian state to report a coronavirus case. Now, four months later, it claims it has flattened the curve. Although India has been under a strict nationwide lockdown since late March, cases have continued to rise -- the country of 1.3 billion has reported more than 74,000 cases, including over 2,400 deaths. But Kerala, a thin strip on the country's southern coast, has appeared to buck that trend. Although Kerala has a population of around 36 million -- almost as big as Canada -- it has reported just 519 cases and four deaths. As of Saturday, it had only 16 active cases, according to the state's finance minister, Thomas Isaac. For comparison, Maharashtra, the worst-affected state in India, has reported more than 23,000 cases, including at least 860 deaths. Experts say part of Kerala's success is thanks to swift action and learning from past disease outbreaks. But Kerala also shows how disparate India is -- and how much a person's chances against the virus depend on where in the country they live. Read more: Thailand today reported no new coronavirus cases for the first time since January 13, according to the country's Centre for COVID-19 Situation Administration. CCSA spokesman Dr. Taweesilp Visanuyothin told reporters that the total number of infections in the country now stands at 3,017. A total of 56 patients have died, while 2,844 have recovered and been discharged. CORRECTION: This post was updated to reflect the number of deaths. ##Cases## Dr. Anthony Fauci, a key member of the White House's coronavirus task force, warned senators Tuesday that states and cities face serious consequences if they open up too quickly amid the pandemic. Fauci urged states not to reopen until they know they have the capabilities to handle an inevitable uptick in cases once they relax stay-at-home orders. In a high-profile hearing where witnesses and many lawmakers joined via video conference, Fauci also told a Senate committee on Tuesday it was a \"bridge too far\" for schools to expect a vaccine or widely available treatment for Covid-19 by the time students return to campuses in the fall, though he expressed optimism a vaccine would be developed in the next year or two. Fauci, who leads the National Institute of Allergy and Infectious Diseases, was subdued but candid in his testimony about efforts to respond to the coronavirus outbreak and roll back stay-at-home orders on Tuesday in the Senate's first hearing on the coronavirus outbreak since March. \"My concern that if some areas -- cities, states or what have you -- jump over those various checkpoints and prematurely open up, without having the capability of being able to respond effectively and efficiently, my concern is we will start to see little spikes that might turn into outbreaks,\" Fauci said in testimony before the Senate Health, Education, Labor and Pensions Committee. Read more: ##Lockdowns## A cluster of coronavirus cases connected to clubs frequented by South Korea's gay community has sparked an outpouring of hate speech towards the country's already-embattled LGBTQ population. At least 119 cases have been linked to nightlife venues in the South Korean capital, and on Saturday, Seoul ordered all clubs and bars to temporarily close. The cluster has caused alarm in South Korea, which was among the first countries outside of China to deal with a large-scale coronavirus outbreak. In recent weeks, however, authorities had begun loosening restrictions as case numbers fell. The suggestion that the outbreak is linked to the city's gay scene has sparked a huge backlash against the LGBTQ community, including the 29-year-old man believed to be at the center of the cluster. Local media has emphasized his sexual orientation and reported that the clubs he visited are gay venues, although the venues do not openly describe themselves as such on their official websites or social media accounts. That reaction could make contact tracing harder, with people afraid to be associated with the LGBTQ community and having their sexuality outed. Read more: The spokesman for Mexican Foreign Secretary Marcelo Ebrard tested positive for Covid-19 on Tuesday evening.  Spokesman Roberto Velasco Álvarez announced his condition on Twitter, saying, \"I report that I tested positive for Covid-19 today. I will stay at home, remotely coordinating the tasks in my charge.\" ##Cases## The US Centers for Disease Control and Prevention is preparing to release an alert warning doctors to be on the lookout for a dangerous inflammatory syndrome in children that may be linked to coronavirus infection, a CDC spokesman said on Tuesday. The syndrome is marked by persistent fever, inflammation, poor function in one or more organs, and other symptoms similar to shock. An informal panel of pediatricians organized by Boston Children’s Hospital named it pediatric multi-system inflammatory syndrome potentially associated with Covid-19. The CDC spokesman said the agency was preparing an alert to go out on the Health Alert Network, or HAN, to thousands of physicians and other clinicians around the country. “We will provide a working case definition of what cases look like. They’ll be asked to report cases to state and local health departments so we can try to learn about much about this syndrome as we can,” the spokesman said. The CDC is working with the Council of State and Territorial Epidemiologists to get the definition of the syndrome. It could be released on Wednesday or Thursday, the spokesman said. New York state has reported 100 possible cases. “We lost three children, (a) 5-year-old boy, 7-year-old boy and 18-year-old girl,” Gov. Andrew Cuomo told reporters on Tuesday.  New York City has 52 cases with an additional 10 cases pending, Mayor Bill de Blasio said Tuesday. Last week, the informal panel, called the International PICU-COVID-19 Collaboration, released a consensus statement defining the condition. Dr. Jeffrey Burns, chief of critical care medicine at Boston Children’s Hospital, coordinates the panel. “In some cases, children present with shock and some have features of Kawasaki disease, whereas others may present with signs of cytokine storm. In some geographic areas, there has been an uptick in Kawasaki disease cases in children who don’t have shock,” Boston Children’s Hospital rheumatologist Dr. Mary Beth Son said. ##Cases## More than 4.2 million people have been infected by Covid-19 worldwide, including at least 291,000 deaths, according to Johns Hopkins University. If you're just joining us, here are the latest developments from around the globe: South Korea nightclub cluster grows: Nearly 120 cases have been linked to an outbreak in Seoul's Itaewon nightlife district. With fears of a second wave, authorities have tested more than 20,000 people in relation to the outbreak.\nChinese province tightens restrictions: Six more people have become infected with coronavirus in northeastern China, prompting authorities to implement tighter lockdown measures in parts of Jilin province, which borders North Korea.\nUS death toll could rise substantially: A key coronavirus model often cited by the White House has again raised its coronavirus death projection, now predicting there could be 147,000 deaths in the United States by August 4.\nRussia cases surge: The country is reporting the second highest number of infections in the world, with more than 232,000 officially confirmed. Tuesday was the 10th consecutive day that Russia reported more than 10,000 new cases.\nSmoking danger: Smokers and former smokers, including e-cigarette users, have a significantly greater risk of developing severe cases of Covid-19 and dying from the illness than their non-smoking counterparts, according to a new study.\nIndia stimulus unveiled: In a national address Tuesday, PM Narendra Modi announced an additional financial package to help India’s ailing economy during the coronavirus outbreak. Modi said the new stimulus package, along with previous measures taken by the government, would account for about $266 billion -- or around 10% of the country’s GDP.  ##Catch Up## The US Federal Emergency Management Agency returned a shipment of Russian ventilators after the same models reportedly caught fire in St. Petersburg, a FEMA spokesperson said.   When asked about the ventilators the spokesperson said they had been sent at the beginning of April to the United States. “At the time, a severe ventilator shortage was projected in New York (NY) and New Jersey (NJ), so the ventilators were delivered to warehouses owned by the two states. Thankfully, the flattening curve meant these ventilators were not needed, but they were held in reserve in case the situations in NY and NJ worsened,\" the statement said. \n\"The ventilators have not been deployed to hospitals. Out of an abundance of caution, the states are returning the ventilators to FEMA. The conclusion(s) of the investigation being conducted by the Russian authorities into the fire in St. Petersburg will help inform our decision regarding any future use of the ventilators.” FEMA later noted that none of the Russian-supplied ventilators brought into the US had burst into flames. The researcher behind the influential model the White House often cites when talking about projected novel coronavirus cases told CNN’s Don Lemon on Tuesday that a decision by states to reopen will increase US deaths. Dr. Chris Murray said his model now projects 147,000 deaths in the US by August. That projection is up 10,000 deaths from two days ago and more than double what was projected two weeks ago.  “We originally had thought that people would go the distance, keep social distance in place right until the end of May, bring the number of those cases down to a very low level and then we could have transitioned to managing that number of cases through testing and contact tracing and isolation, but what’s happened is states have relaxed early, people have heard the message,” Murray said.  Murray is the director of the Institute for Health Metrics and Evaluation. He’s seeing more people gathering in groups, like they did in his neighborhood for Mother’s Day he said, and with that mingling comes new cases.  “And that’s playing out in the projections, unfortunately,” Murray said. The numbers could increase even more as additional states loosen stay-at-home mandates, he added. Death numbers are slowly declining, but each additional interaction brings greater risk of transmission. Murray said he hopes testing will increase, but additional testing is already accounted for in their model. “We may go from having this long, slow, steady decline (to exponential growth),” Murray said, warning cases could potentially double every 10 days. “That’s the real risk.” The wild card, he said, could be warmer temperatures. Flu cases decline in the summer, but with the novel coronavirus, scientists don’t know if that will happen.  “That’s the thing about a new pandemic, we just don’t know everything,” Murray said.  ##Cases## Six more people have become infected with coronavirus in northeastern China, prompting authorities to implement tighter lockdown measures in parts of Jilin province.  China's National Health Commission on Wednesday reported six new locally transmitted cases in Jilin province  -- which borders North Korea -- and local officials have linked them to an outbreak that began in the city of Shulan last Thursday.   Following the detection of the cluster, the Chinese government has dispatched a team of experts to help local authorities cope with the situation in Shulan and its surrounding area.  The government of Jilin City, which administers nearby Shulan, on Wednesday announced the suspension of train services leaving the city starting at 6 am local time.   Lockdown measures have been expanded to cover the entire Jilin City jurisdiction, which has a population of more than 4 million, with more rigorous temperature checks and tracking of people’s movements.  Gatherings and meetings are prohibited, and entertainment venues will be closed. China also reported one more imported case in Shanghai on Wednesday but no new deaths in the previous 24 hours.   ##Lockdowns## South Korean authorities have traced 28 further coronavirus cases to a nightclub cluster in Seoul, bringing the total number of new infections linked to the Itaewon nightlife district to 119. Vice Health Minister Kim Gang-lip said in a news briefing today that around 20,000 people had been tested in relation to the Itaewon outbreak. According to Kim, one of those who tested positive was a private tutor in Incheon, a city bordering the capital. The patient initially hid his movement but his GPS location tracking revealed his place of work. Eight new cases were then discovered, of which six were middle and high school students, Kim said. Two out of those eight cases had each gone to church services last weekend. Now epidemiological investigation is being conducted on the church congregations. Kim said that Incheon city announced that it will pursue legal action against the tutor and if found guilty, he could be punished with up to two years of prison. North Chungcheong Province office announced on Wednesday that there were at least seven members of the military who tested positive in relation to the Itaewon cluster. Seoul Mayor Park Won-soon said today that 10,905 people were confirmed to have been near the clubs, based on phone records, and 11% of them had been foreigners. Seoul city is texting those numbers in English to encourage testing, Park said. Six foreign English teachers reported that they have been to the clubs and the city is waiting for results of their tests. Overall, Korea added 26 new cases to the nation's overall confirmed count on Tuesday, bringing the total to 10,962. One new fatality was reported, bringing the death toll to 259. ##Cases## The patient had been relatively fine for the first 10 days he was down with Covid-19. Just 38, he didn't fit the description of people at high risk of complications from the novel coronavirus. \"He had mild pulmonary symptoms that he was just sitting at home with,\" said Dr. Sean Wengerter, a vascular surgeon in Pomona, New York. \"He had been diagnosed at an urgent care clinic and it was going fine at home. He just had a little cough.\" Until one of Covid-19's surprising effects kicked in. \"Then he just woke up with both his legs numb and cold and so weak he couldn't walk,\" said Wengerter, who is division chief of vascular surgery at Westchester Medical Center Health's Good Samaritan Hospital. Some of the other bizarre and worrying effects of the virus include: Swelling of the toes\nBlood clots\nOrgan failure Read more: ##Cases## Colleges and universities in the US are right to think and “fret” about classes in the fall semester, in light of forecasts that there will be a substantial surge of novel coronavirus cases later this year, an infectious diseases expert said Tuesday. Dr. William Schaffner told CNN’s Chris Cuomo that it is hard to predict whether cases will affect school openings. “It’s not an easy decision,” said Schaffner, a professor of infectious diseases at Vanderbilt University Medical Center.  “As with all of these things, I say there is not a right decision nor wrong decision, only tough decisions.” Much will rely on local conditions and circumstances, Schaffner said. “It’s an awful choice, because on the other side is all the financial depredation that’s been going on, the cultural and social disruption, so it’s an exceedingly difficult balancing act.”  The California State University system announced Tuesday it was canceling nearly all in-person classes for the fall semester. The system has more than 500,000 students and 55,000 employees, according to its chancellor, who said he is concerned about the threat posed by the coronavirus coupled with the influenza season in the fall. “If you have 500,000 plus people in close proximity on a daily basis, interacting with one another, that’s not conducive to mitigating the spread of the disease,” Timothy White told Cuomo. \n“We can’t change the biology of Covid-19, but what we can do is change our behaviors individually and collectively as a university to minimize the current spread and morbidity and mortality of that.” ##The Future## Prices are tumbling in America as the coronavirus lockdown drags on and people spend less. US consumer prices declined for the second-straight month in April, the Bureau of Labor Statistics (BLS) reported on Tuesday. Prices fell by 0.8% on a seasonally adjusted basis in April, marking the largest drop since December 2008. That's an alarming drop, dragged down primarily by falling gasoline and energy prices. But excluding volatile food and energy, prices still fell by 0.4%. That's the largest monthly decline in the so-called core consumer price index since the BLS began tracking the data in 1957. Falling prices might sound like a good thing, but economists agree that deflation -- the opposite of inflation -- would be very bad news. When prices fall because people aren't buying things, manufacturers sometimes can't charge enough to make the product they're trying to sell. That means they'll stop making those products and lay off workers. That can start a vicious circle in which demand continues to fall as more people lose their jobs. Read more: ##The Future## London’s transport operator is in a “critical” financial situation and needs to reach an agreement with the government in the next 48 hours, London’s Deputy Mayor for Transport Heidi Alexander said Tuesday. Alexander told a Transport For London (TFL) finance committee that the local government body may be forced to issue a Section 114 notice, which is the equivalent of a public body going bust, if an agreement is not reached.  “It’s clear the situation is now critical ... and that there is just no sustainable way forward without direct government support,” Alexander said. Across London, tube travel has been reduced by 95% and bus travel by 85% during the coronavirus outbreak, TFL said in a statement on Monday. On April 24, the organization announced it had furloughed 7,000 staff -- around 25% of its workforce -- under the government’s coronavirus job retention scheme. It said this would save it an estimated £15.8 million ($19.3 million) every four weeks. However, a TFL document submitted to Tuesday’s committee says its loss from the \"steep decline\" in revenue for the full year is anticipated to be over £4 billion ($4.9 billion) and the remaining gap to balance its proposed Emergency Budget for 2020/21 is around £3.2 billion. It says TFL is in ongoing discussions around how this should be funded with the Department for Transport and HM Treasury. “We have done everything possible to help reduce the spread of coronavirus by working with the Government to rapidly reduce ridership to low levels not seen for 100 years while keeping transport available for essential journeys, such as NHS or supermarket staff heading to work. This was the right thing to do and has saved lives. But given that 80 per cent of our income is from fares, it has had a highly significant impact on our finances and will do for the coming months,” a TFL spokesperson told CNN on Tuesday.\n“This is why our finance committee will discuss a proposed Emergency Budget that prioritises what is essential for maintenance of basic services to support coronavirus government planning. This is an interim measure until we can propose a revised budget later in the year. But it is clear that the long term impact of the coronavirus will mean that we need financial support now and into the future so that we can support the recovery of London and the UK. We are in constructive discussions with the Government over the necessary financial support, and a successful conclusion to these is now extremely urgent,” the statement continued.  CNN has contacted the Department for Transport for comment. Immune treatments and blood thinners can help children affected by an inflammatory syndrome that might be linked with coronavirus infection, pediatricians say. A panel called the International PICU-COVID-19 Collaboration has compared notes and released a consensus statement defining the condition, naming it “Pediatric Multi-System Inflammatory Syndrome Potentially Associated with COVID-19.” “To date, most children affected have done well. Treatments have included anticoagulation, IV immunoglobulin, IL-1 or IL-6 blockade, and corticosteroids. Some children have only needed supportive care,” Boston Children’s Hospital said on its website.  Dr. Jeffrey Burns, chief of critical care medicine at Boston Children’s Hospital, coordinates the panel. The syndrome is marked by persistent fever, inflammation, poor function in one or more organs, and other symptoms similar to shock. “In some cases, children present with shock and some have features of Kawasaki disease, whereas others may present with signs of cytokine storm. In some geographic areas, there has been an uptick in Kawasaki disease cases in children who don’t have shock,” Boston Children’s Hospital rheumatologist Dr. Mary Beth Son said.  Kawasaki disease involves inflammation in the walls of medium-sized arteries and can damage the heart. ##Cases## Smokers and former smokers, including e-cigarette users, have a significantly greater risk of developing severe cases of Covid-19 and dying from the illness than their non-smoking counterparts, according to a new study from the University of California, San Francisco.  “Smoking is associated with substantially higher risk of COVID-19 progression,” Stanton Glantz, a professor of medicine at the UCSF Center for Tobacco Control Research and Education, said in a statement. The meta-analysis, or study of studies, looked at 19 peer-reviewed papers from China, South Korea and the United States. It found 30% of smokers developed more severe forms of Covid-19 compared to 17.6% of non-smokers. “The meta-analysis showed an association between smoking and COVID-19 progression,” Glantz and colleagues wrote in the journal Nicotine & Tobacco Research. “Smoking and e-cigarette use increase the risk and severity of pulmonary infections because of damage to upper airways and a decrease in pulmonary immune function in general, although these effects have not yet been studied for SARS-COV-2, the virus that causes COVID-19,” they wrote. “Smokers have a known higher risk of infection and mortality from MERS-COV, a viral respiratory illness caused by a different coronavirus.” The analysis likely underestimated how smoking affects the risk of contracting the coronavirus in the general population, the authors said, because the studies the analysis is based on were only focused on those who had already developed Covid-19. But the authors urged health officials to add smoking cessation for both tobacco and e-cigarette products to the list of steps needed to curb the pandemic, and are advocating for more data collection on smokers and e-cigarette users to see if they’re at greater risk of contracting the disease. ##Cases## Workplace communication tool Slack is back online after being down for a short period of time this morning. The outage was tough timing for the platform as workers have increasingly come to depend on the service for telework during the coronavirus pandemic. Slack said Tuesday evening that it was investigating connectivity issues with the productivity app, following reports of outages on the service.  The company acknowledged that users were experiencing failures in sending messages, in a status update on its website. Slack has more than 12 million daily active users, according to the company's website. A key coronavirus model often cited by the White House has again raised its coronavirus death projection, now predicting 147,000 deaths in the US by August 4. That’s an increase of about 10,000 deaths compared to the model’s estimate from this weekend, which was already higher than earlier projections.  On Sunday, Dr. Christopher Murray, director of the Institute for Health Metrics and Evaluation at the University of Washington, tied the earlier increase to “explosive increases in mobility in a number of states.” Compared to Sunday, the model now projects about 2,450 additional deaths in New York, 2,000 additional deaths in Massachusetts and 1,700 additional deaths in Pennsylvania. Other states saw sizable increases as well. North Carolina, for example, is now expected to see about 3,200 more deaths, and Maryland about 1,200 more. Some states saw decreases in projected deaths, however, including Georgia, which is now expected to see 1,500 fewer deaths. The model’s projection for Indiana has also gone down by 1,600 deaths. On its website, IHME said exact reasons for the changes vary by state. But the institute pointed to “epidemiological indicators and key drivers of viral transmission,” like changes in testing and mobility.  IHME also pointed to the easing of social distancing policies, but said “the full potential effects of recent actions to ease social distancing policies, especially if robust containment measures have yet to be fully scaled up, may not be fully known for a few weeks due to the time periods between viral exposure, possible infection, and full disease progression.” Watch: ##The Future## ##Cases## Russia is reporting the second highest number of coronavirus cases in the world, after the United States, according to Johns Hopkins University's tally.  The country has officially recorded at least 232,243 confirmed cases and at least 2,116 deaths from the virus, according to JHU.  Tuesday was the 10th consecutive day that Russia reported more than 10,000 new cases. CNN is tracking worldwide coronavirus cases here: ##Cases## Iceland expects to start lifting restrictions on international arrivals to the country \"no later than June 15,\" the government said in a statement on Tuesday.  Travelers will likely have to choose between being tested for Covid-19 or a two-week quarantine upon arrival. All arrivals will also be required to use the official tracing app during their stay. \"Iceland's strategy of large-scale testing, tracing and isolating have proven effective so far. We want to build on that experience of creating a safe place for those who want a change of scenery after what has been a tough spring for all of us,\" the Minister of Tourism, Thordis Kolbrun Reykfjord Gylfadottir, said in a statement. The government also announced that some professionals arriving in Iceland from May 15, including essential workers, \"scientists, filmmakers, and athletes will be eligible for a modified quarantine.\" This means companies can request an exemption from quarantine if they can guarantee safety procedures in their work environment. \"These measures do not preclude the option of bilaterally opening borders between coronavirus-free countries,\" the government added.  Since January, Iceland residents arriving from \"high-risk\" areas have to undergo a mandatory 14-day quarantine. The rule was extended to all travelers on April 24, as Iceland kept its Schengen borders open throughout the pandemic. So far, Iceland has only seen three confirmed infections of Covid-19 in May, according to the statement.  ##The Future## Canada is looking to strengthen surveillance at US border crossings as discussions continue between the two countries about when and how to reopen the border to nonessential travel.  “We are looking at stronger measures to make sure that we’re following up appropriately on people who come over,” said Canadian Prime Minister Justin Trudeau during a news conference in Ottawa Tuesday. The Canadian government is looking at administering questionnaires, contact tracing apps, temperature and medical history checks. “We’re going to be very, very careful about reopening any international travel, including the United States before we feel that it is time,” Trudeau said. Some background: Canada and the US agreed to close the border to nonessential travel in March and the current agreement, already extended, expires May 21. There is still no decision on whether the border agreement will remain in place beyond that date.  Canadian premiers and mayors across the country have expressed concern about fully reopening the border as the US continues to deal with Covid outbreaks and significant community spread.  “Preventing transmission from outside of Canada into Canada, once we have controlled the spread within Canada, will be an essential part of ensuring that we don’t fall back into a second wave that could be as serious as this wave we’re going through, or even more so,” Trudeau said. ##The Future## The worst-hit Italian region of Lombardy has reported a small increase in the number of Covid-19 cases for the second day in a row.  This comes after a few days where active case numbers were decreasing, according to the Italian Civil Protection Agency. On Tuesday, active cases in the region increased by 264, making a total of 30,675. However, Lombardy officials said the increase in cases could be explained by additional data that was collected over the past few days. Across Italy, at least 30,911 people have died from Covid-19, according to the Italian Civil Protection Agency on Tuesday. That is an increase of 172 since the day before and a variation in line with previous days. The total number of cases recorded in Italy, including deaths and recoveries, is now at least 221,216. ##Cases## The French death toll from coronavirus is now at least 26,994, according to data from Johns Hopkins University. At least 21,595 people remain in hospital, the country's health ministry said. France has recorded at least 178,349 confirmed cases of Covid-19. ##Cases##", "Section": "world", "Writers": ["Ben Westcott", "Adam Renton"], "URL": "https://www.cnn.com/world/live-news/coronavirus-pandemic-05-13-20-intl/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Thailand", "Source": "CNN"}