{"Type": "article", "Time": "2020-10-15", "Headline": "Hong Kong and Singapore confirm date for launch of new 'travel bubble'", "Text": "Hong Kong and Singapore have set a date to launch their new \"air travel bubble,\" which will allow residents to travel between the two Asian hubs without requiring quarantine or restrictive control measures. Singapore's aviation authority says the \"inaugural Air Travel Bubble\" (ATB) will start on November 22 \"following the conclusion of negotiations earlier this week.\"  \"The ATB is a milestone arrangement between two aviation hubs and seeks to revive air travel in a safe and progressive way,\" says a press statement released by the Civil Aviation Authority of Singapore on Wednesday. Travelers between the two cities will undergo compulsory Covid-19 testing before flying.  Critically, travelers will not be subject to any quarantine or stay-home notice requirements, or a controlled itinerary. \"As a start, there will be one flight a day into each city with a quota of 200 travelers per flight. This will be increased to two flights a day into each city with a quota of 200 travelers per flight from 7 December 2020,\" the statement adds. Travelers will have to meet certain parameters before embarking such as having made no trips in the previous 14 days. The announcement does caution that should the Covid-19 situation deteriorate in either city the ATB will be suspended.   \"The Singapore-Hong Kong Air Travel Bubble enables us to achieve two objectives at the same time -- open up our borders in a controlled manner, while maintaining safety in our societies,\" said Ong Ye Kung, Singapore's minister for transport, in the statement.  \"While we may be starting small, this is an important step forward. I have no doubt both Singapore and Hong Kong will co-operate fully to make this scheme work.  It will be a useful reference for other countries and regions that have controlled the epidemic, and are contemplating opening their borders.\" Open travel in both the Chinese city and the Southeast Asian country has been suspended for months. When the coronavirus pandemic hit, both governments shut borders and denied entry to most non-residents and short-term visitors. In Hong Kong, returning residents are required to undergo a 14-day quarantine and wear an electronic bracelet to track their location.  But both cities have managed to get their Covid outbreaks under control, and reported low numbers of local infections in the past few months -- which is why they agreed in principle to the travel bubble plan during discussions in October, according to a statement released October 15. \"This is a milestone in our efforts to resume normalcy while fighting against the long-drawn battle of Covid-19,\" said Edward Yau, Hong Kong's Secretary for Commerce and Economic Development, in the statement. Containing local outbreaks The travel bubble and the low Covid-19 cases reflect a remarkable turnaround in both places.  Hong Kong experienced a third wave earlier this summer, with daily new cases leaping from the single digits up to a peak of 149 in July. Restrictions, which had been slowly easing swiftly came back, with public gatherings capped at two people and a brief total suspension of all dine-in services. The restrictions drew public criticism at times -- construction workers and daily laborers, for instance, were photographed crouching by the sidewalk or near public bathrooms with takeout boxes.  But the restrictions also appear to have worked: Hong Kong's new case count had dropped back to about a dozen a day by August, and even reached zero on some days. Earlier this spring, Singapore struggled to contain soaring infection numbers, with daily cases surpassing 1,000 a day by April. The vast majority of cases occurred in crowded dormitories for migrant workers, many from South and Southeast Asian countries, such as Bangladesh and India. Authorities put the dorms under total lockdown, relocated infected residents, and implemented other measures like mass testing. The outbreak took months to control, and highlighted the migrant workers' poor living conditions before a global audience -- but cases did gradually fall over the summer. By August, daily case numbers were down to the dozens. With the situation stabilized, Singapore has relaxed its restrictions; apart from the Hong Kong travel bubble, it has also agreed to reopen cross-border travel for essential business with Indonesia, and to partially reopen its land border with Malaysia for business travel. ", "Section": "travel", "Writers": ["Jessie Yeung"], "URL": "https://www.cnn.com/travel/article/hong-kong-singapore-travel-bubble-intl-hnk-scli/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Malaysia", "Source": "CNN"}