{"Type": "article", "Time": "2017-12-05", "Headline": "China or the US? Australia's tricky balancing act", "Text": "In its newest foreign policy announcement, the Australian government is confronting the reality that the pocket of the world it lives in is rapidly changing, and that it has to keep two very different partners happy if it wants to keep its surrounding waters calm, and its economy strong. \"The Indo-Pacific's stability depends more than ever on the actions of, and relations between, two of Australia's most important partners, the United States and China,\" Australia's Foreign Policy White Paper, released late November, stated. The White Paper is the government's blueprint that helps shape Australia's relationship with other nations over years and across political party lines. The previous White Paper published in 2013 focused entirely on Asia. China is Australia's largest trading partner, \"with the capacity to influence virtually all of Australia's international interests,\" Canberra notes, while banking on the US' long-term interests to \"anchor its economic and and security engagement\" in the region. But for Australia, its relationship with the US remains paramount and it has sought to limit Beijing's influence and power.  \"The alliance [with the US] is a choice we make about how best to pursue our security interests,\" the paper said. \"It is central to our shared objective of shaping the regional order.\" Balancing partnerships The day after the White Paper came out, Beijing said it found the policy statement to be \"generally positive towards China.\" But it sought to again \"advise\" Australia to stay out of regional affairs like China's ambitions in the South China Sea. In the paper, the Australian government urged \"all claimants to refrain from actions that could increase tension, and ... called for a halt to land reclamation and construction activities.\" \"Australia is particularly concerned by the unprecedented pace and scale of China's activities. Australia opposes the use of disputed features and artificial structures in the South China Sea for military purposes. We support the resolution of differences through negotiation based on international law,\" the paper said. At a monthly press conference on November 30, Chinese defense ministry spokesperson Wu Qian said Australia had no claim in the region and its comments were \"irresponsible.\" \"It has been proven by facts that interference from countries outside the region can only complicate the South China Sea issue and will be of no help to regional peace and stability. We urge Australia to strictly abide by its commitment not to pick sides on territorial sovereignty disputes or to hold an old mentality while looking at the new Asia-Pacific region.\"  Australia has had a long-standing position on the South China Sea dispute, in which several countries in the region including Vietnam, the Philippines, Taiwan, Malaysia, Brunei and China all have competing territorial claims. It has steadfastly called for all nations to abide by international laws which ensure freedom of navigation and trade in the disputed waters. China has extended its claim to ocean and islands that extend far outside the internationally-agreed zone.  Australian war planes routinely conduct surveillance flights and the Australian Navy sails through the contested waters to ensure freedom of navigation. But they are not party to the Freedom of Navigation Operations the US and other allies including the Philippines carry out, which sail almost within 12 nautical miles of China's artificial islands, prompting furious reactions from Beijing. Canberra's allies want it to do more. Japan's ambassador to Australia said Canberra's involvement in four-way talks that include Japan, Australia, the US and India were \"critical\" for freedom of navigation and trade in the South China Sea. China accused the nations involved in the Quadrilateral Security Dialogue as \"politicizing or excluding relevant parties,\" since China was not included.  In May this year, Arizona Senator John McCain visited Australia and suggested its Navy join the freedom of navigation exercises China finds so irksome. \"If the Chinese are able to stop us from exercising freedom of navigation then that has severe consequences for the whole region,\" McCain said.  'Things are coming home to roost' For years Australia has been one of Washington's most reliable military partners, deploying troops to fight alongside the United States forces since the 9/11 attacks, from Afghanistan to the war in Iraq, to the coalition fighting ISIS. At the same time, Australia has been the beneficiary of significant Chinese investment, of the sort that allowed it to steer largely clear from the financial crisis and ensuing economic slowdown that swept the globe in 2008 and 2009.  It's been a delicate dance for Australia, entertaining two very different partners with two contrasting objectives. That deftness in keeping the two separate may not be so easy anymore. \"Things are coming home to roost in a much more direct sense now,\" said Euan Graham, director of the International Security Program at the Lowy Institute.  \"Australia is much more risk averse about siding militarily and providing forces and being assertive in its own backyard for the obvious reason: there is a key strategic downside if China is going to make the bilateral relationship hostage to those kinds of calculations,\" he said. A partnership decades strong Australia's strategic relationship with the United States began when the two countries fought together in World War II. In 1951 they signed the ANZUS security treaty that binds the two nations together, and separately, Australia with New Zealand, to partner on security in the Pacific Ocean. Barring Canberra's relationship with Wellington, it is Australia's strongest defense partnership.  James Curran, a former government official who lectures at the University of Sydney on Australian political culture and foreign policy, says the US alliance brings enormous benefits to Australia in terms of intelligence sharing, defense technology and military training. \"I saw that relationship up close and I saw what it delivers and I also think that when you strip the alliance back to its bare essentials, it still provides a deterrent for Australia. That is to say, any hostile power in the region considering some kind of aggression against Australia would have to at least keep the existence of the US alliance in mind,\" said Curran. The partnership has embedded Australians in key US command positions and given Canberra, as part of the Five Eyes pact, access to intelligence few in the region see.  It also, importantly, allows Australia to purchase US defense technology and hardware at discount prices. \"It's a guesstimate how much Australia would have to spend if it was purely self-reliant, but it would be at least double the amount and possibly a lot more than it spends at the moment,\" said Graham. \"So it's in Australia's interest not just to act as the kind of deferential ally, but there's a hard-core strategic and economic interest in siding with the United States.\" A mutually beneficial relationship  Australia's defense spending has spiked in recent years. Canberra plans to increase spending to around $33 billion or 2% of GDP by 2021-2022. Spending will also go to US contractor Raytheon for a new short-range ground-based air defense system and 72 new F-35A Joint Strike Fighter aircraft. The benefits of this relationship swing both ways, says Graham. \"Geographically where we are, we're not too close, we're not too far away so if you're thinking from a purely strategic point of view, where would the United States want to position its forces from in case of an increase in tensions or conflict in the region?\" \"Australia offers very significant advantages. It's outside of all but the longest range missiles and it offers unlimited land space, virtually unlimited air space from which US forces could operate,\" he said. Graham says that while this is theoretical, it is something US strategists obviously take into account in the weight they put into the relationship. China's long arm The specter of Chinese influence and power, however, has never loomed larger in Australia than it does now, and the Australian government is responding with legislative action. On December 5, Prime Minister Malcolm Turnbull announced new laws that would create a \"transparency scheme\" that would require political donors to declare if they were working for or on behalf of a foreign power. \"If you act covertly on behalf of a foreign actor, in a way that harms Australia's national security, to influence the political process, or a Government decision, that conduct will be criminalized,\" said Attorney-General George Brandis.   Earlier this year, an ABC Australia program reported on several powerful and wealthy Chinese individuals who've given money to Australia's two main political parties to purportedly curry favor and strengthen Beijing's position in Australia's foreign policy. At least one of those individuals has sued ABC and Fairfax, which partnered with the program on the story, for defamation. The media organizations are fighting the suit.  An Australian Senator stood down from a leadership role last month after a recording published by Australian media outlets revealed that he contradicted his political party's position on the South China Sea, and defended Beijing instead. The same politician had met with controversy before, when it emerged in 2016 that he'd accepted payment from Chinese companies for legal and travel expenses. Former Defense Minister Dennis Richardson, speaking in Sydney in August, said the country is not in denial about China's maneuverings in Australia. \"China does conduct intelligence activities against us and I've said that's no reason for us to engage in panic-driven anti-Chinese decision-making over something we ought to be aware of and conscious of,\" he said. \"Our relationship with China is always going to be more complex than our relationship with the United States.\"    While conceding that Australia will never have the depth of relationship with China that they currently have with the United States -- because there are \"too many differences\" -- Richardson said there is \"national interest\" in building the relationship with China and improving mutual trust. 'A rapidly changing multi-polar world\"  Releasing the government's white paper in late November, Turnbull outlined Australia's precarious position in shifting global dynamics. \"We are navigating a rapidly changing multi-polar world in which each of the major players are testing their relationships with each other, while undergoing rapid change themselves,\" Turnbull said.  \"We are experiencing unprecedented prosperity and opportunity, but the liberal rules-based order that underpins it all, is under greater stress than at any time since its creation in the 1940s. This is the first time in our history that our dominant tra", "Section": "asia", "Writers": [], "URL": "https://www.cnn.com/2017/12/05/asia/australia-us-china-relationship-intl/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Malaysia", "Source": "CNN"}