{"Type": "article", "Time": "2021-03-12", "Headline": "Quad alliance of US, Japan, India and Australia is part of Biden's plan to contain China. But some experts aren't so sure", "Text": "US President Joe Biden's administration entered the White House this year aiming to unite allies in efforts to contain China's territorial claims across the Indo-Pacific. On Friday, Biden takes his biggest step toward that goal so far, bringing together a virtual gathering for leaders of the Quad -- the loose alliance of the United States, Japan, India and Australia that Beijing has called emblematic of a \"poisonous\" Cold War mentality. Washington said Covid-19, economic cooperation, and the climate crisis will be topics of discussion on Friday, while New Delhi said its Prime Minister, Narendra Modi, would be discussing a \"free and open Indo-Pacific\" with Biden, Japanese Prime Minister Yoshihide Suga and Australian Prime Minister Scott Morrison. Absent from those statements was any mention of China. But it was the rise of the Asian economic and military superpower that led to the Quad's revival in 2017 -- and it's Beijing's power plays that keep the bloc's four leaders up at night heading into the summit. The Quad, or Quadrilateral Security Dialogue, is an informal strategic forum, featuring semi-regular summits, information exchanges and military drills. While not a formal military alliance like the North Atlantic Treaty Organization (NATO), it is seen by some as a potential counterweight to growing Chinese influence and alleged aggression in Asia-Pacific. While members have emphasized the more benign aspects of the relationship, such as recent cooperation on the coronavirus pandemic, the potential for military encirclement by the Quad countries has not gone unnoticed by Beijing. And it's no wonder. US Navy Adm. Philip Davidson, the head of the US military's Indo-Pacific Command, on Tuesday called the Quad grouping a \"diamond of democracies\" in the Indo-Pacific. Davidson said Tuesday he hoped the organization could \"build into something bigger.\" \"Not in terms of security alone, but in terms of how we might approach ... the global economy, critical technologies like telecommunications and 5G, collaboration on the international order. Just much to be done diplomatically and economically,\" he said. Four keys for the Quad Writing in Foreign Policy this week, four fellows at the conservative Hoover Institution at Stanford University, including former US Defense Secretary James Mattis, said the Quad can play an important role in four key areas going forward: maritime security, supply chain security, technology and diplomacy. In maritime security, the Quad members can bring substantial naval assets that can help the US Navy counter China's shipbuilding surge, which has given it the world's largest fleet. India, for example, has an aircraft carrier; Japan has a fleet of quality destroyers and submarines. On supply security, the Hoover fellows argue that the industrial and manufacturing bases of the four large Quad economies can be leveraged to end advantages held by China in areas like medical supplies and pharmaceuticals that some allege have been problematic during the pandemic. On technology, Quad members need to pool resources to provide information security and develop new systems that don't require Chinese hardware or software that might present security risks, they say. And on diplomacy, the Hoover fellows say Japan, India and Australia maintain more influence and deeper relations with countries around the Indo-Pacific than the US now wields. \"Many countries in the region, especially Southeast Asia, will likely welcome the closer cooperation among the Quad members to balance against China's power,\" said Timothy Heath, senior analyst at the RAND Corp think tank. There's no guarantees any of this will happen, however. Remember, the first incarnation of the Quad wilted and cracked under pressure from China in 2007. China portrayed the organization as an attempt to encircle it and the possibility that Beijing could retaliate economically had the three US partners backing away from any strong positions. If the Quad tries to rein in China now, expect Beijing to retaliate, experts say. \"It will likely bring more tensions with China, including the possibility of economic retaliation against India, Australia, and Japan,\" Heath said. That could prove difficult for all three. For each, China is the largest trading partner. Comfort for Beijing But RAND analyst Heath points out that the Quad is far from a united front. Fissures between the members can be places of comfort for China, he said. \"It remains an informal gathering, with very little institutional backbone. In this sense, the Quad is most definitely not an 'Asian NATO,'\" he said, referring to the formal Western alliance that stood fast against the Soviet Union in the Cold War. \"The Quad members may share concern about China and about the need to uphold a rules-based order, but they also lack consensus on what to do about China. The priorities differ among members, with India mostly focused on the Indian Ocean while Australia and Japan are more concerned about the South China Sea,\" Heath said. And, to use a sports analogy, Beijing controls the tempo of the game right now, he added. \"If China steps up its military aggression against other countries, there is a possibility that the Quad could evolve into a more robust military alliance,\" said Heath.  But so long as China avoids confrontation, experts believe this potential will remain low -- a view shared by many in official Chinese circles, too.  Chinese state-owned newspaper the Global Times dismissed the grouping as an \"empty talk club\" in a report earlier this month. Citing experts, the report suggested that the framework of the group was flimsy and symbolic, and would ultimately come to nothing. ", "Section": "asia", "Writers": ["Brad Lendon"], "URL": "https://www.cnn.com/2021/03/11/asia/quad-us-india-japan-australia-intl-hnk/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}