{"Type": "article", "Time": "2020-03-22", "Headline": "Our best hope for fighting coronavirus", "Text": "Covid-19 is a pandemic of remarkable ferocity. The global population lacks immunity because this is the first time in known history that we are confronting this coronavirus. The virus is also highly transmissible. To add to the problem, many people who have been infected experience mild, if any symptoms, and transmit the disease without awareness either of the infected individual or those who they are infecting. The consequences of infection are often severe: roughly 14% of cases require oxygen therapy and 5% require admission to an intensive care unit. A study by researchers at Imperial College London, which applied Chinese data to the UK, estimates the overall case fatality rate is around 0.9%. There are several phases to a pandemic. When there are still just a few cases, it is still possible to identify and isolate the infected individuals and trace the people they have come into contact with so they too can be either tested, monitored, and, if necessary, isolated. This is the so-called testing-and-tracing phase. A few places in East Asia -- notably Singapore, Hong Kong and Taiwan -- have so far succeeded in limiting the epidemic mainly to the testing-and-tracing phase.   When testing and tracing is lax, as it was in the US since January, the epidemic enters a second phase involving community spread and the exponential growth of cases. The rate of growth of the Covid-19 is extremely rapid, with a doubling time of five days or possibly less in an uncontrolled epidemic. A doubling rate of 5 days would mean 6 doublings in a month and 12 in two months, or roughly a 4,000-fold increase of infections over two months. The increase in infections, and deaths, would occur far more rapidly with an even shorter doubling time. The US is now in this explosive phase.  The key to limiting the epidemic in this breakout phase is some sort of shutdown in which all non-essential businesses are closed; events are canceled; public areas are cleared; and most people are ordered to remain in their homes. China implemented a stringent lockdown  several weeks into the epidemic; Italy introduced its own measure last week. California, New York, and now many other states have issued \"stay-at-home\" orders asking people only to go out for activities like buying food. While President Donald Trump has so far dismissed talk of a nationwide lockdown policy, some experts consider it inevitable.  A successful shutdown slows the rate of spread, and if carried out early enough and effectively enough, prevents the health care system from being utterly overwhelmed -- a terrifying prospect that could lead to the unnecessary deaths of countless thousands of Covid-19 patients, along with others who need immediate medical care. Moreover, it can ultimately bend the curve downward, dramatically reducing the number of those currently infected, as has been achieved in China. But any lockdown phase is extremely costly socially, politically and economically, and the goal is to lift it as soon as possible consistent with avoiding a rebound in the epidemic. The objective is to reduce the number of cases so that it becomes feasible to shift to a large-scale testing and tracing phase through a greatly amplified public health surveillance system. Longer-term solutions could involve new drugs and vaccines, and the gradual build-up over years or decades of herd immunity.  According to standard epidemiological models, an uncontrolled epidemic could infect 60% of the population, meaning around 200 million Americans. With a mortality rate on the order of 0.9 percent, that could mean 1-2 million deaths. The prospect is so utterly horrendous that every effort must be made to break the transmission through a lockdown.  The US is still in the disastrous breakout phase, as a result of the shocking incompetence of  Trump and his administration. Trump failed to take this pandemic seriously at the start and bloviated his way through the first phase of the epidemic when the newly introduced virus was still potentially controllable through testing, tracing and associated public health management. His narcissism, incompetence, and dithering have gravely endangered the nation. There will be time enough to dispense political justice to Trump. Now we must act to save our country. Most urgently, the US must now lock down much of our national economic and social activity in order to slow and then substantially break virus transmission. National output will plummet during April through June, by perhaps more than 20 percent. Never before has our national policy been the deliberate closure of much of the economy, but that is what we need now for survival. We must keep functioning the essential parts of the economy (most government services, healthcare, the food supply chain, social support, infrastructure, urgent maintenance) and online services (finance, media, professional services, e-commerce). Some work tasks (thank goodness, farming among them) are also relatively safe as they do not involve close interpersonal contacts that can transmit the virus.   In the shutdown phase, we must give special protection to the older population (60+), and the population with prior conditions (e.g. heart, lung, and metabolic disorders). Those 60+ account for 80% of the deaths. The elderly will need special social support to stay healthy in isolation. We must also support society to grapple with the mental and physical dangers of prolonged isolation. Additionally, we must provide urgent income support, especially unemployment compensation and help for the indigent and low-income families.  Another obvious need is to ensure there are enough ventilators, hospital beds, and protective gear for health care professionals to meet the surge in patients in the coming weeks. It is unconscionable and unacceptable for nurses, doctors, and orderlies to be fighting on the front lines without face masks and other critical gear. There is no time to lose.  During the shutdown phase, we must build up the capacity of our health system to test and trace the disease. This capacity is currently missing, in no small part because of the incompetence of the Trump administration. Once this period reduces the prevalence of the infection, we will want to shift as soon as possible to testing and tracing, thereby giving the opportunity to lift the closures step by step. In essence we will move from a generalized and costly lockdown to more focused public health control of the epidemic. This will only be possible with two conditions: substantial reduction of incidence of new infections and a greatly enlarged capacity for testing, tracing, and isolating infected individuals.  China and other countries in East Asia are showing us how to break the runaway epidemic and keep infections under control through testing and tracing. Because of Trump's dithering, we lost the chance to do this at the start, but now must plan for this kind of control in the coming months. This time the US must learn from others. Global cooperation and the sharing of best practices is our best hope to get out of this crisis alive and intact.  ", "Section": "opinions", "Writers": ["Jeffrey Sachs"], "URL": "https://www.cnn.com/2020/03/22/opinions/coronavirus-lockdown-fight-jeffrey-sachs-opinion/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Singapore", "Source": "CNN"}