{"Type": "article", "Time": "2020-02-28", "Headline": "February 28 coronavirus news", "Text": "Our live coverage has now ended. For more updates, click here.  The US has confirmed its 64th coronavirus case. The new case was reported Friday in Solano County, California, the Centers for Disease Control and Prevention (CDC) has confirmed with Solano County Public Health.  The individual was a Travis Air Force Base evacuee and passenger of the Diamond Princess cruise ship in Yokohama, the county confirmed in a press release.  Another Solano County resident and Travis Air Force Base evacuee also tested positive by Japanese testing. This case -- which would be the 65th in the US -- is pending confirmation from the CDC. Microsoft founder Bill Gates wrote an op-ed in the New England Journal of Medicine calling the coronavirus a \"once-in-a-century pandemic\" and urged leaders to both \"solve the immediate problem and keep it from happening again.\" We need to save lives now while also improving the way we respond to outbreaks in general,\" Gates wrote.  Gates went on to write that larger, more developed countries should help their own citizens in responding to pandemics, but also assist 'low- and middle-income countries\" in preparing for them.  \"By helping African and South Asian countries get ready now, we can save lives and slow the global circulation of the virus,\" Gates wrote.  The Port of Los Angeles has canceled 40 vessel calls and estimated it has experienced a 25% drop in overall volumes this month, Port of Los Angeles spokesman Phillip Sanfield told CNN. The Port of Los Angeles is one of the world’s busiest seaports and the leading gateway for international trade in the Western Hemisphere, according to the port’s website. The cancellations, which cover scheduled vessel calls between February 11 and April 1, represent about 25% of the port’s normal vessel calls during the time frame, Sanfield said. The 25% decrease in overall volumes this month compared to February of last year is “largely due to coronavirus,” Sanfield said. He explained that trade war is a factor, but coronavirus is the main reason. The port estimates an overall decrease for the first quarter of 2020 of about 15% compared to 2019, Sanfield added. Coronavirus testing kits from the Centers for Disease Control and Prevention have arrived in California, the California Department of Public Health announced in a press release Friday. The state will receive an additional shipment of testing kits to test up to 1,200 people, according to the press release. “The availability to test at California’s public health laboratories is a significant step forward in our ability to respond rapidly to this evolving situation,” said Dr. Sonia Angell, CDPH director.  “As we face the likelihood of community transmission here in California, having this resource where we need it, is essential to better inform public health response and protect our communities,\" Angell said.  California Gov. Gavin Newsom said the \"new testing protocols and resources will help California medical experts identify and treat\" coronavirus. It will also help trace potential exposures and better protect the public's health, he said.   “I am grateful to the CDC and federal government for quickly heeding our state’s requests and assisting California’s response to this evolving situation,” Newsom added. The March 14 meeting between President Donald Trump and the Association of Southeast Nations (ASEAN) in Las Vegas, Nevada, was postponed Friday, a senior administration official told CNN. Reuters first reported the postponement. “As the international community works together to defeat the novel coronavirus, the United States, in consultation with ASEAN partners, has made the difficult decision to postpone the ASEAN (the Association of Southeast Nations) leaders meeting previously scheduled for mid-March. The United States values our relationships with the nations of this critical region, and looks forward to future meetings,” a senior administration official told CNN. Exact plans for the meeting had not been announced, but administration officials said they expected President Trump to attend and to have bilateral meetings while there. The 63rd case of coronavirus reported Friday in Santa Clara County, California, is the second US case of unknown origin, according to the county's public health department. The individual diagnosed is an older adult woman with chronic health conditions who was hospitalized for a respiratory illness, the department said in a press release.  The woman's infectious disease physician contacted the health department to discuss the case and request testing for coronavirus. Since receiving the results Thursday night, the department has been working to identify contacts and understand the extent of exposures, the release said. \"This new case indicates that there is evidence of community transmission, but the extent is still not clear,\" said Dr. Sara Cody, the director of the county's health department. \"I understand this may be concerning to hear, but this is what we have been preparing for. Now we need to start taking additional actions to slow down the spread of the disease.\" A new confirmed case of the novel coronavirus was reported Friday in Santa Clara County, California, by the county’s public health department.  The new case is the third in the county. There are now 63 confirmed cases of the novel coronavirus in the United States. A person who was under investigation for coronavirus in Snohomish County, Washington, has tested negative for the virus, according to a statement from the Snohomish Health District. That person was in close contact with someone from Bothell High School, the statement said. Bothell High School was closed Thursday and Friday for cleaning in response to a staff member’s relative being quarantined and tested for the virus.  The school's closing was \"not necessary,\" according to public health officials with Seattle and King County but was done out of \"an abundance of caution,\" the school district's superintendent said. Alaska Airlines has suspended change and cancellation fees due to the coronavirus, according to an airline press release Thursday. From February 27 to March 12, any change or cancellation fees for new flight bookings will be suspended for guests who later decide not to travel due to concerns about the virus, the release said.  Travelers who books before March 12 and decide to change their plans before March 12 will receive a travel credit for up to one year, according to the release.   A person admitted Friday morning to the Princess Grace Hospital in Monaco, a country in western Europe, has tested positive for coronavirus, according to Monaco's official government Twitter account. One person who the patient came into contact with has been confined at home. An investigation is underway to trace the patient’s movements and identify the individuals the patient has been in contact with. Newly reported confirmed cases of the coronavirus in Spain brought the nationwide total to 39 on Friday. Of those 39: 37 are in quarantine (eight in Andalusia, one in Aragon, two in Castilla Leon, 10 in Valencia, five in the Canary Islands, seven in Madrid and four in Catalonia) \nTwo have recovered from the illness (one in Canary Island and one in the Balearic Islands). The US State Department on Friday raised its travel advisory for Italy to Level 3, meaning travelers should reconsider travel due to the novel coronavirus. There is only one other travel advisory higher – Level 4, which means do not travel. \"At this time, CDC recommends avoiding non-essential travel to Italy,\" the State Department's advisory says.  About 70 additional US military medical personnel will deploy to US installations in South Korea, a military official said.  Their main mission will be to help test military personnel, their dependents and contractor personnel once test kits arrive from the Centers for Disease Control and Prevention. However, several officials say it is still not clear when those kits will arrive even though the outbreak in South Korea has grown in recent days.  The medical personnel will provide clinical care and laboratory support and help identify personnel that have been exposed. President Donald Trump told reporters Friday at the White House that he hopes the Federal Reserve \"gets involved\" by cutting interest rates. \"Well I hope the Fed gets involved. You know I’m not a big fan of the Fed. You know that. I think they make a lot of mistakes. They’ve made a lot of mistakes, but I hope the Fed gets involved and I hope they get involved soon,\" Trump said.  The President then began comparing the US to other countries, like Germany, who were \"putting in a lot of money and they're probably lowering rates,\" he said.  \"If you look at other countries, they’re all stuffing the till, they’re all going in there, they’re putting in a lot of money,\" Trump said. \"And our Fed sits there, doesn’t do what they’re supposed to be doing.\" Central banks around the world are closely monitoring the novel coronavirus outbreak, and investors believe they will step in to keep the world's economies humming.  Stocks have been selling off all week, even briefly falling into a correction Thursday, as investors and economists grew increasingly concerned about the virus' impact on global supply chains and trade. \"The coronavirus poses evolving risks to economic activity,\" Federal Reserve Chairman Jerome Powell said in a statement. He added that the Fed is \"closely monitoring developments and their implications for the economic outlook.\" The National Park Service said Friday it currently has no plans to modify the popular spring Cherry Blossom Festival in Washington due to the coronavirus but is “closely monitoring the situation.”    \"While there have been no identified cases of Coronavirus in any national park, the National Park Service Office of Public Health and the US Public Health Service officers assigned to the National Park Service are closely monitoring the situation and keeping park staffs informed, relying on the most updated data and information from the Centers for Disease Control and Prevention,\" NPS said in a statement.  The weeks-long festival, centered around the flowering trees planted near the National Mall in Washington, typically takes place in March and April and draws visitors from around the country and world, NPS said. Last year, about 1.6 million people from around the world attended the festival, NPS said. Florida Gov. Ron DeSantis said that 700 people who have returned from China have been monitored for coronavirus in the state. Of those, 150 are still being monitored, 15 have tested negative and 4 are “under investigation.”  What this means: Being “monitored” means the person is self-isolated and with limited contact — keeping at least 6-feet distance — with others. The individual also checks his or her temperature twice a day. If the person develops symptoms, they are asked to contact the state. The people who have been tested for Coronavirus have exhibited symptoms like coughing and fever. The four people who are “under investigation” exhibited respiratory symptoms. DeSantis made this announcement after meeting with Vice President Mike Pence in West Palm Beach.  DeSantis said he expressed that one of the biggest issues the state is dealing with is not being able to test for coronavirus locally. The Florida governor said he would like to have testing done in Jacksonville, Tampa and Miami.  Mexico’s health ministry has “confirmed two cases of coronavirus in Mexico, the first in the capital and the second in Sinaloa,” the Mexican government said on its official Twitter Friday. The patient, who will not be taken to the hospital unless his health worsens, has been isolated in a hotel room, Sinaloa’s health secretary, Dr. Efren Encina Torres said at a press conference. Mexican Health Secretary Jorge Alcocer Varela told Sinaloa health authorities that the patient traveled to Italy on Feb. 15 and arrived to Mexico on Feb. 22, Dr. Encina Torres added. Five days later, the patient landed at the Culiacan airport in Sinaloa from Mexico City and Guadalajara. The patient was with another person who is also isolated and undergoing tests, Dr. Encina Torres said. The World Health Organization has announced the coronavirus outbreak has reached the “highest level” of risk for the world.  Anderson Cooper Full Circle will be live at 5 p.m. and will check in with correspondents around the world to see how countries are handling the outbreak.  You can watch Full Circle at the top of this page. A woman in Baghdad tested positive for coronavirus after returning from Iran, bringing the total cases in Iraq to eight, the Iraqi Health Ministry said in a statement today. The 32-year-old woman is currently under quarantine. She tested positive after she went to a medical facility in the capital. It was a terrible week for the US stock market. The three major stock indexes posted their worst weekly percentage drops since the financial crisis as coronavirus fears mounted. The Dow closed 357 points, or 1.4%, lower, on its seventh day in the red. At its worst, the index was down nearly 1,086 points. The index dropped 12.4% this week.\nThe S&P 500 finished down 0.8%. For the week, it dropped 11.5%.\nThe Nasdaq Composite closed flat, falling 10.5% on the week.  All three major stock benchmarks recorded their worst week since October 2008. The very last group that wanted to cancel a trade show right now is the travel industry, which is already scrambling to deal with the disruptions in travel due to the coronavirus. But that's what happened today as ITB Berlin, which had been due to draw 160,000 participants starting Wednesday, was canceled due to a decision from local authorities in Berlin. ”With more than 10,000 exhibitors from over 180 countries ITB Berlin is extremely important for the world’s tourism industry,\" said Christian Göke, CEO of Messe Berlin, the host of the show. \"We take our responsibility for the health and safety of our visitors, exhibitors and employees very seriously. It is with a heavy heart that we must now come to terms with the cancellation of ITB Berlin 2020.” \"The fact that the largest global travel show is being canceled right now is telling,\" said Adam Sacks, president of Tourism Economics, a leading research firm in the sector. This is just the latest high profile business event canceled due to the concerns about having a large gathering of people from around the globe during the health crisis. Earlier Friday the Geneva Motor Show was cancelled.  Earlier this month the Mobile World Congress, the largest show for the mobile phone industry set for Barcelona was canceled. On Thursday, Facebook (FB) canceled F8, its biggest annual event. Many readers have asked when they should begin reconsidering their travel plans as coronavirus fears intensify. Tariro Mzezewa, a travel reporter for the New York Times, said the situation is still so fluid — so it's impossible to predict what kind of travel advisories might exist weeks or months from now.  \"I think if your trip is a few months away, you're okay. This is a really fluid situation. Things are changing not even weekly, but day-to-day things are changing, so if you've got a trip at the end of April, give it a little bit more time and see how the situation evolves,\" she said. A few days to about a week before your expected departure might be the time to think about possible changes to your plans.  Remember: The US Centers for Disease Control and Prevention and the US State Department are both issuing regular travel advisories for destinations that are significantly impacted by the virus outbreak. Monitor those \"closely and regularly,\" advises Dr. Henry Wu, director of Emory Healthcare's TravelWell Center. Watch: #Your Questions## CBS is temporarily suspending the production of “The Amazing Race” due to “increased concerns and uncertainty regarding the coronavirus around the world,” a CBS spokesperson said in a statement to CNN. Out of an abundance of caution, all contestants and production staff are in the process of returning home and will be monitored. When production was suspended, the contestants had only visited England and Scotland, according to the statement. No contestants or anyone on the production team has contracted the virus or shown symptoms. CBS is not aware of anyone being exposed, the statement says. A new start date has not been determined. With new cases of novel coronavirus reported daily in countries across the globe, many of you have asked if you should cancel or postpone existing plans and hold off on booking new trips. Unfortunately, there's no one-size-fits-all answer.  It's very much an individual calculation, experts say, taking a number of factors — the traveler, their companions, the destination and more — into consideration. In a situation that's unpredictable and evolving quickly, solid information is key. Here's what you can consider to help inform your decision:  Travel advisories: The US Centers for Disease Control and Prevention and the US State Department are both issuing regular travel advisories for destinations that are significantly impacted by the virus outbreak. Monitor those \"closely and regularly,\" advises Dr. Henry Wu, director of Emory Healthcare's TravelWell Center.\nPersonal factors: Elderly travelers or those who have other conditions should consider that they might be at higher risk for complications of infections, Wu said.\nRisk assessment: Baruch Fischhoff, a psychologist and professor in the department of Engineering and Public Policy at Carnegie Mellon University, encourages travelers to think about it like this: Would you be better off going or not going, regardless of the cost? Read more about how coronavirus is impacting travel plans here. ##Your Questions## In a striking contradiction from the White House statements about coronavirus being under control, the Pentagon’s chief of personnel is sharply warning that the infection poses an increased “threat” in areas where US troops and defense personnel are located around the globe.  In a Tuesday memo obtained by CNN, Matthew Donovan, who is filling the top personnel job on a temporary basis, told the Chairman of the Joint Chiefs, all of the services and other top Pentagon offices that as the novel coronavirus disease (COVID-19) continues to spread it is “an increasing force health protection (FHP) threat in areas where Department of Defense (DoD) personnel live and work.” “Force health protection” refers to the various levels of risk of infection and the as that risk rises, the measures commanders may take to protect their troops. CNN has learned that top US commanders around the globe are increasing concerned that as the impact of the virus spread and allies shut down borders and travel, that US military readiness may begin to be at risk as soon as a month from now, according to several defense officials CNN has spoken to. Where things stand now: A key exercise has already been cancelled in South Korea. More than 60 US personnel who traveled to Israel for an exercise to train against regional threats such as Iran, began returning to their bases in Europe Friday at the request of the Israeli government although none of them were reported to be ill. And the US European Command is now monitoring the infection’s impact to see if it's able to continue a lengthy upcoming exercise with upwards of 20,000 troops training against a Russian threat. Defense officials say as long planned US military exercises are postponed or cancelled, troops will be less up to date on their critical training for future operations. But in addition, the spring and summer is a regular time frame for thousands of personnel to routinely change assignments worldwide. If they and their families cannot readily travel overseas to new jobs, and currently overseas troops cannot rotate, this can lead to further turmoil and uncertainty in the military personnel system officials say.  Publicly, Pentagon officials are not discussing details of how training and operations could be impacted. On Wednesday Defense Secretary Mark Esper told the House Armed Services committee that he has not yet had discussions about whether or not the Defense Department would need additional funds from Congress to meet the coronavirus threat, and would need to have that discussion with the combatant commanders first. Chairman of the Joint Chiefs of Staff Gen. Mark Milley assured the committee that the department is “taking all the appropriate measures right now,” while adding, “we’re doing the estimates of the situation, so we owe you some answers.” But field commanders are not waiting to request additional supplies. Additional doctors, nurses and medical technicians are expected to arrive at US military installations in South Korea in the coming days. At a US army base in Vicenza in northern Italy, extra package field rations are being shipped in for possible use if large numbers of troops are quarantined on base. As the number of coronavirus cases increase, reports are showing that there is a growing worldwide mask shortage. This has people asking themselves if they should be wearing one. Tariro Mzezewa, a New York Times travel reporter, tells CNN the measure is not necessary unless you are sick or are interacting with sick people. \"If you're not interacting with somebody's who's sick or you're not the person who's sick, you don't really need a mask. The people who are sick need those, and you know, there are various kinds of masks. CDC has a whole guide on its side that's breaking down the differences between the kinds of masks and so on. If you're not the sick one, you probably don't really need it,\" Mzezewa said. The US Centers for Disease Control and Prevention does not recommend Americans wear surgical masks in public. Surgical masks are effective against respiratory infections but not airborne infections. ##Your Questions## Despite a strong US economy, the coronavirus poses an evolving risk to economic activity, according to a statement from Federal Reserve Chair Jerome Powell. Powell said the Fed is closely monitoring developments and that the central bank will use its “tools and act as appropriate to support the economy.” Kenya High Court has ordered all 239 passengers who arrived in Nairobi on a flight from Guangzhou, China, Wednesday, to be quarantined. The passengers will be quarantined at a Kenya Defense Forces facility or another guarded medical facility.  CNN obtained a copy of the court ruling, which states that all passengers from China Southern Arline’s flight CZ 6043 are to be traced, accounted for, re-examined and quarantined until “they are duly certified to be free from Coronavirus (COVID-19).\" A copy of the ruling was provided to CNN by Allen Gichuhi, President of the Kenya Law Society, KLS.  KLS jointly, and successfully, petitioned the country’s high court today to suspend all non-essential flights from China to Kenya.  Amazon is trying to keep its workers from traveling amid mounting global concerns about the novel coronavirus. \"We're asking employees to defer non-essential travel during this time,” the company confirmed in a statement to CNN. The statement follows a statement from Amazon’s cloud computing arm, Amazon Web Services, which said it will not be attending a major conference for video game developers in San Francisco.  \"While we won’t get to see everyone at GDC this year, we still have exciting things to share,” the company said in an online post. \"AWS Game Tech has decided to host a global online event, open to everyone, to showcase our planned content for GDC and more.\" Google has canceled its upcoming Google News Initiative Global Summit due to the \"novel coronavirus situation,\" according to an email sent to registered attendees today. The two-day event, held in Google's Sunnyvale, California office, would have brought together hundreds of people in the media industry. \"We regret that we have to cancel our global Google News Initiative summit but the health and wellbeing of our guests is our number one priority,\" Google spokesperson Maggie Shiels said. Israel's Ministry of Health confirmed two new cases of coronavirus, bringing the total to seven. The two new cases are men who returned from Italy and tested positive after developing symptoms. One citizen returned from Italy four days ago; the second returned from Italy six days ago. In total, three cases in Israel are from citizens who returned from Italy. One case is from a transmission from a citizen who returned from Italy. Three other cases are from Israelis who were on board the Diamond Princess cruise ship in Japan and tested positive after returning to Israel. About one American in eight surveyed says they have already canceled or changed travel plans due to concerns about the novel coronavirus. The survey was conducted by the Kaiser Family Foundation and polled about 1,200 adults.  It found that there were high awareness of the disease with 97% of those surveyed saying they have followed at least some news about the outbreak, and 56% saying they knew a lot about the disease. And 55% also said they are somewhat or very concerned that there will be a widespread outbreak in the United States. The survey also found that 13% say their level of concern is enough for them to have changed or canceled travel plans already — although it does not specify whether those travel plans were domestic or overseas. Another 9% said they are already bought or worn a protective mask. The survey was conducted between Feb. 12 and 18 by Kaiser, a nonprofit foundation focused on health policy issues. The US Food and Drug Administration says there are currently no known shortages on medical devices within the US market.  The agency says it contacted 63 manufacturers which represent 72 facilities in China that produce essential medical devices, according to Stephen Hahn FDA Commissioner. “Essential devices are those that may be prone to potential shortage if there is a supply disruption. We are aware that several of these facilities in China are adversely affected by COVID-19, citing workforce challenges, including the necessary quarantine of workers. While the FDA continues to assess whether manufacturing disruptions will affect overall market availability of these products, there are currently no reported shortages for these types of medical devices within the U.S. market,” Hahn said in a statement.  The agency noted an increased market demand for some products which could include surgical gowns, gloves, masks, and respirator protective devices.  Mark Bonifacio — founder of Bonifacio Consulting services, a group that works with medical devices and contract manufacturers — says coronavirus is not having an immediate effect on the medical device industry. “There is no effect. Companies have deep inventory benches and a two week shutdown doesn’t show up on the radar as long as you can catch up quickly” said Bonifacio. “If this continues, it will be a different story.” Most factories in China were already shutdown because of the Chinese Lunar New Year. The coronavirus has added about an additional two weeks of inactivity, sad Bonifacio.  The Health Department for the Valencia region in Spain announced a new case of coronavirus on Friday afternoon. This makes the total number of cases reported in Spane 34. There are 32 patients in quarantine — six in Andalusia, one in Aragon, two Castilla Leon, 10 in Valencia, five in Canary Islands, five in Madrid and three in Catalonia. Two people have recovered: one in Canary Island and one in The Balearic Islands House Speaker Nancy Pelosi told reporters today she has \"great confidence\" in Dr. Anthony Fauci, head of the National Institute of Allergy and Infectious diseases, but said its \"not encouraging\" that scientists need White House approval to speak about coronavirus. \"I have great confidence in Dr. Fauci. And if Dr. Fauci has confidence in what they're doing then, that's OK with me. I do think — if it's true, and I don't know if it is — that they're saying that, 'Unless you have approval of the Oval Office, no scientists can make any statements about this,' is not encouraging.\"  What this is about: The New York Times reported that Fauci recently told associates he has been instructed by the White House not to speak out about the virus without clearance, though sources tell CNN Fauci is still expected to appear on television. Pelosi said that a supplemental spending package will be released \"as soon as we can\" and said they are working to coordinate a \"science-based, evidence-based\" approach to the outbreak. She also talked about the importance of washing hands, even noting: \"I used to tell President Bush Sr. wash your hands. He was traveling some place. 'Wash your hands.' ... Washing your hands is probably one of the best forms of prevention.\" She also said she hoped to have some \"more advisory\" from the Capitol physician's office about preventative measures that can be taken in Congress. Footwear company Crocs says it expects a considerable sales hit this year because of coronavirus.  Here's why: Crocs relies solely on non-US third-party manufacturers — with its largest suppliers being located in China and Vietnam — and has a retail presence and consumer base in Asia.  Crocs expects to see its revenues increase in both its next fiscal quarter and its fiscal full year. However, the company said disruptions in its Asia business could hurt first-quarter and full-year revenues by $20 to $30 million and $40 to $60 million, respectively. Angelo Borrelli, head of the Italian Civil Protection Agency, said there are 821 coronavirus cases in the country. Borelli explained that 412 of the cases did not show symptoms and are currently in home isolation:  “It is important to refer that, from the 821 people affected, half of them – 412 – are people that are asymptomatic or have light symptoms and don’t need to be hospitalized, so they are in domiciliary isolation. 445 people are recovering at the hospital, with symptoms, and 64 are in intensive care”, he said. The Italian official also announced that the death toll is currently 21. “Regarding the people who died, these are people in their 80s and 70s and the coronavirus might just be an added complication. Now the National Health Institute will work to certify the cause of death,\" he said. “[Those who died] were at an advanced age and they already have a lot of other symptoms and diseases before the coronavirus. So the virus entered an already-complicated clinical scenario.” Regarding the overflow and lack of conditions in hospitals, the Italian official said: “I can confirm [this situation]. We have received the information that more than 200 people are waiting to be visited [by doctors]. But this morning we heard the situation has been normalized.” There are now 62 confirmed cases of novel coronavirus in the United States, Dr. Nancy Messonnier, director of the CDC's National Center for Immunization and Respiratory Diseases, said during a press briefing on Friday. These include... 44 people who were aboard the Diamond Princess cruise ship\n3 people repatriated from China\n15 US cases This is an increase from 60 cases reported earlier in the week. Both new cases reported Friday are among Diamond Princess passengers.  A total of 285 individuals from the Diamond Princess are currently under quarantine in the United States, according to an update to the CDC’s website Florida Department of Education told school superintendents and administrators today that there are no confirmed cases of coronavirus in Florida. The department reassured administrators that the state is at “low risk,\" according to a letter obtained by CNN. Additionally, a Florida Department of Health “Incident Management Team” has been monitoring and has hundreds of health professionals positioned in every county if the need arises. Ali Larijani, Iran’s speaker of the Parliament (Majlis), announced on Friday that Parliament sessions will be suspended until further notice amid coronavirus outbreak, state media reported. “The Majlis will be closed because of the spread of the coronavirus until further notice,\" Larijani said. At least 34 people in Iran have died from coronavirus. There are at least 388 confirmed cases, according to Iran’s health ministry. Iran’s government also announced today that universities and schools nationwide will be closed until Monday. The US Pianese, a soccer club in the Italian region of Tuscany, has confirmed that three of its players plus one of its staff members have tested positive for coronavirus, according to a statement.  The club has not released the names for the four patients. The first case, a football player, was assisted by the team’s doctor after showing symptoms such as fever and headache on Saturday, and was later transferred to Siena’s Hospital, the statement says.  After that, the team “followed the instructions of the Ministry of Health” and the staff was put on quarantine and underwent a swab test.  The results revealed that three more people tested positive: two football players who are asymptomatic and quarantined in their own homes, and a collaborator who was taken to Siena’s hospital by ambulance after spending Thursday night with a high fever. “As of now, every player, technical staff and managers present at the events of last weekend are in a 15-day fiduciary quarantine, in their own homes, and no one is showing symptoms of the COVID-19”, the club stated on Facebook.  US Pianese’s President, Maurizio Sani, has also put himself on quarantine voluntarily, the statement added. Both US novel coronavirus patients from Illinois have fully recovered and returned home, Gov. J. B. Pritzker said at a press conference Friday morning. The state is taking several precautionary measures in the coming weeks, Pritzker says. Illinois is one of a few states able to test for coronavirus, next week it will be expanding to two additional testing labs outside of Cook County; one in central Illinois and one in southern Illinois, Pritzker said. This is a \"cautionary measure\" to respond to any potential cases, Pritzker said. Voluntary testing will also be available in select hospitals in the state, according to Pritzker. The best thing the general public can do is \"continue with the same precautions that you take during flu season,\" Pritzker said. The coronavirus outbreak has reached the “highest level” of risk for the world, the World Health Organization announced today. “This thing can go in any direction. We’re not undermining the risk, it’s there. That’s why today we said the global risk is very high. We increased it from high to very high,” Tedros Adhanom Ghebreyesus, director-general of the World Health Organization, said during a press briefing in Geneva on Friday.  Remember: That risk assessment makes no “legal difference” in how countries should prepare for the outbreak, Dr. Mike Ryan, executive director of the WHO’s Health Emergencies Programme, said during today's press briefing. Rather, “raising the risk to very high is essentially reflecting what’s actually happening at a global level,” Ryan said, adding that this is a “reality check” for governments to prepare.  “We are on the highest level of alert, on the highest level of risk assessment in terms of spread and in terms of impact, but that is not in order to alarm or scare people,” Ryan said. “We can avoid the worst of this but our level of concern is at its highest.” There are now 61 confirmed cases of novel coronavirus in the United States, according to an update today by the US Centers for Disease Control and Prevention. These include...  43 people who were aboard the Diamond Princess cruise ship\n3 people repatriated from China \n15 US cases A total of 285 individuals from the Diamond Princess are currently under quarantine in the United States, according to the update. The 15 US cases include nine in California, one in Massachusetts, one in Washington state, one in Arizona, two in Illinois and one in Wisconsin. Among these cases, there are two instances of person-to-person transmission, one in Illinois and one in California.  The latest case in California did not have any relevant travel history or known contact with another infected person, suggesting it could be the first instance of \"community spread\" of the virus in the United States, according to health officials. The World Health Organization has been monitoring the impact of the novel coronavirus on the global supply of active pharmaceutical ingredients, Dr. Mike Ryan, executive director of the World Health Organization’s Health Emergencies Programme, said today during a press briefing, and it is concerned. “We do believe, though, with the decreasing incidence in China, that many companies who do produce these APIs are beginning to come back online,” Ryan said. “So while there is a big slump in supply, we believe that’s being switched on again. We continue to monitor that.” The US Food and Drug Administration announced Thursday the country’s first novel coronavirus-related drug shortage. The maker of an unnamed drug that has recently been added to the FDA Drug Shortages list told the agency that the shortage is due to the novel coronavirus. Earlier in the week, the agency said it had identified 20 drugs that either solely sourced their active pharmaceutical ingredients, or produced finished drug products, from or in China. Cleaning goods companies are stepping up production to meet demand as fears of coronavirus intensifies. \"We are taking up inventory levels [to] be prepared for the potential increase in demand for some of our bleach products,\" Clorox chief financial officer Kevin Jacobsen said on a call with analysts earlier this month. Clorox is one of four S&P 500 stocks to rise this week as the rest of the market has plunged. Reckitt Benckiser, the maker of Dettol and Lysol said it was investing in its supply chain to be able to prevent shortages.  \"We're continuing to make capacity investments to ensure that we don't run out at the peak for some of these products that we have that, frankly, consumers demand and we can't fulfill,\" said CEO Laxman Narasimhan. The best way to prevent transmission of the novel coronavirus is washing your hands — thoroughly — with soap and water, according to the Centers for Disease Control and Prevention. More on the markets: The Dow dropped 3,226 points in the first four days of the week, including its worst one-day point drop in history on Thursday. All three major indexes are on track for their worst week since October 2008. There are dozens of coronavirus vaccines in development and being studied across the globe, Tedros Adhanom Ghebreyesus, director-general of the World Health Organization, said during a press briefing in Geneva on Friday. Tedros said that work is “progressing” on the development of vaccines and therapeutics. “More than 20 vaccines are in development globally, and several therapeutics are in clinical trials. We expect the first results in a few weeks,” Tedros said. In the meantime, Tedros added that to protect yourself from illness make sure to wash your hands and clean surfaces regularly with disinfectant, among other healthy habits. World Health Organization Director-General Tedros Adhanom Ghebreyesus said WHO epidemiologists have been monitoring developments in global coronavirus cases and “we have now increased our assessment of the risk of spread and the risk of impact of Covid-19 to very high at a global level.” Most cases of the disease caused by the coronavirus can still be traced to known contacts or clusters of cases, he said, and WHO does not see evidence as of yet that the virus is spreading freely. “As long as that’s the case, we still have a chance of containing this virus,” Tedros said. In general, the public should do \"what you do every cold and flu season,\" said Dr. John Wiesman, the health secretary in Washington state — where the first US case of Wuhan coronavirus was confirmed. That includes washing your hands often with soap and water for at least 20 seconds. The World Health Organization recommends staying at least 3 feet (or 1 meter) away from anyone who may be infected. If you're the one feeling sick, cover your entire mouth and nose when you cough or sneeze. But don't use your hands. Use either your bent elbow or a tissue that you throw away immediately afterward. While the US Centers for Disease Control and Prevention does not recommend N95 respirator masks for the general public, it does recommend them for health care workers. But certain types of facial hair can prevent respirators from working effectively. So, the CDC created an infographic showing which styles of facial hair are riskier than others. ##Your Questions## Former White House economist Kevin Hassett told CNN this morning the coronavirus could “absolutely” spark recession if not contained. He said that White House economist Peter Navarro is wrong that Apple is an anomaly in terms of taking a hit from the coronavirus. Many industries including airline and oil will also see hits. Watch more: Rep. John Garamendi, a Democratic member who represents the area between San Francisco and Sacramento, said today that briefers in the room this morning pushed back on the whistleblower complaint that public health officials were not properly trained or protected at March Air Force Base when they went to meet incoming travelers from China.  However, he said briefers could not answer a question about whether they believed the whistleblower was wrong about what occurred at Travis Air Force base.  “The WB issue remains unresolved at least at Travis Air Force base,” Garamendi told reporters. “The WB complaint was raised by Mark Takano who represents March Air Force base. CDC said that protocols were followed at March. I asked if they were followed at Travis and they said ‘we will talk to you this afternoon’ and they will talk to us this afternoon.\" Garamendi said some members will be briefed again this afternoon. He said he did not know who all would be invited to that briefing: It may just be more California members, but he said others may be invited as well.  Garamendi said he is largely concerned about the fact that a patient who presented symptoms for days was not tested for coronavirus because of the protocols that had been established by CDC. He said it put health workers in the first facility in Vacaville, California at great risk and that 84 health workers at the first facility where the patient was have been sent home to self-monitor because of risk of exposure. “They haven’t been tested yet because tests as of this morning were not available,” he said. “Those people quite possibly have been infected. Similarly, there are other hospitals in the Sacramento region whose personnel have been exposed.” US stocks tumbled once again on Friday, as coronavirus fears continue to mount. Equities are on track for their worst week since the financial crisis. The Dow opened 750 points, or 2.9% lower on Friday — its seventh-straight day in the red. The broader S&P 500 opened down 2.8%. The Nasdaq Composite fell 2.9%. The Dow dropped 3,226 points in the first four days of the week, including its worst one-day point drop in history on Thursday. All three major indexes are on track for their worst week since October 2008. As the novel coronavirus continues to spread around the world, countries are scrambling to respond. Economists and investors are concerned about the outbreak's impact on economic growth and corporate earnings. Various American multinational companies, including Apple and Microsoft, have warned that they won't meet their earnings guidance because of disruptions from the virus. Coronavirus was first detected in December 2019 in Wuhan, China. It's since spread to every continent except Antarctica. CNN took a look at the outbreak's effects around the world — from Japan, where the Summer Olympics are due to take place this summer, to Italy, the site of Europe's largest outbreak.  Watch more:  Do you have a question about coronavirus? Ask it here — we'll be answering some of your questions through out the day. ##Your Questions## The head of Nigeria’s National Centre for Disease Control (NCDC) says the country is more than capable of dealing with coronavirus as Africa’s most populous nation records the first case in Sub-Saharan Africa. “Nigeria is ready,” Chikwe Ihekweazu said. “We successfully managed Ebola and we manage outbreaks all the time and are currently managing Lassa fever. We have a strong team that is used to doing this.” Ihekweazu told CNN the Italian patient who arrived in the country with the virus is currently stable and “has mild to moderate symptoms.” “We are very hopeful for his full recovery,” said Ihekweazu, an epidemiologist who was appointed CEO of the NCDC in 2016 and has been credited with transforming the organization. According to Ihekweazu, the man was screened on arrival at the airport, however he presented no symptoms at the time, which is why the temperature scanners at the airport did not detect him. “Screening is not a fool-proof method as the virus has an incubation period of four to five days,” he added. Nigerian officials say the patient arrived in Lagos on Tuesday and became ill the next day, but physicians who examined him contacted the NCDC after asking him about his travel history. “He had astute physicians,” Ihekweazu said. “The doctor got in touch with us when he found out he had just come from Milan, we collected a sample, tested it and isolated him in a facility in Lagos that manages infectious diseases.”  Ihekweazu points to the speed with which Nigeria identified and confined the patient as a sign the country is prepared to deal with the outbreak. “The system worked. We identified this case, diagnosed and isolated within 48 hours of it entering the country. In other countries like Iran and Italy for instance, by the time the first case had been confined, there was widespread contact.”  He said the government is now racing to identify all the passengers on the plane and all the people he may have come in contact with the man who was working as a consultant in Ogun State, around 100 km outside of Lagos. A British man who was aboard the quarantined Diamond Princess cruise ship has died from the novel coronavirus, according to Japan’s Health Ministry on Friday. He is the first British citizen to die since the virus outbreak. The man remained in Japan receiving treatment, as dozens more British passengers who were found not to have the virus were evacuated back to the UK. There are now 19 confirmed cases of coronavirus in the UK.  United Airlines announced today it will reduce flying to Japan amid coronavirus fears. They've also extended suspension of flights to Beijing, Shanghai, and Hong Kong.  Here are the specific flights affected: Los Angeles to Tokyo canceled March 8 until April 24\nChicago to Tokyo canceled March 8 to March 27, then switches to Chicago to Haneda on March 28\nHaneda schedule is not affected\nNewark to Tokyo reduction to 5 times weekly for April (from daily)\nHonolulu to Tokyo down-gauged from 777-200 to 787-8 for April\nSan Francisco to Kansai reduction to 5 times weekly in April (from daily)\nSan Francisco to Singapore reduction to 1 time daily for March 8 until April 24 (from 2 times daily)\nSan Francisco- to Incheon reduction to 3 times weekly for March 8 until April 30 (from 1 time daily in March and 2 times daily in April)\nSan Francisco to Taiwan down-gauged from 777-300 to 787-9 for March and April. The Americans who allegedly took care of Wuhan evacuees without proper protective gear were \"admonished\" and \"accused of not being team players\" when they raised safety concerns, according to a whistleblower complaint about the incident. US members of Congress have asked for more information on the complaint, which claimed American workers who helped Wuhan evacuees lacked proper training or protective gear.  The House Ways and Means Committee has sent letters to US Health and Human Services Secretary Alex Azar, the department's deputy inspector general, and the comptroller's office requesting more information about the complaint. The letter to Azar includes a quote from the whistleblower complaint, which has been obtained by the Washington Post but not independently verified by CNN.  Here's one of the sections of the letter that quotes the whistleblower:  \"The report alleges that staff were sent into quarantined areas 'without personal protective equipment, training, or experience in managing public health emergencies, safety protocols, and the potential danger to both themselves and members of the public they come into contact with.' The whistleblower also reported that when staff raised safety concerns, they were 'admonished by [redacted] for 'decreasing staff morale,' accused of not being team players, and had their mental health and emotional stability questioned.'\" A longtime adviser to the US Centers for Disease Control and Prevention and infectious disease expert said the lack of novel coronavirus test kits has been a “bottleneck.” “We haven’t been able to test more broadly as many of my colleagues in infectious disease would like,” said Dr. William Schaffner, medical director of the National Foundation for Infectious Diseases, said on CNN today. A flaw in the CDC-issued test kits delayed testing abilities in nearly all state and local public health labs. The CDC has issued new testing protocols that should allow as many as 40 labs to begin testing soon. And despite the newest US case — a California patient with an infection with an unknown origin — Schaffner was confident about the US response. “We’re still in very good shape here in the United States. We’ve had very few cases. They’ve been well identified, well cared for, and public health is working hard, having identified all the contacts,” he said. “Now, this California case changes the equation, of course. Where did that person get their infection? That investigation is currently very much under way. And we’re all watching that very, very carefully. So far, so good, but we expect more introductions of the virus. That’s inevitable.”   The all-House briefing on coronavirus briefing was off to a bit of a chaotic start this morning, with a room that was far too small. The room only had 50 chairs set up in it — and a few Republican members complained as they left that Rep. Rosa DeLauro’s opening remarks were political in nature. Members have now moved en-masse to a larger room down the hall. Health officials in Singapore have confirmed two more cases of the novel coronavirus, bringing total number of cases to 98. The Ministry of Health said that neither case had any recent travel to China, Daegu or Cheongdo, according to a news release. Both cases are close contacts of previously confirmed cases in the country.  According to the Ministry of Health, of the 98 confirmed cases in the city...  69 patients have made a full recovery and have been discharged from hospital\n29 patients remain in hospital, seven of whom remain in critical condition.  Italian soccer team Inter Milan may have booked its place in the next round of the Europa League yesterday — but none of its fans were in the San Siro stadium to witness it. As the country struggles to control coronavirus outbreaks in the northern regions, sports events are either being cancelled or played without audiences. The eerie Inter Milan match against Bulgarian side Ludogorets was ordered to be played behind closed doors.  The Ludogorets team arrived in Milan wearing medical face masks, as more than 650 cases of the virus have been confirmed in the country and entire towns are locked down. Five Serie A matches will also be contested in front of an empty stadium this weekend.  Sporting events around the world are being canceled on fears of contagion. The remaining stages of the UAE cycling tour have been canceled after two team members tested positive to the coronavirus. Four-time Tour de France winner Chris Froome says “public health must come first” and is still awaiting testing. There are fears Tokyo 2020 may be impacted but organizers insist preparations are going ahead as planned. Read more: How the coronavirus is impacting sport A woman in her 70s is the fifth passenger on the Diamond Princess cruise ship to die from the novel coronavirus, Japan’s Health Ministry said Friday. A top Japanese government adviser told CNN this week that the quarantine measures enacted on the Diamond Princess, which was docked off Yokohama for two weeks, may have allowed additional infections to spread among the ship's crew and passengers. The American-owned cruise ship was put under quarantine by Japan after a coronavirus outbreak was detected on board. At least 705 people contracted the virus during the quarantine. For a time, the ship had the largest concentration of cases outside of mainland China, where the virus is thought to have originated. Japan has now confirmed 10 deaths from the coronavirus. Spain has reported 18 new cases of the coronavirus overnight, bringing its total number to 32, according to the health ministry.    Twenty-nine of those cases have a direct link to known risk zones in other countries, the ministry's emergencies coordinator, Fernando Simon, told reporters Friday.  But where the three other patients contracted the virus is unknown, he said, as they hadn’t recently travelled to affected areas. Meanwhile, 130 guests at the H10 Costa Adeje Palace hotel in Tenerife will be allowed to leave today after several days on lockdown, Simon said. Those guests had no contact with four people who have tested positive at the hotel.  “Apart from that group there is a group of 500 people who might have had casual contact with the infected patients -- not a close contact -- who have no symptoms. They need to be monitored but they don’t have to be isolated. We need to make a decision regarding those. They are mostly foreigners and we need to work with their governments to arrange their exit, this is not as easy”, Simon said. The coronavirus is continuing to spread as authorities around the world struggle to contain outbreaks. Clusters in northern Italy and Iran’s Qom province are proving particularly difficult to control.  In South Korea, more than 500 new infections were reported for a second consecutive day, with more than 2,300 confirmed cases, making it the most-affected nation outside mainland China, in terms of reported case numbers.  Here's what you should know: Global markets are on track for their worst week since the 2008 global financial crisis, as coronavirus fears have pushed stocks down for a seventh consecutive day. South Korean authorities are scrambling to find almost 3,000 members of a religious group, at the heart of the country’s biggest outbreak. Sub-Saharan Africa reported its first case in Lagos, Nigeria, on Thursday, as an Italian man who works in the country tested positive. More countries are reporting first cases as well, including Lithuania, Belarus and New Zealand.  The full picture of Iran's outbreak is still unclear. It has the highest death toll outside of mainland China, with 34 reported, but only 388 cases. The viral death rate has been at around 1-2% elsewhere, suggesting that thousands of people may be carrying the virus undetected. The Geneva Motor Show, one of the world’s biggest car shows, has been canceled because of coronavirus fears, The show is the latest in a string of international events scrapped because of the virus, including the Mobile World Congress in Barcelona that was scheduled for this month. A plan is in the works to evacuate quarantined foreign diplomats from North Korea, a source inside the country tells CNN. The date of the evacuation flight has not been confirmed, but the source says it will likely fly from Pyongyang to Vladivostok, Russia. The death toll is rising, with 2,867 deaths now reported in mainland China, and 79 outside. Here's where they've happened: Iran: 34 Italy: 17  South Korea: 13  Japan: 9 HK: 2  France: 2   Philippines: 1  Taiwan: 1 South Korean authorities are trying to track down almost 3,000 members of a religious group at the heart of the country's coronavirus outbreak.  South Korea has more than 2,300 confirmed cases of the coronavirus, with 13 deaths, making it the most-affected country outside mainland China.   The governor of Gyeonggi province, Lee Jae-myung, has requested that police track down 2,995 members of the group, which practises an offshoot of Christianity. Health surveys were conducted on 30,814 Shincheonji members and found 740 people suffering from symptoms of the coronavirus. The surveys were conducted by 210 Shincheonji members who performed the task on behalf of government workers because group leaders say members won’t answer calls from people outside the group. Lee says investigators tried for three hours to convince the group’s leadership to handover a list of members in the province. Shincheonji’s members handed over a list of 33,582 members based in the province, but Lee said thousands more people were linked to the group. Read more:  The Geneva Motor Show, one of the world’s biggest car shows, has been canceled because of coronavirus fears.  The car show was due to get underway on March 2, and more than 660,000 people were expected to attend over nearly two weeks. Almost half of those visitors were expected to travel to Geneva from other countries. The move comes as the Swiss government imposes a ban on any large-scale events with more than 1,000 people attending, at least until March 15. Switzerland has 15 reported case of the coronavirus. The show is the latest in a string of international events scrapped because of the coronavirus. The Mobile World Congress in Barcelona scheduled for this month was canceled on health concerns.   Global stocks are on track for their worst week since the global financial crisis, as coronavirus fears have pushed markets down for a seventh consecutive day.  The MSCI index, which tracks shares in many of the world's biggest companies, has fallen 8.9% — its worst percentage decline since October 2008. European stocks suffered significant losses in early trading Friday, with Germany's DAX, dropping as much as 5% in early trading and London's FTSE 100 shedding 4.4%. In Italy, where 17 people have now died as a result of the virus, the benchmark FTSE MIB index was down nearly 4%. China's Shanghai Composite closed down 3.7%, bringing losses for the week to 5.6%, the index's worst performance since April 2019. Japan's Nikkei ended down 3.7% and benchmark indexes in Australia and South Korea both shed 3.3%. The coronavirus has increased fears that the epidemic will wipe out corporate profits and push some of the world's biggest economies into recession. US stock futures were also sharply lower Friday, suggesting that the country's three main indexes will resume their plunge after a sharp sell-off on Thursday during which the Dow suffered its worst ever points loss, dropping 1,191 points, or 4.4%. The S&P 500 suffered a similar fall and has slid more than 10% from its recent peak. Read more: The Coronavirus is fast becoming an 'economic pandemic' Dr. Celine Gounder, a professor of medicine and infectious diseases at NYU School of Medicine, spoke with CNN about the coronavirus and whether people can become immune to it. \"Common cold coronaviruses, you don't actually have immunity that lasts for very long, and so we don't know the answer with this specific coronavirus. If you recover, are you immune, and if you are immune, how long does that last? And that's actually going to be one of the challenges with designing a vaccine is how do you actually cause the immunity to last long enough to protect you,\" Gounder said. How to protect yourself: In general, the public should do \"what you do every cold and flu season,\" said Dr. John Wiesman, the health secretary in Washington state -- where the first US case of Wuhan coronavirus was confirmed. That includes washing your hands often with soap and water for at least 20 seconds. The World Health Organization recommends staying at least 3 feet (or 1 meter) away from anyone who may be infected. If you're the one feeling sick, cover your entire mouth and nose when you cough or sneeze. But don't use your hands. Use either your bent elbow or a tissue that you throw away immediately afterward. Listen to Dr. Gounder explain: ##Your Questions## Two people in England and one in Wales have tested positive for coronavirus, bringing the total in the United Kingdom up to 19, according to the UK Department of Health and Social Care. The two patients in England contracted the virus while in Iran and have been transferred to specialist NHS infection centers at the Royal Free Hospital in London, the department says. European nations are trying to contain transmissions of the virus across the region, as Italy struggles with an outbreak in its north. Cases in the UK, France, Switzerland, Croatia, Austria and Spain have been linked to the Italian cluster.      Read more here. A man in his 70s who tested positive for the coronavirus died in Japan on Friday after 22 days in hospital, the Japanese Health Ministry says.   The man died in the Wakayama Prefecture on Japan's Honshū island, south of Osaka.   Separately, the governor in the country's northernmost prefecture and island, Hokkaido, declared a state of emergency Friday through March 19 in an effort to contain the spread of coronavirus. Speaking at a press conference, Governor Naomichi Suzuki urged residents to stay inside their homes over the weekend. The governor said the number of infections is steadily increasing on the island, which now has the highest number of confirmed cases in Japan outside of the Diamond Princess cruise ship. Officials recently reported 13 cases in Hokkaido. Read more:  The Canadian government is still recommending citizens avoid non-essential travel to China, despite the ease in new infections over the past week. The Public Health Agency of Canada updated its list of travel health notices in response to the coronavirus this week. Only China is at a level 3 alert, or \"avoid non-essential travel.\" Iran, Italy and South Korea are all at level 2, or \"practice special precautions,\" due to hundreds of confirmed infections being reported in the three countries. The notices are to alert Canadian travelers of the health risks associated when they travel. The agency asks its citizens to monitor their health during travel and when they return, if they develop symptoms, to contact their local health authority.   Here is the full list: China: Level 3 - Avoid non-essential travel\nHong Kong: Level 1 - Practice usual precautions\nIran: Level 2 - Practice special precautions\nJapan: Level 1 - Practice usual precautions\nNorthern Italy: Level 2 - Practice special precautions\nSingapore: Level 1 - Practice usual precautions\nSouth Korea: Level 2 - Practice special precautions Parts of Iran affected by the novel coronavirus have cancelled Friday prayers on the health ministry's advice, a decision made only in exceptional circumstances. Iran is the worst affected country in the Middle East, with a significant cluster of infections and deaths in the province of Qom, which hosts several religious sites visited by local and foreign tourists. Iran’s Health Minister Saeed Namaki announced the cancelations on Wednesday, state news agency IRNA reported. Congregational Friday prayers are a mainstay of public life in Iran.   Across the Middle East, governments have been struggling to cope with the spread of the coronavirus. Iraq, for example, has closed schools, public offices and other public gatherings until March 7. President Donald Trump is hoping for a \"miracle\" that will make the coronavirus disappear but tanking stock markets and signs the disease is stalking America are delivering their verdict on his scattershot management of the crisis. A historic Wall Street sell off, the first case on US soil that could not be traced to travel to countries battling the virus, and news of drug shortages outpaced White House efforts to show everything was under control. \"It's going to disappear. One day it's like a miracle, it will disappear,\" Trump said at the White House Thursday as the virus marched across Asia and Europe after US officials said the US should brace for severe disruption to everyday life. Controlling the narrative: An order for public health officials to clear all television appearances with the White House meanwhile raised the question of whether Trump will prioritize science as the threat from coronavirus rises or his own political standing. Meanwhile, sources told CNN that all media appearances have to now be cleared with Pence's office. The move could deprive Americans of sober, science-based advice from some of the best public health experts in the world. Whistleblower: In a shocking report, The Washington Post revealed that health officials met Americans evacuated from Wuhan, China, the epicenter of the disease without proper training or protective gear, according to a whistleblower account. California cases: California is monitoring 8,400 people for the virus and an announcement that the state has already confirmed its first case of community transmission further shook public confidence. Contradictions: CNN has reported that Trump has been angered that government health experts have contradicted his attempts to downplay the threat from the virus by saying it is all but \"inevitable\" the US will be affected and there will be severe disruption. The revelation will do little to quell suspicions that Trump is trying to suppress damaging information to pacify the markets and protect himself politically and gets to the fundamental issue of the administration's squandering of public trust. Read the full analysis here.   Vietnam announced on Friday that it will suspend issuing visas to South Korean nationals. The government said the measure aims to help Vietnam contain the spread of the coronavirus epidemic and limit the impact of the virus on its economy and society.  The Vietnamese government also announced that any other foreign nationals who have visited South Korea will be subject to a 14-day mandatory quarantine upon arrival. South Korea has recorded 2,337 coronavirus cases -- the largest outbreak outside of mainland China. As of Friday, Vietnam has 16 confirmed cases of the novel virus. The coronavirus outbreak is continuing to spread across the globe, with cases reported in every continent except Antarctica. In Asia, South Korea reached a grim milestone on Friday of more than 2,000 cases after it reported over 500 new infections for the second consecutive day. Here's what you should know:  The latest numbers: There are more than 83,000 cases around the world, including over 2,850 deaths. The vast majority of these are in mainland China, which has reported 78,824 cases and 2,788 deaths. The deaths: Outside of mainland China, 71 virus-related deaths have been recorded: Iran: 26\nItaly 17\nSouth Korea: 13\nJapan: 9  \nHong Kong and France: 2 each\nThe Philippines and Taiwan: 1 each  South Korea spike: The East Asian country reported 571 coronavirus cases on Friday, bringing the national total to 2,337 cases -- the largest outbreak outside of mainland China.  It has reported 13 deaths. Many of the cases are linked to a religious group in the country's south.  More cases in Italy: At least 650 people have tested positive for coronavirus in Italy, officials said. Across Europe, at least 11 countries now have confirmed cases of the virus, with many of the patients having visited the Lombardy region at the center of Italy's outbreak. Stock markets plunge: A historic fall in US stocks on Thursday has caused shockwaves through Asia Pacific markets today, with drops in major exchanges across the region. It followed a record drop in the United States as the Dow dropped 1,191 points on Thursday, in its worst one-day point drop in history, while the S&P 500 posted its worst day since 2011. Coronavirus in Africa: The first confirmed novel coronavirus case in Nigeria is an Italian citizen who traveled to Lagos. Nigeria is the third African nation to report the virus, and the first in sub-Saharan Africa. The others are Egypt and Algeria, which both have one case each. Evacuations from North Korea: A plan is in the works to evacuate quarantined foreign diplomats from Pyongyang, North Korea, a source inside the country tells CNN. The date of the evacuation flight has not been confirmed, but the source says it will likely fly from Pyongyang to Vladivostok, Russia. Countries report first cases: Lithuania, Belarus and New Zealand reported their first cases overnight. The Lithuanian patient is a woman who is experiencing “mild symptoms.\" The Belarus case is a student from Iran, while New Zealand's case is \"a person in their 60s, recently returned from Iran.\" Meanwhile, France reported two new cases and Hong Kong one case on Friday.  Artists cancel gigs: K-pop group BTS have canceled four shows in Seoul in April, and American rock band Green Day have called off their upcoming Asia tour over the coronavirus.  Other closures: Hyundai Motor is suspending the operation of a plant in Ulsan, South Korea after one of its employees tested positive for the virus. Meanwhile Tokyo's Disneyland and DisneySea are closing for two weeks because of the virus.  South Korea confirmed a total of 571 cases of the novel coronavirus on Friday, according to the South Korean Centers for Disease Control and Prevention.  The 571 cases confirmed on Friday afternoon includes 256 cases announced earlier on Friday morning. That brings the national total to 2,337 cases -- the largest outbreak outside of mainland China.  The number of cases reported on Friday is 67 higher than Thursday, when 505 cases were confirmed.  The latest figures include one more military personnel, bringing the total number of confirmed cases in the South Korean military to 26. No new deaths were reported on Friday, so the national death toll remains at 13. Among the 571 new cases, 447 are from Daegu, where the outbreak has been concentrated. Many of the cases are linked to a religious group in the city. Chinese social media has been awash with stories in recent days of South Koreans fleeing their native land to seek refuge in China, often citing “massively oversold flights” as supposed proof. The number of confirmed coronavirus patients has spiked in South Korea, while the outbreak appears to be stabilizing in China outside the epicenter in Hubei province. The Chinese government on Friday dismissed the online speculations. “Airlines have cut flights since the outbreak began and that has led flights from South Korea to China to be full,” said Chinese Foreign Ministry spokesman Zhao Lijian at a regular news briefing. “But the overwhelming majority of passengers on these flights have been Chinese citizens based in South Korea.” Zhao also noted tightened quarantine measures in Beijing and other cities targeting international arrivals apply to Chinese and foreigners alike.  “We will strengthen information sharing and cooperation with South Korea, and provide assistance within our ability,” he added. Outside of Asia, the number of cases of the virus has risen to over 650 in Italy, the worst outbreak in Europe.  Tens of thousands in a \"red zone\" in northern Italy have been put on effective lockdown, as officials race to stop it spreading throughout the country.  Meanwhile, Belarus and Lithuania have reported their first cases of the virus, as France reported two new infections, bringing its total to 40. Economic impacts: That could have a major effect on the country's economy, with the Italian finance minister saying Thursday that the four most affected regions make up 50% of the country's GDP. The outbreak could also have a major affect on tourism, a big driver of the Italian economy. Borders remain open: At present, Italy does not plan to close its borders, Deputy Health Minister Pierpaolo Sileri said.  \"I don't think right now there is any reason to close the border, especially because the two areas are very well confined and we know exactly the two major outbreaks and all the people that we found all around Italy -- which are very few -- are coming from that area,\" Sileri said. Warning against panic and paranoia: \"I think paranoia and anxiousness and panic will run much much more than the virus and we had problem with this in the last few weeks,\" Sileri added. \"This is the first epidemic event in era of social media, and this doesn't help, absolutely doesn't help.\" Italy outbreak spreading: There is evidence that the Italian outbreak has already spread beyond its borders, with Spain, Germany, Denmark and the UK reporting cases among travelers who had been in Italy.   EU response: The need to respond to the health crisis is revealing -- and fueling -- longstanding rifts within the European Union.   \"There is a feeling in Italy that the numbers are high because the government has been aggressive in its policy response,\" Mujtaba Rahman of the Eurasia Group told CNN. \"There is also a feeling that other member states have lower numbers because they haven't been aggressive.\" Read the full story here. A woman with \"mild symptoms\" has become the first confirmed coronavirus case in Lithuania, the country's Ministry of Health told CNN in a statement today. She is currently in isolation in Republic Siauliai Hospital, which has the required infrastructure, the ministry said. Three family members of the patient are being closely monitored in hospital and have not experienced symptoms so far. Other people who have been in contact with the infected patient are being identified and their health is being examined, the ministry said. None of them have experienced symptoms. “Despite the efforts made and the proactive preventive measures that we took among the first, we regret to declare that Lithuania did not avoid the coronavirus,” said Minister of Health Aurelijus Veryga. \n“We were well aware that the threat existed, and we were actively getting ready for this scenario.” Two new coronavirus cases have been confirmed in France, bringing the total number of identified cases in the country to 40. The two cases are in the eastern region of Haute-Savoie, mayor of local town La Balme-de-Sillingy Francois Daviet told French TV channel BFM on Friday. The two infected people are relatives of a person who had previously tested positive. They had attended a party together, before that individual was aware that they had coronavirus, Daviet said.  The mayor added that it was \"possible\" that there were other cases in his municipality. Mongolian President Khaltmaagiin Battulga has been placed under a 14-day quarantine after a one-day visit to China. According to state news agency Montsame, Battulga along with several other government officials, including the minister of foreign affairs, visited China to meet President Xi Jinping and Premier Li Keqiang.  The delegation -- including the President -- were immediately placed into a two-week quarantine upon their return to Mongolia on Thursday night as a precautionary measure. Montsame also reported that Battulga met with Xi during his visit in which the two discussed joint efforts to curb the spread of the novel coronavirus. Battulga also announced a donation of 30,000 sheep to China. Measures in Mongolia: Mongolia has not reported any cases of the coronavirus and has taken measures to stop it entering the country. Schools will be closed until the end of March and the delivery of coal to China is suspended until March 2. A historic fall in US stocks on Thursday has caused shockwaves through Asia Pacific markets today, with drops in major exchanges across the region. Japan's Nikkei 225, South Korea's Kospi and Australia's S&P/ASX 200 each lost more than 3%. Hong Kong's Hang Seng dropped 2.49%, while China's Shanghai Composite slid 3.7%. It followed a record drop in the United States. The Dow dropped 1,191 points on Thursday, in its worst one-day point drop in history, while the S&P 500 posted its worst day since 2011.  In general, stocks are on track for their worst week since the 2008 financial crisis. Markets are shaky amid fears that the coronavirus outbreak could turn into a global pandemic. Economic pressures grow in China: The uncertainty is taking its toll on a growing number of businesses. Chinese search giant Baidu warned Friday that revenue could drop as much as 13% in the first quarter compared to the same time last year. Revenue for the company's core business, which includes online marketing and advertising, could plunge as much as 18% year-over-year, according to the company's guidance. Online marketing revenue in 2019 fell 5% compared to the year before. The US Navy has ordered all ships that have visited countries in the Pacific region to effectively self-quarantine and remain at sea for 14 days in order to monitor sailors for any symptoms of coronavirus.  \"Out of an abundance of caution, Pacific Fleet is implementing additional mitigations to prevent Sailors from contracting COVID-19, and to monitor Sailors who have traveled to higher-risk areas,\" US Navy spokesman Lt. James Adams told CNN, using the official name for the virus.  No evidence of cases: The spokesman said that \"at this time, there are no indications that any US Navy personnel have contracted\" the coronavirus but said the Navy was acting out of an abundance of caution. Remain at sea: The commander of the US Navy's Pacific Fleet, Adm. John Aquilino, issued guidance instructing Navy vessels departing from countries in the region \"to remain at sea for at least 14 days before pulling into another port, in order to monitor sailors for any symptoms of the virus.\" The self-quarantine is only the latest step the Pentagon has taken to protect its service members from the virus Military drills cancelled: An upcoming military exercise with South Korea was suspended due to concerns about the virus. Travel restrictions: The US military's Indo-Pacific Command, which oversees all US troops in the region, restricted all non-essential travel to South Korea for all US service members, contractors and defense department civilians serving as part of the command. Military bases: On US military bases in Italy, access to on-base schools, child-care facilities, gyms and other public buildings has been temporarily halted and troops are bracing for the possibility of similar restrictions on other bases in Europe.  Read the full story here.  The novel coronavirus, a cousin of the severe acute respiratory syndrome (SARS) virus, has symptoms that include a runny nose, cough, sore throat, possibly a headache and maybe a fever, which can last for a couple of days. For those with a weakened immune system, the elderly and the very young, there's a chance the virus could cause a lower, and much more serious, respiratory tract illness like a pneumonia or bronchitis. ##Your Questions## A new book published this week by China's Central Propaganda Department recounts how Beijing won the \"people's war\" against the novel coronavirus. With editions in more than six languages, it's clearly aimed at a global audience.  But while the claim that China has won the battle against the virus is debatable, even on the face of it, the lessons from China's own experiences aren't particularly applicable to other countries.  More than 780 million people across China were placed on effective lockdown at the height of the outbreak, while the government's giant security state swung into action, with intense, artificial-intelligence-powered surveillance used to track potential virus carriers across the country.  Beyond this, China also mobilized thousands of health care workers to tackle the outbreak in Wuhan, and constructed several hospitals dedicated to fighting the virus in a matter of days.  Not only do many countries lack the resources or technology to follow suit, they do not have the legal framework for doing so. This is for good reasons -- privacy protections, human rights safeguards -- but also means that other governments do not have the capabilities to rein in the virus that, if you take Beijing's propagandists at their word, were vital for the victory in China.  Even less draconian solutions, such as additional border checks, restrictions on travel, and calls for self-isolation or voluntary quarantine may be more difficult to pull off outside of China.  The Chinese authorities have complete control of the country's media and a massive censorship apparatus, allowing them to set the narrative and encourage compliance and a sense of the country pulling together. They also don't have to deal with opposition politicians criticizing their policies or seeking to score points.  Already in the US, the virus is becoming politicized, with both President Donald Trump and Fox News blaming Democrats and the media for overhyping dangers in a supposed desire to hurt his popularity.  China's response to the virus may have been successful, but like many things that happen in a country that unique, it will be difficult to copy overseas, for both good reasons and bad.  The coronavirus outbreak is changing the way China's restaurants handle takeout. Customers are being met with temperature checks and even takeout only at popular eateries around China due to the outbreak. For deliveries, orders are coming with little cards that include the name and temperature of the persons who made the food and delivered it. Watch CNN New Day's report on the new normal for eating during the outbreak: The first confirmed novel coronavirus case in Nigeria is an Italian citizen who traveled to Lagos, Nigeria’s Health Ministry said in a statement.  The individual works in Nigeria and had returned from Milan to Lagos on February 25, the ministry said.  The patient is clinically stable, with no serious symptoms, and is being managed at the Infectious Disease Hospital in Yaba, Lagos,” the ministry said. Nigeria, Africa's largest country by population, is home to more than 200 million people.  Nigerian health officials have started working to identify everyone the patient came into contact with since they arrived in the country and have urged citizens not to panic.  “Citizens must not abuse social media and indulge in spreading misinformation that causes fear and panic,” the statement said.  Nigeria’s government has been strengthening measures “to ensure an outbreak in Nigeria is controlled and contained quickly,” according to the statement.  The country's first coronavirus case is also the first confirmed case of the virus in Sub-Saharan Africa. Rock band ‘Green Day’ announced they are postponing their upcoming shows in Asia due to the coronavirus.  The following message was posted on their verified social media accounts: Belarus has recorded its first case of novel coronavirus in the country, identifying the patient as a student from Iran, the Belarus Ministry of Health said today in a statement on its official website. “During a laboratory test on February 27, the virus was detected in an Iranian citizen who arrived on a flight from Baku on February 22,” the statement says. \"The patient and those who were in contact with him are quarantined in Minsk, the young man’s condition is satisfactory.” The health ministry added that it began testing all travelers coming from South Korea, Iran, and Italy on February 20. Household disinfectants are thought to be effective against the novel coronavirus. Cleaning products like Lysol and Clorox list the human coronavirus as one of the 99.9% of bacteria it can kill. However, it's important to note that human coronaviruses are different than the novel coronavirus we are seeing now. This is a new virus and there are no vaccines or antiviral treatments that specifically target it. Lysol's products have been proven effective in protecting against the other human coronaviruses -- so they're thought to be effective against the novel coronavirus, too, said Saskia Popescu, a senior infection prevention epidemiologist in Phoenix, Arizona. ##Your Questions## A United Nations sanctions committee has given approval for Doctors without Borders, also known as Médecins Sans Frontières (MSF), to provide North Korea with diagnostic equipment to prevent any outbreak of the coronavirus. It is not clear when the equipment will get to North Korea. The UN’s North Korea sanctions committee on Thursday quickly approved the shipment of goggles, thermometers, and stethoscopes into North Korea, along with kits to detect if sick people there have the virus, the leader of the committee, German UN Ambassador Christoph Heusgen, told reporters Thursday. “The committee immediately had given permission to export the equipment. The problem is that right now North Korea has closed the border. Around the table the appeal was made for North Korea to allow this equipment in so that the population can be better protected,” he said. A plan is in the works to evacuate quarantined foreign diplomats from Pyongyang, North Korea, a source inside the country tells CNN. The source agreed to speak on the condition of anonymity, given the extreme sensitivity of the current situation. Closing operations: The German Embassy, French Cooperation Office, and Swiss Development Cooperation will close Pyongyang operations completely, the source says.  Other countries with diplomatic missions in North Korea plan to scale down operations, according to the source.  “I would expect around 60 people to be on the flight,” the source says. Evacuations from North Korea: The date of the evacuation flight has not been confirmed, but the source says it will likely fly from Pyongyang to Vladivostok, Russia. Kept in isolation: CNN previously reported foreign diplomats have been kept in complete isolation since early February, amid concerns about the potential spread of novel coronavirus inside North Korea. Diplomatic staff are not allowed to leave their compounds. All flights in and out of the country have been suspended. North Korean authorities have yet to respond to CNN’s request for comment. Diplomats in North Korea: The exact number of foreign diplomats stationed inside North Korea is unknown, but is estimated to be just a few hundred. The country previously announced that all foreigners would be quarantined for 30 days, after quickly closing its borders at the onset of the coronavirus outbreak. No reported cases: North Korea has not confirmed a single case of the virus inside the country, but global health experts have warned the country is highly susceptible to an outbreak given its close proximity to China and limited medical capabilities. CNN’s Richard Roth reports a UN sanctions committee has given approval for diagnostic equipment to enter North Korea to prevent any outbreak of the coronavirus.  New Zealand's report of its first coronavirus infection today follows more confirmed cases in countries including Spain, France, Nigeria and the UAE overnight, as outbreaks in South Korea, Italy and Iran continued to worsen. The virus has now reached more than 50 countries and territories outside mainland China, with over 4,400 infections recorded and at least 70 deaths. These are the worst-hit countries in each region of the world: Africa: Algeria, Egypt, Nigeria; 1 case each\nAsia: China; 78,824 cases, 2,788 deaths\nAsia (outside China): South Korea; 2,022 cases, 13 deaths\nAustralasia: Australia; 22 cases\nEurope: Italy; 650 cases, 17 deaths\nMiddle East: Iran; 245 cases, 26 deaths\nNorth America: United States; 60 cases\nSouth America: Brazil; 1 case Read more about the worldwide spread of the virus here. With the novel coronavirus spreading worldwide, we're about to see what happens when multiple different political systems try to respond at once, in very different ways.  Some countries are already battening down the hatches, while others are taking a more blasé approach. What's clear is that there is not a unified strategy. Even in the European Union, health policy is left to member states, so there will be some major discrepancies in how countries react to outbreaks.  This could have an impact because it makes it difficult for people to know how to react or what precautions to take. If country A has 40 cases and is announcing school closures and quarantines, but country B with 60 cases is only advising extra vigilance, is it because the situation is less serious, or is the government not responding correctly?  There are legitimate reasons that more cases could be less serious, a cluster could all have connections to another country, with no evidence of spreading within the community, so once they are hospitalized and isolated, there's less risk of further contagion. Conversely, a relatively small outbreak that is showing signs of inter-community transmission is far more concerning.  The World Health Organization (WHO) can be expected to carry out some coordination and provide advice on how governments should react, but the WHO doesn't have the power to compel countries to take certain measures, nor would it likely be willing to publicly shame any that are being negligent. The WHO's authority has also been somewhat knocked by accusations that it pandered to China, praising Beijing's containment efforts even as the virus spread throughout first that country and then the world.  It's always difficult to know how seriously to take an outbreak, how to find the balance between being safe, and avoiding paranoia. As dozens of different approaches to the virus kick into gear worldwide, that might be about to become a lot harder. South Africa will evacuate 132 nationals from the Chinese city of Wuhan, the epicenter of the coronavirus outbreak, according to a government statement.  \"Cabinet has decided on this course of action after due consideration of the circumstances, and following several requests from the families of South Africans in the city,\" the statement said.  There are an estimated 199 South African citizens in Wuhan, and 132 of them have so far expressed desire to be repatriated. “These compatriots are currently living under lockdown conditions following the outbreak of the coronavirus,” the statement said.  None of the affected individuals have been diagnosed with the virus and none have shown symptoms, according to the statement. Upon arrival in South Africa, they will be placed in quarantine for 21 days as an additional precautionary measure.  On Friday, Nigeria reported the first confirmed coronavirus case in sub-Saharan Africa.    There is no specific treatment, but research is underway. Most of the time, symptoms will go away on their own, and experts advise seeking care early. If symptoms feel worse than a standard cold, see your doctor. Doctors can relieve symptoms by prescribing a pain or fever medication. The CDC says a room humidifier or a hot shower can help with a sore throat or cough. Drink plenty of fluids, get rest and sleep as much as possible. ##Your Questions## Hong Kong has confirmed another case of the novel coronavirus, raising the citywide tally to 93, according to a government statement. The latest patient is an 89-year-old woman with underlying illnesses who lives alone, the Centre for Health Protection (CHP) said. The woman has no travel history during the incubation period but she's known to have visited the Fook Wai Ching Buddhist temple multiple times in January and February. The temple, in Hong Kong Island's North Point district, has been linked to a cluster of cases in the city.  On Thursday, the CHP announced that a 70-year-old woman with links to the same Buddhist temple became the city's 92nd confirmed case. As of Thursday, of the 93 confirmed cases, 65 remain hospitalized, 26 have been discharged, while two have died. In times of emergency the public relies on the press for much-needed information. In some of these cases, it can be a matter of life and death. And given the current coronavirus outlook, there will soon be a lot of questions the public will need answers to. Unfortunately, President Trump and some of his allies in right-wing media are choosing to attack news organizations for delivering the public this information. And while it's not surprising that pro-Trump media forces are going to extensive lengths to defend the President, given the risk to public health, it's nothing short of alarming. Attacking media: Some of Trump's most ardent supporters in media have downplayed concerns about the coronavirus and misled their audiences by telling them that news organizations and members of the Democratic Party are weaponizing fear in a bid to hurt the President's re-election efforts. White House moves to limit messaging: \"The White House moved on Thursday to tighten control of coronavirus messaging by government health officials and scientists,\" NYT's Michael Shear and Maggie Haberman reported, \"directing them to coordinate all statements and public appearances with the office of Vice President Mike Pence, according to several officials familiar with the new approach.\" Media gives voice to whistleblower: WaPo was first with the story, and then other major outlets followed. A whistleblower at the Department of Health and Human Services has filed a complaint saying that more than a dozen workers who received Americans evacuated over coronavirus concerns from China lacked proper training or protective gear. here.   New Zealand's Ministry of Health announced its first confirmed case of the novel coronavirus on Friday. The patient is \"a person in their 60s, recently returned from Iran,\" the ministry said in a statement.  The patient arrived in the city of Auckland on February 26. The infected person's close contacts are in isolation and are due to be tested for the disease, the ministry said. Chinese search giant Baidu (BIDU) warned Friday that its revenue could drop as much as 13% this quarter compared to the same time last year. Revenue for its core business, which includes digital marketing and advertising, could plunge as much as 18% year-over-year, according to the company's guidance. The online ad industry is expected to be one of the biggest \"losers\" of the outbreak, noted Chelsey Tam, an equity analyst at Morningstar. \"Baidu and Weibo are likely to lose out because of their large advertising exposure, which is likely to be sensitive to overall economic weakness,\" she wrote in a research note last week. The outbreak comes at a particularly vulnerable time for Baidu. Over the past year, its main business has already been squeezed by increased regulation of online content in China, as well as the country's broader economic slowdown. The firm has been trying to turn things around, and its fourth-quarter earnings on Friday beat expectations. But it's still not clear how much the coronavirus will take a toll. \"The coronavirus situation in China is evolving,\" Baidu said in a statement. \"Business visibility is very limited.\" The mayor of Daegu said he plans to report an official with the Shincheonji religious group's Daegu branch to local police over a lack of cooperation in fighting the coronavirus outbreak. Mayor Kwon Young-jin told reporters on Friday that the group failed to include some members on its list submitted to the city and he would be reporting the group’s Daegu branch official to police for “hampering the city’s measures to contain the virus.”\nDaegu city authorities discovered that “the group omitted the information of 1,762 Shincheonji trainees” when comparing the list provided by the group to the one separately obtained by the South Korean Centers for Disease Control and Prevention.  The Shincheonji religious group said that the trainees are not official members. However, some of those trainees omitted from the Shincheonji list have tested positive for the novel coronavirus, according to the Daegu city government. Kwon added that most of the infected patients in Daegu were from the Shincheonji religious group. On Friday, South Korea reported 256 more confirmed cases of the novel coronavirus, bringing the national total to 2,022, according to the South Korean Centers for Disease Control and Prevention (KCDC). Among the 256 new cases, 182 are from Daegu, the epicenter of the outbreak in South Korea. A total of 1,314 cases since the beginning of the outbreak have come from Daegu, according to the KCDC. Read more on the Shincheonji religious group here. Korean Air will conduct temperature checks for passengers on its flights and strengthen cabin disinfection as the coronavirus outbreak in South Korea shows no signs of slowing.  In a news statement released on Friday, the airline said the measures will start with a flight to Los Angeles on February 28. All flights that are departing and arriving from the United States will require passengers to have their temperatures checked before boarding the flight. If the passenger is found to have a body temperature over 37.5 degrees they will be denied boarding.  Korean Air also said that it will strengthen cabin disinfections in order to curb the spread of the virus. The airline adds it will be expanding these measures to all of its other routes. The coronavirus outbreak is continuing to spread across the globe, with cases reported in every continent except Antarctica. Here's how its impact is being felt: Market losses: The Dow dropped 1,191 points on Thursday, in its worst one-day point drop in history, while the S&P 500 posted its worst day since 2011. Stocks are on track for their worst week since the 2008 financial crisis. Markets in Asia and elsewhere have also suffered, as fears of a global pandemic have continued to grow.  New cases: Reported cases of the virus were confirmed in Spain, France, Nigeria, and the UAE overnight, as outbreaks in South Korea, Italy and Iran continued to worsen. US Vice President's role: In the US, opposition lawmakers criticized President Donald Trump's handling of the crisis and raised concerns over his placing of Vice President Mike Pence in charge of the response, pointing to Pence's track record as Indiana governor during an HIV epidemic.  Trump on coronavirus in US: Trump expressed optimism that the novel coronavirus would eventually be contained and eliminated in the US.  Trump said the virus is \"going to disappear. One day it's like a miracle, it will disappear. And from our shores, you know, it could get worse before it gets better. Could maybe go away. We'll see what happens. Nobody really knows.\" Questions over Tokyo 2020 Olympics: While the Games themselves aren't until July, events such as the torch relay are due to begin next month.  Michael Ryan, executive director of the World Health Organization's Health Emergencies Program, said, \"we are working extremely closely with the IOC and the Tokyo 2020 organizing committee, and are providing them with risk assessment and risk management advice.\"  Schools close: Japanese Prime Minister Shinzo Abe has announced that all schools will be closed from Monday, while the country will ramp up production of face masks, with the aim to have 500 million made in a month.  Read the full story here.    China reported only nine new cases of the novel coronavirus on Thursday outside of Hubei province, the outbreak's epicenter.  Overall, cases in mainland China increased by 327 on Thursday, bringing its total to 78,824. World Health Organization (WHO) officials said on Wednesday that for the first time, the number of daily cases reported outside China had exceeded the number of those reported within the country where the outbreak began.  That trend appeared to continue on Thursday as cases climbed around the globe. South Korea, for example, reported more than 500 new cases in 24 hours on Thursday -- and a further 256 cases on Friday morning. Other countries are also reporting an increase in cases.  At least 650 people have tested positive for coronavirus in Italy, officials said. Across Europe, at least 11 countries now have confirmed cases of the virus, with many of the patients having visited the Lombardy region at the center of Italy's outbreak. Iran, which is at the forefront of the crisis in the Middle East, has reported 245 cases in total, and 26 deaths. As the number of deaths and infections in China continues to ease, authorities are now looking to prevent new outbreaks. Health officials in Beijing announced that they will be tightening health restrictions on international arrivals. Travelers arriving in the Chinese capital from countries with \"severe epidemic situations\" will have to undergo 14 days in self-quarantine, Beijing Health Commission spokesman Gao Xiaojun said.  Gao did not name the specific countries these new measures apply to. Asia Pacific markets are falling Friday as fears about the novel coronavirus continue to spur a global sell-off.  Japan's Nikkei 225 fell more than 3% in early trading. South Korea's Kospi and Australia's S&P/ASX 200 each lost more than 2%. Hong Kong's Hang Seng and China's Shanghai Composite also dropped nearly 2% each. The declines in Asia followed a historic plunge in the United States. All three major US indexes fell into correction territory on Thursday, and the S&P 500 posted its worst day since 2011. The Dow dropped 1,191 points, or 4.4% — its worst one-day point drop in history. Read more on this here.  Hyundai Motor is suspending the operation of a plant in South Korea after one of its employees tested positive for novel coronavirus. The company said Friday that it is also “thoroughly disinfecting” the plant in Ulsan, adding that it is asking workers who came into close contact with the person to self-quarantine and test for possible infection. South Korea now has 2,022 confirmed cases of coronavirus -- the most outside of mainland China. The country has reported 13 deaths. Hyundai, meanwhile, is among many companies that is in a vulnerable position as the coronavirus spreads. The company had earlier been forced to stop production at plants in South Korea because of parts shortages as the outbreak spread in China, forcing factory closures there. Even as new outbreaks of novel coronavirus are reported around the world and we edge towards pandemic levels, the situation is stabilizing in some areas where infections were first detected and people are starting to return to normality. In China, there has been a major drop in the number of new cases reported in the past week, particularly outside of Hubei, the province where the outbreak began. This has led some areas to lower travel restrictions and begin the slow process of getting back to work. Downgrading the virus: Liaoning, a province in northeastern China that borders North Korea, was the first to downgrade the coronavirus emergency response level from the highest level -- Level 1 -- to Level 3 on Saturday, according to a statement by the provincial government. This was followed by Shanxi, Guangdong, Yunnan, Gansu and Guizhou, accounting for some 305 million people. In Hong Kong too, where actions taken by the semiautonomous Chinese city appear to have avoided an outbreak on the scale of the 2003 severe acute respiratory syndrome (SARS) crisis, there is a sense of very gradual relaxation. Some are even dispensing with face masks, previously a rare sight. Danger may be far from over: While a desire to return to normal after weeks of paranoia and quarantine is understandable, the danger may be far from over, particularly in mainland China. Since the outbreak began in December last year, more than 78,000 cases have been confirmed inside of Mainland China, with the death toll rising to more than 2,700. Question over data: Serious questions remain over the accuracy of the country's data on the virus, however, with multiple shifts in how cases are reported or categorized. Outside of Hubei itself, where a huge amount of resources and emergency staff have been deployed, there are fears that cases may be missed or go undiagnosed. Even if the data is accurate, and the number of cases is stabilizing, it may be weeks before it is safe for people to be moving around freely again or gathering in large numbers. We know that the virus can lie dormant and there is strong evidence that it is spread while people are asymptomatic. Read more here. Tokyo Disneyland and DisneySea will close from Saturday through March 15, its operator Oriental Land announced Friday.  The closure comes in the wake of a request by Japan’s government to cancel or postpone big gatherings and events over the next few weeks to prevent the spread of coronavirus.  Saudi Arabia has temporarily suspended issuing electronic tourist visas for travelers from seven countries, according to Saudi state-run news agency SPA, citing a Ministry of Tourism statement on Thursday. Those countries are: China\nItaly\nKorea\nJapan\nMalaysia\nSingapore\nKazakhstan “It also decided to temporarily suspend previously issued tourist visas to citizens of the countries referred to above,” the statement said. Saudi Arabia has not reported a case of the coronavirus but is taking measures to prevent its arrival into the kingdom, according to SPA. Many of its neighbors, including the UAE, Iraq, Bahrain, Oman and Kuwait have reported coronavirus cases.  Pilgrimages banned: Saudi Arabia's measures to prevent the virus from reaching the country include the suspension of pilgrimages to Mecca and Medina for people outside the kingdom. The wholesale temporary ban on foreign visits to the holy sites is a first in living memory.  Hong Kong authorities have placed a pet dog into quarantine after it tested a “weak positive” for the novel coronavirus, officials said on Friday. A dog was handed over to the Hong Kong Agriculture, Fisheries and Conservation Department (AFCD) after its owner was infected with the coronavirus, the department said in a statement.  Preliminary tests from the dog’s oral, nasal and rectal samples tested a “weak positive” but the “dog does not have any relevant symptoms,\" the AFCD said.  “At present, the AFCD does not have evidence that pet animals can be infected with COVID-19 virus or can be a source of infection to people,” the statement stresses. “The department will conduct close monitoring of the above dog and collect further samples for testing to confirm if the dog has really been infected with the virus or this is a result of environmental contamination of the dog's mouth and nose.” The death toll in mainland China from the novel coronavirus increased by 44 on Thursday, China’s National Health Commission (NHC) said.  Of those, 41 were in Hubei province, the epicenter of the outbreak.  The additional three deaths outside Hubei brings the death toll in mainland China to 2,788.  The cases: Confirmed cases in mainland China increased by 327 on Thursday.  Of those, 318 were in Hubei province. That means according to the NHC, there were only nine new cases reported in China outside of Hubei. The total number of confirmed cases in mainland China is now 78,824, bringing the global total to 83,045.  A total of 36,117 patients have recovered and been discharged from hospital, according to the NHC.  Global deaths and where they are: Outside of mainland China, there have been 70 deaths reported -- raising the global death toll to 2,858.  Here's a breakdown of the virus-related deaths: Iran: 26\nItaly 17 \nSouth Korea: 13\nJapan 8  \nHong Kong and France: 2 each\nThe Philippines and Taiwan: 1 each  The United States has its first novel coronavirus-related drug shortage, according to the US Food and Drug Administration.  The maker of an unnamed drug that has recently been added to the FDA Drug Shortages list told the agency that the shortage is due to the coronavirus. On Tuesday, the FDA warned that these types of shortages could happen, and said it was monitoring the situation closely. The agency identified 20 drugs that either solely sourced their active pharmaceutical ingredients, or produced finished drug products, from or in China. The unnamed company that notified the FDA about a shortage said the problem is the result of an issue with the manufacturing of an active pharmaceutical ingredient used in the drug. Made in China: The US relies heavily on Chinese-made drug ingredients, medical devices and drugs that are used in humans and animals. As of 2018, China ranked second among countries that exported drugs and biologics to the US, and ranked first for medical devices, according to the FDA. Obligation to report shortages: The agency said Tuesday it has been in touch with 180 manufacturers to remind them that the companies have a regulatory obligation to notify the FDA if they anticipate any disruption to drug supplies. The agency asked companies to evaluate their supply chains in light of the coronavirus outbreak. The FDA said it is working with the manufacturer that was recently added to the shortages list to try and mitigate the problem. “We will do everything possible to mitigate the shortage,” the agency said in a news release Thursday. The hugely popular K-pop band BTS has cancelled four concerts in the South Korean capital Seoul due to fears over the spread of the coronavirus. The four concerts were set to take place in April, the group’s management company announced on the band’s official Facebook page. More than 200,000 people were expected to attend the shows. Big Hit Entertainment wrote that the coronavirus \"has made it impossible at this time to predict the scale of the outbreak during the dates of the concert in April, alongside increasing uncertainty about the cross-border movement of concert staff and equipment.” The band said that those who bought tickets will receive a full refund. The stakes of cancelling the Seoul tour are particularly high since the band recently released a new album and made high-profile appearances on US television, including on Jimmy Fallon’s “The Tonight Show.” South Korea has the largest outbreak outside of mainland China with more than 2,000 cases.   The coronavirus outbreak is continuing to spread across the globe, with cases reported in every continent except Antartica. In Asia, South Korea reached a grim milestone on Friday of more than 2,000 cases.    The latest numbers: There are more than 83,000 cases around the world, including over 2,850 deaths. The vast majority of these are in mainland China, which has reported 78,824 cases and 2,788 deaths.  The deaths: Outside of mainland China, 70 virus-related deaths have been recorded: Iran: 26 \nItaly 17 \nSouth Korea: 13 \nJapan 8  \nHong Kong and France: 2 each\nThe Philippines and Taiwan: 1 each  South Korea spike: The East Asian country has the most confirmed coronavirus cases outside of mainland China, totaling 2,022. It has reported 13 deaths. Many of the cases are linked to a religious group in the country's south.  More cases in Italy: At least 650 people have tested positive for coronavirus in Italy, officials said. Across Europe, at least 11 countries now have confirmed cases of the virus, with many of the patients having visited the Lombardy region at the center of Italy's outbreak. Stock market plunge: US stocks again sold off sharply as coronavirus fears mounted. The Dow closed down 1,191 points, or 4.4% -- the worst one-day point drop in history. The index has now lost 3,226 points this week. Saudi Arabia bans some pilgrimages: Saudi Arabia has suspended pilgrimages to Mecca and Medina for people outside the country over coronavirus fears. For context, a wholesale temporary ban on foreign visits to the holy sites is a first in living memory.  Coronavirus in Africa: Nigeria confirmed its first case of coronavirus on Thursday in Lagos state. Nigeria is the third African nation to report the virus, the others are Egypt and Algeria which both have one case each.  South Korea reported 256 more confirmed cases of the novel coronavirus on Friday morning, bringing the national total to 2,022, according to the South Korean Centers for Disease Control and Prevention (KCDC). The country has the most confirmed coronavirus cases outside of mainland China. Among the 256 new cases, 182 are from Daegu, the epicenter of the outbreak in South Korea. A total of 1,314 cases since the beginning of the outbreak have come from Daegu, according to the KCDC. Many of the cases are linked to the Shincheonji religious group in the country's south.  An additional 49 cases are from North Gyeongsang province, which surrounds Daegu city. Thirteen people have died from the virus in South Korea.", "Section": "asia", "Writers": ["Helen Regan", "Adam Renton", "Angela Dewan", "Mike Hayes", "Meg Wagner", "Amir Vera"], "URL": "https://www.cnn.com/asia/live-news/coronavirus-outbreak-02-28-20-intl-hnk/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Malaysia", "Source": "CNN"}