{"Type": "article", "Time": "2020-09-03", "Headline": "In spite of strict cannabis laws, Hong Kong's first CBD cafe is open for business", "Text": "On a rare pedestrian-only corner of Hong Kong's Sheung Wan area, hidden deep within a heavily gentrified maze of sleek micro roasters and dusty Chinese antique shops, there's a stylish, unassuming shop with a few tables out on its terrace.  Is it a boutique? Is it a bar? Does it even sell anything?  It's hard to tell on the surface, but with its vanilla-chic aesthetic of unfinished wood floors, blank white walls and a few nondescript plants, it's hardly the place you go to whisper \"weed, please.\" And yet, according to the owner, that happens now and then at Found, Hong Kong's very first CBD cafe.  Inside is a full range of CBD  -- short for cannabidiol -- products for sale.  The vials of CBD oils are recommended for personal use, and a drop under the tongue promises to alleviate sleeplessness.  Mini boxes of powders allow buyers to add CBD to foods, sprinkling some into oils and butters will infuse dishes with cannabinoids.  There are also CBD products for pets to help with joint inflammation and other conditions.  A cozy seating area in front of Found's beverage counter offers customers a space to relax with a beer or coffee, both tinged with just enough CBD to take the edge off of the drinks.  Currently in its soft-opening phase, the owner hopes to fully open next month with a facelift and full cafe menu.  How is this legal? In a city where cannabinoids are still very much associated with intoxicating recreational -- and highly illegal -- usage, there's a vacuum in the popular imagination for the many therapeutic benefits of these naturally occurring compounds that are being embraced elsewhere in the world.  Despite this, a boom in the sale of non-medicinal CBD products is quietly emerging in Asia -- Hong Kong included -- led by progressive minds in the food and beverage, and wellness industries.  \"We are trying to create a new conversation here, moving away from stoner culture,\" says Fiachra Mullen, co-owner of Altum International, a cannabinoids supplier for businesses and consumers in the Asia Pacific that owns and operates Found.  CBD is an extract from cannabis plants and has a psychoactive, but non-intoxicating effect.  Translation: it will give you all the calm and relaxing effects of marijuana, without the addictive high. It is now widely available in the United States and Europe in face creams and smoothies, sought out by the health-conscious as a cure-all that lowers pain, anxiety and inflammation.  Apart from CBD, there is a range of other compounds available in cannabis plants, some illegal and some not depending where you are.  In Hong Kong, the CBD extract is technically legal, but its sister compound THC (tetrahydrocannabinol), responsible for the \"high,\" is strictly illegal. In the United States and Europe, CBD products can carry up to 0.3% -- a trace amount -- of THC, but even that is not acceptable in Hong Kong.  Any CBD product sold here must have entirely undetectable amounts of THC.  Sounds easy enough to get around -- just use a pure form of CBD.  But most manufacturers produce the extract with a trace amount of THC and other compounds from industrial hemp. This broad spectrum mix of compounds is known for having a higher efficacy than any of the single compounds just on their own.  \"The 'entourage effect' refers to CBD being more potent when accompanied by other cannabinoids,\" says Mullen. \"Nature evolved over millions of years and presents you with this beautiful profile (of compounds) and then you say, well we'll take CBD only. You can't expect the isolate to have the same results as the full spectrum.\" While CBD on its own may have major benefits for those suffering from anxiety and sleeplessness, users say, without the touch of THC, it is less effective as a painkiller, only dulling the pain and not fully taking it away. But such are Hong Kong's regulations. Mullen has worked closely with manufacturers in the US and Europe for the past two years to ensure his CBD extracts are pure enough to fit local restrictions.  Altum created a line of pure CBD oils and powders under the retail brand Felix & Co, controlling the quality of the extracts to ensure everything is legitimate. Demand for the products has been strong, with items often selling out.  \"Most people are seeking help with sleep, we also have parents with children with epilepsy or cerebral palsy here who are using our products,\" says Mullen. CBD is FDA-approved in the treatment of two severe forms of childhood epilepsy.  \"Much of it is driven by the year that Hong Kong has had with the protests and the pandemic. A lot of the customers take it first thing in the morning with their coffee before they leave the house, it helps with mindfulness and makes them a bit more resilient to whatever happens that day.\" Educating the public Still confused about just what this CBD stuff is? The Found staff are helpful and non-judgmental about any questions visitors might have. Mullen himself is often there to extol the virtues of CBD in person.  The message of CBD is certainly spreading in Hong Kong, embraced by both the healthy (there's a CBD yoga lounge at popular studio Yoga Bam Bam) and the hedonistic (craft brewer Young Master Ales offers a range of CBD beers). Still, Mullen is hardly satisfied. \"There's a large part of the population that I'm not reaching,\" says Mullen.  While Hong Kong has a deeply ingrained culture of taking herbal remedies for health conditions and general wellness, there is mostly a stigma against anything related to cannabinoids.  Cannabis is part of ancient traditional therapies around Asia, from Thailand to India to China, but over the years, criminalization of the plants has led the public to shun its usage in any form. \"My dream profile customer is a 65-year-old Hong Kong woman,\" confesses Mullen. \"If I can have her and her husband walk in and learn about, or even just hear the word 'cannabis,' and not run a mile, then it's mission accomplished.\" Found, Unit A, G/F, 8 Tai On Terrace, Sheung Wan, Hong Kong; +44 5288 2281", "Section": "foodanddrink", "Writers": [], "URL": "https://www.cnn.com/travel/article/hong-kong-cbd-cafe-found-wellness-intl-hnk/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Thailand", "Source": "CNN"}