{"Type": "article", "Time": "2020-04-23", "Headline": "April 23 coronavirus news", "Text": "Our live coverage of the global coronavirus pandemic has moved here. The world is \"weeks to months\" away from knowing what drugs will work to fight Covid-19, said Dr. Maria Van Kerkhove, the technical lead for the World Health Organization's coronavirus response. The WHO is tracking a number of studies that are trying to determine exactly how many people have been infected around the world, Van Kerkhove said. According to one study in Germany, the number of people who have antibodies that show they've had the coronavirus infection ranges from 2% or 3% up to 14% of the population, she said during CNN's coronavirus town hall earlier tonight.  \"What’s interesting about this is that these numbers, this seroprevalence, is a lot lower than some of the earlier models had predicted that would have suggested that this virus was circulating a lot more, and that much more of the population was already infected.\" Van Kerkhove said. \"So these studies right now are not actually showing us that.\" Seroprevalence is the number of people in a population who test positive for a disease. The WHO is also closely monitoring the hundreds of Covid-19 drug trials. \"Everyone in the world wants to know which drugs, which medications are going to work, which medications are going to save lives,\" Van Kerkhove said. \"Unfortunately, right now, we don't have any evidence one works, yet.\" It’s critical that the studies are done and done well, Van Kerkhove said. \"So we can get to the answer that everybody needs,\" she said. The results, she added, \"can't come soon enough.\" But the world is \"weeks to months\" from knowing what works. ##Health## CNN's global town hall on the facts and fears about the coronavirus has just wrapped up. A panel of experts, including representatives from the World Health Organization and the US Food and Drug Administration, joined to answer questions like: Can face masks be disinfected and reused? Are there any available treatments yet? Can the virus be transmitted through food? Other guests included celebrity chef Jose Andres, New York Gov. Andrew Cuomo, and singer Alicia Keys. Scroll through our posts below to see the highlights. Fifteen-time Grammy winner Alicia Keys had a powerful message tonight for African Americans whose communities have been especially hard hit by the coronavirus pandemic. \"I really do hope that what we're saying is that first of all we are powerful,\" she said, during CNN’s global coronavirus town. \"We are essential. We are the heroes … we've been heroes to this country since the very day it started.\" \"I think that we should be recognized accordingly,\" Keys continued. \"It’s just time for there to be this America, to be the equal compassionate America that we claim it to be.\" Keys remarks came just moments after she debuted her new song \"Good Job,\" a tribute to the unsung heroes of the pandemic. ##Daily Life## Alicia Keys debuted her new song \"Good Job\" tonight on CNN's coronavirus town hall as a tribute to the unsung heroes of the coronavirus  pandemic: Hospital workers, nurses, x-ray technicians, doctors, grocery store clerks, delivery workers, truck drivers and all who have stepped up to keep the world moving during the crisis. The song was written several months ago for important people in her life, Keys said -- her mother, grandmother, friends, who were perhaps going through difficult times.  \"Crazily enough, this song is like as if it was written for this moment. And so, yes, there's so many people who are our everyday heroes. There are heroes among us right now, you know, and this song really celebrates the fact that you're doing an amazing job,\" she said.\n\"The message is one of empowerment and being uplifted. One thing I think is really powerful about this time for so many people is there's an empathy. There's a desire to really come together, to be together, to show up for each other and to understand each other more deeply.\" The track will be released via RCA records and is available on all digital platforms today. It will be featured on Keys' forthcoming studio album, ALICIA. ##Daily Life## Since March 14, 26.5 million American have filed unemployment claims seeking financial relief -- and families are struggling to feed themselves.  In Miami, more than 1,000 families slept in their cars to keep their place in line outside a food distribution center. Around 10,000 people showed up to a similar food distribution in San Antonio.  \"We have a humanitarian food crisis on our hands,\" said celebrity chef José Andrés, whose program World Central Kitchen is working to provide meals to people and first responders. \"Food banks are overwhelmed. School districts are overwhelmed, supermarkets, all of a sudden normal things are hard to do ... the lines are growing up everywhere at the same time.\" Speaking during CNN's coronavirus global town hall, Andrés urged government officials to address the growing crisis and set aside partisan conflicts. \"This is not about Republicans or Democrats. This is about Americans, we the people. Many people right now as they are losing their jobs, they are in desperate need of somebody to be feeding them,\" he said. This isn't the first time Andrés has cooked in disaster scenarios: He also helped cook for those affected in the Bahamas during Hurricane Dorian, and after Hurricane Maria, Hurricane Florence and the California wildfires.  Andrés and his team also helped cook for federal government workers who were furloughed or working without pay during the 35-day partial shutdown last January. ##Daily Life## New York Gov. Andrew Cuomo said the New York tri-state area will soon require \"an army of tracers\" to help track the spread of coronavirus in the region. \"A place like New York with so many, we have 250,000 people who tested positive, how do you begin to trace all those contacts where one person can immediately trace down to 10, 20 people?\" Cuomo asked during CNN’s global coronavirus town hall Thursday evening. \"You're going to need an army of tracers, literally thousands of people who do this.\" Cuomo has tapped former New York City mayor Michael Bloomberg to help design and implement the contact tracing effort, which the governor called a \"very challenging task.\" \"He offered to help, and he’s a great talent,\" Cuomo said. \"We need help from great talents.\" ##Travel## ##Health## The travel ban implemented by US President Donald Trump on China in late January did little to halt the spread of coronavirus to the US, New York Gov. Andrew Cuomo said. \"It had already left China,\" said Cuomo, when asked by CNN Thursday evening if the travel ban had made a difference. \"The strain in New York came from Europe, it didn't come from China.\" \"Close the door on China?\" he continued. \"The virus is already out… It's closing the barn door when the horse is gone.\" Speaking earlier during CNN's coronavirus town hall, Cuomo said he believed the US and even medical experts were hardly prepared for a global pandemic of this scale. \"We've never actually lived through (a global pandemic),\" he said. \"So I don't think that this country was ready for it. I don't even think our experts were ready for it.\" Watch: ##Travel## ##Health## Preliminary results of a large-scale study of hydroxychloroquine suggest that the drug \"didn't really have much of an effect on the recovery rate,\" New York Gov. Andrew Cuomo said during CNN's town hall Thursday evening. \"I think from the review that I heard basically it was not seen as a positive, not seen as a negative,\" Cuomo said. The study, sponsored by the New York state Department of Health, looked at about 600 patients at 22 hospitals in the greater New York City area.   Those who took hydroxychloroquine, with or without the antibiotic azithromycin, were no more likely to survive their infections than those who did not, according to David Holtgrave, dean of the University at Albany School of Public Health, who conducted the study.   \"We don’t see a statistically significant difference between patients who took the drugs and those who did not,\" he said.  Some more background: Since hydroxychloroquine and azithromycin are both already on the market for other illnesses, doctors are free to prescribe them to coronavirus patients if they want to, and the Albany study found that doctors did often use them to treat their coronavirus patients.  Dr. William Schaffner, a Vanderbilt University infectious disease expert who was not involved in the Albany report, said while it's hardly the last word on the issue, he hopes it will guide doctors who are considering prescribing it to their hospitalized patients.   \"This study is not a red light. It's a yellow caution light,\" he said.   This post was updated to more clearly reflect the size of the hydroxychloroquine study. ##Health## On Thursday, US President Donald Trump suggested that scientists may want to explore bringing UV light inside the body to kill a Covid-19 infection, or should consider the use of disinfectant that \"knocks it out in a minute ... by injection inside or almost a cleaning.\" \"I certainly wouldn't recommend the internal ingestion of a disinfectant,\" said US Food and Drug Administration commissioner Dr. Stephen Hahn, who is also a member of the White House coronavirus task force. Speaking on CNN's global coronavirus town hall, Hahn added that it's a \"natural question\" given that there is some preliminary data showing that light therapy can have an impact on the coronavirus. Dr. Leana Wen, the former Baltimore health commissioner, agreed that nobody should be ingesting bleach or other disinfectants.  \"I don't think there's any need to hedge on that,\" she said. \"Do not try these things at home, and follow your doctor's advice and follow good public health guidance.\" Watch: ##Health## A panel of experts at CNN's ongoing global coronavirus town hall are answering questions sent in by viewers. If I touch an infected surface and touch my mouth, I could get infected, but you say if I eat contaminated food, I will be fine. How do you explain this? You won't get sick from eating the virus because it's not a food-borne illness -- it's a respiratory illness, said CNN Chief Medical Correspondent Sanjay Gupta. When you touch your eyes, nose, or mouth, the danger is that you could be infected by inhaling the virus or by touching the mucus membranes in those areas. Is there a way to disinfect and reuse face masks? N95 masks and other types of face masks are meant to be single-use, said Dr. Leana Wen, the former Baltimore health commissioner. But hospitals and medical staff have run out of N95 masks, forcing some to find ways to reuse them. There are some \"promising\" studies that suggest vaporized hydrogen peroxide or UV light could be used to disinfect the masks, but it's still not optimal, Wen said.  How can I avoid being contaminated by my groceries? Here are three things you can do to lower the risk, said Wen. Reduce the frequency you're going to the grocery store -- you're more likely to be infected by someone coughing at the store than by touching your groceries.\nWipe down the shopping cart and the handle of the basket -- things you touch a lot at the supermarket.\nWhen you get home, put the bags on the ground, and wipe down the containers and groceries with soap and water. ##Health## ##Daily Life## The US has enough tests and supporting material to accommodate the first phase of the White House’s plan to reopen the country, according to a member of the administration's coronavirus task force. “We are confident that we have enough tests for phase one of the reopening America plan but we do acknowledge the fact that we need to keep the pressure on developing more tests, getting more tests out there,” White House coronavirus task force member and FDA commissioner Dr. Stephen Hahn told CNN during a global town hall on Thursday evening. Hahn said the administration’s appraisal is based on the 1.1 million tests now being performed weekly. He added the task force is working with members of Congress and state governors to “identify” and “fill” gaps for supporting matter like agents and swabs. Watch Hahn's remarks: ##Health## ##Daily Life## The coronavirus cannot be transmitted by food or food packaging, according to Dr. Stephen Hahn, commissioner of the US Food and Drug Administration. Hahn addressed this topic Thursday evening during CNN's global town hall on Covid-19. \"I can give great assurance that the American food supply is safe. We also very much care about our food workers, both in the retail and in the manufacturing setting. So it's really important for folks to follow the CDC guidance in terms of protection. And to the question about getting infection, we have no evidence that the virus, the Covid-19 virus, is transmitted by food or by food packaging,\" Hahn said. Some context: Hahn's comments come after Tyson Foods closed its largest pork plant as a growing number of workers become ill from coronavirus infections. The plant, located in Waterloo, Iowa, had already slowed production because many of its 2,800 workers had been calling out sick. The Black Hawk County health department linked the Tyson plant to 182 of the county's 374 Covid-19 cases. Last week, Waterloo Mayor Quentin Hart called for the Tyson facility to be shut down. Those were all factors in Tyson's decision Wednesday to indefinitely stop production at the Waterloo facility this week. The company will continue paying its employees while the facility is closed, and the plant's 2,800 staff members will be invited to take Covid-19 tests later this week. The plant's reopening will depend on several factors, including the outcome of the tests, the company said. Later on Wednesday, Tyson announced it will also close another pork plant in Logansport, Indiana, by the end of this week. Watch:  ##Health## Dr. Stephen Hahn, the Food and Drug Administration commissioner and a member of the White House coronavirus task force, spoke tonight at CNN's ongoing town hall about research into treatments for the virus. The FDA has authorized 62 clinical trials in the United States, and there are another 211 trials in the planning process, he said. Trials that began months ago are well underway, with initial results expected as soon as a month from now. \"With respect to hydroxychloroquine and chloroquine, there are anecdotal reports and we've seen one this week that suggests that there is benefit, but also suggests there might not be benefit. These are observational studies. They're not actually clinical trials,\" said Hahn. He added that the FDA relies on results of randomized clinical trials, but did take into consideration results from observational studies, which are particularly important for physicians making decisions for their patients. ##Health## CNN international correspondent David Culver joined CNN's global town hall to talk about the reopening of Wuhan, China -- ground zero for the coronavirus pandemic. Wuhan and much of the surrounding Hubei province was completely locked down for 76 days. But now, life is slowly returning to normal, with the outbreak appearing largely under control. \"I want to show you some video we captured as we drive through one of the commercial streets in particular,\" said Culver from Wuhan. \"You will notice, looking at the windows here, many of those stores are still closed. They still have these steel garage door-like gates down ... There is concern from the customer side of things that they can walk into a store without facing any potential exposure.\" Fewer than half of the stores he saw had reopened, and major brands that have resumed business did so with some modifications, Culver said. The stores have moved products to the front, and changed their procedures, to reduce interactions between customers and staff and keep stores as uncrowded as possible. Read more about Wuhan's reopening: ##Daily Life## CNN's global town hall on the coronavirus is kicking off soon. It will start at 8 p.m. ET.  We'll have medical experts, CNN international correspondents, and US politicians weigh in on the facts and fears surrounding the pandemic. There'll also be an extra surprise -- Alicia Keys will premiere her new song “Good Job” during the town hall, dedicated to the heroes on the front lines. How to watch: The town hall will air on CNN, CNN International and CNN en Español. It will stream live on CNN.com's homepage and across mobile devices via CNN's apps, without requiring a cable log-in. You can also watch on CNNgo, and subscribers to cable/satellite systems can watch it on-demand. We'll also be covering it with live updates here. President Trump heaped praise on British Prime Minister Boris Johnson, with whom he spoke following his release from hospitalization with Covid-19. “I will tell you, he sounded incredible, he was ready to go,” Trump said at Thursday's coronavirus task force briefing. “I’m very surprised,” Trump said. “It’s like the old Boris, tremendous energy, tremendous drive.” Trump said he spoke to Johnson “pretty close to when he got out of the hospital” and described his counterpart as “so sharp and energetic.” The number of coronavirus cases reported in Ecuador nearly doubled Thursday, from 11,183 to 22,160, according to the country’s health minister. The sharp increase was not caused by a new outbreak, Health Minister Juan Carlos Zevallos said during a news conference Thursday. Zevallos said it was due to a backlog of tests in the country’s laboratories, which left thousands of tests unprocessed. Ecuador is one of the countries that has been hit hardest by coronavirus in Latin America. The country has the second highest number of cases behind Brazil, where more than 49,000 cases have been confirmed and 3,313 deaths. ##Health## South Africa will begin easing restrictions after its nationwide lockdown comes to an end on April 30, President Cyril Ramaphosa announced during a televised address Thursday night.  The country will adopt a five-level alert system to determine future restrictions dependent on coronavirus spread and readiness to combat the disease, with an immediate downgrade from the strictest level five to level four on May 1. Under level four, certain sectors of the economy will be permitted to resume phased operations including much of the country’s mining sector.  South Africa’s borders will remain closed. No travel will be allowed between provinces except for transportation of goods and for exceptional circumstances such as funerals. South Africans will still be encouraged to stay home, but people can begin to exercise under strict public health conditions. The sale of cigarettes will again be permitted, but bars will remain closed, along with entertainment venues and events. Roughly 75% of confirmed cases in South Africa have been found in just six of the country’s metro areas, Ramaphosa said, outlining the reasons for continued strict travel restrictions.  Some more context: Earlier on Thursday, Ramaphosa spoke with President Trump on the phone to discuss the two country’s Covid-19 response.  “I have passed our condolences to the government and the people of the US on the devastation the virus has wrought,\" Ramaphosa said in subsequent tweet. ##Daily Life## Canadian Prime Minister Justin Trudeau said he would honor provincial requests to send in the military and shore up seniors’ residences in a state of crisis.  Echoing the frustration of millions of Canadians, he acknowledged they needed to pull together and \"do better\" to support seniors.  “This is not a long-term solution. In Canada we shouldn’t have soldiers taking care of seniors,” Trudeau said during his daily news conference in Ottawa on Thursday. Nearly half of those that have died in Canada from Covid-19 are linked to residents in long-term care centers throughout the country. In Ontario, where there are well over 100 senior residences with outbreaks, more than 70% of those who have died of the virus are residents of care centers. “We’re seeing terrible tragedies in long-term care facilities across the country, this is unacceptable. If you’re angry, frustrated, scared, you’re right to feel this way, we can do better, we need to do better. Because we are failing our parents, our grandparents, our elders, the greatest generation who built this country,” Trudeau said.  Trudeau also announced hundreds of millions more dollars for vaccine research and clinical trials for possible treatments, and testing.  “Testing is key. We’ve now reached 20,000 tests daily, almost double where we were earlier this month. But testing must increase even further before we can reopen and restart our normal activities as a country,” Trudeau said. Trudeau said that although Canada’s efforts at social distancing were working, the research funds will ensure that the progress wouldn’t be wasted. Until there is a vaccine, Trudeau said his government would focus on clinical trials for treatments and immunology testing. At least 2.7 billion people worldwide – just over a third of the world’s population – are affected by partial or total lockdowns, curfews or other restrictions on their movements due to the coronavirus pandemic, CNN calculates. The UK now has the capacity for carrying out 51,000 coronavirus tests per day, Health Secretary Matt Hancock announced Thursday. That means “essential workers will be able to book tests themselves on Gov.UK,” Hancock said, adding that the process will be free, and that people who live with essential workers will also be able to get tested. Results will come by text message, Hancock said. The British government aims to test 100,000 people per day by the end of the month. Earlier, the government announced that the number of people who had died in hospitals after testing positive for coronavirus had reached 18,738. ##Health## As many as half of the people who have died from Covid-19 in Europe were residents in long-term care facilities, according to estimates from the World Health Organization. “This is an unimaginable human tragedy,” WHO's Europe Director Hans Kluge said during a press conference Thursday. Kluge described the emerging picture of Covid-19 in long-term care facilities as “deeply concerning” and said it is a global problem. “This pandemic has shone a spotlight on the overlooked and undervalued corners of our society. Across the European Region, long-term care has often been notoriously neglected. But it should not be this way,” said Kluge, calling the workers employed in these facilities as “the unsung heroes of this pandemic.” Kluge said there is an “immediate and urgent need” to rethink and adjust how long-term care facilities operate. Indonesia will temporarily ban domestic air and sea travel beginning Friday until early June, barring a few exceptions, to prevent further spread of coronavirus, Transportation Ministry spokesperson Adita Irawati said today.  The ban on air travel will be in place until June 1, and the ban on sea travel will be in place until June 8, Irawati said. Cargo transportation is exempt from this ban. The government also imposed restrictions this week preventing people traveling home for Ramadan and Eid. ##Travel## ##Daily Life## French President Emmanuel Macron told mayors that school attendance will be voluntary when classes resume, his spokesperson said. Macron said that parents who do not wish to send their children to school would not be obliged to do so. France has outlined a plan to begin reopening schools starting on May 11. ##Daily Life## Russia's government has not set a date for ending its nationwide lockdown, Kremlin spokesperson Dmitry Peskov said Thursday, as concerns grow about the impact of coronavirus on the country’s economy. Responding to a question from reporters about the point at which the economic impact of the lockdown might be too great, Peskov said this: “No, there is no such date. There is a specific time period tied to a specific epidemiological situation.” ##Daily Life## China is donating an additional $30 million to the World Health Organization to support its flight against the coronavirus pandemic, according to a tweet from China's Foreign Ministry spokesperson Hua Chunying Thursday. “China has decided to donate additional $30 million in cash to WHO to support its global fight against #COVID19, in particular strengthening developing countries' health systems,” Chunying said on Twitter. She added that China had previously donated $20 million to the WHO on March 11. Last week, US President Trump announced he is halting funding to the WHO, saying it's been a “role in severely mismanaging and covering up the spread of coronavirus.” China contributed close to $86 million in assessed and voluntary contributions in the two-year funding cycle from 2018 to 2019. Recently, skepticism has been aimed toward the WHO's relationship with China as critics have questioned whether the WHO is independent enough, pointing to the WHO's effusive praise of China's response to the coronavirus pandemic. ##Health## Scotland’s First Minister Nicola Sturgeon has indicated there’ll be no changes to coronavirus restrictions in the short term, warning that a full “return to normal” may not happen until next year. “Social distancing and limiting our contact with others will be a fact of life for a long time to come – certainly until treatments and ultimately a vaccine offer different solutions. So it means possibly for the rest of this year – and maybe even beyond,” Sturgeon said. The Scottish government published its framework to explain how it will decide whether to ease various measures introduced to curb the spread of coronavirus. “Our assessment is that now is not the right time to relax restrictions,” the document stated. “Over the next few weeks, based on the evidence and expert advice, a number of options will be considered – not all of which may be selected.”  The document warns that gatherings in pubs or public events is likely to remain “banned or restricted for some time to come.” “A return to normal as we knew it is not on the cards in the near future,” she said at her daily press briefing. Sturgeon said even if some measures are eased, it’s possible they will have to be re-introduced if the outbreak worsens as a result. ##Daily Life## “It’s just too soon.” President Donald Trump said he “strongly” disagreed with the Georgia governor’s decision to allow beauty salons, barbershops and other businesses to reopen this week, contradicting both his own impatient insistence that states restart the economy — and a source who said he had supported the move. Some mayors in Georgia are also pushing back against the governor. A coronavirus model routinely cited by the White House warns that no state should be opening before May 1, and that Georgia shouldn't reopen until June 19.   But other state and city officials disagree. “I’d love everything open,” Las Vegas Mayor Carolyn Goodman told CNN’s Anderson Cooper, appearing to offer up the city as a “control group” without social distancing measures to compare against other places with strict guidelines. Pressed on how she would prevent the spread of the virus in casinos and hotels, she suggested it wasn’t the government’s job to ensure safety in those workplaces.  As the debate over when and how to ease restrictions rattles on, the Trump administration and the nation’s top scientists seem to be increasingly at odds. A virus vaccine chief says he was ousted after resisting efforts to push unproven drugs promoted by the President. It’s an alarming new sign that, under Trump, scientists can speak — but only if they stay in line, Stephen Collinson writes.  Here are today's other developments... “Unprecedented” post-war recession underway: Ratings agency Fitch says the world is headed for a recession of “unprecedented depth in the post-war period” with global gross domestic product forecasted to fall by 3.9% in 2020. “This is twice as large as the decline anticipated in our early April GEO [global economic outlook] update and would be twice as severe as the 2009 recession,” Fitch’s chief economist said. \"We’re just not making progress on testing\": To end the coronavirus pandemic, the US is either going to have to continue with extreme social distancing measures or do it with \"ubiquitous\" testing, according to Dr. Anish Jha, the director of the Harvard Global Health Initiative. And the US isn't making enough progress on the latter, Jha said: \"We have estimated we need at least three times as much testing as we have right now.\" New revelations about ventilators, strokes: About a quarter of coronavirus patients who needed ventilators to help them breathe died within the first few weeks of treatment, a study of New York's largest health system showed. And another revelation: coronavirus appears to be causing sudden strokes in adults in their 30s and 40s, who are not otherwise terribly ill, doctors say.   Latin America lockdowns leave poor in the lurch: Demonstrators took to the streets of Colombia’s capital Bogota yesterday, protesting over what they say is a lack of support from the government during the country's lockdown.  Elsewhere in Latin America, outbreaks are reaching serious phases of spread, but with little in the way of critical health care. Cases in Mexico have passed 10,000 after the largest single day spike of 1,043 was reported; 970 have died. And facing a mounting death toll, excavators are digging mass graves in Manaus, Brazil, according to CNN affiliate CNN Brasil.   \"A second wave is coming\" Many Wuhan residents believe there could be a second wave in the epicenter of the outbreak, now that the city is returning to normal life.  Hector Retamal, a photojournalist with Agence France-Presse, who covered the lockdown and is documenting the city’s reopening, says the anxiety is palpable: “I still see the fear in people who timidly return to the streets.”  A version of this story first appeared in CNN's daily Coronavirus: Fact Vs. Fiction newsletter. Sign up here. Update: After a story about a study on the rate of deaths among Covid-19 patients on ventilators in a New York health system published, the study’s authors updated the data in the report. This post has been updated to reflect the corrected data.   Prayers and breaking of fasting will be done at home during the month of Ramadan in Malaysian, state news agency Bernama said Thursday. The rules also prohibit Friday prayers from being held at mosques. The report quoted the Minister of Islamic Affairs Senator Datuk Seri Dr Zulkifli Mohamad Al-Bakri, who said the decision was made after taking into account the Covid-19 pandemic and the country's Movement Control Order (MCO).  The nationwide MCO prohibits all Malaysian nationals from traveling abroad whilst also banning social, religious and educational gatherings. As of Thursday, Malaysia reported more than 5,600 confirmed coronavirus cases. The death toll in the country stands at 95 according to Bernama and Johns Hopkins University. CORRECTION: This post has been updated with the number of cases and deaths from coronavirus in Malaysia. Twitter has expanded its ban on coronavirus misinformation to include tweets that spread false and misleading claims about 5G technology and posts that incite people to acts of violence against cell towers, the company said in a blog post on Wednesday. The social media giant said the new policies add to existing bans on unverified claims that risk creating “widespread panic, social unrest, or large-scale disorder.” In recent weeks, the internet has been awash in false claims suggesting that 5G, the ultra-fast wireless technology, is responsible for the spread of the coronavirus. Technologists and researchers have said there is no connection between the two, and that attempts to sabotage communications networks threaten to put more lives at risk. ##Daily Life## Antibody testing could help identify who can donate convalescent plasma for the treatment of Covid-19, according to the American Red Cross. The American Red Cross said in a statement on Wednesday that it is working to implement antibody testing to help screen for recovered Covid-19 patients who could donate blood plasma to help ill patients fight the disease. The idea is that convalescent plasma, the liquid part of blood, from recovered patients contains antibodies that could help strengthen the immune response of other patients still battling infection. Last week, the US Food and Drug Administration announced that patients who are fully recovered from Covid-19 for at least two weeks are encouraged to consider donating plasma. While \"thousands of potential donors\" responded to that call, less than 10% initially met the FDA's eligibility criteria to donate, according to the American Red Cross statement. The criteria include having a verified Covid-19 diagnosis and either being symptom free for at least 28 days prior to donation or symptom free for at least 14 days prior to donation while also having a negative Covid-19 test result. \"The Red Cross is currently reviewing and requesting additional information from individuals who have submitted donor information. However, this is a complex process as we work to ensure each potential donor is appropriately screened and has the proper documentation to ensure ... every convalescent plasma product collected is safe for a patient battling Covid-19,” the American Red Cross said in its statement on Wednesday. \"We are encouraged that FDA approved Ortho Clinical Diagnostic’s Covid-19 Antibody Test through an Emergency Use Authorization last week. The Red Cross is working with our partner, Creative Testing Solutions (CTS), to implement this test in the near future,\" the statement said in part. \"This automated test has the potential for a high throughput, enabling the collection of convalescent plasma from the many donors who do not currently have a confirmed positive Covid-19 diagnosis, and need an antibody test to confirm their eligibility to participate in the convalescent plasma program.\" For now, recovered patients can contact their local blood or plasma collection center to schedule an appointment to donate. The FDA noted in its previous announcement that it has launched a new webpage with information on blood and plasma collection centers, and the American Red Cross also set up a website for interested donors. Indonesia will deploy 175,000 military personal, police and public order officers to enforce travel restrictions for the upcoming Eid holiday, according to National Police Spokesman High Commissioner Asep Adi Saputra. The security operation will run from April 24 until May 31, to enforce a ban on traveling home for Eid. The ban was announced this week, but it remains unclear just how fully it will be enforced. The government will not be able to impose official sanctions for the travel ban until at least May 7. Police have also set up 19 check points around the city of Jakarta as part of the operation. Jakarta is one of several jurisdictions considered “red zones” for Covid-19, in which stronger restrictions have been issued to contain the virus. Older adults with Covid-19, the illness caused by the coronavirus, have several \"atypical\" symptoms, complicating efforts to ensure they get appropriate treatment, according to physicians. Covid-19 is typically signaled by three symptoms: a fever, an insistent cough and shortness of breath. But older adults — the age group most at risk of severe complications or death from this condition ― may have none of these characteristics. Instead, seniors may seem \"off\" — not acting like themselves ― early on after being infected by the coronavirus. They may sleep more than usual or stop eating. They may also seem unusually apathetic or confused, losing orientation to their surroundings. \"With a lot of conditions, older adults don't present in a typical way, and we're seeing that with Covid-19 as well,\" said Dr. Camille Vaughan, section chief of geriatrics and gerontology at Emory University. Read the full story here. ##Health## At least 842,624 cases of coronavirus have been recorded in the US, according to Johns Hopkins University's tally of cases. The total number of deaths is 46,785. States are beginning to include \"probable deaths\" in their counts. This may look like a surge of virus related deaths. CNN is tracking COVID-19 cases here. ##Health## The World Health Organisation (WHO) is an “indispensable partner” in the fight against coronavirus and Germany supports its mandate, the country’s Chancellor Angela Merkel says. Her comments put her at odds with US President Donald Trump, who has suspended funding for the international body and accused it of “severely mismanaging” the pandemic. In an address to the German parliament, Merkel said international cooperation was “extremely important” to defeat the outbreak. At a European level, Merkel says she will work with other leaders to ensure there is a rapid response to the changing situation, adding that Germany ought to be prepared to pay more into the EU budget. “Our consultations today won't yet be about nailing down details or deciding on the extent but one thing is already clear: in the spirit of solidarity, we should be prepared -- over a limited period of time -- to make… much higher contributions to the EU budget,” she said. ##Health## Ahead of a key European Union summit, German Chancellor Angela Merkel has vowed European solidarity. Merkel made the remarks in a speech in German parliament on Thursday saying Germany would support other EU members during the coronavirus pandemic. \"Europe is not Europe if it does not understand itself as a unified Europe. Europe is not Europe if we do not stand up for one another in times of emergency that no one is at fault for,\" Merkel said in her speech. The German chancellor added that her government is in favor of a European stimulus package to help the block’s economy recover. \"A European stimulus package could help could support the necessary upswing in the coming years,\" Merkel said. At the same time Merkel reiterated her rejection of common European bonds. The so-called corona bonds would help hard-hit countries borrow money at better conditions. But Merkel said such a measure would take too long to implement as all European countries would have to agree to a change of EU treaties.  “This would be a long and difficult process and not one that could help in the current situation because right now it is about helping fast and to have instruments at hand quickly that can help mitigate the effects of the crisis,” Merkel said.   Read more about \"corona bonds\" here.  New coronavirus cases hit four figures for a fourth consecutive day in Singapore on Thursday as the Southeast Asian city state grapples with a second wave of infections centered around migrant worker dormitories. A total of 1,037 new cases were recorded as of 12 p.m. today local time, the country's Ministry of Health said in a statement. The vast majority of new cases are work permit holders residing in foreign worker dormitories, the statement said. Among the new cases, 21 are Singaporean citizens or permanent residents. ##Health## German Chancellor Angela Merkel has warned that Germany risks squandering the gains it has made in slowing down the spread of Covid-19 if the country opens up too quickly. \"This interim result is fragile. We are on thin ice, one could even say on thinnest ice,\" Merkel said while addressing the German parliament on Thursday. The German federal and state governments recently agreed to a flurry of measures to loosen some of the physical distancing restrictions implemented to combat Covid-19, including allowing smaller shops to reopen.  \"I fully support the decisions made by the federal government and the states by conviction,\" Merkel said, \"but their implementation worries me. Partially, they appear to be very bold, maybe too bold.\" After the loosening of some restrictions, many people flocked into shopping areas and pedestrian zones this week, leading top German virologists to warn against complacency. Merkel echoed those calls in her speech in parliament. \"Let us not squander what we have achieved and risk a setback,\" Merkel said. Germany has reported more than 150,000 coronavirus infections, according to Johns Hopkins University. The death toll has risen to 5,094, the country’s center for disease control, the Robert Koch Institute said on Thursday. ##Health## ##Daily Life## ##Business## To understand what the coming months will be like, try to tune out the politicians. There are way too many mixed messages coming from mayors, governors and presidential advisers. Tune into public health experts and CEOs instead. Yes, CEOs: I think we're seeing a repeat of mid-March, when corporate leaders moved more swiftly than political leaders to shut down key sectors of American society. Now, in late April, we're seeing companies act much more realistically than elected officials like Georgia Gov. Brian Kemp and Las Vegas Mayor Carolyn Goodman. To be sure, some elected officials are getting it right. But right now chief executives in the media and tech sectors seem to have a better grasp on consumer behavior and psychology than many political pros. Here are some examples: Multiple movie studios are shifting films away from this summer's planned release dates, so even if some locales do let theaters re-open, there will be little if anything new to show.\nNetflix CEO Reed Hastings said Tuesday, \"We, too, are really unsure of what the future brings.\"\nEarlier this week a prominent UBS analyst, John Hodulik, said he doesn't expect Disney to reopen US theme parks until January 2021 at the earliest.\nGoogle CEO Sundar Pichai has slowed Google's hiring for the rest of the year. Read the full story here.  ##Business## German Chancellor Angela Merkel says the country is still at the beginning of the coronavirus crisis, warning the situation will remain very difficult for some time. In an address to the Bundestag, the lower house of the German parliament, Merkel told lawmakers: \"We will be living with this virus for a long time to come.\" She also vowed to further boost testing for the virus: \"Testing, testing, testing is the way forward,\" she said. Merkel used the address to express concern that some German states are relaxing social distancing measures too fast. \"We cannot return to daily life like before the virus,\" she warned. \"Let’s remain clever and careful during the pandemic.\" ##Health##  ##Daily Life## The seafood market at the center of the global coronavirus pandemic is still firmly shuttered but the rest of Wuhan’s wet markets are slowly beginning to open. It might be a shock that China would allow these markets to reopen after one like it was identified as the likely point of origin for the novel coronavirus that has infected more than 2.6 million people worldwide. But there are lots of misunderstandings about wet markets, what they sell and their role in societies across China and Asia in general. Walking through one in Wuhan on Wednesday, CNN saw stalls selling fresh vegetables and meat and, apart from a few toads and snakes, no exotic wildlife on sale. In fact, most wet markets in Asia are simply places for citizens to buy regular items, like pork, chicken and seafood, at cheap prices. Many of them are involved in the illegal wildlife trade, such as the Wuhan seafood market where Covid-19 is believed to have originated, but those places are not in the majority. And with China passing a ban on selling wild animals for meat in February, it’s possible there is an end in sight for the sale of illegal wildlife on the mainland. Read more about China's wet markets: ##Daily Life## The novel coronavirus has now infected more than 2.63 million people and killed at least 183,000 worldwide, according to Johns Hopkins University. If you're just joining us, here are the latest developments: Trump halts immigration: The US President said he had signed an executive order that temporarily suspends immigration into the country. He said the order will ensure Americans will be first in line for jobs as the economy reopens.\nGermany's mask rules: From Monday next week, wearing a face mask on public transport and in stores will be mandatory in every German state. Chancellor Angela Merkel has advocated that people wear masks. \nIndia's infections pass 20,000: At least 21,393 coronavirus cases have now been recorded in the country, according to the Ministry of Health and Family Welfare. The tally includes 681 deaths.\nIndia's air improves: Air pollution in northern India has dropped to a 20-year low, according to data published by NASA. The fall in pollution levels comes as India enters its fifth week of lockdown.\nSouth Korean economy shrinks: The economy recorded its most severe contraction since the 2008 financial crisis as the pandemic weighed on consumer demand and exports. Asia's fourth-largest economy shrank 1.4% in the January-to-March period compared to the fourth quarter of 2019, according to an estimate released Thursday by the Bank of Korea.\nFirst US death: A seemingly healthy 57-year-old woman from California's San Francisco Bay Area \"suddenly died\" in early February, becoming the first known US death related to the coronavirus, the Los Angeles Times first reported on Wednesday. From Monday next week, wearing a face mask on public transportation and in stores will be mandatory in all 16 states in Germany.  Over the past few weeks, German Chancellor Angela Merkel has advocated that people wear masks.  Last week, the federal state of Saxony in the east of the country pushed ahead, making wearing of masks compulsory to curb the spread of coronavirus.  Since then, more and more state leaders have implemented the wearing of masks in their states. Bremen became the last federal region to support the initiative and its senate is set to approve the decision on Friday. Germany has reported more than 150,000 coronavirus infections, according to Johns Hopkins University. The death toll has risen to 5,094, the country’s center for disease control, the Robert Koch Institute said on Thursday.  ##Daily Life## For years, northern India -- especially the capital New Delhi -- has been battling air pollution with levels hitting the hazardous mark during the winter season. Now, during a nationwide coronavirus lockdown, air pollution in the region has dropped to a 20-year low, according to data published by NASA.  In a series of maps, NASA plotted the aerosol levels in northern India during the same six-day period of March 31 to April 5 from 2016 to 2020. \"We knew we would see changes in atmospheric composition in many places during the lockdown,\" said Pawan Gupta, a Universities Space Research Association scientist at NASA’s Marshall Space Flight Center in Huntsville, Alabama. \"But I have never seen aerosol values so low in the Indo-Gangetic Plain at this time of year.\" The Indo-Gangetic Plain stretches across the north of India.  The report tracks the aerosol optical depth (AOD), which is the measure of how light is absorbed or reflected by airborne particles as it travels through the atmosphere.  According to the report: \"AOD levels in northern India at the beginning of April were significantly below the norm for this time of year and the lowest in 20 years of MODIS observations. Ground observation stations in India have also reported a decrease in particle pollution in the region”.  MODIS is an instrument used to monitor large-scale changes, such as what proportion of the earth's surface is covered by clouds each day.  The drop in pollution levels comes as India enters its fifth week of lockdown. On March 25, the Indian government imposed a strict nationwide lockdown halting all construction activities, public transport and industry.  India isn't the only place to see cleaner air. Lockdowns restricting travel and industry imposed to halt the spread of coronavirus have resulted in unprecedented reductions in deadly air pollution around the world, new analysis shows. Read more: ##Daily Life## Germany’s coronavirus death toll has risen to 5,094, the country’s center for disease control, the Robert Koch Institute, said on Thursday. That’s an increase of 215 deaths in the past 24 hours. Meanwhile, the number of new infections remains relatively moderate, with 2,352 cases recorded in 24 hours. Around 3,800 additional patients have recovered from the disease. German Chancellor Angela Merkel is set to address the German parliament on her government’s response to the pandemic on Thursday morning local time.  Germany has reported more than 150,000 coronavirus infections, according to Johns Hopkins University.  ##Health## At least three inmates in India have had their prison sentences suspended due to the coronavirus pandemic. But instead of lodging attendance at the police station in person, they will check in with their investigating officers over WhatsApp.  According to Delhi High Court orders issued this week, the convicts in three separate cases will need to check in with their investigating officers via WhatsApp video call and send proof of location via Google Maps if the video call cannot take place. Once the interim suspension period is over, the convicts must surrender before the concerned jail superintendent, according to the order. One of the inmates who has been released is a 73-year-old who was convicted under the Protection of Children from Sexual Offences Act, and suffers from various medical conditions including diabetes and asthma. \"The appellant is certainly in a medically vulnerable position in prison,\" the order issued on April 20 read. The order cited \"unprecedented circumstances of a medical health emergency\" and the \"need to decongest prisons for overall medical safety of all prisoners.\" It granted the inmate an interim suspension of sentence for three months.\nAnother inmate released is a 30-year-old who had been sentenced to six months in prison for \"rash driving,\" which resulted in the death of a person riding on the back of a scooter. The man had filed a review petition for his sentence, but the date of his hearing was moved to July due to the lockdown. \"He would have served almost the entire sentence by the time the revision petition is taken up,\" the order stated. \nIn a third order, a man who had completed nearly four years of his eight-year sentence for poisoning others and committing a robbery was granted a 45-day suspension of his sentence. The people he poisoned did not die. He appealed his prison sentence, citing financial troubles in his family of three children and a wife who is a teacher but is out of work during the lockdown, according to the order. India has been in a nationwide lockdown which started at midnight on March 25. It was set to end on April 14 but was extended to May 3.  ##Daily Life## Japan's health ministry recorded 422 new coronavirus infections and 10 additional deaths on Wednesday. That brings the total number of reported infections in the country to 12,631, including 712 cases linked to the the Diamond Princess cruise ship. The total death toll is now 300, including 13 fatalities related to the ship.  The background: In the past few weeks, Japan's coronavirus cases have spiked -- dashing hopes that the government's initial virus response had succeeded in controlling its spread.  Last week, a team of government experts warned the country could see more than 400,000 coronavirus-related deaths if measures such as social distancing are not taken. Most deaths, they warned, could result from a lack of ventilators. Read more about the situation in Japan: ##Health## Alarming new signs are emerging that the Trump administration is shunting science aside in the battle against coronavirus. In Wednesday's most stunning development, a top administration official working on a vaccine claimed he was ousted after resisting efforts to push unproven drugs promoted by US President Donald Trump and his conservative media cheerleaders as \"game changer\" treatments. That news was followed by a bewilderingly inconsistent White House briefing. Conflicting messages on when to reboot the economy, the need for testing and the possibility of a resurgence of the virus combined with Trump's effort to suppress facts that jar with his insistence that the end of a nightmare likely to last many more months is near. In another bizarre twist, Trump produced Robert Redfield, director of the US Centers for Disease Control and Prevention, to walk back his remarks that the coronavirus challenge could be more difficult in the fall.  Trump claimed that Redfield had been \"totally misquoted\" by the media. But under questioning from reporters, Redfield confirmed that he had in fact made the remarks that angered Trump. \"I'm accurately quoted in The Washington Post,\" Redfield conceded, as Trump countered that the headline was wrong.  It accurately described Redfield warning that if a coronavirus resurgence came at the same time as the flu season, hospitals could be overwhelmed. The President also openly clashed with his top public health officials on the likelihood of the virus returning for another assault in the fall -- saying only \"embers\" of disease were likely that could be easily put out. The President did break with Georgia's Republican Gov. Brian Kemp, saying he \"strongly disagrees\" with aggressive plans to open businesses including hair salons on Friday as pro-Trump southern states look to ease stay-at-home orders. Read the full analysis: ##Health## Shocking photos show seven bodies in the open back of a pick-up truck in Philadelphia, which were transported from a local hospital to the medical examiner’s office Sunday. The Philadelphia Department of Health confirms the incident and the number of bodies in the truck. “The transportation of the bodies in that manner is a breach of protocol,” said James Garrow, spokesman for the Department of Public Health. \"The Medical Examiner’s Office regularly works with hospitals throughout Philadelphia to ensure that bodies are treated with the utmost dignity and respect,\" Garrow told CNN on behalf of the Medical Examiner's Office. \"The Health Department is appalled that this happened, and strongly reminded the referring hospital of the existing protocols. This is not normal or acceptable.\" More than 10,000 coronavirus cases, including at least 394 deaths, have been recorded in Philadelphia, according to Johns Hopkins University. The cause of death of the bodies in the photos is unknown. The bodies were being transported from Einstein Medical Center Philadelphia to an overflow storage area, according to a spokesman from the hospital. The cause of death of the deceased is not known at this time. The photos, taken by the Philadelphia Inquirer, show bodies stacked in the flatbed of a pick-up truck outside of the Philadelphia Medical Examiner's Office overflow storage area. In one of the pictures, individuals wearing masks are moving a body to the edge of the flatbed where a gurney waits to transport the body. DOH spokesman Garrow confirmed that these pictures are, to the best of his knowledge, of the incident. \"Upon learning of this incident, Einstein immediately launched an investigation to understand all the details related to this matter,\" a spokesman for Albert Einstein Healthcare Network, told CNN. \"As a result of that investigation, we swiftly ended our contract with the funeral home responsible for this occurrence.\" The spokesman did not name the funeral home that Einstein says is responsible for the transportation of the bodies, but confirmed they did question Einstein employees as well as their contacts from the funeral home and the Medical Examiner’s office. \"We are equally appalled by these photographs and as a hospital in the epicenter of the Covid-19 pandemic in Philadelphia, we understand these unprecedented healthcare challenges, and all patients should be treated with respect and dignity at every stage and this should never happen,\" said the Einstein spokesman, adding that the individuals depicted in the Philadelphia Inquirer's pictures are not Einstein employees. The City of Philadelphia is not investigating this incident as the protocol on the transfer of bodies is clear, said Garrow.     \"The transferring hospital was reminded of the long-standing protocols for body transport and they are working with their contractor to ensure this doesn’t happen again.\"  ##Health## At least 21,393 coronavirus cases have now been recorded in India, according to the Ministry of Health and Family Welfare. The tally includes 681 deaths. What else is going on in India?  Reports of attacks on medical staff: India's government has introduced an urgent executive order to discourage violence against health workers, according to a government announcement following a cabinet meeting on Wednesday.\nDefective test kits: The Indian Council of Medical Research this week advised all states to discontinue using rapid test kits for two days after some of them were found to be faulty.\nPresidential palace quarantine: A resident of Indian President Ram Nath Kovind’s official estate tested positive for Covid-19, leading to the quarantine of 115 families who live in the residential section of the Rashtrapati Bhavan -- the presidential palace in New Delhi. ##Health## A 100-year-old World War II veteran who died from Covid-19 lost his twin brother to the flu pandemic a century earlier, his grandson said.  Philip Kahn is the oldest veteran in Nassau County, New York, according to his family, and had been fearful of another pandemic happening in his lifetime, his grandson, Warren Zysman, told CNN. \"It was something he brought up quite frequently,\" Zysman said. \"I would have conversations with him, he would say to me, 'I told you history repeats itself, 100 years is not that long of a period of time.'\"  Kahn and his twin brother, Samuel, were born on December 5, 1919. His brother died weeks later, his grandson said. The 1918 influenza pandemic, caused by a virus previously known as the \"Spanish flu,\" killed an estimated more than 50 million people globally and about 675,000 in the United States, according to the Centers for Disease Control and Prevention. As of April 22, more than 46,000 Covid-19 deaths have been recorded in the US and about 19,000 fatalities in New York state, according to Johns Hopkins University's tally. Kahn was a sergeant in the US Army Air Force during WWII, Zysman said, and acted as an engineer and co-pilot, keeping war planes fueled. He received two Bronze Battle Stars for his service in WWII, his grandson said. After the war, he worked as an electrical foreman to help build the World Trade Center, Zysman said. In Long Island, Kahn lived on his own and walked one to two miles a day, Zysman said.  He was very aware of what was happening with coronavirus since he watched the news all the time, and in the last days before his death on April 17, Kahn experienced coughing and respiratory symptoms of the virus, his grandson said. Read the full story here. ##Daily Life## A seemingly healthy 57-year-old woman from California's San Francisco Bay Area \"suddenly died\" in early February, becoming the first known United States death related to the coronavirus, the Los Angeles Times first reported on Wednesday. Patricia Dowd, who worked as a manager for a semiconductor company, “exercised routinely, watched her diet and took no medication,” the Times reported. Dowd’s older brother Rick Cabello confirmed to CNN that she didn’t smoke and that she was in good health.  \"She was an athlete in her high school days, she was always active,\" Cabello said.    Before Dowd was found dead on February 6, \"she had flu-like symptoms for a few days, then appeared to recover,\" the Times reported.   Five days before she died, she called Cabello to tell him she couldn’t make it to a family visit in Stockton, California.  \"She wasn’t feeling well, which was very unusual for her,\" Cabello said. \"I remember her specifically saying 'I'm not feeling well,'\" he added.   The Los Angeles Times reported that she had cancelled plans to go a weekend funeral.   Dowd started working from home as her condition improved and had been in touch with a colleague around 8 a.m. on the day of her death. She was found dead about two hours later, according to the Times.  Her sudden death was a shock to family members. They all believed it was a heart attack, Cabello said.   New details: On Tuesday, Santa Clara County announced that tissue samples for two people who died in February came back positive for the coronavirus. Both individuals died in their residences in Santa Clara County -- one was a 57-year-old woman who died on February 6 and the other was a 69-year-old man who died on February 17.  The county did not identify or provide any more details of the deaths other than the gender and ages.   In a news conference on Wednesday morning, Santa Clara County Department of Public Health director Dr. Sara Cody said neither case had a recent travel history that would have exposed them to the virus and that they presume each case represents community transmission.     Cabello said Dowd was a frequent world traveler.   A family member told the Times that she had planned to travel to China later this year and went abroad \"multiple times a year to different global locations.\" The Times also reported that Dowd had a history of foreign travel, as did her co-workers at Lam Research.  Dowd was “hardworking, loyal, and caring,” Cabello told the Times.  She was the energy person in her large network of friends,” said Cabello. “She was everybody’s rock.”  In a tribute wall set up for Dowd by the Cusimano Family Colonial Mortuary, a coworker wrote, \"I'll always remember the kindness and generosity of her spirit. She was genuinely caring and had an amazing energy.\" ##Health## South Korea's economy has recorded its most severe contraction since the 2008 financial crisis as the coronavirus pandemic weighed on consumer demand and exports. And the worst may not be over. Asia's fourth-largest economy shrank 1.4% in the January-to-March period compared to the fourth quarter of 2019, according to an estimate released Thursday by the Bank of Korea. The decline was slightly better than what analysts polled by Refinitiv expected, but still the worst in more than a decade. The economy still grew by 1.3% when compared to a year earlier. But the rate of growth was slower than the 2.3% growth that the fourth quarter experienced year-on-year.  Consumer spending declined 6.4% from the prior quarter, while exports decreased 2%. South Korea was hit early by the virus, and at one point was home to one of the largest outbreaks outside of mainland China. Since early March, though, the rate of daily infections has slowed dramatically -- the country has recorded more than 10,700 cases to date, and at least 240 deaths, according to Johns Hopkins University.  Testing success: South Korea's government has been among the most ambitious when it comes to providing the public with free and easy testing options. Experts have attributed South Korea's decline in new coronavirus cases to its early testing efforts, a successful example of what is now commonly referred to as \"flattening the curve.\" But the country's economy will still take a hard hit as the rest of the world deals with the pandemic, according to Alex Holmes, Asia economist for Capital Economics. \"Widespread lockdowns across the world are weighing heavily on external demand, which will hit Korea's export-focused economy hard,\" he wrote in a note on Thursday. Read the full story: ##Business## Abigail Disney is flabbergasted over the Walt Disney Co.'s decision to furlough hundreds of thousands of low-paid workers after paying its executives millions of dollars.  \"WHAT THE ACTUAL F***?????\" tweeted Disney, the granddaughter of Walt Disney's brother, Roy Disney. In a Twitter thread Tuesday, the outspoken family heiress slammed Disney's decision to furlough theme park employees after the company paid dividends to shareholders and gave executives big bonuses. Disney hasn't revealed dividend plans for 2020, and the company's top executives took substantial pay cuts because of Covid-19.  The Walt Disney Co. announced earlier this month it's furloughing employees \"whose jobs aren't necessary at this time.\" The coronavirus pandemic has forced a major chunk of Disney's businesses to temporarily suspend operations, including its parks, resorts and entertainment productions. More than 75% of the company's 223,000 employees work for the Parks and Products division. Abigail Disney, a fierce critic of outsized executive compensation -- particularly at Disney -- slammed the company for failing to take care of its low-paid workers when bosses have been \"collecting egregious bonuses for years.\" She has previously called former Disney CEO Bob Iger salary's \"insane.\" Iger stepped down in February and was replaced by Bob Chapek. Iger remains Disney's chairman. Last year, Iger made $47,525,560, which was 911 times the median worker's pay. Read the full story here. ##Business## Torbjørn \"Thor\" Pedersen is on a mission to visit every country in the world in a single journey, without taking a single flight.  After roughly six and a half years on the road and a budget of $20 a day, Pedersen is just nine countries away from reaching this goal.  There's only one problem: He's stuck in Hong Kong.  While the 41-year-old was waiting in the city to board a ship to his next stop, the Pacific archipelago of Palau, the outbreak of Covid-19 and ensuing travel restrictions derailed his plans. But the Danish native and goodwill ambassador for the Danish Red Cross is determined to make the most of the situation.  He's been spending his days tackling Hong Kong's many hiking trails, working with the local Red Cross society, giving motivational speeches and updating his blog, Once Upon a Saga, where he has been chronicling his adventures. The 41-year-old is clearly itching to keep moving.  \"Every day I spend in Hong Kong is another day that I'm not making progress. I'm losing time but trying to make the best of it,\" Pedersen tells CNN Travel. \n\"With what's going on in the world, it will take at least another year to finish. Quitting is a consideration -- I'm dead tired (of traveling) and ready to go home. But I'm also stubborn and driven.\" Read the full story:  ##Travel## At least 842,376 coronavirus cases, including 46,769 deaths, have been recorded in the United States, according to Johns Hopkins University's tally. Earlier this evening, JHU reported there were at least 846,982 cases. It is unknown why the number of cases dropped.   As states begin to include \"probable deaths\" in their counts, so will JHU. In the upcoming days, these changes may show as surges of deaths in the US.  On Wednesday, Johns Hopkins reported 16,667 new cases and 1,646 additional deaths.  The totals includes cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases and those in the US military, veterans hospitals and federal prisons.  CNN is tracking US cases here: ##Health## The US state of Indiana is working to go back and identify every death they think may have been associated with Covid-19 in order to get a more accurate count, according to Indiana Health Commissioner, Dr. Kristina Box. Dr. Box said the state has tracked cases that go back to at least mid-February, weeks before Indiana’s first reported case in early March. \"There are other individuals that were in the hospital, that may have been discharged with the diagnosis of Covid-19. And that's what we're in the process of trying to make sure that we know all of those individuals, in addition to those deaths,\" Dr. Box said. \n\"Because if we only report on the other suspected Covid-19, or presumed Covid-19 deaths, as other states are, but we don't have that underlying number of other people that were sick but didn't die from it, it's going to really inflate that the death rate number for the states.” Dr. Box said while Indiana should expect to see an increase in deaths posted on Friday as a result of these efforts, the increase will add fewer than a hundred fatalities to the state total. Indiana today is reporting 394 new Covid-19 infections, and 31 new fatalities, bringing the state’s totals to 12,438 cases and 661 Covid-19 related deaths. ##Health## Nevada Gov. Steve Sisolak has spoken out against comments by the mayor of Las Vegas that it is time for businesses -- including casinos -- to get back to work.  \"We are clearly not ready to open,\" Sisolak told CNN’s Anderson Cooper on Wednesday night. What the mayor said: Las Vegas Mayor Carolyn Goodman told Cooper earlier Wednesday that the government should end its restrictions, and private businesses would be able to decide for themselves how best to avoid spreading the coronavirus.  Goodman volunteered her city as a \"control group\" to see if looser rules resulted in a major outbreak.  Pushback: But Gov. Sisolak said: \"I will not allow the citizens of Nevada -- our Nevadans -- to be used as a control group.\" The most prominent casinos of what is known as the Las Vegas Strip sit outside the city limits and are under the jurisdiction of Clark County. The county’s commission chairwoman Marilyn Kirkpatrick issued a statement Wednesday evening saying, \"Soon, we’ll be able to invite the world back to our city, but that time isn’t here yet.\" Gov. Sisolak said visitors will be welcomed back to Las Vegas, but only when it can be done safely. \"We want to welcome them back to the lights on The Strip,\" Sisolak said, \"but that's not today, and that's not tomorrow.\" ##Business## ##Daily Life## The novel coronavirus has now infected more than 2.62 million people and killed at least 183,000 worldwide, according to Johns Hopkins University. If you're just joining us, here are the latest developments: Trump halts immigration: The US President says he has signed an executive order that temporarily suspends immigration into the country. He said the order will ensure Americans will be first in line for jobs as the economy reopens.\nTesting questioned: The US isn't making any progress on testing, according to the director of the Harvard Global Health Initiative, \"We have estimated we need at least three times as much testing as we have right now,\" Dr. Anish Jha said. \nVentilator study: Nearly all coronavirus patients who needed ventilators to help them breathe died, a study of New York’s largest health system showed.\nMexico surge: Cases in the nation have passed 10,000 after the largest single day spike of 1,043 was reported. The total includes 970 deaths. \nColombia protests: Demonstrators took to the streets of the capital Bogota on Wednesday, saying they lacked support from the government during the country's lockdown. \nChina cases slow: Just 10 new cases were confirmed in mainland China as of the end of Wednesday -- six of them imported.\nSpain extends state of emergency: The Spanish parliament voted to approve the extension for the third time until May 9, prolonging the country’s stay-at-home order to eight weeks in total.\nLoss of taste or smell: A survey of more than 200 patients in Italy found that 67% reported an altered sense of taste or smell either right before or right after they tested positive for Covid-19. This post was updated to more accurately describe Mexico. Starting Thursday, coronavirus testing will be available to all critical workers that are on the front lines -- regardless of whether they have symptoms, Los Angeles Mayor Eric Garcetti announced in a news conference today. \"Health care professionals, grocery store workers, first responders, and critical government personnel can get a test even if you don’t have symptoms,\" Garcetti said. \"We want to make sure that they are healthy and that they have the peace of mind knowing they’re healthy.\" There are 34 testing sites across the city and county of Los Angeles where critical workers can sign up for a test. On Tuesday, the state of California expanded testing restrictions to include the testing of asymptomatic people who work or live in a high-risk setting. California has reported at least 37,603 coronavirus infections, including 1,434 deaths, according to data compiled by Johns Hopkins University. ##Health## Eleven Native tribal organizations affected by coronavirus -- including the hard-hit Navajo Nation -- are suing the US federal government over relief money set aside by Congress for Native Americans. The CARES Act earmarks $8 billion to be split among Indian tribes, but the lawsuit says the Treasury Department is preparing to include Alaska Native Regional Corporations in the group. These private corporations were established in a lawsuit settlement decades ago for the benefit of Alaskan Natives, but the new complaint argues they are not true tribal organizations and are not entitled to the money. The Navajo Nation’s government employs more than 5,000 people, according to the lawsuit, and revenue has dried up as tribal businesses have shut down. As of Wednesday night, the Nation had confirmed 48 Covid-19 deaths and more than 1,200 infections. \"Our Nation’s government is in dire need of support for the critical medical and community needs of our people.  We are literally fighting for dollars to save lives,\" said Navajo Nation Attorney General Doreen N. McPaul in a written statement.  The lawsuit argues that including the Alaska Native Regional Corporations in the fund could cost each tribe an average of $4 million. Read more:  ##Daily Life## Mexico has topped 10,000 cases of coronavirus, Deputy Health Secretary Dr. Hugo López-Gatell said on Wednesday. In the largest number of recorded day-to-day cases in Mexico since the outbreak began, an additional 1,043 people tested positive for the virus. The increase raised the total number of cases to 10,544 in the country.  The number of reported deaths from Covid-19 is 970, according to Mexican health authorities. ##Health## To end the coronavirus pandemic, the US is either going to have to continue with extreme social distancing measures or do it with \"ubiquitous\" testing, according to Dr. Anish Jha, the director of the Harvard Global Health Initiative. \"We have estimated we need at least three times as much testing as we have right now,\" Jha said said Wednesday on CNN’s Erin Burnett OutFront. \"We have been flat for like three and a half weeks. We have made no progress.\n\"I haven’t met a single professional who doesn’t think we need a lot more testing and we’re just not making progress,\" he said. \"It’s baffling, because the alternative is to stay shut down. That is not an alternative anybody likes.\" Since the coronavirus is still so new, scientists are working overtime to generate new data to understand how it spreads. A recent study found one person at a restaurant spread the disease to others sitting at nearby tables. \"No one is going to go to restaurants if they think they’re going to get infected, so the only way to bring confidence back into our economy is to have widespread testing so we know there aren't a ton of infected people going into restaurants, going into coffee shops. This is how we open up our economy,\" Jha said. \n“This choice between economy versus health has always been a false choice and the only way out of it is social distancing or testing. Those are our two choices.”\n\"I like testing better, as a better way to keep our economy going.\"  Read more about what went wrong with US testing: ##Health## The New York Stock Exchange might reopen in phases after May 15, two sources who were on a conference call with New York Stock Exchange chief operating officer Michael Blaugrund told CNN.  The sources also say the timing could change. Blaugrund was speaking with NYSE employees, heads of firms and brokers on the 40-minute call. He said when the floor does open, there will be a reduced head count on the floor and social distancing guidelines will be followed, according to the two sources. The same protocol the NYSE followed just before the floor closed will also be in effect, meaning temperature checks for anyone entering the building, according to the sources. Blaugrund said the NYSE Arca Options trading floor in San Francisco might reopen on May 3, the two sources said. ##Business## Nearly all coronavirus patients who needed ventilators to help them breathe died, a study of New York’s largest health system showed. It found that, overall, about 20% of Covid-19 patients treated at Northwell Health died, and 88% of those placed on ventilators died. A ventilator is a device that forces air into the lungs of patients who cannot breathe on their own because of severe pneumonia or acute respiratory distress syndrome. Other, smaller reports have indicated that patients who need ventilation are unlikely to survive. Luckily, just 12% of the patients in the study needed ventilators, Dr. Safiya Richardson at the Feinstein Institutes for Medical Research, Northwell Health, and colleagues found. But this study, published in the Journal of the American Medical Association, shows how dire the outlook is for patients with severe Covid-19 disease. The team looked at the electronic health records of 5,700 patients with coronavirus disease hospitalized at Northwell Health. Final outcomes were known for 2,634 of them. The records support what doctors have been saying about the coronavirus: most people who become severely ill have some sort of so-called underlying condition. More than half, or 57%, had high blood pressure, 41% were obese and 34% had diabetes. “Of the patients who died, those with diabetes were more likely to have received invasive mechanical ventilation or care in the ICU compared with those who did not have diabetes,” the researchers wrote. They also confirmed that men were more likely to die than women, and no one under the age of 18 died. The symptoms of infection were far from clear-cut. About a third of all patients showed up with fevers, 17% were breathing too fast and just under 30% needed extra oxygen. On average, patients were sent home after four days. But 14% were treated in intensive care, 3% needed intensive dialysis and 21% died. Since final data was only available on about half of the patients, it’s possible that more of those on ventilators survived, the researchers said -- something that would drive down the 88% fatality rate for that group. “This study reported mortality rates only for patients with definite outcomes (discharge or death), and a longer-term study may find different mortality rates as different segments of the population are infected,” the Northwell Health team wrote. ##Health## China reported 10 new confirmed coronavirus cases to the end of Wednesday, according the country's National Health Commission. Among the new cases, six were imported from abroad and four were locally-transmitted. No new Covid-19 related fatalities were reported Wednesday, leaving China's death toll unchanged at 4,632. China has now officially reported 82,798 cases of novel coronavirus. Of the total cases, 77,207 have recovered and been discharged from the hospital, according to the health commission. ##Health## Kathleen Sebelius, who served as US secretary of health and human services under former president Barack Obama, says she is “alarmed” at the political spin she sees at scientific briefings from the current White House. Speaking to Anderson Cooper on CNN’s AC360 Wednesday, Sebelius said that during the 2009-2010 H1N1 pandemic, the Obama White House took a much different approach than one the Trump administration is taking with the coronavirus pandemic. “We had to tell people what we knew and what we didn’t know and get out of the way and let the scientists, CDC and NIH, talk to the American public. We did that twice or three times a day,” Sebelius said. “At every point along the way, President Obama resisted political pressure to rewrite CDC guidance or bow to social pressure and he kept saying ‘we have to follow the science and let the public know what the scientists say.’” Watching the daily briefings from the Trump White House, Sebelius added, “I’m very alarmed that you get a lot of political spin before and after scientists talk.”  Sebelius said she thinks the second wave of the coronavirus in the fall will be much more deadly, particularly if there is a “robust” flu season. If coronavirus patients will need to be cared for in addition to flu patients, “it could be deadly for even more individuals in this country,” Sebelius said.  Sebelius encouraged people to get a flu shot as soon as one becomes available. ##Health## Loss of taste or smell does indeed seem to be a symptom of Covid-19 infection, researchers reported Wednesday. A survey of more than 200 patients in Italy found that 67% reported an altered sense of taste or smell either right before or right after they tested positive for Covid-19.  Dr. Daniele Borsetto of Guy’s Hospital in London and colleagues said theirs was only the second medical study of what’s called anosmia, despite many stories from patients who say they have experienced it. For their study, called the Sino-nasal Outcome Test 22 or SNOT-22, the researchers spoke to 202 Italian Covid-19 survivors by telephone. “Patients were contacted five to six days after the swab was performed,” they wrote in their report, published in the medical journal JAMA.  “During the telephone interview, they were asked whether they had experienced a sudden onset of an altered sense of smell or taste in the 2 weeks before the swab,” Borsetto’s team wrote. They found that 130 of the patients reported some sort of altered taste or smell. That’s 67%. A third also reported having had a blocked nose, which can alter taste and smell. “Other frequent symptoms were fatigue (68.3%), dry or productive cough (60.4%), and fever (55.5%),” the team wrote. The loss of taste or smell is not necessarily a precursor to other symptoms. Only 12% reported it as their first symptom. About a quarter said they lost smell or taste along with their other symptoms and another 27% noticed it as the last symptom. Just 3% said it was their only symptom. “If these results are confirmed, consideration should be given to testing and self-isolation of patients with new onset of altered taste or smell during the Covid-19 pandemic,” the researchers concluded. ##Health## Demonstrators took to the streets in Bogota on Wednesday to protest against a lack of support during harsh measures taken by the Colombian government and local authorities to confront Covid-19. In the neighborhood of Ciudad Bolivar, protesters raised blockades and loudly banged pots as parts of the community declared themselves \"in permanent uprising.\"  \"70% of people around here are informal workers,\" human rights advocate Cristian Ramayo told CNN. \"They don't have any pension and government aid has yet to arrive here. This has complicated the situation.”  Ramayo also told CNN there are 750,000 people who are going hungry. Several families are hanging red cloths at their windows as a sign that they are in need of urgent assistance.  The protests are supported by local chambers of commerce, farmers' associations, NGOs and the LGBT community.  Colombia has recorded 4,356 Covid-19 cases, including 206 deaths, according to the Colombian government. The national lockdown is set to run through May 10, although limited sectors, including construction and manufacturing, will be allowed to reopen on Monday.  ##Daily Life## The Spanish parliament voted to approve the extension of the state of emergency for the third time until May 9, prolonging the country’s stay-at-home order to eight weeks in total. The state of emergency was first decreed on March 14, which ordered severe restrictions on movement and business.  Spanish Prime Minister Pedro Sanchez argued for another extension during a speech on Wednesday morning.  \"This extension is different than the others” Sanchez said. \"It's the first time I can do this with a carefully optimistic future. It is (the extension) that will begin to de-escalate the rules of confinement\", he added.  Sanchez warned MPs that the next phase of de-escalation and the return to normality \"needs to be slow, gradual and therefore secure.\" The prime minister also mentioned that his government is \"implementing a control system\" for people traveling from inside or outside of Spain, \"to avoid more imported contagions\".   \"Each mistake we do now, each challenge we fail, each delay caused by other interests will be a weight we will carry in the next months and years\", he added. Spain has reported the world’s second highest number of coronavirus cases, with more than 208,000 infections. The country has also enforced Europe’s strictest movement restrictions. ##Daily Life## ##Business## ##Travel## About 150,000 Covid-19 tests will arrive in Colorado from South Korea by the end of the week, with a further 150,000 swabs expected in May, Gov. Jared Polis announced during a news conference on Wednesday. The state is partnering with Colorado State University to expand testing at skilled nursing facilities, including asymptomatic workers, and work is going on to deploy \"hundreds of thousands of antibody tests,\" Polis said.  \"No amount of testing is enough to reopen the state. If that's all you're doing,\" Polis said, but \"testing will absolutely be a part of going back to work.\" On Monday, Polis announced he will relax the stay-at-home order due to expire on April 26, and Colorado will move to a \"safer-at-home\" phase starting on April 27. ##Health## Up to 300,000 people in the UK will take part in a major long-term study to track the spread of coronavirus in the population, and understand the levels of immunity, the British government announced in a statement on Wednesday. The study will examine how many people are infected in the UK, and how many have developed antibodies to the virus, the statement says. Participants will form \"a representative sample of the entire UK population by age and geography\" the government said, with initial findings expected in early May. It will be led by the Department for Health and Social Care and the Office for National Statistics. “This survey will help to track the current extent of transmission and infection in the UK, while also answering crucial questions about immunity as we continue to build up our understanding of this new virus,\" UK health minister Matt Hancock said in the statement. Participants will provide samples taken from self-administered nose and throat swabs, and answer a few short questions during a home visit by a trained health worker, according to the statement.  The swab tests will show whether or not participants currently have the virus. They will be asked to take further tests every week for the first five weeks, then every month for 12 months, the statement adds. In total, 25,000 people will take part in the pilot phase of the survey, with plans to extend it to up to around 300,000 over the next 12 months. the government said. The pilot phase will take place in England only, but will be extended to other parts of the UK \"in due course\" the statement said. ##Health## Seven additional big cats at New York's Bronx Zoo have tested positive for Covid-19, according to the Wildlife Conservation Society, the non-profit organization that runs the zoo. That makes a total of eight big cats who contracted coronavirus at the famed zoo in New York City. Some context: Three tigers and three African lions exhibited symptoms in early April when the zoo announced a 4-year-old Malayan tiger, named Nadia, tested positive for the virus. Testing on these six cats now confirm they have Covid-19. One more tiger also tested positive despite showing no symptoms. The zoo says all eight animals are behaving normally and eating well.  The cats were infected by a staff member, although it is unclear how the infection occurred. Preventive measure are now in place for all staff who are caring for cats in the four zoos run by the Wildlife Conservation Society in New York. They include the Bronx Zoo, the Central Park Zoo in Manhattan, the Prospect Park Zoo in Brooklyn and the Queens Zoo.  The zoos have been closed since March 16. The UK will have to rely on social distancing measures until there is a vaccine or a treatment for coronavirus, England's Chief Medical Officer Chris Whitty said during the daily Downing Street briefing on Wednesday. “In the long run, the exit from this is going to be one of two things, ideally. One of which is highly effective vaccine, and there are a variety of ways vaccines can be deployed. They can be deployed for dampening down epidemics, they can be deployed to protect vulnerable people. Or, and or, highly effective drugs so that people stop dying of this disease even if they catch it, which can prevent this disease in vulnerable people,\" Whitty said. Whitty cautioned that achieving that goal will take time and that the outbreak will have to be managed through social distancing measures until then. “Until we have those, and the probability of having those anytime in the next calendar year are incredibly small, and I think we should be realistic about that, we’re going to have to rely on other social measures, which of course are very socially disruptive, as everyone is finding at the moment. But until that point, that is what we will have to do,\" Whitty said. \"But it's going to take a long time and I think we need to be aware of that,\" he added. ##Daily Life## Infectious disease expert Dr. Anthony Fauci championed the mitigation efforts implemented across the US and considers them the \"basis for our being able to say that we can now think seriously about reopening America.\" Fauci's comments come after numerous states, including Georgia and Tennessee, have said they would reopen parts of their economies soon. \"So what has happened is that the mitigation that we put in with the first 15 days and then the 30-day mitigation program of physical distancing worked. So it got us to where we are today. It is a successful formula. It is the basis for our being able to say that we can now think seriously about reopening America,\" Fauci said at the White House's coronavirus task force briefing today. Fauci concluded his remarks with a request for lawmakers around the country to be careful to avoid a \"rebound\" of coronavirus cases. \"I plead with the American public, with the governors, with the mayors for the people with the responsibility, although I know one has the lead to leapfrog over things, don't do that. Do it in a measured way. This is a successful formula. The problem is if we don't do that, there is a likelihood that we'll have a rebound. And the one way not to reopen the economy is to have a rebound that we can't take care of,\" he said. ##Daily Life## ##Business## ##Travel## ##Health## US President Donald Trump said he signed his immigration executive order before the coronavirus press briefing on Wednesday. The order is expected to temporarily halt the issuance of new green cards and work visas -- steps that had already effectively been in place amid the coronavirus pandemic. \"In order to protect our great American workers, I've just signed an executive order temporarily suspending immigration into the United States. This will ensure that unemployed Americans of all backgrounds will be first in line for jobs as our economy reopens. Crucially, it will also preserve our health care resources for American patients,\" he said.  \"We have to take care of our patients, we have to take care of our great American workers and that's what we're doing,\" he added. \"So I just signed it just before coming into the room, and very important.\" ##Daily Life## The director of the Centers for Disease Control and Prevention clarified comments he made to the Washington Post about how the second coronavirus outbreak could emerge this winter in conjunction with the flu season to make for an even more dire health crisis. \"There's a possibility that the assault of the virus on our nation next winter will actually be even more difficult than the one we just went through,\" CDC Director Robert Redfield said in a story published Tuesday. \"And when I've said this to others, they kind of put their head back, they don't understand what I mean.\" Speaking at the White House on Wednesday, Redfield said that the second wave \"could be more difficult, more complicated\" and not \"worse.\" \"When I commented yesterday that there was a possibility of the fall/winter -- next fall and winter it could be more difficult, more complicated,\" Redfield said. \"When we had two respiratory illnesses circulating at the same time, influenza and the coronavirus, but I think it's really important to emphasize what I didn't say. I didn't say this was going to be worse. I said it was going to be more more difficult and potentially complicated because we'll have flu and coronavirus circulating at the same time. I want to emphasize we continue to build the nation's public health infrastructure to ensure that we have the capacity to stay in the containment mode.\" ##Health##", "Section": "world", "Writers": ["Julia Hollingsworth", "Ben Westcott", "Adam Renton", "Rob Picheta"], "URL": "https://www.cnn.com/world/live-news/coronavirus-pandemic-04-23-20-intl/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}