{"Type": "article", "Time": "2019-11-10", "Headline": "ISIS recruiters are preying on vulnerable domestic workers in Hong Kong and Singapore", "Text": "For six days a week, the three women worked as domestic workers in homes across Singapore. But in their spare time, they promoted ISIS online, donated money to militants overseas, and became so radicalized that at least one was ready to die as a suicide bomber in Syria, according to Singapore's Ministry of Home Affairs. The women -- all Indonesian nationals -- were arrested in September under Singapore's Internal Security Act on suspicion of taking part in terror financing activities.  A spokeswoman for the Indonesian Embassy in Singapore confirmed the arrests and said it was providing consular assistance to the women, who do not have legal representation because they are still under investigation. The women were charged in court on October 23 with the financing of terrorism, according to the Singapore Ministry of Home Affairs. They face up to 10 years in prison and fines of up to $500,000 Singapore dollars ($362,000).  Terrorism experts say they are not the only domestic workers who are believed to have been radicalized online while working in big Asian cities like Singapore and Hong Kong. As ISIS shifts its gaze towards Asia following the fall of its caliphate in the Middle East, these women are increasingly being targeted, albeit in a less organized way, experts warn. \"They are preyed upon and exploited by militant cells who essentially view them as cash cows,\" said Nava Nuraniyah, a researcher at the Institute for Policy Analysis of Conflict (IPAC), an Indonesian think tank. \"They have a stable income, speak English and usually have a broad international network, making them ideal (targets).\"  A radical fringe Such women represent a tiny subset of the approximately 250,000 domestic migrant workers who live in Singapore and of the 385,000 who reside in Hong Kong. \"The vast majority of foreign workers are law-abiding and make a positive contribution to our society,\" said a spokesman for Singapore's Ministry of Home Affairs. \"However, there are still individuals who continue to be radicalized by ISIS' violent ideology.\"  Most of the cases identified so far involve Indonesian nationals, according to terrorism experts.  CNN attempted to contact the three Indonesian women being held in Singapore but was unable to secure a comment. Between 2015 and 2017, IPAC conducted its own investigation into the radicalization of domestic workers and found there was a \"radical fringe\" of at least 50 Indonesian women working overseas as nannies, maids or caretakers for the elderly. Among these, 43 were based in Hong Kong, four in Singapore and three in Taiwan. Due to the difficulty of obtaining first-hand data and testimonies, these are the most recent figures available.  According to a source in Indonesia with knowledge of the profiles of radicalized militants who were returned to their home country, at least 20 radicalized domestic workers were deported back to Indonesia, a country which has the largest population of Muslims in the world, including three who are currently undergoing a deradicalization program run in cooperation with the government. For the handful of women who become radicalized, the process usually begins with a traumatic event, according to IPAC researcher Nuraniyah. And the radicalization can be extremely rapid. IPAC's report details the case of one Indonesian domestic worker from Hong Kong who went from a secular fashion enthusiast to ISIS devotee in less than a year. \"They either go through a divorce, get into debt or suffer from the culture shock of moving to a place very different from home, which are all common issues encountered by migrant workers,\" Nuraniyah said.  Living far from home in an unfamiliar environment, sometimes exposed to ill-treatment by unscrupulous employers, they are especially vulnerable to indoctrination online.  \"They are lonely so they feel a need to engage with the Indonesian community, either online or in real life,\" said Diovio Alfath, a program officer at The Coalition of Civil Society Against Violent Extremism or C-Save, an Indonesian organization which helps rehabilitate victims of radicalization. \"But lacking the social networks they would normally turn to for advice, they aren't equipped to deal with the radical messages that are being fed to them.\"  Online boyfriends They might already have a pro-ISIS contact in their Facebook friends and turn to him or her or seek out the pages of prominent militants, says Nuraniyah. Some are recruited by another domestic worker at a prayer group or at a social gathering on their day off, according to IPAC. Often, it is a two-way street: the domestic workers might take the first step by reaching out to militants. In return, many are then rapidly brought into radical groups and groomed to become militants. \"I started listening to Salafi podcasts while cleaning the house,\" one Indonesian maid from Semarang working in Singapore told IPAC -- according to a transcript of the interview seen by CNN -- in reference to a strict, orthodox branch of Islam. \"On Facebook, I followed people whose profiles seemed very Islamic because I needed friends who could guide me.\"  She said she was especially moved by an Instagram account which featured graphic pictures of the Muslim victims in Syria. Then she met a 29-year-old Indonesian butcher living in Batam online. She said he encouraged her to travel to Syria to join ISIS there. But the Singaporean government found out about her plans and deported her back to Indonesia in 2017, according to Nuraniyah. The tipping point usually comes after the women forge personal relationships with militants online who become their \"boyfriends,\" she says. They are then invited to join dedicated chatrooms on encrypted apps. \"This is where the real stuff happens, where bomb designs are shared and active coordination takes place,\" said Zachary Abuza, an expert on ISIS' operations in Southeast Asia at the National War College in Washington. For example, he says, there are several hundred groups on Telegram -- an encrypted app often used by ISIS -- for sympathizers of the islamic movement, many of which have content catering specifically to women, such as advice on feminine issues and child rearing. CNN reached out to Telegram but the company did not respond to our request. Once the process of radicalization has been completed, a small number of domestic workers marry their jihadi boyfriends. One Indonesian woman working in Hong Kong returned to Banten, in western Java, in 2015 to become the second wife of Adi Jihadi, a militant who was arrested in 2017 for purchasing arms and training in Mindanao with Isnilon Hapilon, who had been declared ISIS's emir for Southeast Asia. Jihadi later admitted to having funded the weapons used in a 2016 attack in Jakarta where eight people died and was convicted for this. Other radicalized domestic workers take on a more active role, becoming financiers, recruiters and coordinators.  \"Some of the domestic workers who came through our program were involved in providing financial or logistical support -- such as housing militants on their way to Syria -- for radical networks,\" said Alfath. One alleged prominent figure in Hong Kong's pro-ISIS scene, a 36-year-old woman from Central Java, collected funds from radicalized maids and sent them to jihadist organizations in Indonesia, according to her social media posts and interviews carried out by IPAC. She also organized plane tickets for Indonesian militants traveling to Syria, often via Hong Kong, according to the same sources. On her day off, she sometimes attended classes by Serving Islam Team, an organization founded by Wael Ibrahim, an Egyptian pop star turned Salafi scholar. \"She usually came with a friend and was very quiet during the lesson,\" he told CNN. \"But afterwards, she would forcefully question why we weren't supporting ISIS.\"  He ended up excluding her from his classes. In July 2017, she was deported back to Indonesia, where she remains, according to Nuraniyah.  Some radicalized domestic workers even travel to war zones. Of the 50 radicalized domestic workers identified by IPAC, at least 12 had attempted to reach Syria via Hong Kong, as of June 2017. Four made it and the rest were intercepted and deported back to Indonesia, according to IPAC's report. C-Save has also seen domestic workers who had attempted to reach Syria go through its program.  Two of the Indonesian women arrested in Singapore harbored the intention of traveling to Syria, one of the them even claiming she wanted to become a suicide bomber for ISIS in Syria, the authorities claim.  New destination The two women had also been encouraged by their online contacts to migrate to the southern Philippines, according to Singapore's Ministry of Home Affairs. Experts say ISIS has strengthened its foothold in Southeast Asia, and ISIS sympathizers -- including radicalized domestic workers -- have recently started setting their sights on the Philippines as a destination.  \"After 2017, once ISIS started losing territory in the Middle East, its message shifted,\" Abuza said. \"It started encouraging militants to travel to Mindanao, in the Philippines, and establish a caliphate there.\"  Several Islamist organizations in the Philippines and Indonesia -- including Abu Sayyaf, The Maute Group and Jamaah Ansharut Daulah (JAD) -- have pledged allegiance to ISIS.   Several individuals were arrested recently in Sabah, a Malaysian state on the island of Borneo, for assisting ISIS sympathizers on their way to the Philippines, Ayob Khan Mydin Pitchay, a Malaysian counter-terrorism official, told the Malay Mail in September.  The Philippines is the best opportunity for ISIS to seize territory, Abuza said, as parts of the southern island of Mindanao are a \"black hole in terms of law enforcement, with largely corrupt security forces and large ungoverned spaces.\" CNN requested a comment from the Philippines government, but it did not respond.  In 2017, ISIS fighters seized the town of Marawi in Mindanao, leading to a five-month siege, which was only broken in October 2017 following the deaths of militant leaders Omar Maute and Isnilon Hapilon, the supposed emir of ISIS in Asia. The downfall of ISIS in Syria and Iraq has also led to increased online recruitment efforts targeting Muslims in Malaysia and Singapore, according to Abuza. \"Since the fall of the caliphate, recruitment drives have continued,\" confirms Alfath. \"But they have become less organized. Instead of the orders coming from above, they now emanate from local groups in Indonesia or even from individual militants.\" The recruitment extends to training domestic workers to commit suicide attacks, according to IPAC. A former domestic worker in Taiwan and Singapore, 27-year-old Dian Yuli Novi planned to blow herself up outside the presidential palace in Jakarta. In August 2017, she was sentenced to seven and a half years in prison, accordin", "Section": "asia", "Writers": ["Julie Zaugg"], "URL": "https://www.cnn.com/2019/11/09/asia/indonesia-singapore-domestic-worker-isis-intl-hnk/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}