{"Type": "article", "Time": "2020-12-12", "Headline": "Thousands of people are protesting with farmers in India. This is why you should care", "Text": "Farmers in India have reached a stalemate with the government over its proposed amendments to laws the farmers feel will ravage their livelihoods and create an opportunity for large, private companies to enter and exploit the entire agriculture sector.  The laws directly impact the farmers in India, but they could also have a significant impact to consumers globally, who rely on India for many key items such as turmeric, chili and ginger. To fight against three laws passed in September, farmers from all across the country have been protesting for days just outside New Delhi -- despite the capital being a hotspot for Covid-19 in a country that has already reported more than 9.4 million cases. More than half of India's working population comes from the agricultural sector, according to India's most recent Census in 2011. From 2018-2019, the average Indian farmer earned 10,329 rupees (about $140) per month, according to data from a Hindustan Times analysis. Of these 263.1 million workers, many solely rely on farming to put food on their own table and roof over their head. Farmers from Punjab, Haryana and Uttar Pradesh arrived by tractors and on foot in New Delhi last month where they blocked roads and set up makeshift camps, according to protest leaders. Some slept on the road or in their tractors, and several places of worship offered protesters food. It affects your pantry The protests haven't been exclusive to India.  People around the world have been protesting to show support and stand with the farmers because the protests are about \"the people who feed all of us\" and their fair treatment, said Simran Jeet Singh, a scholar of religion and history currently teaching at Union Seminary and a Stephen M. Keller Term Member for the Council on Foreign Relations.  \"The pandemic has shown us that there are two economies,\" he said. \"Essential workers across the world are suffering. The farmers in India represent all of them, and their resistance to unjust legislation that privileges the uber-wealthy corporations is a resistance that speaks to so many of us all over the world.\" India is the world's largest producer, consumer and exporter of spices -- producing about 68% of the world's spices, according to Spices Board India, Ministry of Commerce & Industry, Govt. of India. In 2019, the top 10 importers of Indian spices were the US, China, Vietnam, Hong Kong, Bangladesh, Thailand, UK, UAE, Malaysia, and Sri Lanka, data shows. Items like pepper, cardamom, chilli, ginger, turmeric, coriander, cumin, garlic, curry powder and fennel are among the exports. India is the leading exporter of Basmati rice and world's largest milk producer to the global market, according to India's Agricultural & Processed Food Products Export Development Authority, with the main production happening in states like Punjab, Haryana, and Delhi -- where the farmers are also protesting. The country is also the world's second-largest producer of rice, wheat and other cereals, ranking second in fruits and vegetable production in the world just under China. Herbs and medicine go hand-in-hand for those practicing homeopathy or Ayurveda, an ancient Hindu system of medicine based on the idea of balance within your body, built on the foundation of herbal treatment, yoga and breathing.  At times, ginger is served for arthritis and digestion, cinnamon to boost circulation and lower blood sugar, and fenugreek to fight infection -- all top exports of the country.  India is home to thousands of plants but 7,500 of them are known and used for medicinal uses, according to data from the Journal of Ethnobiology and Ethnomedicine. The same data says approximately 25% of drugs are derived from plants. It affects your closet Chances are something in your closet was made in India -- and that's because India is the world's leading producer of cotton, surpassing China, according to the United States Department of Agriculture. \"Although yields in India are well below the global average, cotton area in India dwarfs that of any other country, accounting for approximately 40 percent of the world total,\" the department said. What do the laws say? For decades, the Indian government has offered guaranteed prices to farmers for certain crops, creating a stable guide to make decisions and investments for the following crop cycle. Under the previous laws, farmers had to sell their goods at an auction at their state's Agricultural Produce Market Committee. A government-agreed minimum price was set for items and the auction was regulated by restrictions on who could buy along with price caps on essentials.  India's Prime Minister Narendra Modi says the new laws give farmers a chance to decide their own prices and sell directly to private businesses, like grocery chains, cutting the middle man, who in this case, is the state's Agricultural Produce Market Committee.  Farmers argue Modi's new laws help big companies drive down prices. While farmers could sell crops at higher prices if the demand is there, conversely, they could struggle to meet the minimum price in years when there is too much supply in the market. \"In the past, when Indian agricultural workers have protested for fair prices and working conditions, the Indian government has responded with violent crackdowns that include documented torture, human rights abuses, and extrajudicial killings,\" Simran Singh said. \"It is critical that, in this moment of peaceful protest, we keep our eyes trained on India's response, and ensure that they do not again resort to repressive tactics as a way to thwart free speech and protest.\" Voices on the ground Police attempted to block demonstrators from entering New Delhi when protests first began -- they fired tear gas and water cannons, after protesters pelted police officers with stones and damaged public property, according to Manoj Yadav, a senior police official from Haryana. From France, Germany, California, New York, Texas, Canada, Netherlands and London -- people have shown up in solidarity over the last two weeks. As a Sikh Punjabi woman, the fight for Ramanpreet Kaur in New York is about her \"grandparents and parents who have lived through so many hardships and kept the farming culture alive in our families to provide for us.\"  \"Even if you don't feel a personal connection to India or the farmers out there like many of us do, as a human being who lives on earth you should be concerned about exploitation of the people who feed you everyday,\" she said. Manveer Singh said he feels the impact of India's new laws all the way in Vancouver, Canada, through his cousins in Punjab who still farm today. \"The entire world should care about this issue, because in a globalized society we are all connected,\" he said. \"Everything from turmeric to Basmati comes from Indian farmers.\" \"And above personal interests, we need to value human beings over corporations. That in itself is the central ethos of what has become one of the biggest protests in human history.\" Rajbir Singh, from Amsterdam, said farming has always been the only way his family has made money -- and for some of them, it still is. \"For me to see that all Indian farmers now indirectly have to work for these big corporations is unacceptable,\" he said. \"That's why I am protesting and urge the rest of the farming communities in the world to stand with the Indian farmers.\" What happens now and how to help On Wednesday, Indian farmers rejected the government's proposed amendments, according to an Indian farmers union. Darshan Pal, President of the Krantikari Kisan Union, a farmer's union said protests will intensify and farmers plan to block the highway between New Delhi to Jaipur, the capital of western Rajasthan state, on December 12, which will lead up to a nationwide protest by December 14, with calls to gather outside the regional offices of India's ruling Bharatiya Janata Party. Organizations like Khalsa Aid, an international humanitarian relief group, has a team on the ground working with protest organizers.  Sahaita, a volunteer-based humanitarian non-profit, is collecting monetary donations to help families affected.  And cultural clothing brands, like Reignfull and ZHK Designs, are donating profits from their merchandise and art to organizations focused on rendering aid.", "Section": "world", "Writers": ["Alisha Ebrahimji"], "URL": "https://www.cnn.com/2020/12/11/world/farmer-protests-india-protests-hnk-trnd/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Thailand", "Source": "CNN"}