{"Type": "article", "Time": "2020-08-03", "Headline": "August 4 coronavirus news", "Text": "Mexico reported 6,148 new coronavirus cases on Tuesday, bringing its total number of infections to nearly 450,000, according to the country's Health Ministry.  The ministry also registered 857 new related fatalities, raising the total death toll to 48,869.  On Monday, Mexican Education Minister Esteban Moctezuma announced that the 2020-21 school year will begin with remote learning on August 24.   “It will begin with remote learning for not having the conditions to do it in person,” he said, adding that “we all want to return to the schools with our friends and teachers that we miss; however, the health risk remains high.”  ##Hotspots## ##Schools## Stacey Nagy, a Texas woman who lost her husband David to the coronavirus, called out the President and state governor Greg Abbott in no uncertain terms in his obituary. \"Family members believe David's death was needless,\" the obituary read. \"They blame his death and the deaths of all the other innocent people, on Trump, Abbott, and all the other politicians who did not take this pandemic seriously and were more concerned with their popularity and votes than lives.\" Nagy told CNN on Tuesday night that she initially hoped putting her husband’s obituary in their local newspaper might spur members of her community to respect the seriousness of the pandemic, and was surprised when her words spread nationwide online.  “I posted it in my little town’s little newspaper, and hoped that a few of the residents would read it and start wearing masks, and I had no idea that it would have turned out the way it did,\" she said.  “I felt that had things been handled properly from the very beginning, we would not be where we are now,\" she added. \"And it’s frustrating when you know that somebody’s died that didn’t need to die, or at least they didn’t need to die in the way they did, and in the time that they did. After this whole thing happened, I was so angry, and I just had this need to express myself and to put blame where blame belongs.” Loving husband: Nagy told CNN how her husband lived, in addition to the manner in which he died.  “Dave was a character, he was a fun-loving person, and he loved his family dearly,” Nagy said. “You know, I could be in the kitchen washing dishes at the sink and he would come up and start kissing the back of neck, giving me chills in the back of my neck, and he was the love of my life, and I love him. He was a part of me, and I feel lost without him.” A coronavirus outbreak at a day camp in Oregon has now infected 25 people, all under the age of 20. The patients are 11 campers and 14 counselors at Trout Creek Bible Camp, located near the community of Corbett in eastern Multnomah County, county spokeswoman Kate Yeiser said. The first case was reported to public health authorities on July 17, Yeiser said. Joe Fahlman, director of the camp, said the first case was a volunteer who did not have much contact with other groups. The camp opened on June 22 and followed the state's guidelines for summertime day camps, including maintaining cohorts of 10 people or fewer together, Fahlman said.  The camp decided to close its doors for the following week on July 21, and ultimately decided to cancel the remainder of the summer sessions on July 27. Mask rules: Oregon did not require the public to wear masks indoors until July 1, and the mandate did not extend to children under 12. The state moved to expand its mask mandate to outdoor public spaces when 6 feet distance cannot be maintained on July 15.  Fahlman said the children who attended the camp mostly did outdoor activities within their cohort. ##Hotspots## The United States has now recorded at least 4,768,083 cases of coronavirus and 156,753 related deaths, according to data from Johns Hopkins University. Tuesday has seen 54,543 new cases and 1,351 reported deaths so far. The total figures will continue to be updated for several more hours as the day comes to a close. These totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases.  CNN is tracking US coronavirus cases here: Argentina saw its highest daily jump in coronavirus cases and related deaths on Tuesday, with 6,792 new infections and 166 fatalities. That raises the national totals to 213,535 cases and 3,979 deaths. The spike in figures marks a rapidly accelerating trend in new cases in Argentina.   At a weekly briefing Tuesday, the Pan American Health Organization expressed serious concern over the recent surge of Covid-19 cases in the country.   Brazilian minister Jorge Oliveira tested positive for Covid-19, he announced on Twitter Tuesday. Oliveira, who heads the General Secretariat of the Presidency, became the eighth minister of President Jair Bolsonaro's government to be diagnosed with the virus. \"I'm in isolation since today, and I'm on a remote schedule. I have mild symptoms and will do a medical follow-up,\" he wrote. Since the beginning of the pandemic, 178 coronavirus cases have so far been registered among the staff of the Presidency — an increase of 65% in a period of just under a month, according to the presidential press office. ##Hotspots## President Trump tweeted that he had a “great meeting today with the CoronaVirus Task Force in the Oval Office.” He included four pictures of task force members in the Oval Office. From the photos, it looks like only three members of the task force wore face masks during the meeting. Two of them were Drs. Deborah Birx and Anthony Fauci.  The last time the President is known to have attended a task force briefing was in April.  President Trump told reporters that he is “looking at” possibly signing an executive action if no deal is made by the end of this week on unemployment benefits but said that “progress” is being made on the Hill. “We are looking at it. We’re also looking at various other things I’m allowed to do under the system, such as the payroll tax suspension. And so we’re allowed to do things,” Trump said in the briefing room Tuesday.  Trump also sounded more encouraged by discussions today on the Hill saying, “We’re talking with the Democrats. They seem to be much more interested in solving the problems in some of the Democrat-run states and cities that have suffered greatly through bad management.” “As far as the various things that I may or may not sign — I may not have to sign. Progress has been made as you know, very well on the Hill. We’ll see what happens, including the payroll tax suspension,” Trump added. It remains unclear what, if any, legal authority the executive branch has to address those issues in a substantive manner. Congressional aides and lawmakers, who remain in the dark on the details, are skeptical the efforts have any validity.  ##Economy## ##Politics## Attorneys general from 34 states wrote a letter Tuesday to federal officials urging them to intervene to increase the supply and affordability of remdesivir, the only drug authorized by the government to treat Covid-19.   The attorneys general warned Alex Azar, secretary of Health and Human Services; Dr. Francis Collins, director of the National Institutes of Health; and Dr. Stephen Hahn, commissioner of the Food and Drug Administration that the supply of the drug is “dangerously limited” and that the recently announced prices of the drug “will impede access to treatment.”   Gilead Sciences owns the patent on remdesivir, and so is currently the only company allowed to sell it. In their letter, the attorneys general asked that the federal government enact the Bayh-Dole Act, which would effectively allow other pharmaceutical companies to make it as well.   “We respectfully urge the federal government to exercise its rights under the Bayh-Dole Act, which will allow the National Institutes of Health (NIH) and the FDA to ensure that Americans can afford and access a sufficient supply of remdesivir during this pandemic,” they wrote.  The attorneys general pointed out in their letter that remdesivir was created with taxpayer funding. “Remdesivir has benefited from millions of dollars of public funding, including a $30-million NIH-funded clinical trial estimated for this fiscal year alone,” they wrote. “But despite the large infusion of taxpayer monies, Gilead is unable to guarantee a supply of remdesivir sufficient to alleviate the health and safety needs of the country amid the pandemic.” The Bayh-Dole Act would allow the federal government, using the “march-in” provision, to pass the license of a patented drug that was developed with federal funding to a third party who would compete with Gilead in an effort to increase supply and lower prices. Under the law, the Bayh-Doyle Act can be used if a patent holder fails to “alleviate health or safety needs” of consumers.    Three US senators released bipartisan legislation Tuesday aimed at increasing safety and transparency around the approval of a coronavirus vaccine for emergency use in the US. Sens. Maggie Hassan, a Democrat from New Hampshire, Mike Braun, a Republican from Indiana) and Lisa Murkowski, a Republican from Alaska, said they introduced the Safe Authorization for Vaccines during Emergencies (SAVE) Act in part to improve public confidence in a potential vaccine amid some concerns that safety is being sacrificed in the race for a Covid-19 vaccine. The bill would codify the role of the Centers for Disease Control and Prevention and Food and Drug Administration in reviewing a potential vaccine, ensuring that recommendations on vaccine safety and efficacy be made public. The bill aims to hold the Health and Human Services Department accountable for ensuring vaccine advisory committee meetings are transparent. “Academic institutions, researchers, and industry have all stepped up during this crisis to move towards a successful vaccine — regulators need to as well,” Braun said in a statement. The senators plan to push for the bill to be included in an upcoming Covid-19 relief package.  The FDA has issued guidance requiring a vaccine to be at least 50% effective in preventing infection or serious disease before it receives emergency use authorization (EUA). An EUA would greenlight a coronavirus vaccine for use on an expedited basis.   Brazil added 51,603 new coronavirus cases in the last 24 hours, its health ministry announced on Tuesday.  With the new cases, the country has so far registered more than 2.8 million Covid-19 infections since the pandemic began.  The ministry also registered 1,154 new fatalities related to the virus, raising the total death toll to 95,819.  Some background: Latin America and the Caribbean have reached over 5 million cases of Covid-19, according to a CNN tally based on Johns Hopkins University data.  Brazil continues to be second hardest-hit country worldwide following the US and the first in the Latin American region, according to Johns Hopkins.   ##Hotspots##  Even as Florida continues to report thousands of new coronavirus cases each day, Gov. Ron DeSantis today floated the idea of allowing visitors at nursing homes.  “I think a lot of the family members understand that these are difficult circumstances,\" he said today at a roundtable in Jacksonville, Florida. \"Clearly they would not want policies to be done that would lead to massive amounts of people in these facilities getting infected. But I think that if you have a way forward, I think that would put a lot of people at ease, knowing that there’s a light at the end of the tunnel.” DeSantis said he believes family members who have Covid-19 antibodies should be able to visit relatives. The governor said he will form an exploratory committee, which will include Florida Agency for Health Care Administration Secretary Mary Mayhew, to discuss policies that could be implemented to ensure safe visitation at Florida’s 4,000 nursing home facilities. The Centers for Disease Control and Prevention and various public health experts all recommend strongly against this approach.  They say it is not known if having antibodies protects you from becoming infected again or from spreading the virus to others.  The CDC also says: Antibody test results should not be used to determine if someone can return to work.\nAntibody test results should not be used to group people together in settings such as schools, dormitories, and correctional facilities. CNN’s Maggie Fox contributed to this report. There have been at least 4,758,028 cases of coronavirus in the US and at least 156,426 people have died from the virus, according to a tally from Johns Hopkins University. On Tuesday at 6 p.m. ET, Johns Hopkins recorded 44,488 new cases and 1,024 reported deaths.  The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases.     Leaving a roughly two-hour meeting with senior administration officials, Senate Minority Leader Chuck Schumer and House Speaker Nancy Pelosi both said there had been progress in the talks but far more needed to be done to get a deal. “We made some concessions,” Schumer said, adding, “they made some concessions, which we appreciated.” They didn’t take questions or explain what those concessions were. The disagreement in large part is around the scope of the stimulus bill. “The fundamental disagreement is the scope and depth of the problem,” Schumer said. “They are still wrapped around this idea that the government shouldn’t do much.”  The four negotiators will also meet tomorrow on the stimulus talks. ##Politics## Disney's media empire was ravaged by the coronavirus pandemic last quarter, with the company reporting a net loss of nearly $5 billion on Tuesday. The company's parks were hit particularly hard by Covid-19. Its parks and resort unit lost $3.5 billion in the quarter. The unit's revenue was down a whopping 85% from the year ago quarter. Overall sales for the company fell 42% to $11.8 billion. One bright spot was Disney+, Disney's new streaming service, which had nearly 60 million subscribers at the end of June, according to the company. ##Economy## A White House official said aides are eyeing various proposals for President Trump to take executive action in order to provide relief to US workers, should both sides in Congress fail to reach an agreement on a new coronavirus aid package.  \"If something isn't reached by the end of the week, we don't want to see it go for another week,\" the official said. \"President Trump is prepared to pursue any and all options,\" the official said, accusing Democrats of rejecting proposals that would provide immediate relief to unemployed Americans.\" It remains unclear what, if any, legal authority the executive branch has to address those issues in a substantive manner. Congressional aides and lawmakers, who remain in the dark on the details, are skeptical the efforts have any validity.  Where things stand: House Speaker Nancy Pelosi said Tuesday that she still wants a sweeping stimulus deal this week — but she made it clear she is not budging on the price tag put forward by House Democrats, reflecting how far apart the two sides are despite days of talks. Asked if she has an idea on the price tag she's willing to settle for, Pelosi told CNN bluntly: \"Yeah, $3.4 trillion.\" That price tag has been rejected by Senate Majority Leader Mitch McConnell, who last week put forward the Senate GOP plan that would cost roughly $1 trillion and has attacked House Democrats' $3 trillion-plus bill that passed their chamber more than two months ago. And even some centrist House and Senate Democrats are squeamish about backing such an eye-popping price tag proposed by the speaker. Pelosi, Senate Minority Leader Chuck Schumer, Treasury Secretary Steven Mnuchin and White House chief of staff Mark Meadows have already met six times behind closed doors  — and are not near an agreement on range of issues, including expiring jobless benefits and extending the expired federal eviction moratorium, according to both sides. ##Politics## Mississippi Gov.Tate Reeves has issued a statewide mask mandate for the next two weeks.  “We must pump the brakes in the hardest hit areas,” Reeves said during a news conference Tuesday. \"We are requiring masks in schools for teachers and students. We are also requiring masks at public gatherings statewide for two weeks in a push to allow schools to safely reopen,\" Reeves said. Reeves has also delayed the start of in-person learning for grades 7 to 12 in Bolivar, Coahoma, Forrest, George, Hinds, Panola, Sunflower, and Washington counties — areas that are considered hotspots. He added that the Centers for Disease Control and Prevention says the public health risk of extended school closures outweigh the public health risk of opening them. The governor added that if there is anything essential in this world, it is our schools.  ##Hotspots## Arkansas Gov. Asa Hutchinson said the state has reported 44,597 cumulative Covid-19 cases, with 784 new cases and 490 virus related deaths.  Interim Secretary of Health Dr. Jose Romero said that of those 784 active cases, 774 were community based and 10 came from correctional facilities. Romero also said there are 526 people hospitalized for Covid-19, with 101 people on ventilators. The ventilator number has decreased by 7.  Note: These numbers were released by the Arkansas public health agency, and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project The Tulsa Health Department in Oklahoma reported today that 3,301 total cases were reported in the county from July 5 to July 25, an average of just over 157 cases a day. More than 11% of those cases were in children under the age of 18 and 41% of the cases were in the 18-35 age group, according to THD.  Currently, Tulsa County has reported 9,417 total cases and 101 total deaths. THD says that 8,010 have recovered from the virus. Note: These numbers were released by the Tulsa Health Department and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project. The return to school will not look like business as usual in the US, according to experts speaking on Tuesday during a webinar from the Alliance for Health Policy. “Our return to school will not be a return to the school norm,” said Wendy Price, president of the National Association of School Psychologists. “Right now, school districts are hammering out one of three different educational platforms that they may be accessing.” These are full time, in-person schooling, a hybrid model and online schooling.  In-person schooling, for example, needs to look at the safety of children and staff, in regard to things like physical distance and protecting people who are most vulnerable. Online only schooling raises other questions. “Does everybody have access to wireless or broadband WIFI, or do they have access to Chromebooks,” said Price. “There’s just a litany of things that schools are going to have to consider,” Price said. “And it’s no one size fits all. It really isn’t.” Returning to school is such a “fluid and dynamic situation” that what is put into place in September may not work in January, she said. Schools may have to roll back or roll forward, keep being flexible and “really paying attention to the levels around us in our neighborhoods and our communities.” Reopening schools also depends on where you are in the country and what the levels of Covid-19 are, Price said. She compared members of her organization in small, rural, coronavirus-free parts of Montana who are ready to go back, with members at Boston public schools, where there are higher numbers of students and cases who are “certainly not ready.”  Dr. David Rubin, director of PolicyLab and director of Population Health at The Children’s Hospital of Philadelphia, also said that the safe reopening of schools will depend on the level of Covid-19 in the community. “This isn’t simply about whether kids don’t get that sick. This is about the risk to entire communities that are born by placing kids in large groups in a school,” he said.    While he said that children are less susceptible, fewer are symptomatic and they will have less severe infection, “we know fairly confidently now that symptomatic children are going to transmit.”  And if there is more virus in a community, more kids will catch it and spread it. Rubin pointed to outbreaks in camps in Georgia and Missouri as examples of this. “Kids don’t live in bubbles,” said Rubin. “They rely on parents and grandparents every day. They rely on their teachers, the school personnel.” The safest way to reopen schools, he said, is to get community Covid-19 numbers down, he said. Once test positivity gets below five or three percent, dependent on what state leaders and departments of health are saying, “you have an opportunity to use your mitigation plan.” The foundation for a good mitigation plan in schools, according to Rubin, starts with ensuring that sick children and teachers are kept out of the school, and then once children are in school, keeping on top of all measures like social distancing, mask use and hand hygiene, for both teachers and students. ##Schools##  National Security Adviser Robert O’Brien returned to work at the White House complex Tuesday, after testing positive for Covid-19 last week, a source confirms to CNN.  O'Brien's diagnosis marked the highest-ranking Trump administration official known to have tested positive.  Alaska Airlines has notified 4,200 employees that they could be furloughed this fall.  A company statement says the cuts are comprised of customer service agents, flight attendants and maintenance technicians. Last month, the airline reached an agreement with labor groups to not shed any pilot jobs. A statement from Alaska Airlines says more than 1,500 notices of possible furloughs were sent to employees in Seattle, where the company is based. “Reducing our workforce is one of the hardest realities of this crisis,” said a statement from Alaska Airlines. “We’re making tough decisions to right-size Alaska Airlines for future success, but it means we’re losing fantastic people.” The airline reported a nearly half-billion-dollar loss in the second quarter of this year. Restrictions attached to a federal bailout keep airlines from shedding jobs through Sept. 30. ##Economy## Citing the “complicated” nature of the world under the pandemic, 2019 US Open champion Rafael Nadal has decided not to defend his title later this month in Flushing, New York. In a tweet posted Tuesday, 2019 US Open champion Rafael Nadal said: \"After many thoughts I have decided not to play this year’s US Open. The situation is very complicated worldwide, the COVID-19 cases are increasing, it looks like we still don’t have control of it.\" The No. 2 ranked Nadal is a four-time US Open winner and has collected 19 Grand Slam singles titles, second on the men’s side only to No. 4 ranked Roger Federer, who will also miss the US Open with a knee injury. Meanwhile the USTA announced Tuesday World No. 1 Novak Djokovic has entered the men’s singles field for the 2020 Open, scheduled for Aug. 31 until Sept. 13 in New York. The three-time Open champion Djokovic will be joined by six other men from the World’s Top 10, including No. 3 Dominic Thiem and No. 5 Daniil Medvedev, who was a US Open finalist in 2019. Texas Gov. Greg Abbott said that local school districts in the state, not local governments, have the flexibility to decide how and when they will open during the Covid-19 pandemic. \"The bottom line is, the people who know best about what both the needs are in their school district, as well as the capabilities of providing a safe learning environment... are the local school officials,\" Abbott, a Republican, told reporters Tuesday during a news conference.  Texas local school officials can base their operating decisions on input from local health authorities, Abbott said.   In a statement Friday, Abbott said while local health authorities can close schools during the school year if conditions warrant, they \"do not have the power to issue preemptive, blanket closures of schools weeks or months in advance of when a school may open its doors to students.” Abbott said schools can choose to open remotely with online study, or in classrooms, or a blend of both. The remote learning option can continue for eight weeks, after which schools have the option to seek a waiver to continue remote study. Speaking before a backdrop of personal protective equipment inside the Texas Division of Emergency Management in San Antonio, Abbott said the state has already provided the necessary protective equipment for schools to open safely, boasting \"more than 59 million masks, more than 24 thousand thermometers,\" as well 500,000 face shields and 565 gallons of hand sanitizer have been delivered. ##Schools## Cultural events of 5,000 people or more will be able to resume in France starting on Sept. 1, the French Culture Ministry said on Tuesday evening. Regional governments may decide to allow these events earlier, starting on Aug.15. The events will have to continue to have a seated audience and distancing of one seat between separate groups will be required, the ministry explained in a news release.  The government also recommends members of the audience wear masks while seated, and masks will still be mandatory when moving around the venue.  The ministry will \"accompany the cultural sector, and live entertainment, in particular, to adapt its activities,\" according to the press release.  After the Ohio Children’s Hospital Association and the Ohio Chapter of the American Academy of Pediatrics jointly recommended masks be worn by children K-12 returning to school, Ohio Gov. Mike DeWine announced Tuesday that he would be issuing an order that reflects this policy statewide.   “This gives us the best shot to keep Ohio's kids and educators safe and physically in school,” DeWine said. The mask order will not apply to children under the age of two, or any child unable to remove the face covering without assistance.  Additionally, children with significant behavioral psychological issues or those undergoing treatment that is exacerbated specifically by the use of facial covering, will not be required to wear them. “I have great confidence that the teachers will work this out with kids, but that this is what the norm should be,” DeWine added. ##Schools## ##Masks## Governors from the states of Maryland, Louisiana, Massachusetts, Michigan, Ohio and Virginia announced a bipartisan interstate compact to run three million rapid antigen tests to slow the spread of Covid-19 and continue safely reopening their states, according to a statement released on Tuesday. The agreement between six governors — three Republicans and three Democrats —demonstrates to private manufacturers that there is in fact a significant demand to scale up the production of these the rapid tests, which deliver results in 15 to 20 minutes, the statement reads. The states are currently in discussions with Becton Dickinson and Quidel, US manufacturers of antigen tests that have already been authorized by the FDA, to purchase 500,000 tests per state, for a total of three million tests, according to the statement. Through this interstate compact, states are coming together to ramp up the use of rapid antigen testing to help better detect outbreaks more quickly, and expand long-term testing in congregate settings such as schools, workplaces, and nursing homes and continue reopening the state, the statement indicates. Kosovo's Prime Minister Avdullah Hoti has tested positive for Covid-19, his press office told CNN on Tuesday.  Hoti is in good health and will stay home for the next two weeks, following his doctor's recommendation, his press office said. \"Indeed, we have a difficult situation here, but the government and health institutions are doing everything they can to manage and prevent this pandemic,\" the press office told CNN in an e-mail. Sen. John Cornyn, a Republican in leadership, said Treasury Secretary Steve Mnuchin and White House chief of staff Mark Meadows told senators that stimulus negotiations are slow going and Democrats still aren’t serious about negotiating an outcome. “We are prepared to be in session until we get one,” Cornyn said. “We will be in session next week if we don’t get a resolution this week.” Asked if senators would be in session all of August, he said he couldn’t predict that. “How do you think it looks for us to go back home if this is unresolved? This is the most important thing we need to be doing.” ##Economy## The Illinois Department of Public Health on Tuesday reported 1,471 new Covid-19 cases, bringing the state’s total of cases to 184,712.  The state has reported over 1,000 new cases for 14 days straight. According to a release from the public health agency, the seven-day positivity rate is down slightly, to 3.9% from the 4% reported on Monday. The agency also reported an additional 19 deaths today, including one teenager. According to the dashboard, six people under the age of 20 have died from the virus statewide. There are a total of 7,545 deaths.  The state also reported 1,496 hospitalizations, with 365 in intensive care units and 125 on ventilators.  Note: These numbers were released by the Illinois Department of Public Health and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project. Brazil is seeking alternatives with other producers if there is a delay in the development and delivery of the vaccine developed by the University of Oxford and AstraZeneca, Brazil’s Deputy Secretary of Health Élcio Franco said. \"Because it is a purchase based on (unproven) technology, there is a degree of uncertainty. Although it seems remote to us, there is a possibility of a delay in the vaccine development. Even being in the most advanced (stage), we have been looking for alternatives,\" Franco said during a news conference on Monday evening. In late July, Interim Health Minister Eduardo Pazuello announced his government had the Pfizer and BioNTech vaccine \"on the radar,\" after Anvisa (the country's National Health Surveillance Agency) approved the trial in Brazil.  Pazuello had also confirmed negotiations with the biotechnology company Moderna for a possible priority purchase of their vaccine. Before the coronavirus pandemic hit, Indianapolis 500 officials talked about attendance levels of some 300,000 for the 2020 version of America's iconic open-wheel event. That number is now zero.  Indianapolis Motor Speedway tweeted Tuesday, \"It is with great regret that we announce the Indianapolis 500 will take place on Aug. 23 without fans. This tough decision was made following careful consideration and extensive consultation with state and city leadership.\" Just two weeks ago, track officials announced they would allow 25% capacity at Indianapolis Motor Speedway, with a mandatory face mask protocol in place. That statement was preceded by a late-June announcement indicating a 50% cap on attendance. The race was originally scheduled to run May 24, but was postponed by Covid-19. More than two dozen House Democrats sent a letter Tuesday urging congressional leaders to include provisions to boost mask use in the United States in the next round of coronavirus stimulus. In a letter led by Rep. Ro Khanna and Rep. Adam Schiff, the lawmakers requested that Congress provide free masks to all Americans, funding for a CDC public service announcement campaign about masks, and provisions for research into \"mask efficacy and optimal design.” \"Masks are one of the most effective and least disruptive interventions that we have against COVID-19, and the upcoming legislative package is a perfect opportunity to send a clear message to the American people that masks work,” the lawmakers wrote. They said the masks could be distributed by the US Postal Service and made accessible at convenient pick-up locations around the country. \"While nothing short of a vaccine or a cure can truly end the threat of this virus, we must aggressively pursue simple and affordable courses of action that can mitigate infections and save tens of thousands of lives,” they argued. ##Masks## There are at least 4,732,418 cases of coronavirus in the US and at least 155,942 people have died from the virus, according to Johns Hopkins University's tally of cases.  On Tuesday at 1 p.m. ET, Johns Hopkins has reported 18,878 new cases and 540 reported deaths.  The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases.  Here's a look at how the Covid-19 death toll has progressed in the US over time:  ##Hotspots## The federal government may be buying up possible coronavirus vaccines ahead of time, but buying treatments such as drugs and antibodies is a different matter, a top official said Tuesday. Dr. Janet Woodcock, a Food and Drug Administration official who leads therapeutics development for Operation Warp Speed, said advanced purchasing of potential Covid-19 therapeutics is much different than the advanced purchase of vaccines. “The therapeutic landscape is much wider,” Woodcock told a media briefing, adding there are multiple different modalities of therapy. With vaccines “it's very clear what you're going to do,” Woodcock said. “The primary goal is to vaccinate people and protect them… with therapeutics it's a little more complicated.” Woodcock said that advanced purchasing of therapeutics is going to be slower, because, “out of these vast inventories of potential candidates, we have to select the most promising ones. We can't just buy advanced purchases of 600 different agents.” Remember: Operation Warp Speed, the federal government's Covid-19 vaccine program, has contracts to buy hundreds of millions of doses of vaccines from several different companies, including Moderna, AstraZeneca, Pfizer and others.  If any are shown to work safely to protect people against coronavirus, the advanced purchases mean the vaccines could be rolled out immediately without a wait time for their manufacture. Five people at an event attended by Florida Gov. Ron DeSantis last week have tested positive for coronavirus, according to Nanette Schimpf, vice president of the Florida Sheriff’s Association. DeSantis tweeted a photo of himself speaking at the July 27 event hosted by the Florida Sheriff’s Association. One day after the gathering, an attendee told the association they had tested positive for Covid-19, according to Schimpf. All the participants were notified of the development, Schimpf said. “There is no indication that Governor DeSantis came in close contact with the individuals who have since tested positive for COVID-19. As the Governor noted during a press conference yesterday, he is tested regularly and does not have nor has had any symptoms,” the governor’s press office said in a statement. According to Schimpf, two sheriffs deputies, including Volusia County Sheriff Mike Chitwood, and two department of corrections leaders issued statements about positive tests. About 60 people, mostly sheriffs deputies, attended the event. Schimpf said the group was following guidelines from the county, state and the US Centers for Disease Control and Prevention. The number of participants was reduced by 75% for the event, the trade show was eliminated and participants were required to wear masks in common areas of the hotel. ##Hotspots## Pennsylvania added at least 854 Covid-19 cases and reported 23 deaths, according to state health data. Of the two counties of focus, Allegheny reported an increase of 132 cases, just above Philadelphia with an increase of 131 cases.  The department continues to highlight the increase of cases among 19- tp 24-year-olds.  Note: These numbers were released by the state’s public health agency, and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project In a letter sent to staff of the city's Department of Health and Mental Hygiene obtained by CNN, outgoing commissioner Oxiris Barbot said she had submitted her resignation to the mayor this morning, without elaborating on her reasons. \"I have every confidence that you, the committed individuals of this agency, will continue to dedicate yourselves to protection the health of all New Yorkers during this unprecedented public health emergency,\" she wrote. \"the moment demands it without distractions.\" \"I am proud that as a woman of color raised in public housing in this city, I always put public health, racial equality, and the well-being of the city I love first,\" Barbot wrote.  New York City Mayor Bill de Blasio said he received a resignation letter from Barbot in the last hour. “I want to thank her for her service to the city and I want to thank her for the important work she did during this crisis,\" the mayor said. The mayor and Barbot have reportedly clashed over the past several months during the coronavirus pandemic. The mayor will announce Tuesday the appointment of a new Commissioner of the City’s Department of Health and Mental Hygeine, according to a city release. There was no mention of Barbot in the mayor’s press release. Dr. Dave A. Chokshi will take Barbot’s place, according to de Blasio’s office. “Dr. Chokshi has served at the highest level of local, state, and federal health agencies, including NYC Health + Hospitals, where he was in senior leadership roles over the past six years,” the release said.  Dr. Chokshi also served as a White House Fellow in the Obama Administration and was the principal health advisor to the Secretary of Veterans Affairs, the release said.    Caleb Farley was one of the top college football players in the country and a projected first-round NFL draft pick. But the former Virginia Tech cornerback decided to opt out of his senior season over coronavirus fears. “It was a moral decision,” he told CNN’s Poppy Harlow. “I didn't feel comfortable and I did have a lot of worries and doubts, you know, maybe giving it to my father, you know, who's always with me and always is around. And I just was so nervous and so scared to contract the virus.” “I just had to go with what was in my heart,” he said. “My family had to come first,\" he said. Losing his mother to breast cancer in 2018 was a “huge” part of his decision, Farley said. What made him uncomfortable was the safety procedures and protocols in place during the pandemic, saying he is not ready to risk his safety or the safety of his loved ones during this pandemic.  “What I might be uncomfortable with, you know, somebody else may be comfortable with,” he said. “But the honest truth is, you know, the protocol that's going on in the NFL and the way they're taking care of guys is completely different than the NCAA. And I just didn't feel comfortable.” Farley also acknowledged that this decision could hurt his draft prospects but seeing NFL players walk away from the season gave him courage. He also received words of support from his coach Justin Fuente.  “If you're looking at it from a business side, you know, it could potentially hurt me. But I gained the courage, seeing guys in the NLF, you know, large-name guys walking away from millions of dollars,” he said. “Coach Fuente told me he loved me, shook my hand, he looked me in the eye, told me he would be pulling for me, rooting for me, that he was a fan of mine. It was great. That was very genuine to me ... That meant the world to me how he handled the situation.\" “Once I got past the outside influences of you know, what people may think about me or what or how it might be perceived, I just had to make the decision that I felt comfortable in,” he added. ##Schools## The state of Florida is reporting 5,446 coronavirus cases and 245 additional deaths in a single day on Tuesday, according to data released by the Florida Department of Health.  There are now 497,330 total cases in the state, including out of state residents, DOH reports. Florida has reported 7,402 resident deaths to date, DOH data shows. ##Hotspots## House Speaker Nancy Pelosi told CNN on Tuesday that she still wants a sweeping stimulus deal this week — but she made clear she is not budging so far on the price tag put forward by House Democrats, reflecting how far apart the two sides are despite days of talks. Asked if she has an idea on the price tag she's willing to settle for, Pelosi said bluntly: “Yeah, $3.4 trillion.\" That price tag has been rejected by Senate Majority Leader Mitch McConnell, who last week put forward the Senate GOP plan that would cost roughly $1 trillion and has attacked House Democrats' $3 trillion-plus bill that passed their chamber more than two months ago. Pelosi, when asked if it's really feasible to get deal this week given how far apart the two sides are, said in the interview: “At some point you just have to freeze the design.\" Pelosi said that she hopes they can have a bipartisan agreement this week so there are votes in the House by next week, given that they will vote to hold a Rules Committee meeting to consider the parameters for the House floor debate and there would need to be time to hammer out the legislative language and get cost estimates. Yet, Pelosi said that currently both sides are still talking to the other about how much money is needed for various programs that each side has proposed. \"We are just right now identifying the justification for what we're saying it costs — how the money would be spent,\" Pelosi said. \"And we're asking the same for some of the things they are talking about, so that we have a clear understanding. So it's productive in that regard. And now we just have to negotiate what comes next.\" Pelosi added: \"You have to show how you would spend it, in addition to establishing the need, have it work, and why that much money, and once we come to an amount, and I think we'll come to an agreement.\" Catch up on the latest coronavirus stimulus updates here. Latin America and the Caribbean have reached over five million cases of Covid-19, according to a CNN tally based on Johns Hopkins University (JHU) data. As of Tuesday morning, the region has reported 5,021,760 coronavirus cases and 203,589 deaths, according to the data released by JHU. Brazil continues to be second hardest-hit country worldwide following the US and the first in the Latin American region with 2,750,318 cases reported on Monday, according to JHU. Among the top 10 countries with the most cases worldwide, five are from Latin America: Brazil, Mexico, Peru, Chile and Colombia, according to JHU. Several countries in Latin America, including Colombia, Argentina, Mexico and Peru, have seen an acceleration in the number of new cases over the past two to three weeks. ##Hotspots## For the third straight day, New York City saw no Covid-19 related deaths, Gov. Andrew Cuomo said in a release. Cuomo reported three people died of the virus across the state Monday.  The state added 746 cases, a 1.05% positivity rate as a result of tests reported to the state Monday.  New York State also added Rhode Island to its Covid-19 travel quarantine advisory, and removed Delaware and Washington, DC, according to the governor’s office. Senate Majority Leader Mitch McConnell again blasted Democratic leadership over inaction on the stimulus bill, which he called a “charade.” He argued House Speaker Nancy Pelosi and Senate Minority Leader Chuck Schumer are “obstructing any action for our country,” even as Pelosi and Schumer continue to meet with administration officials almost daily, all of which, McConnell has not been participating in. “What did the Speaker of the House and the Democratic Leader do with yet another day of deliberations,” McConnell asked during a heated speech. “Yet again, it was the exact same refrain. It never seems to change.\"  \"‘We're feeling optimistic,’ 'We spoke very politely to the administration, but we're still nowhere close on substance,’” McConnell said mockingly of remarks the Democratic leaders have made leaving meetings with Treasury Secretary Steve Mnuchin and White House Chief of Staff Mark Meadows in the last two weeks.  He continued, “Here's the problem: Every day the Democratic leaders repeat the same actor in the Capitol they're letting down the struggling people who need our help.”  McConnell also pointed to the Republican’s HEALS Act and said “the Democrats are blocking it all.” “It’s like they expect applause for merely keeping a civil tone with the President’s team, never mind they’re still obstructing any action for our country,” he said.  McConnell added: “What American families need is an outcome.” ##Economy## President Trump said the United States' staggering death toll from coronavirus \"is what it is\" in a new interview, again giving his administration credit for its response despite ongoing surges in new cases and a human toll that far outpaces that of any other nation. When confronted with the US' daily death toll and Trump's messaging on the pandemic during an interview with Axios that aired Monday night, the President grew defensive and appeared frustrated by reporter Jonathan Swan's questions about the crisis. \"I've gone to your rallies. I've talked to your people. They love you. They listen to you. They listen to every word you say. They hang on your every word,\" Swan said. \"And so when they hear you say, 'everything's under control. Don't worry about wearing masks,' I mean, these are people — many of them are older people.\" \"Well, what's your definition of control?\" Trump replied, adding: \"I think it's under control.\" \"How? A thousand Americans are dying a day,\" Swan said. \"They are dying. That's true. And you — it is what it is,\" Trump said emphatically. \"But that doesn't mean we aren't doing everything we can. It's under control as much as you can control it.\" Trump has frequently defended his administration's performance to the pandemic but rarely expresses grief for the victims. When the US surged past 100,000 confirmed deaths in late May — after weeks of Trump projecting a toll well short of that mark — the President declined to make a public statement until the next day, tweeting about the victims amid a morning tweetstorm of insults and grievances. Read more about the interview here.   Watch a portion of the interview:    Indian cabinet minister, Dharmendra Pradhan, is the latest Indian politician to test positive for Covid-19. Pradhan manages multiple portfolios, including the Ministry of Petroleum and Natural Gas. He is the second minister from India’s federal cabinet to test positive. Pradhan tweeted Tuesday evening that he was tested after showing symptoms. “After displaying symptoms for Covid-19, I got tested, and the report is positive. According to the advice from my doctors, I have admitted myself to a hospital,” Pradhan wrote. Pradhan’s positive test has followed a series of politicians, including India’s Home Minister, Amit Shah, who tested positive Sunday and was the first federal cabinet minister to test positive.  The Chief Minister of Karnataka, B. S. Yediyurappa, also announced on his Twitter account Sunday that he had tested positive for coronavirus and was being hospitalized as a precaution.  Some more context: India has recorded a steady uptick in number of cases in the past few weeks. According to the Ministry of Health and Family Welfare, more than 52,000 fresh cases were recorded in the past 24 hours, bringing the country’s total to about 1.8 million cases. ##Hotspots## As Senate Majority Leader Mitch McConnell left the floor this morning, he would not say what the plan will be this week on the stimulus bill.  “We”ll keep you all posted on any developments,” McConnell said.  Where things stand: McConnell has a shell bill on the floor that could be used to hold amendment votes. As CNN's Phil Mattingly reported this morning, the plan is to discuss with members at lunch today the path forward.  Read more on the latest on Congress' coronavirus stimulus negotiations. ##Economy## New Jersey's updated travel quarantine list includes the addition of Rhode Island and the removal of Washington, DC and Delaware – bringing the total to 35 states and territories, according to the governor’s office. The travel advisory which requires a person to quarantine for a 14-day period from last contact with that affected area, applies to any person arriving from a state with a positive test rate higher than 10 per 100,000 residents or a state with a 10% or higher positivity rate over a 7-day rolling average. New York, New Jersey and Connecticut jointly announced the initiative of a travel advisory in recent weeks.  So far, New York and Connecticut have not updated their advisory list. Kevin Hassett, a former senior adviser to President Trump and former chair of the White House's Council of Economic Advisers, said another lockdown order may be necessary in parts of the country. \"It does feel like there's some places that are too open,\" he said on CNN The former administration member also admitted that “there’s a second wave going on” – something current administration members have been reluctant to do. Watch more from Hassett: Japan's Ministry of Health confirmed 937 new cases of Covid-19 and 4 deaths from Monday. The ministry announced the nationwide tally from Monday’s numbers on Tuesday, which takes the number of infections to 40,570. The total includes the number of cases detected on the Diamond Princess cruise ship —39,858 on land and 712 discovered on the Diamond Princess.  Here are some of the country's latest figures:  Tokyo reported 309 new cases on Tuesday, the total number of cases in the capital now stands at 14,022. The government has asked restaurants and bars that serve alcohol to close at 10 pm local time through the end of August. \nOsaka reported 198 new cases and one death on Tuesday. Officials in that prefecture have also ordered restaurants and bars that serve alcohol to close at 8 pm local time.\nOkinawa prefecture confirmed 83 new cases on Tuesday, which is the highest daily number of infections in Okinawa since the beginning of the pandemic. The total number of infections in Okinawa excluding the U.S. military personnel is 637 cases. 12 new cases were reported at Camp Hansen in Okinawa on Tuesday, bringing the total number of coronavirus cases among U.S. military bases in Okinawa to 285 since the pandemic began. Okinawa has been under a state of emergency since Saturday. Okinawa Gov. Denny Tamaki announced last Friday that the state of emergency will last until August 15.   US stocks opened lower on Tuesday, sliding following a strong performance on Monday that led to record closing high for the Nasdaq Composite. Meanwhile, the political wrangling about the next pandemic stimulus package in Washington continues to be the main focus for investors. Here's where things opened today: The Dow slipped 0.1%, or 18 points.\nThe S&P 500 opened 0.2% lower.\nThe Nasdaq opened flat.  ##Economy## Coronavirus cases nearly doubled in the Netherlands over the past week, the National Institute for Public Health and the Environment said Tuesday.  “2,588 new COVID-19 infections were reported in the Netherlands over the past week. That is 1,259 more confirmed cases reported than the week before that, when 1,329 new COVID-19 infections were reported,” it said in a statement. The Institute said that the reproduction number (R) is 1.20 in the country and the highest percentage of positive tests was seen in the regions of Rotterdam-Rijnmond, Amsterdam, West-Brabant, and Haaglanden.   “These are also the regions where most of the known clusters are located,” the Institute said, adding that there are 242 known active coronavirus clusters in the country.   “This represents an increase of 109 clusters of three or more related infections compared to the previous week,\" the statement added.   At least 13 states have reported more than 100,000 coronavirus infections and four of them — California, Florida, Texas and New York —have recorded more than 400,000. California, with more than 516,000 positive cases, has reported the most infections in the nation, but is beginning the week on a positive note. The state reported a seven-day average of cases of about 7,764 Monday, which is down about 21% from the previous week, Gov. Gavin Newsom said. In Los Angeles County, officials said they're cautiously optimistic as data trends seem to be stabilizing and moving slightly downward. Los Angeles is seeing a seven-day average of about 2,600 cases per day, down from a couple weeks ago when that same average was more than 3,000 cases each day. Florida has the second-highest number of cases in the country, with more than 491,000 recorded infections.  Two teenagers between the ages of 14 and 17 have also died in the state, according to state data, bringing the total number of minors in Florida who have died in relation to the virus to seven. In Texas, Houston Mayor Sylvester Turner, who in July proposed a two-week stay-at-home order to help drive down cases, said Monday the city will be issuing citations and fines to people who are not following the state's mask mandate. The state has reported more than 455,000 infections and more than 8,000 people are hospitalized statewide. \"When we are encountering people on patrols, out and about, and we are seeing that they do not have their mask on when they are in public and around other people, we will provide the necessary warning,\" Turner said. \"And then a failure to heed to that warning will lead to a citation and a $250 fine,\" he said. Track the virus in your state here.   At least 45 hospitals in Florida have reached ICU capacity and show zero ICU beds available, according to data released by the Agency for Health Care Administration (AHCA).  Seven of the hospitals at capacity are in Miami-Dade County and five of them are in Broward County, AHCA data shows. Another 34 hospitals have 10% or less ICU capacity available, according to AHCA. AHCA reports about 19.6% ICU beds are available across the State of Florida.  ##Hotspots## Debi and Michael Patterson said they were flippant about the coronavirus, not wearing masks and hanging out with friends as normal. “It was sort of almost like a joke in our group of friends,” Debi Patterson said in an interview with CNN’s Miguel Marquez.  But then they got sick — and Debi needed to go to the hospital to be put on oxygen.  “We paid the price for it,” Michael Patterson said.  The Lake Havasu City, Arizona, couple got sick in late June, and more than a month later, Debi said she still experiences symptoms.  “Still short of breath, coughing, just the fatigue and dizziness, headaches almost daily; It's almost like somebody hit you in the head,” she said.   “It's ridiculous not to take this seriously. I mean, I could have died just like the next person. I mean, anybody can. It could have been either one of us or both of us,” she added.  Michael has a simple message for others: “Keep your distance and wear a frickin' mask.”  Watch:  ##Hotspots## Poland has recorded 680 new Covid-19 cases — the largest increase since the beginning of the pandemic. As a result of the rising numbers, the government is considering whether to impose quarantine restrictions on travelers returning from certain countries. A communications officer for the Ministry of Health told CNN on Tuesday that the 680 cases mainly came from three regions in the country. More than 30% of recorded cases (222) came from the Silesia region, known for its coal mines. 88 cases were recorded in the Malopolska region in southern Poland. At least 94 cases were confirmed in the Wielkopolska region in central Poland. The communications officer said there hasn’t been a decision yet on whether to impose quarantine restrictions on travelers. The officer also said that the Polish government is still \"monitoring the epidemiological situation in other countries\" and if it \"turns out that travel to certain countries will be dangerous\" quarantine restrictions may be imposed.   UCLA will only offer about 8% of fall courses on campus or in a hybrid model, and nearly all classes will shift to remote delivery after Thanksgiving, the university announced Monday. In June, UCLA planned to offer up to 20% of classes in some sort of in-person format. However, “with Los Angeles county experiencing a dramatic rise in COVID-19 infections and hospitalizations, we have found it necessary to adjust our plans to reduce the health risks to our campus community,” according to the announcement to students.  In-person classes include certain lab, studio, clinical, and other hands-on courses deemed impossible to offer virtually though the school is attempting to offer alternatives wherever possible for what it calls a “truly unique academic year.” Face coverings are mandatory indoors and outdoors, daily symptom checks are required, and asymptomatic testing is required for students in university housing or participating in on-site hybrid courses. The Los Angeles County Public Health Department reports 193,788 cases including 4,701 deaths. ##Schools## The top negotiators on the next round of emergency economic relief cited a \"productive\" meeting Monday afternoon as they sought to build momentum toward an agreement. The somewhat positive tone sought to obscure a cold reality, according to people briefed on the talks: the two sides remain nowhere near a deal. Here's the latest on the stimulus negotiations:  Bottom line: The top Democratic and White House negotiators have now held six closed-door meetings, for more than 10 total hours, over the course of eight days. By their own admission the most recent meeting was deemed productive because the two sides had a better understanding of their disagreements — after six meetings. The two sides are still figuring out one another's disagreements. No amount of positive spin can cover up just how long — and rocky — the path toward a final agreement remains. What to watch today: Treasury Secretary Steven Mnuchin and White House chief of staff Mark Meadows will be back on Capitol Hill for meetings. Senate Republicans hold their closed-door conference lunch at 12:45 p.m. ET, with a leadership news conference afterward. Where progress was made: The area where there was at least some progress on Monday was on the education piece of the broader proposals. Republicans have put $105 billion on the table, split between K-12 and colleges, with a chunk of the funds directed explicitly toward the costs associated with schools that are reopening. Democrats remain wary of tying anything to reopenings amid the pandemic and have pressed for more topline money. But the negotiators did a deep dive into the numbers on Monday, which is a key step toward starting to lay the groundwork for what is actually needed for an agreement. As Senate Democratic Leader Chuck Schumer put it: \"By going to these specific numbers and what each side thinks they can do with their dollar allocation, it really helps us understand that and move together in a better direction. That's what we spent time doing.\" Again, that seems like a fairly pro forma part of any negotiation, but getting to a more granular level has been something that's been missing from the talks up to this point. Read more about the negotiations here. ##Economy## In the US, the spread of the virus is more widespread than ever before, prompting White House coronavirus response coordinator Dr. Deborah Birx to say over the weekend the country has entered a \"new phase\" of the pandemic. But there are some states that have gotten it right by not letting up on restrictions after their case numbers began dipping. Among them, Connecticut, which has one of the lowest infection rates in the country. The state is in its second phase of reopening, where restaurants are limited to 50% indoor capacity and bars — which health officials across the country have said fueled the spread of the virus — remain closed. All businesses that reopen must first certify with the state they are following coronavirus-related guidelines. Dr. Anthony Fauci, the nation's top infectious disease expert, praised the state Monday. \"You're not pulling back on your vigilance, and making sure you don't have resurgence of cases that would put you back, rather than stay where you are and going forward,\" Fauci said. Other states, like New York, which were slower to reopen, lifted restrictions by regions, and are cracking down on individuals and businesses not adhering to guidelines, are also reporting good news. New York's positivity rate over the weekend was lower than 1%, the governor said. Across the country, more than 4.7 million have been infected since the start of the pandemic and at least 155,469 have died.  Health officials project there will be thousands more deaths in the coming weeks. Miami-Dade Corrections and Rehabilitation Department (MDCR) announced the coronavirus-related death of correctional officer Jairo Bravo, 48. Bravo was assigned to the Turner Gilford Knight Correctional Center. There are currently 238 employees and 243 in-custody inmates who have tested positive for Covid-19, according MDCR. The employees and inmates are in isolation.   To date in Florida, 53 inmates have died from Covid-19 related complications, according to the Florida Department of Corrections.   ##Hotspots## There have been more than 18.3 million confirmed cases of coronavirus worldwide, and close to 700,000 deaths, according to figures from Johns Hopkins University.  Here's the latest on the pandemic: Potential \"generational catastrophe\": UN Secretary-General Antonio Guterres warned on Tuesday that the world is facing a \"generational catastrophe\" because of school closures during the coronavirus pandemic. In mid-July, schools were closed in more than 160 countries, affecting more than 1 billion students, while at least 40 million students worldwide have missed out on education in their critical pre-school year.  Warning of French second wave: France’s top scientists have advised the country to be ready for a further wave of Covid-19 as they predict “a resumption of the circulation of virus at a high level in the fall of 2020.”  Germany already in second wave, says doctors' group: Meanwhile, a physicians' association has warned that Germany is already experiencing a second wave. \"We are already in a second…wave of rising infections,” Susanne Johna, head of the Marburger Bund said in an interview with the Augsburger Allgemeine newspaper.  Iran reports 212 deaths in a day: Iran has recorded 212 additional coronavirus-related deaths in the past 24 hours, bringing Iran's death toll to 17,617, Health Ministry spokesman Sima Sadat Lari said Tuesday. In Iran, the worst-hit country in the Middle East by Covid-19 according to Johns Hopkins University data, one life is lost every seven minutes due to coronavirus, Iranian state television said Monday, quoting the deputy health minister.  India logs more than 50,000 cases for sixth day: India recorded 52,050 new Covid-19 infections and 803 deaths from the virus over the past 24 hours, the country's Ministry of Health and Family Welfare said on Tuesday -- the sixth consecutive day that India has reported more than 50,000 cases. Australia deploys more soldiers: Australia’s Defense Department will deploy 500 more troops to enforce stay-at-home orders in the state of Victoria, according to State Premier Daniel Andrews. New penalties were also announced for people found to be in breach of directions, including a newly increased $3,540 on-the-spot fine for those who breach isolation orders. Andrews said the new fines were being imposed because of the 3,000 door knocks on infected people -- who are meant to be self isolating -- 800 patients were not home.  Dr. Deborah Birx was bothered by President Trump's tweet criticizing her after she offered what she believed was an accurate assessment of the current state of coronavirus outbreaks in the US, a person familiar with her reaction tells CNN. Trump criticized Birx after she warned Covid-19 is \"extraordinarily widespread\" in the US.  Birx has often sought to toe the line between directly contradicting the President while accurately portraying the data she pores over. She had been warned something like this could happen. But it wasn't just that comment that drew the President's ire, another person said. Trump was also irritated by her answer that she had \"tremendous respect\" for House Speaker Pelosi.  Birx was in the Oval Office with Trump yesterday, though a person declined to elaborate on what the interaction was like.  ##Politics## Major League Baseball is quickly becoming a cautionary tale with players and staff on at least three teams testing positive since the season resumed last month. MLB Commissioner Rob Manfred has even warned that the shortened season could be shut down if the league and players don't improve their management of the virus, ESPN reported. And several teams have already had to hit the pause button on previously scheduled games -- including the \"Field of Dreams\" game in Dyersville, Iowa, which has been postponed until 2021. The recent cases and some players choosing to opt out of the season entirely are just the latest examples of how Covid-19 continues to wreak havoc in the world of professional sports. The issue teams are facing is not necessarily that transmission is happening on the field but rather as the baseball players travel together, CNN Sports contributor Bob Costas said. \"Teams that have opposed the Marlins and the Cardinals have not had positives among their players because of that exposure,\" Costas said. \"It seems that it's in groups. Teams that travel together, they're on the road together or may be breaking protocols to go out socially together. That's where the greatest risk of transmission seems to be.\" Read the full story here. France’s top scientists have advised the country to be ready for another wave of Covid-19 as they predict “a resumption of the circulation of virus at a high level in the fall of 2020.”  The French scientific council said in its latest advice at the end of July that it believes the situation is “fragile” and that it could “change course at any time to a less controlled scenario like in Spain, for example.\" It warns citizens to follow government guidelines such as wearing masks.  “The future of the epidemic in the short term is largely in the hands of citizens, notably through their ability to respect all social distancing measures,” the scientists warned.  To prepare for a new epidemic wave in the fall, the council highlights the importance of several protocols: social distancing measures, tests, the isolation of people at risk of severe disease, and the protection of nursing homes and fragile populations.  The council also pointed out the importance of contact tracing and recommended that the government actively promote the StopCovid tracing app, which has so far only been downloaded by a “small number” of people.  “Given the limits of traditional tracing, the scientific council considers that the StopCovid application can play an important role in the control of the epidemic in the event of the resumption of the epidemic and be a tool for controlling it if ... many French people use it,” they said. On Monday, the French Health Ministry released the latest data showing an average trend of more than 1,000 new positive cases per day for the past six days, bringing the pandemic back to the numbers seen at the end of April. The number of people in ICU units has also been slightly increasing over the past few days. Iran has recorded 212 additional coronavirus-related deaths in the past 24 hours, bringing Iran's death toll to 17,617, Health Ministry spokesman Sima Sadat Lari said Tuesday. There have been 2,751 new Covid-19 infections, bringing the total number of cases in the country to 314,786, Lari added. Lari said that among the cases, 1,560 people have been hospitalized.  One life lost every seven minutes: In Iran, the worst-hit country in the Middle East by Covid-19 according to Johns Hopkins University data, one life is lost every seven minutes due to coronavirus, Iranian state television said Monday, quoting the deputy health minister.  Coronavirus cases began to climb again in the country after the Iranian government lifted restrictions mid-April, with record-deaths reported over the month of July, according to Health Ministry data.  Face masks were mandated last month to combat the increase in numbers, state news agency IRNA said.  The Islamic month of Muharram is also expected to start on August 21, where Shiites normally gather in crowds and mourn the death of Imam Hussein. Iranian President Hassan Rouhani said last month that the religious ceremony will be held following specific health and preventive measures.  It was the kind of gift that should have come with a return slip. The Trump administration's donation of 2 million doses of hydroxychloroquine to Brazil -- one of a handful of countries that still recommend the drug for Covid-19 -- has been mostly untouched since arrival, Brazilian officials have told CNN. Vast quantities of the pills are still sitting in storage in the Brazilian megacity of São Paulo, and one former health minister believes they may eventually have to be destroyed. The pills' fate in Brazil is appropriate given their medical uselessness against Covid-19: Study after study has shown hydroxychloroquine does not work to treat the coronavirus, and may be harmful. Yet Brazilian President Jair Bolsonaro insists that hydroxychloroquine helped him recover from a two-week infection, and Brazil's health ministry advises that doctors prescribe the drug to treat mild cases, even for pregnant women. Meanwhile, the number of coronavirus infections in the country is skyrocketing. So why haven't the pills been distributed? Read the full story here:   Germany is currently experiencing a second coronavirus wave, according to a physicians' association in the country.  \"We are already in a second … wave of rising infections,” Susanne Johna, head of the Marburger Bund, said in an interview with the Augsburger Allgemeine newspaper.  Germany has seen a rise in new Covid-19 infections in the past days, causing alarm among politicians and disease experts who are calling on citizens to more strictly adhere to physical distancing and hygiene measures.  “There is the danger that we could gamble away the successes we have achieved so far in Germany due to a combination of blocking out reality and a yearning for normalcy,” Johna said in the interview.  The Marburger Bund believes Germany’s hospital system is currently well prepared to face a rise in infections after the country vastly expanded its ICU capacities. But Johna warned citizens not to get complacent:  “We are all longing for normalcy. But we continue to live in a situation that simply is not normal.”  The impact of Covid-19 is being felt in London, where previously bustling streets are now often deserted and some shops are still shuttered. But the British capital also has a long history of enduring hardship. CNN's Phil Black reports. WATCH: Hong Kong confirmed an additional 80 cases of Covid-19 on Tuesday, of which 75 are local infections.  The city's health department said the source of 32 cases are still under investigation.  The five imported cases are from two aircrew staff from Manila and Belgium, two domestic helpers from the Philippines and one person from Russia. There were about a dozen confirmed cases in the Hung Hom and To Kwa Wan markets involving multiple shops which are now being investigated. Elderly care homes also continue to be a source of local cases.  Four new deaths were reported, bringing the death toll in the city to 41. The total number of infections reported in Hong Kong stand at 3,670. There have been more than 18.2 million confirmed cases of coronavirus worldwide, and close to 700,000 deaths, according to figures from Johns Hopkins University.  Here's the latest on the pandemic: Potential \"generational catastrophe\": UN Secretary-General Antonio Guterres warned on Tuesday that the world is facing a \"generational catastrophe\" because of school closures during the coronavirus pandemic. In mid-July, schools were closed in more than 160 countries, affecting more than 1 billion students, while at least 40 million students worldwide have missed out on education in their critical pre-school year.  India logs more than 50,000 cases for sixth day in a row: India recorded 52,050 new Covid-19 infections and 803 deaths from the virus over the past 24 hours, the country's Ministry of Health and Family Welfare said on Tuesday -- the sixth consecutive day that India has reported more than 50,000 cases. Australia deploys more soldiers: Australia’s Defense Department will deploy 500 more troops to enforce stay-at-home orders in the state of Victoria, according to State Premier Daniel Andrews. New penalties were also announced for people found to be in breach of directions, including a newly increased $3,540 on-the-spot fine for those who breach isolation orders. Andrews said the new fines were being imposed because of the 3,000 door knocks on infected people -- who are meant to be self isolating -- 800 patients were not home.  Trump asks supporters to wear masks: US President Donald Trump on Monday sent a campaign email, typically used for soliciting donations, to make a different request of his supporters: consider wearing a mask. The rare move comes after Trump avoided wearing a mask in public for months until he tweeted a photo of himself wearing one in a stark messaging pivot in July -- though footage later surfaced of Trump not wearing a mask later that day. Only 2.5% of Italians have antibodies, study shows: Authorities in Italy have found that only 2.5% of Italians, or 1,482,000 people, have Covid-19 antibodies despite it being one of the countries hardest hit by coronavirus in Europe. According to the results of a national survey released on Monday, the northern region of Lombardy, the worse-hit by the pandemic, reported the highest number of people with antibodies, 7.5%, while the two main Italian islands, Sicily and Sardinia, had the lowest number of 0.3% of the population.  Cases are ticking upwards in parts of Europe, the process of unlocking is paused in the UK, and the Americas are still battling to contain vast Covid-19 outbreaks. But as the tremors of a potential second wave of infections are starting to be felt, some governments are reaching for a new tool that many public health experts have been touting for months: stricter mask mandates. In recent days, masks have become mandatory in all public spaces -- indoors or outdoors -- in Madrid, Greece, Portugal's Madeira Islands and Hong Kong. Those moves seemingly contradict the long-held understanding that Covid-19 is more dangerous indoors. The British government, among others, used its first steps out of lockdown to encourage people to meet outdoors; parks, beaches and nature spots around the world have been inundated by guests throughout the pandemic. But the reasoning behind the decisions is simpler than that: after months of mixed messaging from health authorities on face coverings, governments are opting for blanket rules to help make mask-wearing a cultural norm. \"There's been a lot of confusion about where people should wear masks, and where there's confusion, people just disengage and don't wear them,\" Melinda Mills, director of Oxford University's Leverhulme Centre for Demographic Science, told CNN. \"That's why (some countries) are moving to a broad, blanket policy.\n\"I'm for clarity in public messaging, and in many countries, I think it's been a mess,\" she added. Mask mandates: Researchers reported Monday that communities that mandated the use of face masks in public saw an ongoing decline in the spread of the coronavirus, but it takes some time. Once mandates had been in place for about three weeks, the daily growth rate slowed by about 2% on average, researchers reported in the journal Health Affairs. Their estimates suggest that these percentage decreases could add up. They calculate that between 230,000 and 450,000 Covid-19 cases could have been averted by May 22 by mask mandates. Read the full story: ##Masks## US leaders have struggled to enforce social gathering rules and mask mandates as residents push for a return to normal life amid a rampant spread of coronavirus. But while people may be tired of the pandemic, there's still a long way to go, one world health official said Monday. \"We need to remain focused. We need to remain strong,\" the World Health Organization's Covid-19 technical lead, Maria Van Kerkhove, said.  \"We need to accept that this is challenging, but use these challenges to really put it towards something positive and fight this pandemic together.\" New restrictions were put in place by many US states after parts of the country began reopening and -- several weeks later -- saw a spike in cases.  In May, when most states first began lifting restrictions and images of crowded bars and parties emerged, experts warned that without social distancing and face coverings, there would likely come a surge. Months since those first reopenings, states across the South are reporting thousands of new cases each day and as some seem to near a peak of cases, parts of the Midwest are now raising alarm. The spread of the virus is more widespread than ever before, prompting White House coronavirus response coordinator Dr. Deborah Birx to say over the weekend the US has entered a \"new phase\" of the pandemic. Rising death toll: Across the country, more than 4.7 million have been infected since the start of the pandemic, and at least 155,469 have died. Health officials project there will be thousands more deaths in the coming weeks. At least 13 states have reported more than 100,000 coronavirus infections, and four of them -- California, Florida, Texas and New York -- have recorded more than 400,000. Read the full story: UN Secretary-General Antonio Guterres warned on Tuesday that the world is facing a \"generational catastrophe\" because of school closures amid the coronavirus pandemic and \"getting students back into schools and learning institutions as safely as possible must be a top priority\" once local transmission of Covid-19 is under control.  \"The Covid-19 pandemic has led to the largest disruption of education ever,\" Guterres said in a video message as he launched the \"Save our Future\" campaign with education partners and United Nations agencies. \n\"Despite the delivery of lessons by television, radio and online, and the best efforts of teachers and parents, many students remain out of reach,\" he said.  In mid-July, schools were closed in more than 160 countries, affecting more than 1 billion students, he said. At least 40 million students worldwide have missed out on education in their critical pre-school year.  Learners with disabilities, those in minority or disadvantaged communities, displaced and refugee students, and those in remote areas are at highest risk of being left behind, he said.  \"And even for those who can access distance learning, success depends on their living conditions,\" Guterres said. \"Parents, especially women, have been forced to assume heavy care burdens in the home.\" \n\"We already faced a learning crisis before the pandemic,\" he said. \"Now we face a generational catastrophe that could waste untold human potential, undermine decades of progress, and exacerbate entrenched inequalities.\"  More than 250 million school-age children were out of school before the start of the pandemic and only a quarter of secondary school children in developing countries were leaving school with basic skills, he said. The knock-on effects on child nutrition, child marriage and gender equality, among others, are also \"deeply concerning.\" The campaign calls for action in four key areas, including reopening schools, prioritizing education in financing decisions, targeting the hardest to reach and focusing on creative and innovative ways of teaching.  ##Schools## Australia's forthcoming T20 cricket series against the West Indies has been postponed because of the spread of coronavirus, according to Cricket Australia's verified Twitter account. Cricket Australia's media division said Tuesday the decision to postpone the series -- originally scheduled for Queensland in October -- was due to the Covid-19 pandemic that has created \"chaos with the international schedule.\" The West Indies had been scheduled to play matches in Queensland in early October, with the series to act as a warm-up for the Men's T20 World Cup, according to Cricket Australia.  \"Together with @windiescricket, we have agreed to postpone the Twenty20 series originally scheduled for Queensland in October. Serving as warm-ups for the ICC T20 World Cup, the series will now coincide with the rescheduled T20 World Cup in Australia, in either 2021 or 2022.\" Cricket Australia tweeted on Tuesday. Australia was due to host the Men’s T20 World Cup in October, but Cricket Australia said that tournament will now be postponed with a new date to be announced in due course. Twenty-two doctors have died of Covid-19 in the northwestern Venezuelan state of Zulia, Dr. Daniela Parra, the president of the Zulia College of Doctors, told CNN on Monday.  Speaking with CNN from the state capital, Maracaibo, Parra said, \"It's in front of everyone's eyes that the medical staff is paying the highest price because of the pandemic.\"  Parra added that the College of Doctors presented recommended measures to both Maracaibo City Hall and the governor of Zulia to lower the risks for doctors on the front line against Covid-19.  \"We recommended to reduce the hospital's shift from 12 hours to eight hours, so to reduce the (exposure) of our doctors to the virus, and purchase more PPE,\" Parra said.  Located near the Colombia border, Zulia is the country's second most affected state, with 3,421 reported cases.  CNN has previously documented the difficult conditions of medical facilities in Venezuela and particularly in Zulia, where most hospitals lack running water, electricity and basic resources.  The Venezuelan Ministry of Communications did not respond to a request for comment from CNN.  Vietnam on Tuesday morning reported 10 new cases of the novel coronavirus, according to the state-run Vietnam News Agency. The 10 new cases, in people between the ages of 30 and 68, were all linked to a hospital cluster in the resort city of Da Nang, Vietnam News Agency reported on Tuesday.  The new cases bring the total number of infections in the country to 652, of which 205 are linked to the outbreak in Da Nang. The death toll remains at six. As of Tuesday morning, more than 130,000 people who have been in close contact with confirmed cases are in quarantine across the country. Some 1,258 of them are in hospitals, 20,417 at quarantine centers, and 111,594 at their place of residence.  India recorded 52,050 new Covid-19 infections and 803 deaths from the virus over the past 24 hours, the country's Ministry of Health and Family Welfare said on Tuesday.  This marks the sixth consecutive day that India has reported more than 50,000 cases. The country has now confirmed at least 1,855,745 coronavirus cases, including at least  38,938 related fatalities. A total of 586,298 cases are categorized as active by the ministry, with a further 1,230,509 former patients considered to have recovered.  In India, patients with mild and moderate symptoms are considered no longer active after 10 days of symptom onset if they meet certain conditions. A test to confirm that they no longer have the virus is not required. Severe cases can only be discharged after one negative coronavirus test. ##Hotspots## A total of 45,585 new coronavirus cases and 542 deaths from the virus were recorded in the United States on Monday, according to Johns Hopkins University data. That brings the nationwide total to at least 4,713,540 confirmed Covid-19 infections, including at least 155,402 related fatalities.  The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases.  CNN is tracking US coronavirus cases here: ##Hotspots## China's National Health Commission recorded 36 new coronavirus cases on Monday amid an outbreak in the northwestern province of Xinjiang.  Twenty-eight locally transmitted infections were detected in Xinjiang, mostly emanating from the provincial capital, Urumqi, the NHC said on Tuesday. Two other cases of local transmission were found in Liaoning, a coastal province in northeastern China.  Meanwhile, six imported cases were found across the country -- four in Guangdong province, one in Shanghai, and one in Sichuan. Chinese authorities also claimed on Monday that a cluster of cases in Dalian, Liaoning, was unrelated to outbreaks in Xinjiang and Beijing, with it possibility originating from abroad.  The NHC reported that there were no deaths in China from Covid-19 on Monday.  US President Donald Trump on Monday sent a campaign email, typically used for soliciting donations, to make a different request of his supporters: consider wearing a mask. \"We are all in this together, and while I know there has been some confusion surrounding the usage of face masks, I think it's something we should all try to do when we are not able to be socially distanced from others,\" the email, sent by the Trump campaign and signed by the President, read. The rare move comes after Trump avoided wearing a mask in public for months until he tweeted a photo of himself wearing one in a stark messaging pivot in July -- though footage later surfaced of Trump not wearing a mask later that day. The shift to encouraging mask-wearing was primarily motivated by floundering poll numbers, a source familiar with the President's thinking told CNN last month, and came nearly three months after he publicly announced new mask recommendations from the US Centers for Disease Control and Prevention -- and two months since he mocked his election rival Joe Biden for wearing one. In Monday's email, Trump highlighted mask wearing as a potential means of accelerating a return to normal life, lamenting the effects of the coronavirus using a stigmatizing and inaccurate term for the virus. \"I don't love wearing them either. Masks may be good, they may be just okay, or they may be great,\" the email continued. \"They can possibly help us get back to our American way of life that so many of us rightfully cherished before we were so terribly impacted by the China Virus.\"\nTrump added, \"My feeling is, we have nothing to lose, and possibly everything to gain, including the next chapter to our country, and to keep things open whether it be schools or businesses.\" Read the full story: ##Politics## ##Masks## Australia’s Defense Department will deploy 500 more troops to enforce stay-at-home orders in the state of Victoria, according to State Premier Daniel Andrews. “I can confirm there will be more than 500 additional ADF (Australian Defense Force) personnel come to Melbourne in the coming days, they will be accompanied by more than 300 additional authorized officers from the health department, they will continue to go out in teams to door knock,” Andrews said on Tuesday morning. Andrews also announced new penalties for people found to be in breach of directions from the chief health officer, including a newly increased $3,540 on-the-spot fine for people who breach isolation orders, the largest instant penalty in Victoria.  Andrews added that people who conduct in “particularly selfish behavior” may also be taken to court, where they can be fined up to $14,290.  Andrews said the new fines were being imposed because of the 3,000 door knocks on infected people -- who are meant to be self isolating -- 800 patients were not home. Victoria’s Minister for Police Lisa Neville also warned that Victorian Police will be out in force to find people who are in breach of coronavirus restrictions, saying officers “will not hesitate” to fine people or even detain them in certain cases. Victoria recorded 439 new Covid-19 cases and 11 fatalities in the past 24 hours, Andrews said. That brings the total number of cases reported in the state to 12,335 and the total death toll to 147. Read more about coronavirus restrictions in Victoria here: ##Hotspots## US President Donald Trump criticized Dr. Deborah Birx in a Monday tweet after she warned the pandemic is \"extraordinarily widespread\" in the US. While Trump and other top White House officials have publicly attacked Dr. Anthony Fauci, the tweet marked the first time Birx, the coordinator of the White House coronavirus task force, publicly drew Trump's ire. The dust-up comes as the country continues to be ravaged by coronavirus, with more than 155,000 US citizens dead and more than 4.7 million cases. Trump has consistently lied and misled mostly in attempts to downplay concerns about the virus as he presses for schools and businesses to reopen. \"So Crazy Nancy Pelosi said horrible things about Dr. Deborah Birx, going after her because she was too positive on the very good job we are doing on combatting the China Virus, including Vaccines & Therapeutics. In order to counter Nancy, Deborah took the bait & hit us. Pathetic!\" Trump wrote. When Trump was asked what he meant in his tweet, the President sidestepped the question. \"Well, I think that we're doing very well and we have done as well as any nation,\" he told reporters at a press briefing Monday afternoon. \"I told Dr. Birx I think we're doing very well. She was in my office a little while ago. She's a person I have a lot of respect for. I think Nancy Pelosi's treated her very badly,\" Trump added. \"And I'm just referring to the fact that I thought that, really, they should say the job we've done ... I think we're just doing very well.\" Birx sounded the alarms during an appearance on CNN Sunday, telling CNN's Dana Bash on \"State of the Union\" that the pandemic has reached a new phase. \"What we are seeing today is different from March and April. It is extraordinarily widespread. It's into the rural as equal urban areas,\" she said, suggesting that some Americans in multi-generational families should start wearing masks inside their homes. She did not reject a warning by former Federal Drug Administration Commissioner Dr. Scott Gottlieb that there could be 300,000 coronavirus deaths by the end of the year, saying, \"Anything is possible.\" Read the full story: ##Politics## At a press briefing in Geneva on Monday, World Health Organization Director-General Tedros Adhanom Ghebreyesus spoke about Friday’s meeting of the Emergency Committee on Covid-19. “It was a sobering moment coming six months on from when the committee advised, and I agreed, that the outbreak constituted a Public Health Emergency of International Concern,” Tedros said. He detailed the rise in cases since this initial meeting, going from fewer than 100 cases and no deaths outside China on January 30, to more than 17.5 million cases and 680,000 deaths. Tedros said that in addition to the direct toll of Covid-19, it is also having a social, economic and political impact. “The committee put forward a number of recommendations for countries to continue to implement to bring the virus under control,” he said. According to Tedros, these range from sharing best practices, to enhancing political commitment, and leadership for national strategies. Tedros also highlighted that a number of vaccines are in promising stages of development. “However, there’s no silver bullet at the moment -- and there might never be,” he said. “For now, stopping outbreaks comes down to the basics of public health and disease control.” He gave examples which, among others, included testing, isolating and treating patients, informing communities, keeping physical distance and wearing a mask -- urging everyone to “do it all.” “And when it’s under control, keep going,” Tedros said. This week, WHO is also launching a mask challenge with partners from around the world, Tedros said, where they are encouraging people to post photos of themselves wearing masks. “As well as being one of the key tools to stop the virus, the mask has come to represent solidarity,” he said. Wearing a mask sends a powerful message, he said, that everyone is in this together.  ##Masks## Sunny weather over the weekend in Brazil led to large gatherings of hundreds of people with no social distancing on Rio de Janeiro beaches.  On Saturday, Rio de Janeiro City Hall began phase five of its reopening plan. Under this new phase, swimming and water sports are allowed; however, individuals cannot remain on the sand. Despite this, large groups of people defied the order.  Around 400 people were asked to leave the sands of Copacabana and Ipanema beaches by the Municipal Guard of Rio de Janeiro, and more than 100 people were fined after being caught not wearing face masks in public. The fines cost 107 reais ($20). Under phase five, City Hall authorizes the opening of bars, malls and restaurants with extended hours and street shops can also open on Sundays. Vendors selling products, food and drinks are allowed on beaches, but the rental of tents and chairs, and the sale of alcoholic beverages is not yet allowed. In 55 days of inspection, the Municipal Guard has registered 3,677 sanitary infractions. Rio de Janeiro Mayor Marcelo Crivella said he is looking into a system for residents to reserve spaces in the sand by using their phones, according to a release from City Hall. The project is being discussed at the Secretariat of the Environment and has no implementation date yet. The state of Rio de Janeiro has the second-highest number of cases and deaths in Brazil. Of the 167,225 cases, nearly 50% belong to the city of Rio de Janeiro. Of the 13,572 deaths in the state of Rio de Janeiro, nearly 60% belong to the city of Rio. ##Hotspots## Authorities in Italy have found that only 2.5% of Italians, or 1,482,000 people, have Covid-19 antibodies despite it being one of the countries hardest hit by coronavirus in Europe. According to the results of a national survey released on Monday, the northern region of Lombardy, the worse-hit by the pandemic, reported the highest number of people with antibodies, 7.5%, while the two main Italian islands, Sicily and Sardinia, had the lowest number of 0.3 % of the population.  “The different results of the survey in the country’s territory are very relevant. This means that the tough and rigorous measure adopted by the central and regional governments, and the correct behavior of the Italian people avoided a more massive spread of the virus,” Minister of Health Roberto Speranza said during a news conference on Monday.  According to the survey, almost a third of those who tested positive for antibodies were asymptomatic and the most frequent source of infection, in 41.7% of the cases, is from a relative living in the same house.  The current number of people with antibodies is six times higher than that registered during the pandemic, said Linda Laura Sabbadini, director of the National Institute for Statistics (Istat).   More on the survey: The survey, carried out in collaboration with the Italian Red Cross, between May 25 and July 15, tested blood samples from 64,660 people from 2,000 villages and cities across Italy, split by sex, occupation and age groups. The survey did not include people living in health care facilities.  In May, the government had said the survey would include 150,000 people, but \"the health emergency made the survey procedure more complicated,\" but still \"an incredibly useful source of data,\" Sabbadini explained during a news conference.", "Section": "world", "Writers": ["Adam Renton", "Brad Lendon", "Amy Woodyatt", "Ed Upright", "Meg Wagner", "Melissa Macaya", "Mike Hayes"], "URL": "https://www.cnn.com/world/live-news/coronavirus-pandemic-08-04-20-intl/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Philippines", "Source": "CNN"}