{"Type": "article", "Time": "2020-03-18", "Headline": "March 18 coronavirus news", "Text": "Our live coverage of the coronavirus pandemic has moved here. King County in Washington state is taking over a public soccer field to use as a hospital for people who may have coronavirus. The facility in Shoreline is designed to accommodate up to 200 beds, according to an announcement from the city. Shoreline officials said they are hoping to save traditional hospital beds only for people with the most serious needs if there is a surge in suspected coronavirus patients. A video from CNN affiliate KOMO shows a group of workers on Wednesday laying construction materials on the field. However, city officials said the hospital will not be allowed to operate unless all city regulations are followed, including obtaining a permit. It is unclear when the hospital will open. ##Daily Life## ##Health## Colorado is the latest state to shut down elementary and secondary schools to combat the spread of coronavirus.  In a statement, Gov. Jared Polis said he signed an executive order suspending in-person teaching and both public and private schools across the state. The order will go into effect Monday until April 17. ##Daily Life## Maryland Gov. Larry Hogan announced Wednesday the state’s first death due to novel coronavirus. According to a statement from the governor, the patient was a Prince George’s County resident in his 60s, who suffered from an underlying medical condition. “It is with profound sadness that I announce the first death in Maryland as a result of the coronavirus pandemic. I ask all Marylanders to join me in praying for his family and loved ones during this difficult time. As we pray for his loved ones, I ask that we continue to pray for each other, for our state, and for our nation as we face this crisis together. We must use every possible resource at every level of government to save lives and keep people safe,” Hogan said in the statement. At least 85 cases of coronavirus have been reported in Maryland.  ##Health## Rep. Ben McAdams, a Democrat from Utah, tweeted Wednesday that he tested positive for coronavirus. He said he first felt symptoms on Saturday after returning from Washington, and was tested on Tuesday. He received the positive result on Wednesday. Read his tweet: ##Health## New York City Mayor Bill de Blasio criticized President Donald Trump’s response to the coronavirus pandemic Wednesday night, telling CNN “there’s a massive national crisis going on and he’s consistently late and very marginal in what he does.” De Blasio said the federal government is absent in the discussion right now and noted the President is “the Herbert Hoover of his generation.” “He’s taking actions that are far, far behind the curve and aren’t addressing the core concerns and talking about a massive number of new cases we expect of coronavirus, we’re almost to 2,000 cases right now in New York City alone,” de Blasio told CNN. “That’s going to cause a surge into our hospitals, they’re going to be using up their supplies rapidly in an unprecedented manor.” He added that the President “has not done anything to maximize the amount of medical supplies being produced and to ensure they are being distributed where they are needed most in the United States.\" President Trump signed into law a coronavirus relief package that includes provisions for free testing for COVID-19 and paid emergency leave. The Senate had earlier Wednesday approved the House-passed bill. The move allowed the upper chamber to devote its full attention to passing the next relief package in response to the coronavirus crisis. According to the White House, the \"Families First Coronavirus Response Act\" will provide \"supplemental appropriations related to the COVID-19 public health emergency, as well as waivers and modifications of Federal nutrition programs, employment-related protections and benefits, health programs and insurance coverage requirements, and related tax credits during the COVID-19 public health emergency.\" ##Health## Australian airline Qantas and its subsidiary Jetstar will suspend scheduled international flights from late March until at least the end of May due to the coronavirus crisis.  In a statement posted on its website Thursday, Qantas Group announced that 60% of its domestic flights would also be cut, and two-thirds of its 30,000 employees would be temporarily stood down. There's the possibility of ad-hoc international flights, the group said in its statement. Here's the group's statement: Earlier this week, cuts to 90 per cent of international flying and about 60 per cent of domestic flying were announced by Qantas and Jetstar. With the Federal Government now recommending against all overseas travel from Australia, regularly scheduled international flights will continue until late March to assist with repatriation and will then be suspended until at least the end of May 2020. As the national carrier, Qantas is in ongoing discussions with the Federal Government about continuation of some strategic links.\nMore than 150 aircraft will be temporarily grounded, including all of Qantas’ A380s, 747s and B787-9s and Jetstar’s B787-8s. Discussions are progressing with airports and government about parking for these aircraft.\nEssential domestic, regional and freight connections will be maintained as much as possible. Customers, shareholders, and passengers can read more about how this affects them here. ##Travel## The US Food and Drug Administration has now authorized nine coronavirus tests for emergency use.  The maker of one of those tests, Abbott, promised on Wednesday to ship 150,000 laboratory tests “immediately.\"  The authorizations are somewhat of a formality. FDA guidance issued earlier this week allows companies to manufacture and ship tests before receiving permission. Yet the authorizations still offer a stamp of approval to tests, signaling that federal regulators are satisfied with their validation data and believe their benefits outweigh any risks, such as false positives or negatives. Four other tests were authorized by the FDA this week; Abbott’s test is the fifth, for a total of nine.  Unlike tests that give results at home or in a doctor’s office, coronavirus tests must be run on specialized equipment in clinical labs. The Abbott system can process up to 470 tests per day, according to the company, whose test was authorized Tuesday. The Swiss firm Roche, whose test was greenlit last week, says its systems can process up to 960 results in eight hours.  Such “high-throughput” systems have the potential to dramatically increase testing capacity in the United States. But shortages of the people and tools needed to run the tests – like health care workers and cotton swabs – could still slow testing. ##Health##  A researcher at University of Washington Medicine has died of coronavirus, according to a tweet from the medical school. Dr. Stephen Schwartz was a professor of pathology since 1984, according to the department’s biography, with a focus on vascular biology.  “He has left a lasting imprint on our department, our university, and the broader scientific community and will be greatly missed,” the University of Washington Medicine's Department of Pathology tweeted.  Schwartz co-authored dozens of studies on cardiovascular and cancer-related issues, according to a collection of research papers maintained by the National Institutes of Health. He earned his PhD from the University of Washington in 1973. ##Health##  There are at least 8,525 cases of novel coronavirus in the United States, according to the state and local health agencies, governments and the US Centers for Disease Control and Prevention.  According to the CDC, there are 70 cases from repatriated citizens. According to CNN Health’s tally of US cases that are detected and tested in the United States through US public health systems, there are 8,455 cases in all 50 states and the District of Columbia and other US territories, bringing the total number of coronavirus cases to 8,525. In total, 145 people have died.  Watch: ##Health## The US Food and Drug Administration will temporarily postpone all domestic routine surveillance facility inspections due to the COVID-19 pandemic, Commissioner Dr. Stephen Hahn announced Wednesday. It made the move for the health of its staff, state inspectors “and because of industry concerns about visitors,\" he said. The agency handles facility inspections for all FDA-regulated products, such as food, animal feed, drugs, biological products, devices and tobacco. “All domestic for-cause inspection assignments will be evaluated and will proceed if mission-critical. We will continue to respond to natural disasters, outbreaks and other public health emergencies involving FDA-regulated products,” Hahn said.  But the FDA will be looking at other ways to complete inspections, such as “evaluating records in lieu of conducting an onsite inspection on an interim basis when travel is not permissible, when appropriate,\" he said. The FDA had previously postponed most foreign facility inspections through April.  Hahn stated that the FDA “will continue to assess and calibrate our approach as needed and we stand ready to resume any postponed inspections as soon as feasible.”   Hahn also said the FDA directed all eligible employees to begin teleworking this week. ##Daily Life## California Gov. Gavin Newsom issued an executive order to waive this year’s statewide standardized testing for K-12 students, according to a statement from his office. The order is pending federal approval. “This time is stressful enough for students, families and educators without the additional burden of annual testing,” Newsom said. “This is an unprecedented time, and our main focus is on supporting the mental and socioemotional health of students, while continuing to provide educational opportunities such as distance learning.” More than 6 million students are out of school in California due to closures to prevent the spread of coronavirus. ##Daily Life## The NBA's Brooklyn Nets said Wednesday that the team was prompted to administer a test for COVID-19 after several players and staff had shown symptoms.  “As we learned NBA players on other teams had tested positive for COVID-19, we noticed that several of our players and staff had symptoms. Based on this information, and the judgment that all of our players are subject to high exposure due to the close physical nature of basketball, the communal nature of teams and the possibility of an accelerated spread from team to team, our medical experts advised that our players get tested,\" the team said in a statement.  The team also added that they \"sourced the tests through a private company and paid for them ourselves because we did not want to impact access to CDC’s public resources. Using the test results, we were able to take immediate precautions and strictly isolate the players who tested positive.\" The Nets announced on Tuesday that four players had tested positive for COVID-19, most notably superstar Kevin Durant.  So far seven NBA players have tested positive for coronavirus.  ##Health## Air Canada announced Wednesday that it will gradually suspend the majority of its international and US trans-border flights by March 31. The move come after the US and Canada decided to close its borders and restrict flights as a result of the COVID-19 pandemic, the airline said in a statement. The airline said it intends to maintain a small number of international and US trans-border destinations from select Canadian cities after April 1. According to the statement, the airline will also continue serving all provinces and territories of Canada after that date. ##Travel## Rep. Mario Diaz-Balart, a Republican from Florida, has become the first member of Congress to test positive for coronavirus.  He tweeted that he is feeling better. \"However, it's important that everyone take this seriously and follow @CDCgov guidelines in order to avoid getting sick & mitigate the spread of this virus,\" Diaz-Balart said.   ##Health## Mild, asymptomatic or otherwise unrecognized infections may have driven the rapid spread of the novel coronavirus in the outbreak’s earliest days, according to modeling published Monday in the journal Science. The research, based on reported cases in China and travel data, estimated that 86% of coronavirus infections in the country were “undocumented” in the weeks before officials instituted stringent quarantines.  Undocumented infections, according to the researchers, can go unrecognized because they come with mild or no symptoms, and that “can expose a far greater portion of the population to virus than would otherwise occur.” These undetected cases, which are often less severe, were estimated to be about half as contagious as confirmed cases. But because undetected cases were more common, they could have played an outsize role in spreading the virus, the study said. About 4 in 5 people confirmed to have coronavirus, for example, were likely infected by people who didn’t know they had it, according to the modeling. “These findings explain the rapid geographic spread of [coronavirus] and indicate containment of this virus will be particularly challenging,” the researchers wrote. The study, they later added, suggests that “a radical increase in the identification and isolation of currently undocumented infections would be needed to fully control [the virus].” ##Health## Arizona Gov. Doug Ducey said blood supplies in his state are at critical levels. \"People are asking how they can help their communities. Here's what you can do. You can donate blood. You can donate blood. You can donate blood. Blood levels dangerously low at our blood banks,\" he said during a news conference Wednesday According to Ducey, 32 blood drives have been canceled in the state. There are at least 27 cases of coronavirus in Arizona, according to the state's Health Director Dr. Cara Christ. ##Health## US Immigration and Customs Enforcement told congressional staffers Wednesday that it has temporarily adjusted its “enforcement posture,” according to a memo obtained by CNN, marking a change in operations as a result of the coronavirus pandemic.  The agency said it will focus on those who pose a public safety risk and are “subject to mandatory detention based on criminal grounds.”   Immigrant advocates have called on ICE to dial back operations amid the coronavirus outbreak, arguing that the agency has instilled fear in the immigrant community and might discourage some from seeking medical attention.  The agency noted in its memo to staffers that it will not carry out enforcement operations at or near health care facilities, “except in the most extraordinary circumstances,” adding that individuals should not avoid seeking medical care over fears of enforcement. The agency said the changes were going to be implemented Wednesday and they will exercise discretion for those who do not fall under the specified categories, according to the memo.  The NBA’s Oklahoma City Thunder said they have tested negative for coronavirus after hosting the Utah Jazz on March 11 — a game ultimately suspended before tip-off. The Jazz were the first NBA team to report that two of its players, Rudy Gobert and Donovan Mitchell, tested positive for COVID-19.  The Thunder said it “did not use state resources and chose an alternative path for testing of its personnel.\" ##Health## US Customs and Border Protection on Thursday will temporarily close enrollment centers for the Trusted Traveler Program, like Global Entry, until at least May.  CBP has made the move in an effort to minimize the exposure of CBP personnel and the public to novel coronavirus. This impacts all public access Global Entry enrollment centers, NEXUS enrollment centers, SENTRI enrollment centers and FAST enrollment locations, according to CBP.  Conditionally-approved applicants who want to go to an enrollment center interview will need to reschedule.  This comes as federal agencies are shutting down services to the public. On Tuesday, US Citizenship and Immigration Services announced it was closing its offices to the public. ##Travel## Nearly one in every four Californians has been ordered to stay home to help curb the coronavirus spread.  Napa, Yolo, and San Luis Obispo counties, and the city of Fresno are the latest areas to issue \"shelter-in-place\" orders, joining ten other Northern California counties. “These are extremely difficult times. The COVID-19 virus continues to spread around the world and in our local communities,” said Dr. Ron Chapman, public health officer for Yolo County. “We need to do everything we can to protect our most vulnerable people from the harmful impacts of the virus.” Fresno Mayor Lee Brand is also asking his city’s nearly 600,000 residents to stay home until further notice, with an updated emergency order that goes into effect at midnight. Residents are still allowed to leave their house to buy groceries and get medical supplies. They can also go outside for a walk or a hike, as long as social distancing is maintained. These directives do not apply to essential workers, like health care professionals or vital infrastructure employees. ##Health## ##Daily Life## The famed athletics meet, the Drake Relays, held annually on the Drake University campus in Des Moines, Iowa, has been postponed indefinitely due to the coronavirus pandemic. Race organizers said in a statement that the postponement was based on \"the health, safety, and wellbeing of our participants and fans, along with guidance from local and national health officials, have been at the forefront of the decision-making process.\" Originally scheduled for April 22-25, organizers said they a looking into holding the 111th edition, known as \"America's Athletic Classic,\" sometime this summer.  Famed sprinters Jesse Owens, Michael Johnson and Allyson Felix are just three of the many Olympians who have all competed at the Drake Relays. ##Daily Life## Minnesota Gov. Tim Walz said more than 1,000 coronavirus tests are still waiting to be processed because of the state’s backlog.  “We’ve had to freeze 1,700 samples,” Walz said at a news conference Wednesday. “We can’t test them.” The governor said they have put in three requests for additional testing supplies in the past 10 days that have not been fulfilled. Walz said the backlog is hurting their ability to respond to the pandemic.  \"It's the data from testing that allows us to model where this is going to go, and then the response is based on that modeling,” Walz said. ##Health## The low-cost airline Ryanair said it expects that \"most if not all\" its flights will be grounded by March 24, except for \"a very few\" essential operations mainly between the UK and Ireland. The company said it will \"cut flight schedules\" from 8 p.m. ET on March 18 until March 24 by 80%. \"We expect that most if not all Ryanair Group flights will be grounded,\" the company said in a statement.  Ryanair said the current COVID-19 pandemic and travel bans \"have had a negative impact\" on its operations. The airline said it still may \"operate rescue flights\" to support repatriation efforts.  ##Travel##  Pennsylvania Gov. Tom Wolf announced on Wednesday the state's first coronavirus death. The Pennsylvania Department of Health confirmed on Wednesday that a person in North Hampton County had died from COVID-19, Wolf said.  The governor asked all resident to stay home to limit the spread of the virus. There are at least 133 confirmed cases of coronavirus in Pennsylvania. ##Health## Israel has announced that it will immediately start barring all foreign nationals from entering the country, even if they have the ability to self-quarantine upon arrival. The decision was announced by the Population and Immigration Authority on Wednesday with the backing of the Ministry of Health. “Following two weeks of restricting entry to travelers who are neither citizens nor residents of the State of Israel, the Ministry of Health has recommended stricter entry prevention measures in order to halt the spread of the Coronavirus. In light of the foregoing and pursuant to the recommendations from the Ministry of Health, it has been decided that, effective today, foreign nationals who are neither citizens nor residents of Israel will not be permitted to enter the State of Israel,” a statement from the Authority said, noting that exceptions will be made for “those whose lives are based in Israel.” The directive impacts all international crossings, so the border crossings with Jordan and Egypt are now closed to foreign nationals, as is Tel Aviv's Ben Gurion international airport. ##Travel## First lady Melania Trump will appear in a series of public service announcements to communicate \"the most important ways Americans can protect themselves and those most at risk,” the White House said in a statement.  The White House said it is partnering with with the AdCouncil, media networks and digital platforms. Surgeon General Jerome M Adams, Dr. Anthony Fauci, Dr. Deborah Birx and “other administration officials” will also appear in the PSAs. Earlier Wednesday, the first lady sent a tweet asking healthy Americans to \"consider donating blood to help save lives.\" She added that the Red Cross is \"taking extraordinary precautions to ensure the environment is safe.\"  CNN has reached out to the White House to see if the first lady has any plans to donate blood herself.  With most of the sports world at a halt due to the coronavirus pandemic, the NFL and NBA announced that starting Wednesday they will be giving fans free access to their streaming services where they can watch some of their favorite moments as an incentive to stay home.  NFL Game Pass will be offered free of charge until May 31 to fans within the US, and starting Thursday until July 31 to fans outside the US and Canada. Fans will be able to watch all games dating back to the start of the 2009 season and access to some of their hit shows like HBO's \"Hard Knocks,\" \"Mic'd Up,\" and \"A Football Life.\" Shortly after the NFL's announcement, the NBA followed suit announcing that they, along with Turner Sports, will be offering free access to their NBA League Pass until April 22.  \"Limiting social interactions is a critical way to minimize the spread of this virus, but staying home for long periods of time can be difficult,\" the statement said. \"This complimentary offering will provide you with access to full length and condensed replays of all games from the 2019-20 season, as well as an expansive archive of classic games and content.\" ##Business## ##Daily Life## French Interior Minister Christophe Castaner explained the government strategy in implementing confinement measures in a televised interview on TF1 on Wednesday.  Castaner said that “our goal is not to sanction, not to fine; our goal is to protect the French people, and the best way to do that is for them to accept confinement measures.” To ensure this, he said: Since Tuesday, police officers have had about 70,000 conversations with the population to explain the measures.\nAs of Wednesday, 4,095 fines were imposed. Following the restrictive measures announced by French President Emmanuel Macron on Monday, French people must now carry a paper document stating the reason and destination of their travels. This document will not be available on mobile phones because \"this is not about making life easier for French people who want to go outside,” the interior minister said.  ##Daily Life## Between February 28 and March 9, the number of COVID-19 cases at a long-term care skilled nursing facility in King County, Washington, went from one to 129. Details on these cases are reported in the US Centers for Disease Control and Prevention's Morbidity and Mortality Weekly Report published Wednesday. Of the 129 COVID-19 cases included in the report, 81 were residents, 34 were staff members and 14 were visitors. Twenty-three died, including 22 residents and one visitor. The median patient age was 81 years among facility residents, 42.5 years among staff and 62.5 years among visitors. The CDC lists key factors that \"contributed to the vulnerability of these facilities\" based on data collected from surveys and on-site visits. They included staff members who worked while symptomatic, staff members who worked in more than one facility, and delayed recognition of cases because of low index of suspicion and limited testing ability. “Limitations in effective infection control and prevention and staff members working in multiple facilities contributed to intra- and interfacility spread,” the report said. \"The findings in this report suggest that once COVID-19 has been introduced into a long-term care facility, it has the potential to result in high attack rates.\" The report did not identify the name of the long-term care facility, but officials had previously identified a COVID-19 outbreak at the Life Care Center in Kirkland, Washington. Among 56 COVID-19 deaths reported in Seattle and King County as of Wednesday afternoon, 35 are associated with the Kirkland nursing home. ##Health## Two people at the New York Stock Exchange tested positive for coronavirus, the NYSE said in a statement. According to the statement, an NYSE employee and trading floor member were last in the building on March 13.  Moments ago, the NYSE announced it will move to fully electronic trading on Monday and trading as well as regulatory oversight of all NYSE-listed securities “will continue without interruption.\" “While we are taking the precautionary step of closing the trading floors, we continue to firmly believe the markets should remain open and accessible to investors. All NYSE markets will continue to operate under normal trading hours despite the closure of the trading floors,\" said Stacey Cunningham, president of the NYSE. ##Health## ##Business## An airline agency group warned Congress that the ongoing situation with coronavirus \"will severely impact the ability of airports to meet debt requirements.\" The American Association of Airport Executives wrote in a letter to Congress that if an airport were to default, it would increase future borrowing costs.  The letter acknowledges that this may not be the end of the requests. \"While additional help may ultimately be required, we believe our approach will help airports weather the immediate storm caused by dramatically reduced revenue,\" the letter states. Some background: US airlines slammed by the coronavirus are requesting an aid package from the federal government that could amount to about $50 billion, according to industry group Airlines for America. US airlines slammed by the coronavirus are requesting an aid package from the federal government that could amount to about $50 billion, according to industry group Airlines for America. In addition the request to help the airlines, a trade group for the nation's airports is requesting a separate $10 billion bailout, an airport industry source told CNN. ##Business## The World Health Organization on Wednesday expressed concern about lack of information on coronavirus cases in the war-torn countries of Syria and Yemen.  Abdinasir Abubakar, head of the Infectious Hazard Management Programme at WHO's Regional Office, told CNN that due to the current situation there that we might expect an \"explosion of cases.\" Abubakar said WHO is concerned \"because the countries who might not be having cases are those with weak health and weak surveillance system.\" So far, Syria, Libya, and Yemen are the only three Arab countries who have not reported coronavirus cases. All three are in the midst of ongoing conflict. ##Health##  The New York Stock Exchange will move to fully electronic trading on Monday and trading as well as regulatory oversight of all NYSE-listed securities “will continue without interruption,” according to a statement. Two people at the NYSE tested positive for coronavirus, the NYSE said in a statement. “NYSE’s trading floors provide unique value to issuers and investors, but our markets are fully capable of operating in an all-electronic fashion to serve all participants, and we will proceed in that manner until we can re-open our trading floors to our members,” said Stacey Cunningham, president of the NYSE.  “While we are taking the precautionary step of closing the trading floors, we continue to firmly believe the markets should remain open and accessible to investors. All NYSE markets will continue to operate under normal trading hours despite the closure of the trading floors.” Watch: ##Business## A Missouri resident from Boone County has died of coronavirus, according to Gov. Mike Parson.  This is the first coronavirus death in the state. Columbia Mayor Brian Treece said the patient had been isolated at home, but the family called for help Wednesday when his or her condition worsened. Emergency responders who brought the patient to the hospital are now in quarantine. Treece said the patient’s case is believed to be related to recent travel. ##Health## Portugal has declared a state of emergency, which will take effect at midnight (8 p.m. ET on Wednesday) and will last for 15 days.  The Portuguese president announced the decision in a national address on Wednesday. The decision gives the government more powers to restrict rights, access funds and set minimum public services, among others. Any practical measures will only be decided, announced and put into place after an extraordinary cabinet meeting scheduled for Thursday. However, Portuguese Prime Minister António Costa said during a news conference that \"democracy won't be suspended.\" The country was a dictatorship for decades, with democracy being restored in 1974. President Marcelo Rebelo de Sousa called the COVID-19 pandemic \"a true war,\" which will bring true challenges to the country's \"way of life and economy.  Rebelo de Sousa also praised the behavior of Portuguese citizens, \"who have been exemplary in imposing a self-quarantine,\" which reflects \"a country that has lived through everything.\" By the numbers: Portugal currently has 642 cases of coronavirus, including two deaths. ##Health## French citizens were urged to keep protective masks for health care workers and to support the strained health care system at a news conference on Wednesday. National health agency director Jerome Salomon noted that \"there was no shortage,\" but said there are tensions around masks, which have become a \"rare resource.\" Salomon further warned that “it is only with a strict discipline and the complete mobilization of all citizens that we will able to protect one another and support health workforce that is at the frontline of the fight against coronavirus.” People were also urged to continue donating blood, following an alert from the French blood agency saying that current reserves of red blood cells are sufficient for “less than 15 days” and reserves of blood platelets are sufficient for “less than three days.” ##Health## There are coronavirus cases in most New Jersey counties, and more than 50% of these patients are hospitalized, according to state officials.  Most of the patients are between 5 and 95 years old. Officials said two women in their 60s with underlying health conditions are the latest patients to die of coronavirus. Of New Jersey's 21 counties, 18 have reported cases of the virus, with the largest number of cases concentrated in Bergen County, which has 113, officials said. ##Health## At least one person has died from COVID-19 in Connecticut, Gov. Ned Lamont announced Wednesday.  This is the first death in the state, Lamont said in a tweet. The patient, a man in his 80s, died after being recently admitted to Danbury Hospital, he said..  ##Health## Michigan Gov. Gretchen Whitmer announced Wednesday the state’s first death as a result of novel coronavirus. The governor expressed sympathy for the family of the man who passed away Wednesday. There are now a total of 80 confirmed cases of coronavirus in the state. ##Health## The Senate just passed the House-passed coronavirus relief legislation that includes provisions for free testing for COVID-19 and paid emergency leave.  The measure will now go to President Trump for his signature. Trump expressed support for the package last week, paving the way for a broad bipartisan vote in the House.  The final tally was 90-8. The “no” votes were Sens. Marsha Blackburn, Jim Inhofe, James Lankford, Mike Lee, Rand Paul, Ben Sasse, Tim Scott and Ron Johnson. Passage will also allow the Senate to devote its full attention to passing the next relief package in response to the coronavirus crisis. Some background: McConnell and other Senate Republicans had been critical of the House-passed legislation, but emphasized that it is urgent to get relief to the American people amid the coronavirus crisis. McConnell reiterated today that he will not adjourn the Senate until it passes what lawmakers are describing as a \"phase three\" economic stimulus package in response to the coronavirus outbreak. After an initial vote last week, the House approved a set of changes to the legislation on Monday, clearing the path for the Senate to take it up this week. Watch: US stocks erased the prior session's gains and closed lower on Wednesday. The Dow closed below 20,000 total points for the first time since 2017. It was down 6.3%, or 1,338 points, on the day. During the afternoon, the index fell so much that it erased all of the gains accumulated under the Trump administration — though it closed slightly above that key level. The S&P 500 is also edging closer to falling below its January 2017 level. The index finished down 5.2%. The Nasdaq Composite closed down 4.7%. Trading was briefly halted in the early afternoon after the S&P fell 7%, triggering the New York Stock Exchange's circuit breaker. As stocks settle after the trading day, levels might still change slightly. ##Business##    There are 12,094 cancelations worldwide today, according to Flight Aware. Flight Aware is continuously updating its data — here's where cancellations stand at this moment:  Total worldwide cancellations today: 12,094\nTotal cancellations within, into, or out of the United States today: 2,511 ##Travel## On average, COVID-19 fatalities in Italy are happening \"eight days\" after patients show first symptoms, according to a report by the Italian government. The findings are based on data up to March 17 and only on the outbreak in Italy. The document published by the Italian National Health Institute details that, on average, it takes four days from when patients show first symptoms until they are hospitalized and four more days until they die. The median average age of Italian deceased is 80.5 years old, while the median average for those infected is 63, the report says. Women only make up 30% of the total dead and their median average age at the time of death is higher than men, at 83.6 years old.         The government also found that most people had two or three existing pathologies prior to being infected with the coronavirus. Among those, high blood pressure was the most common, followed by heart problems and diabetes. As for the most common complications developed because of the virus, respiratory failure was the leading one, happening in 97.2% of the cases. Liver and heart failure were the second and third most common complications. Watch: ##Health## Digestive symptoms may be more common in coronavirus infections than previously thought, with a small study released Wednesday finding that symptoms such as diarrhea and a loss of appetite were the “chief complaint” in nearly half of more than 200 confirmed COVID-19 cases. The research suggests that, during the coronavirus pandemic, clinicians may need to look beyond the major Covid-19 symptoms identified by US health officials: fever, cough and shortness of breath. That’s because many patients infected with coronavirus, according to the study, may initially present to the hospital with diarrhea, anorexia and vomiting – not necessarily with respiratory symptoms. Even when researchers excluded anorexia – a loss of appetite or aversion to food – they found that 1 in 5 coronavirus patients still came to the hospital with diarrhea, vomiting or abdominal pain. In more severe coronavirus cases, digestive symptoms also became more pronounced, and patients with digestive problems were less likely to be discharged, according to the study. The research, published in the American Journal of Gastroenterology, looked at 204 confirmed coronavirus cases in Hubei province, China. A small number of those patients – seven people – had digestive problems, but no respiratory symptoms at all. While the researchers cautioned that larger studies would be needed to confirm their findings, they warned that “if clinicians solely monitor for respiratory symptoms to establish case definitions for COVID-19, they may miss cases initially presenting with extra-pulmonary symptoms, or the disease may not be diagnosed later until respiratory symptoms emerge.” That might explain why many health care workers in China were infected in the early days of the coronavirus outbreak, the researchers said. “Although this was related to improper protection of medical personnel early on,” they wrote, “it may also have resulted from failing to consider COVID-19 in the face of atypical extra-pulmonary symptoms, especially those with digestive symptoms at the beginning of the outbreak.” ##Health##  The US Senate is now voting on the House-passed coronavirus relief legislation that includes provisions for free testing for COVID-19 and paid emergency leave.  Once the Senate approves the measure it will go to President Trump for his signature. Trump expressed support for the package last week, paving the way for a broad bipartisan vote in the House. Passage will also allow the Senate to devote its full attention to passing the next relief package in response to the coronavirus crisis.  Senate Majority Leader Mitch McConnell and other Senate Republicans have been critical of the House-passed legislation, but have emphasized that it is urgent to get relief to the American people amid the coronavirus crisis.  McConnell reiterated today that he will not adjourn the Senate until it passes what lawmakers are describing as a \"phase three\" economic stimulus package in response to the coronavirus outbreak.  After an initial vote last week, the House approved a set of changes to the legislation on Monday, clearing the path for the Senate to take it up this week. Watch: Jordanian Armed Forces announced on Wednesday that all of Jordan’s governorates will be completely sealed off at 7 a.m. local on Thursday (11 p.m. ET Wednesday), Jordan’s state-run News Agency (PETRA) reported.  The Army statement said that “all crossing points to and from Amman and all of the Kingdom’s governorates will be closed.\" The announcement added that exceptions will be made for those with permits from the Armed Forces and based on the nature of their work.  On Wednesday, Jordan’s government held their first cabinet meeting remotely, “as a part of the government’s efforts to lead by example when it comes to social distancing,\" according to a tweet from the Prime Ministry.  Jordan’s Prime Minister Omar Razzaz announced on Tuesday the implementation of “Defense Law” in an attempt to contain the spread of novel coronavirus in the country.  ##Health## There are now 7,038 confirmed and presumptive positive cases of novel coronavirus in the United States, according to the US Centers for Disease Control and Prevention. The CDC says 97 people have died. CNN’s tally relies on state totals and won’t always match the CDC’s count; CNN has counted more than 7,500 cases and 124 deaths. The CDC says there are cases in 50 states, the District of Columbia, Puerto Rico, Guam and the US Virgin Islands. Of the cases the CDC is reporting, 269 are travel-related, 276 are from close-contact and a majority, 6,493, are still under investigation, the CDC website says. The CDC says there are 46 cases among people who were aboard the Diamond Princess cruise ship, and three among people repatriated from China. These are counted separately from the US total. On Tuesday, the CDC reported 4,226 cases. The CDC is updating its coronavirus case numbers on weekdays. CDC’s numbers close out at 4 p.m. the day before reporting. The most up-to-date case counts will come from states, CDC officials have said.   ##Health## New Jersey Gov. Phil Murphy said he is engaged in “intense conversations” with the White House and spoke to the Vice President on Tuesday about the ongoing coronavirus pandemic. His administration sent a letter Tuesday regarding the Army Corps of Engineers and received a “response” this morning. New Jersey needs more manpower, supplies and space, according to officials who are predicting the state will have a shortage of hospital beds much like the rest of the nation.  The state is bringing 260 beds online, 119 of them are in the northern part of the state, 11 in central region and 50 are in the southern part of the state. The state hopes to have another 227 beds online within the next three to four weeks, according to officials. Bergen County College will be up and running by Friday as a testing site which will prioritize symptomatic patients along with health care workers and first responders. It can collect up to 2,500 specimens a day, officials said. ##Health## Scientists at the University of Oxford have developed a rapid testing technology for the novel coronavirus, COVID-19, according to a press release from the university on Wednesday. The new test takes just half an hour, over three times faster than the current method, the university said. Previous tests took up to two hours to give a result, according to the press release. The test was validated with real clinical samples at Shenzhen Luohou People’s Hospital in China, the university said.  The research was initiated by the Oxford Suzhou Centre for Advanced Research in China and experiments carried out in the Department of Engineering Science at the University of Oxford.  The scientists are working to develop an integrated device that can test at clinics, airports and at home. They plan to run validations in the United Kingdom and explore how to produce test kits. ##Health## A third Clark County COVID-19 patient died late Tuesday evening, health officials from the county’s health department announced through a statement. The patient is described as a man in his 70s and he was the first confirmed COVID-19 case in Clark County, according to the statement. He did not have any recent travel or known contact with a confirmed case, the statement added  “It’s a tragedy that we’ve lost another member of our community to Covid-19,” said Dr. Alan Melnick, Clark County health officer and Public Health director, in the statement. “We send our deepest condolences to his family.” This death bring the total deaths in the state to 55. ##Health## London could go into lockdown as early as Friday afternoon in an attempt to slow the spread of the coronavirus, according to reports in multiple UK news outlets.  Multiple UK government sources told CNN that conversations had taken place inside Downing Street looking at restricting travel in and out of the city, shutting parts of London's public transport and how these measures would be enforced. Downing Street declined to comment on specifics or timing, but would not rule out any of the above measures put to them by CNN, repeating its position that the government will do all that is necessary to protect public health.  Pressed on the lockdown rumours in his daily coronavirus press briefing, Prime Minister Boris Johnson said: “We live in land of liberty ... and it's one of the great features of our lives we don't tend to impose those sorts of restrictions on people in this country, but I have to tell you we will rule nothing out and we will certainly wish to consider bringing forward further and faster measures where that is necessary.\" The sources said that if such drastic measures were introduced, then Londoners would be given plenty of time to take any personal measures necessary ahead of the lockdown period.  Sources close to the Mayor of London's office told CNN that it didn't know anything at the moment, explaining that they had not been privy to any government thinking.  Johnson has repeated this week that London is ahead of the rest of the country in terms of the virus spreading and comments from Scotland's first minister, Nicola Sturgeon, that London could see tougher measures than the rest of the UK prompted fears of lockdown.  Right now, multiple sources close to the Prime Minister say they don't expect an announcement to be made imminently. However, the regularity with which they are reminding us that the situation is developing faster than initially expected means that Londoners might be wise to keep an eye on the news in the coming days.  Watch: Brits blame UK government as coronavirus fears rise Miami's Archdiocese has suspended all mass and other church events due to the coronavirus pandemic, according to statement. \"In cooperation with efforts to contain the spread of the novel coronavirus (COVID-19), the Archdiocese of Miami announces the suspension, effective today, March 18, of all regularly scheduled celebrations of Masses or other liturgical events in parish churches and other public sanctuaries. Also, any parish or ministry events — e.g. prayer groups, Bible studies, etc. — are also suspended or postponed,\" the diocese said. ##Daily Life## New Hampshire Gov. Chris Sununu issued several emergency orders in response to the COVID-19 pandemic on Wednesday. The orders include the temporary authorization for take-out or delivery beer or wine; the temporary modification of data and privacy governance plans, which will give school districts greater flexibility developing remote learning tools; and the temporary expansion of access to Telehealth Services to protect the public and health care providers, according to a release from Sununu’s office. ##Business## The American Farm Bureau is raising concern over potential labor and supply chain issues as the State Department announced it is suspending immigrant and nonimmigrant visas out of their US embassies across Mexico. “We are hearing reports from around the country from our members about specific issues that challenge their ability to put food on America’s tables,” wrote American Farm Bureau President Zippy Duvall in letter sent to Agriculture Secretary Sonny Perdue. H2A seasonal workers make up about 250,000 of the farming workforce – with about 93% coming from Mexico.  With the closure of the US Embassy’s, those visas are not being processed. US farms and ranches could face a serious labor shortage at a critical time for planting and harvesting crops essential to the domestic food supply, the American Farm Bureau said in a statement. “This is a critical matter for U.S. farmers and ranchers,” writes Duvall in the letter. “More than a quarter-million individuals participate in the H-2A program and help to sustain U.S. farms and ranches. We urge the Administration to find an appropriate mechanism, either through an emergency waiver or some other means, to ensure that H-2A workers may continue to safely come to America’s farms and ranches.” USDA acknowledges this concern and is actively speaking to the state department to minimize impact. ##Business## Both the men's and women's professional tennis tours have announced that their seasons will be suspended until June 7.  The Association of Tennis Professionals (ATP) and Women's Tennis Association (WTA) released a joint statement outlining the upcoming tournaments and highlighted that both tours plan to pick back up starting June 8. Additionally, the player rankings will be frozen indefinitely. Currently, Novak Djokovic and Ashleigh Barty top the singles rankings.  Aligning with the ATP and WTA, the International Tennis Federation also announced the suspension of tournament play. ##Business## Missouri Gov. Mike Parsons expects health officials will be able to process 7,000 to 10,000 COVID-19 tests a day starting in April, including private testing, he said at a news briefing on Wednesday.  Officials expect positive tests \"to climb,\" with the increase in testing, Parsons said.  Parsons addressed questions regarding his decision to leave closures of schools, restaurants and businesses to local officials and business owners.  If businesses close or remain open, \"it's up to the private sector,\" Parsons said.  Some small school districts don't have daycare facilities separate from K-12 schools but the large majority of districts have already decided to close, according to Parsons.  ##Health## The US Census Bureau says it is suspending field operations for two weeks due to the coronavirus outbreak. During that time, it says it will evaluate all of its operations.  ##Daily Life## A man died in Santa Clara County from novel coronavirus, according to a statement from the public health department.  This is the sixth death in Santa Clara County and the 15th in California. More data: In the US, at least 120 people have died as a result of COVID-19. The number of cases in California currently stands at 612. Santa Clara County has five new coronavirus cases, and another eight have been confirmed in San Francisco. No details of the severity or transmission have been provided. “We caution the media and the public from relying too heavily on confirmed case count as an indicator of the situation in San Francisco,” the city’s Department of Emergency Management warned. ##Health## The Senate won’t be able to complete action on the $1 trillion coronavirus stimulus package before next week and will work through the weekend to try to hammer out a deal with Democrats, two Senate Republican leaders said Wednesday. Asked if the Senate could pass a bill as early as Thursday – an ambitious time frame some GOP senators said they hoped to meet – Sen. John Cornyn of Texas, was dubious it could be done that quickly.  “I think it’s going to take a little longer than that. I would say early next week. We will get the first bill done today. The President will sign it. And then we’ll turn our full attention to the next install,” Cornyn said.  Sen. John Thune, the Republican Whip, agreed. “We’re trying to accelerate everything, pull it together quickly. But by the time you get into negotiations with the Democrats, it pushes it through the weekend,” Thune said. “We’ll see what happens. As you know around here, when there’s a sense of urgency things can happen more quickly.” Senate Majority Leader Mitch McConnell declined to say if he agreed it would last into next week. Cornyn pointed to troubles House Democrats had last week when they pressed to quickly pass a coronavirus relief bill but then had to take more time to make technical corrections to the bill before sending it to the Senate, where it is set to pass Wednesday. “Haste does make waste. I think what we saw come out of the House at 1 am Saturday, it wasn’t ready for prime time. It took them a couple of days to get it in shape and pass it. So we don’t want to make unintentional errors or mistake. But we don’t have time to dilly dally either,” Cornyn said.   Cornyn, who said the Congress needs to be on a “war-footing” to respond to the crisis, said he’s concerned if the virus is not quelled, the Trump administration may come back with another trillion dollars request. “What I worry about more than anything is that it’s not going to be the end. Because if this think keeps going, will the Secretary coming back and say we need another trillion? I’m a fiscal conservative and I think the federal government spends more than it brings in, and that’s a problem, but I don’t think we’re going to solve that problem now. We just need to respond to this emergency,” Cornyn said. ##Business## When asked about President Trump’s continued use of the term “Chinese virus” when referring to the novel coronavirus, Dr. Mike Ryan, executive director of the World Health Organization health emergencies programme, said WHO has been clear since the beginning of the outbreak, “Viruses know no borders and they don’t care your ethnicity or the color of your skin or how much money you have in the bank.” Trump's latest use of the phrase happened Wednesday during a White House press briefing on the coronavirus. “It’s really important that we be careful in the language we use,” Ryan said. \"There are many different origins … the pandemic of influenza in 2009 originated in North America and we don’t call it the ‘North American flu,’ so it’s very important that we have the same approach when it comes to other viruses.\"  “This is a time for solidarity, this is a time for facts, this is a time to move forward together,” Ryan said, adding, “there is no blame in this.”  Dr. Maria Van Kerkhove, World Health Organization infectious disease epidemiologist, said we’ve seen overwhelming international solidarity during this pandemic. “We see this through donations – whether it’s through [personal protective equipment] or I’ve seen children drawing pictures for health care workers – every single one of those acts of kindness is an act of international unity and we’d like to see more of that,\" Van Kerkhove said. “These are very tough times. And in many countries this is going to get a lot worse before it gets better. But this will be temporary, we will get through this and we will get though it together,” Van Kerkhove added. Italy has announced the biggest single-day jump in new coronavirus cases on Wednesday, according to the latest figures issued by Italy’s Civil Protection Agency. The number of coronavirus cases increased by 4,207 in 24 hours. The total number of cases now stands at 35,713 as of Wednesday. The number of coronavirus deaths increased 475 in 24 hours. The total number of cases now stands 2,978 as of Wednesday. Watch: ##Health##  Northern Ireland’s schools will close starting Monday and will potentially remain closed until the summer holidays, First Minister Arlene Foster said Wednesday. Northern Ireland is part of the United Kingdom but has local control of some policy areas. ##Daily Life##  Schools across the UK will close from Friday, Prime Minister Boris Johnson and Education Secretary Gavin Williamson announced Wednesday.  They are expected to shut at the end of the school day on Friday, and remain closed until further notice. The closures will affect students of all ages, except for the children of key workers -- including NHS staff, police and delivery drivers – and vulnerable children. “We therefore need schools to make provisions for the children of these key workers … and they also need to look after the most vulnerable children,” Johnson said during his daily coronavirus press conference. “For many parents, these steps will be frustrating,\" Johnson conceded. \"That’s why we are now working on further measures… to keep our economy going.\" America’s top automakers including Ford, Chrysler, and General Motors, will temporarily close all US plants due to the coronavirus outbreak, according a source familiar with the discussion.  Vice President of communications at Ford Mark Truby tweeted on Wednesday that Ford will temporarily suspend production following Thursday evening shifts. ##Business## The United Kingdom coronavirus death toll has risen to 104 – in what is the biggest daily jump in deaths so far, according to National Health Service England. On Wednesday, an additional 32 people, who tested positive for coronavirus, have died, bringing the total number of confirmed reported deaths in England to 99. In Scotland, three people with coronavirus have died; in Wales, two people died from the disease. These deaths bring the UK total to 104. Across the UK, the total number of coronavirus cases is now 2,626. ##Health## Delta needs to “essentially hit the ‘pause button’” on some of its operations, CEO Ed Bastian told employees in a memo Wednesday, making further major cuts to its operations that include parking more than half of its aircraft.  The company’s cuts include cutting back 70% of its capacity, further pay cuts for executives and company leadership, as well as paring back its operations in airports around the country – including its major hub in Atlanta.   “With fewer customers flying, we need less space in airports,” Bastian wrote. “Among other initiatives, we will temporarily consolidate airport facilities in Atlanta and other locations as necessary and close the majority of our Delta Sky Clubs until demand recovers.” “We are reducing our active fleet size by parking at least half of our fleet – more than 600 aircraft,” he wrote, as well as retiring older planes.  He also said “roughly 10,000” employees have volunteered to take leaves of absence.  Bastian did not announce any layoffs, but he did not count out the possibility. “I know everyone is concerned about the security of your jobs and pay. Given the uncertainty about the duration of this crisis, we are not yet at a point to make any decisions,\" Bastian wrote. Some context: Bastian's message followed a telephone call he and executives at other US airlines held with President Trump to discuss the state of the industry and its request for billions of dollars of government financial assistance.   Bastian said the discussions have been \"constructive.\" ##Business##  The United Kingdom's Education Secretary has announced that all schools have been closed until further notice starting Friday. After UK schools close on Friday afternoon, they will remain closed for most students, Prime Minister Boris Johnson said in his daily coronavirus news conference Wednesday. The students who will be allowed to go to school will be the children of key workers, whose parents still need to go to work. “For many parents these steps will be frustrating… that’s why we are now working on further measures… to keep our economy going,” Johnson said. He warned children should not be left with older relatives who may fall into the vulnerable groups. ##Daily Life## Two federal Bureau of Prisons employees have tested positive for coronavirus, according to Sue Allison, an agency spokesperson. The tests came back in the past 24 hours and represent the first known cases of the virus in the federal prison system, according to the BOP. No inmates have yet tested positive.  One staffer worked at a medium security prison in Berlin, New Hampshire. The other worked at an administrative facility in Grand Prairie, Texas, according to Allison. Their identities and positions were not provided.  The BOP has notified local health officials and is doing a risk assessment internally to determine who might have been exposed to the infected workers, Allison said.  ##Health##     Stocks resumed trading at 1:11 p.m. ET, after the New York Stock Exchange halted activity for 15 minutes following a 7% drop in the S&P 500. The S&P was down 7.2% upon the reopen. The Dow fell 8.1%, or 1,710 points. The Nasdaq Composite was down 6.5%. ##Business## President Trump discussed the devastating effect coronavirus has had against the airline industry and how the US is engaged in \"war\" against this pandemic. \"Well, there are certain industries that people know. I mean, airlines would be number one, if you look at what's going on. They go from having the best year they've ever had to having no passengers because of what we've had to do in order to win this war. It's a war. So you know, basically, what many of the industries are. What we want to do is we want to make sure they all stay together so that after the war is won, we can immediately go right back up to where we were and even beyond,\" Trump said. An industry in peril: Global airlines stand to lose $113 billion in sales if the coronavirus continues to spread, according to the International Air Transport Association. The losses would be similar to those experienced by the aviation industry during the global financial crisis of 2008, IATA warned as it dramatically increased its estimate of the damage caused by the outbreak. It said airlines could lose 19% of their business if the virus isn't contained soon. Hear the moment: ##Business## President Trump was asked about Dr. Deborah Birx's warning regarding millennial coronavirus and his message to many of his own young, conservative supporters who may be heeding his earlier advice downplaying the seriousness of coronavirus.  He claimed his earlier comments were “to be calm.” “I do want people to be calm,” he said. But, he added, “I hope they just listen to what we’ve been saying over the last period of time. We don’t want them gathering, and I see that they do gather including on beaches, and including in restaurants, young people. They don’t realize that — they’re feeling invincible, I don’t know if you felt invincible when you were young. But they don’t realize that they could be carrying lots of bad things home to their grandmother and grandfather and even their parents,” he said. He continued, “So we want them to heed the advice… and I do believe it’s getting through.” Asked again about those who aren’t following that advice, he reiterated, “Heed the advice, heed the advice, I just said.” ##Health## President Trump confirmed he's planning to bar asylum seekers and other undocumented immigrants from crossing the US southern border in a bid to to prevent spread of coronavirus.  \"The answer's yes,\" Trump said when asked if he was planning to take that step, which he said would come \"very soon, probably today.\" CNN reported on Tuesday that officials are working on a plan to deny entry to all asylum seekers. That may include a plan to return all illegal border crossers without due process. Trump said he wasn't planning to close the southern border but \"we are invoking a certain provision that will allow us great latitude as to what we do.\" Asked about his closure of the US northern border to all but essential travel, he defined \"essential\" as \"medical\" and other areas. \"We have military working together. We have industry working together. And again, it's not affecting trade. So, things like that,\" he said. The New York Stock Exchange has halted stock trading for 15 minutes after the S&P 500 fell 7% on Wednesday afternoon  ##Business## President Trump wasn’t able to say when asked Wednesday why many non-symptomatic professional athletes have had access to coronavirus testing while many sick Americans don’t. “You'd have to ask them that question,” Trump said. “Should that happen?” the reporter followed up  Trump responded, “No, I wouldn’t say so, but perhaps that’s been the story of life.” ##Health## The World Health Organization announced in a press briefing in Geneva on Wednesday that it has organized a study to examine various untested coronavirus treatments.  \"WHO and its partners are therefore organizing a study in many countries in which some of these untested treatments are compared with each other,\" WHO Director-General Tedros Adhanom Ghebreyesus said during the briefing. \"This large, international study is designed to generate the robust data we need, to show which treatments are the most effective.\" Tedros added: \"We have called this study the SOLIDARITY trial. The SOLIDARITY trial provides simplified procedures to enable even hospitals that have been overloaded to participate. Many countries have already confirmed that they will join the SOLIDARITY trial — Argentina, Bahrain, Canada, France, Iran, Norway, South Africa, Spain, Switzerland and Thailand — and I trust many more will join.\" ##Health## The Trump stock rally, which at its peak a month ago was robust and seemingly unending, has completely evaporated. The Dow briefly fell more than 1,500 points on Tuesday, bringing the index below 19,732 points. That was the Dow's closing level on January 19, 2017, the day before Trump took office. The S&P 500 is still above its Trump inauguration level, but it is moving closer to wiping out all of Trump's stock market gains as well. The index, which is the broadest measure of Wall Street, was down 6.3% in the early afternoon on Tuesday. Global equities have been hit hard by the worries about the economic fallout from the coronavirus outbreak, which has by now infected more than 7,000 people in the United States. Economists predict recessions for both individual countries and the world economy this year as the pandemic dealt both a supply and demand shock to commerce. That said, expectations for a sharp rebound for the economy and the stock market towards the second half of the year are high. ##Business## President Trump was pressed Wednesday by CNN’s Kaitlan Collins on the ventilator shortage at the nation’s hospitals. “Hospitals are still supposed to have ventilators too, and when we have thousands of ventilators, it sounds like a lot. But this is a very unforeseen thing, nobody ever thought of these numbers. Nobody saw numbers like this even with regard to testing, normally we wouldn’t be doing testing and they decided to do it. Very, very hard to ramp up. Now we’re getting highly sophisticated tests and it’s going very well,” he said.  Asked why it took so long if the US knew it needed more ventilators, he said, “Well we knew – it depends, it depends on how it goes, worst case, absolutely, best case, not at all. So we’re going to have to see where it goes. But we are ordering thousands and thousands of ventilators and they’re complex. These are complex machines.”  Trump asked Vice President Mike Pence how many ventilators the US has. “We have a specific number of ventilators in the stockpile. It’s in excess of 10,000. And you just heard the announcement from the Department of Defense, they’ll be adding several more thousand to that,” he said, adding that that number doesn’t count all of the ventilators that exist in the marketplace and in healthcare facilities around the country.  Pence went on to praise the “tremendous spirit” among industry leaders who are “ready to step in and add to that volume. Hear what was said: ##Health## Italian Sport Minister Vincenzo Spadafora said Wednesday that if people will not stay at home, in compliance with the coronavirus emergency measures, the government will be forced to \"ban outdoor sports activities.\" \"I believe that in the next few hours it will be necessary to consider the possibility of a complete ban also on outdoor activities,\" Spadafora said.  He added that the general consensus was to stay at home but \"if people will not follow it, we will be forced to place an absolute ban,\" Spadafora said. Spadafora made the announcement on Italian State television RAI 1.   The \"Cure Italy\" (Cura Italia) decree passed this week by the government and \"suspended all tax obligations until 30 May for all sports federations and sports activities\" and \"suspended the rents of all those structures owned by the State and municipalities where sports activities are held,\" according to the decree.  Spadafora also indicated that Seria A soccer league will possibly resume on May 3.  \"This is what we hope for. We will evaluate whether with open or closed doors, this will depend on the situation,\" Spadafora said.   ##Daily Life## Police arrested renowned Egyptian novelist Ahdaf Soueif and three prominent activists who sounded the alarm about the spread of novel coronavirus in Egypt’s overcrowded prisons in a demonstration in Cairo on Wednesday. The four women held banners and red balloons outside the prime minister’s office demanding authorities take serious action to secure prisoners. “Egyptian prisons in usual circumstance are clusters for diseases. Cells are overcrowded and with poor ventilation. Sunlight doesn’t reach most cells. Skin, respiratory and bone diseases are common in prisons due to humidity and lack of mobility,” Mona Seif, whose brother and prominent Alaa Abdel Fattah is in prison, said in a Facebook live broadcasting the protest. “If these are the usual circumstances in prisons holding tens of thousands of activists, imagine what it would be like these days when the government is trying to contain the spread of the coronavirus,” she added. Fifteen minutes into the broadcast, police grabbed the phone and interrupted the transmission. None of the women have been reachable since then. Lawyer Khaled Ali said the women, including Soueif's sister Laila and American University in Cairo professor Rabab Al-Mahdy, were in Qasr El-Nile Police station in central Cairo.  The health and lives of thousands of prisoners in Egypt could be “at severe risk,” a group of United Nations independent experts concluded in a report last November. A number of prisoners, including Egypt’s former president Mohammed Morsi, died in incarnation. Human Rights Watch recommended that Egypt, along with governments in other affected countries, release unfairly detained prisoners in a bid to contain the spread of COVID-19.   President Trump says he sees the country on wartime footing and himself as a \"wartime president\" amid a raging coronavirus crisis. \"I do,\" Trump said when asked if he sees the country at war with the disease. \"I'm looking at it that way.\" \"I view it — in a sense as a wartime president,\" Trump said after announcing he was invoking the Defense Production Act, a Korean War-era law allowing the government to mandate production of equipment. \"I mean, that's what we're fighting. I mean, it's a very tough situation here,\" he went on. \"You have to do things. You have to close parts of an economy that six weeks ago were the best they've ever been. We had the best economy we've ever had. And then one day you have to close it down in order to defeat this enemy, and, but we're doing it and we're doing it well.\" Trump praised the nation's citizens for their response. \"The American people have been incredible — for the most part,\" he said. President Trump was pressed Wednesday on why he is calling coronavirus the “Chinese Virus,” amid instances of bigotry against Asian-Americans. He did not indicate that he will stop calling it that, and claimed that he is using the term because China tried to blame the virus on US soldiers. “Cause it comes from China. It’s not racist at all, no, not at all. It comes from China, that’s why. I want to be accurate,” Trump said. Pressed again, he said, “I have great love for all of the people from our country, but as you know China tried to say at one point… that it was caused by American soldiers. That can’t happen, it’s not gonna happen, not as long as I’m president. It comes from China.” See the exchange: President Trump said Wednesday he doesn’t agree with Treasury Secretary Steve Mnuchin’s comments to Republican senators that US unemployment could reach Great Depression levels of 20%. “I don’t agree with that – that’s an absolute total worst case scenario,” he conceded. But, he added, “We’re nowhere near it.” The World Health Organization is continuing to call on countries to isolate, test and treat suspected cases of novel coronavirus as the pandemic sweeps the world.  “WHO continues to recommend that isolating, testing and treating every suspected case, and tracing every contact, must be the backbone of the response in every country,” WHO Director-General Tedros Adhanom Ghebreyesus said during a media briefing in Geneva on Wednesday. Tedros added: “This is the best hope of preventing widespread community transmission. Many countries are listening to our call and finding solutions to increase their ability to implement the full package of measures that have turned the tide in several countries.”  ##Health## Defense Secretary Mark Esper said the Department of Defense will make available up to five million N95 masks and other personal protective equipment from US strategic reserves, he said, noting that “the first one million masks will be available immediately.”  He said they are also prepared to distribute “up to 2,000 operational deployable ventilators for use as needed” to the Department of Health and Human Services. Esper announced these steps on ventilators and masks on Tuesday.   He added: “We’ve certified our 16th lab to help with processing tests from across the country.” Yesterday, this number was 14.  Esper said the USS Mercy and Comfort Navy hospital ships are being prepared to deploy. “We have also alerted a variety of field and expeditionary hospitals to be ready to deployed as needed, based on direction from the commander in chief,” he said. “The US military remains ready and capable at defending the country and our interests abroad,” Esper said. He said his department is “leaning forward” in its response, noting that the Department has issued international and domestic travel restrictions to all DOD personnel and families. ##Health## Gov. Attilio Fontana of Lombardy, Italy, made another appeal to the people: \"You must not go out, you have to stay at home.\" \"Unfortunately the numbers of the contagion are not decreasing, they continue to be high. Soon we will not be able to give an answer to those who get sick,\" the governor said. Fontana then made a plea to Lombardy citizens. \"We are asking you to make a sacrifice in order to save lives. Every time you leave home it's s a risk for you and others,\" said Fontana, adding that if people continue not to comply with the restriction he will ask the government to implement \"even stricter measures,\" the governor said. ##Health## An airline industry source with knowledge of the directive being sent to air carriers told CNN that North American airlines will not be required to suspend all flights between the US and Canada. Some business, diplomatic, educational and family emergency travel will be allowed to continue. The restrictions are meant to be applied to what the governments describe as \"non-essential\" travel, in particular leisure visits. In light of this, North American carriers will soon begin dramatically reducing their US-Canada flight schedules, the source said. The new border restrictions for airlines are expected to be enforced by March 21 at midnight. ##Travel## Dr. Deborah Birx said during Wednesday’s briefing at the White House that the coronavirus task force is concerned about reports indicating that more young people are becoming seriously ill from coronavirus, suggesting they may have continued to be exposed to the virus because they weren’t concerned about being at risk. “There are concerning reports coming out of France and Italy about some young people getting seriously ill and very seriously ill in the ICUs,” Birx said. “We think part of this may be that people heeded the early data coming out of China and coming out of South Korea of the elderly or those with preexisting medical conditions were a particular risk,” she continued. “It may have been that the millennial generation … there may be disproportional number of infections among that group and so even if it’s a rare occurrence it may be seen more frequently in that group.” Birx added that the task force has “not seen any significant mortality in children.” Hear the full announcement: ##Health## The US is putting a temporary pause on refugee admissions in light of the coronavirus pandemic, according to two sources familiar with an administration call Wednesday morning with refugee organizations. The move comes after the International Organization for Migration, which is in charge of booking refugees on their travel, and the UN refugee agency announced a temporary suspension of resettlement travel. The agencies shared concerns in a statement Tuesday, saying international travel “could increase the exposure of refugees to the virus.”   There will be a moratorium on refugee admissions until April 7, according to the sources. Wednesday will be the last day for refugee arrivals. By the numbers: As of Feb. 29, there were 6,273 refugees admitted to the US this fiscal year.  The State Department's Bureau of Population, Refugees and Migration did not immediately respond to request for comment. White House coronavirus task force member Seema Varna said at a news conference today that the Trump administration is recommending that patients cancel elective health procedures to help with health care capacity nationwide. \"We believe that these recommendations will help surgeons, patients, and hospitals prioritize what is essential, while leaving the ultimate decision in the hands of state and local health officials and those clinicians who have direct responsibility to their patients,\" Varna said.  She continued: \"We urge providers and clinicians and patients to seriously consider these recommendations. They will not only preserve equipment, but it also allows doctors and nurses to help those that are on the front lines, and it will protect patients from unnecessary exposure to the virus.\"  ##Health## Vice President Mike Pence announced Wednesday that the Department of Health and Human Services is issuing a regulation to permit doctors to practice across state lines.  Pence also pleaded with hospitals and Americans to delay elective procedures as the outbreak spreads and hospitals face shortages of resources. “With regard to medical personnel, at the President’s direction, HHS is issuing a regulation today that will allow all doctors and medical professionals to practice across state lines to meet the needs of hospitals that may arise in adjoining areas,” he said. Pence added: “In addition to that, we are asking every American and our medical community leaders and hospitals to partner with us in delaying elective procedures across the country in our healthcare system to ensure that medical supplies and medical capacities go where they’re needed most.” Hear the full announcement: ##Health## President Trump said his administration will suspend foreclosures and evictions on homeowners at least until the end of next month. Speaking at the White House, Trump said the move from the Department of Housing and Urban Development would provide relief during the coronavirus outbreak. “The Department of Housing and Urban Development is providing immediate relief to renters and homeowners by suspending all foreclosures and evictions until the end of April,” Trump said. Hear the full announcement: ##Daily Life## President Trump said Wednesday afternoon that he may hold a second press conference Wednesday or Thursday about “exciting” Food and Drug Administration developments, declining to specify what those developments are. “We are looking at looking at some very exciting things and I am going to be holding a second news conference either today. We’re going to talk about the FDA – some things that are happening that are quite exciting, and we’re going to be doing that either later today or tomorrow, fairly early tomorrow so we’ll see what happens,” he said. He continued: “The FDA, at my instruction, has been working very, very hard on a number of developments and we’ll be discussing them with you later today or tomorrow.” ##Health## A hotel industry group says hotel rooms are more than 80% empty in four US cities.  The American Hotel & Lodging Association said Seattle, San Francisco, Austin and Boston occupancy rates are below 20%.  The group is lobbying for government assistance, including increased liquidity and low interest loans.  Based on their current occupancy, the AHLA estimates nearly four million jobs have been eliminated or will be eliminated in the next few weeks.   “The impact to our industry is already more severe than anything we’ve seen before, including September 11th and the great recession of 2008 combined,” Chip Rogers, AHLA president and CEO, said in the group's statement. ##Business## The US Navy hospital USNS Comfort could still be a “few weeks” away from arriving in New York, a US defense official tells CNN.  Both Navy hospital ships have “prepare to deploy” orders, two defense officials said. President Trump said Wednesday they’d launch in the next week or so.  Both ships will start getting ready, with crew and medical staff.  It is expected at this point the medical staff will be trauma care specialists, at least to begin with, so their presence can free up bed space in New York City hospitals. They will try for all due speed to get there, the officials said.  ##Health## President Trump said during Wednesday’s White House press briefing that he will be invoking the Defense Production Act. “Right after we finish this conference, I’ll be signing it and it’s prepared to go,” Trump said. CNN reported last month that the Trump administration was considering using the 1950 wartime law to expand the production of masks and protective gear to prevent the spread of the virus. President Trump just confirmed a statement made earlier today by Gov. Andrew Cuomo that the federal government will be deploying a US Navy ship to New York City to help with hospital capacity. Trump added that an additional ship will be deployed to a yet to be determined location on the West Coast as well.  \"They are being prepared right now. They're massive ships. They are the big, white ships with the Red Cross on the sides,\" Trump said about the ships, speaking at a press conference with his White House coronavirus task force. President Trump announced Wednesday afternoon that the Federal Emergency Management Agency has been activate across the country as it continues to fight the coronavirus. \"Today, FEMA is activated in every region. We are at level one, level one being the highest level which we will work with, and we've been working with FEMA. I've done a lot of work with FEMA. They're incredible. It's always been on hurricanes or tornadoes,\" Trump said moments ago from the White House. Trump added: \"This is a very different kind of a work for FEMA, but they will come through as they always do. We have tremendous people, tremendous talent in FEMA.\" Watch the moment: Senate Majority Leader Mitch McConnell announced that the US Senate will vote on the House bill in the 2 p.m. ET, and 60 votes will be required for passage.  It is expected to pass. That vote will occur immediately after votes on two amendments — one from Sen. Patty Murray and one from Sen. Ron Johnson — both of which are expected to fail. The Senate is voting momentarily on an amendment from Sen. Rand Paul to offset the costs of the House package. The Paul amendment is also expected to fail. Cuba’s Health Ministry confirmed its first novel coronavirus-related death, a 61-year-old Italian man, today. According to the ministry’s Twitter page, the man died this morning. Cuban officials had previously said he suffered from asthma. The man was one of three Italian tourists who arrived in Havana on March 9, the same day that Italy put into place a quarantine on domestic and international travel for its citizens to stop the rapid spread of the virus.  By the numbers: Cuba confirmed three new cases on Wednesday, which includes two Cubans and a 77-year-old man from California. The country’s total now sits at 10 cases.   ##Health## Gov. Andrew Cuomo reiterated the virus should peak in 45 days and is again asking for up to 110,000 beds with current capacity of 53,000 beds. Cuomo met yesterday with all hospital administrators to identify up 50,000 new beds. The state will waive Department of Health regulations which include the space in a given room and how many beds are in it. The state has a current capacity of 3,000 ventilators, but Cuomo wants 37,000 ICU units and he equated an ICU bed to a ventilator given the setup. “That’s our main issue,” Cuomo said, adding, “That’s a projection and projections can change.” The state needs more current and reserve staff and the state is reaching out to retired nurses and doctors as well as medical and nursing schools to build up reserve capacity. How this may work: In order to get new hospital beds, the state is looking to convert facilities and move people who are currently in hospital beds to a converted facility for a lower level of care should the case apply. Reiterating the needs for a federal partnership, the governor said the state cannot do it on its own.  ”We are very ambitious, very aggressive,” but “Know what we cannot do. Know your limitations,\" Cuomo said. Hear the announcement: ##Health## There are at least 7,111 cases of the novel coronavirus in the United States, according to the state and local health agencies and governments and the US Centers for Disease Control and Prevention. According to the CDC, there are 70 cases from repatriated citizens. And according to CNN Health’s tally of US cases that are detected and tested in the United States through public health systems, there are 7,041 cases in all 50 states, Washington, DC, and other U.S. territories, bringing the total number of coronavirus cases to 7,111. In total, 117 people have died.  New York Gov. Andrew Cuomo announced a new mandatory order for non-essential businesses that says they can have no more than 50 percent of workforce report for work outside the home. He is doing this by executive order. Chilean President Sebastián Piñera declared a 90-day state of emergency today amid growing coronavirus concerns. During a televised speech from La Moneda presidential palace, Piñera said the measure was being put in place in order to curb the spread of the virus and that it would go into effect at midnight Thursday (11 p.m. ET Wednesday). Piñera said the decision will allow the government to restrict public gatherings, transit and implement curfews if need be.  The president added the government will also take measures to protect supply chains for medicines and food. Chilean health officials said the country has registered 238 cases of the virus and no deaths. ##Daily Life## Gov. Andrew Cuomo said that more than 14,000 people have been tested for coronavirus in the state of New York. There are 2,382 total cases of coronavirus in New York state with 1,008 new positive cases. “The numbers are going up. Hence the increased actions to reduce the spread, the density reduction,” Cuomo said. There are 549 people currently hospitalized in the city. ##Health## The US Food and Drug Administration says that clinical trials for medical products including drugs, devices and biological products might be impacted by the coronavirus pandemic. “Challenges may arise, for example, from quarantines, site closures, travel limitations, interruptions to the supply chain for the investigational product, or other considerations if site personnel or trial subjects become infected with SARS-CoV-2, the virus that causes COVID-19,” the FDA said in a statement. “These challenges may lead to difficulties in conducting the clinical trials.” In industry guidance issued Wednesday, the FDA acknowledged that there may need to be modifications to protocol which may depend on the nature of the disease, the design of the trial and where the trial is being done. Any changes should be done while “maintaining compliance with good clinical practice and minimizing risks to trial integrity,” the FDA says. Those conducting trials may look at alternative methods for assessments, such as phone or virtual visits, as well as additional safety monitoring for trial participants.  “The FDA released this guidance to emphasize that at all times, patients’ safety should continue to be at the forefront of considerations,” said Dr. Anand Shah, FDA deputy commissioner for medical and scientific affairs. “We want to support the continuance of these clinical trials in compliance with good clinical practice and minimizing risks to trial integrity, while also safeguarding the health and well-being of study participants.” ##Business## Gov. Andrew Cuomo said today at a news conference that the federal government will be dispatching the USNS Comfort hospital ship to New York to assist with the health care capacity.  Cuomo said it would be docked in New York City harbor. Cuomo called this an \"extraordinary step\" because the Comfort is \"literally a floating hospital.\" The President and Cuomo are also discussing the possibility of the federal government putting up mobile hospitals in New York to help with capacity, the governor said. Cuomo said that New York needs to increase its hospital bed capacity by 50,000 to meet the potential need to care for coronavirus cases. Senate Democratic leader Chuck Schumer talked about what Senate Democrats want in the next phase of economic stimulus relief today. The New York lawmaker said “Democrats are proposing a Marshall Plan for our public health infrastructure. The sooner we act on it the better.\" “We must make sure that we prioritize public health and workers over corporate bailouts,” Schumer said. On the Republican proposals for direct cash payments to Americans, Schumer said, “This is not a time for small thinking. This is not a time for small measures. This is a time to be bold, to be aggressive …. $1,000 goes by pretty quickly if you’re unemployed. In contrast, expanded unemployment insurance, beefed up unemployment insurance covers you for a much longer time and would provide a much bigger safety net.”  Schumer added: “If we’re going to provide direct payments, they need to be bigger, more frequent, more targeted. Millionaires shouldn’t get them.\"  ##Daily Life## Speaking on the heels of President Trump's announcement the US-Canadian border will be closed for tourism and recreation, Canadian Prime Minister Justin Trudeau announced new and significant economic measures in response to the COVID-19 outbreak. Speaking from Rideau Cottage today, Trudeau said the Canadian government is focused on people who are not getting what they need during this outbreak can still buy groceries and supporting businesses who are experiencing slowdowns. Trudeau announced $27 billion in direct support to workers and businesses and an additional $55 billion \"to meet liquidity needs of Canadian businesses and households through tax deferrals to help stabilize the economy.\" This $82 billion in support represents more than 3% of Canadian GDP, according to Trudeau. Trudeau said his government is introducing \"The Emergency Care Benefit,\" which will provide money every two weeks for up to 14 weeks for workers who have to stay home due to COVID-19. This money is available to Canadians who have fallen ill, placed in quarantined, have to isolate, or take care of someone with the virus. ##Daily Life## Virginia Gov. Ralph Northam addressed the ongoing coronavirus pandemic today, citing his military background. “I know that everyone is concerned about our hospital resources. I was an Army doctor, I know what it is like to be in a crisis situation with finite resources,\" Northam said. Northam said they are working to ensure the hospitals have all the resources they need. Virginia Department of Health Commissioner Dr. Norman Oliver said they are reporting three outbreaks, meaning two or more cases that can be traced to a common exposure. Oliver said they have 65 tests that are in the process of being run at the state lab with more being run by the private labs and expects that additional cases will be confirmed during the day. Missouri Gov. Mike Parson announced today that all municipal elections previously scheduled for April 7 would now be held on June 2, he said in a press release.  “Given the growing concern surrounding COVID-19 and the large number of people elections attract, postponing Missouri’s municipal elections is a necessary step to help combat the spread of the virus and protect the health and safety of Missouri voters,” Parson said. The deadline to register at any of the 116 separate election authorities will not be extended from March 11, the release said. ##Daily Life## All federal courthouse employees in Manhattan who haven’t been directed to work have been placed on administrative leave, according to chief judge for the Southern District of New York Colleen McMahon “To protect public health, and in recognition of the national emergency that was declared by the President of the United States on March 13, 2020, the United States District Court for the Southern District of New York, in accordance with all applicable leave regulations and guidelines, hereby places all employees of the United States District Court for the Southern District of New York who have not been directed to work, either at the courthouses or remotely, on administrative leave, retroactive to March 9, 2020,” according to the order.  The order is the latest move to restrict and decrease the number of people entering the courthouse. McMahon also issued an order postponing any appearances for violation notices. The Brazilian government has partially closed its border with Venezuela today.  The move, which was announced by President Jair Bolsonaro late Tuesday, will restrict the entry of any foreign nationals through the country’s northern border for the next 15 days. “Taking into consideration the incapacity of the Venezuelan dictatorship’s ability to respond to the COVID-19 outbreak, the Brazilian government has decided to adopt restrictive measures on the border with Venezuela in order to guarantee the safety and health or our people,” Bolsonaro wrote on his official Twitter account Wednesday. Bolsonaro said cargo trucks carrying merchandise and goods would still be allowed to enter through the border crossing. The Brazilian leader also said the 15-day closure could be extended if needed. By the numbers: Brazilian health officials announced the country’s first coronavirus-related death Tuesday and said there are 291 confirmed cases of coronavirus in the country.   ##Travel## All aerial and maritime connections between mainland Spain and its Canary and Balearic Islands will be suspended from 7 p.m. ET (midnight local) today to help curb the spread of COVID-19.  All flights from mainland airports to Melilla, and helicopter flights to Ceuta, will also be suspended, according to the Spanish Ministry of Transport. According to the Canary autonomous government, inter-island flights will also be reduced to 18 daily connections, to guarantee the transport of \"200 workers who work between islands.\" Military or state airplanes, cargo, humanitarian, medical and emergency flights are not included in the measure. All flights will operate at a 50% capacity. As for maritime transportation, the 62 daily inter-island connections will be reduced to 26, and only those with \"justified needs\" will be able to travel, the ministry said. The Louisiana Department of Health is reporting 240 cases of novel coronavirus as of this morning. The new figure includes an increase of 44 cases since the last update on Tuesday.  Orleans Parish in New Orleans has been the hardest hit by the coronavirus outbreak, with 176 positive cases and four deaths to date.  In its attempt to crack down on price gouging of hand sanitizer and other products during the coronavirus pandemic, Amazon is referring the most egregious offenders to local or state law enforcement in the US and elsewhere for prosecution. \"If what they are doing is so bad it deserves it,” Amazon senior vice president Jay Carney told CNN today. Medical supplies from China arrived in France on Wednesday, French Foreign Minister Jean-Yves Le Drian said today. The minister detailed the delivery, saying that “about a million masks” were to be sent to France altogether. The Chinese embassy in France tweeted about the delivery, saying: “United, we will prevail!”  The French Ministry for Foreign Affairs added that a second delivery was planned for Thursday. France had sent help to Wuhan, China, and the minister said that China was now “returning the gesture.\" ##Health## Southern California’s Palm Springs has ordered residents to shelter-in-place and limit activities to those only essential to daily lives.  The city joins several Northern California counties with the order in an attempt to stop the spread of coronavirus. Palm Springs is in Riverside County which has 13 cases of coronavirus, including three deaths. There are at least 6,184 cases of the novel coronavirus in the United States, according to the state and local health agencies, governments and the US Centers for Disease Control and Prevention. According to the CDC there are 70 cases from repatriated citizens. According to CNN Health’s tally of US cases that are detected and tested in the United States through public health systems, there are 6,114 cases in all 50 states, Washington, DC, and other US territories, bringing the total number of coronavirus cases to 6,184.  In total, 112 people have died in the US. Speaking on the Senate floor just now, Majority Leader Mitch McConnell said, \"we're going to pass the House's bill, but its imperfections will just make our more comprehensive package even more urgent.\"  On the legislation that the Senate is working on, McConnell added that the senators will not leave Capitol Hill \"until we deliver it.\" More context: Last week, the US House of Representatives passed a bipartisan legislative package in response to the spread of coronavirus in the early hours of Saturday morning following intense negotiations between House Speaker Nancy Pelosi and the Trump administration. Following the vote, President Trump tweeted his support for the legislation that includes provisions for paid emergency leave and free testing for COVID-19. The Eurovision Song Contest has been cancelled for the first time in its 64-year history over the coronavirus outbreak, organizers announced Wednesday.  The 2020 contest was due to take place in May in the Dutch city of Rotterdam. Organizers said conversations were ongoing about holding the 2021 contest in Rotterdam. “We would like to pay tribute to all the host broadcaster team in the Netherlands and our 41 Members who have worked so hard on planning this year’s event,” the statement from the organizers said. “We are all as heartbroken as they are that the Eurovision Song Contest will not be able to be staged in May and know that the whole Eurovision family, across the world, will continue to provide love and support for each other at this difficult time,\" the statement said. The Singaporean government has announced that all travelers entering the country will have to undergo a mandatory 14-day home quarantine starting Saturday. In a press release issued on Wednesday, the Ministry of Health said that \"Stay at Home Notices\" will be issued to all inbound travelers, the notice requires all visitors to remain in their place of residence for 14 days after entering Singapore.  The notice also requires visitors to provide proof of the place where they will serve the 14-day home quarantine. The Ministry of Health added that rules banning entry for travelers who have been in France, Germany, Italy, Iran, the Republic of Korea and Spain will continue to be enforced. The Ministry of Health also announced that all Singaporeans \"are advised to defer all travel abroad with immediate effect\" to further reduce the risk of further importation of the novel coronavirus.  ##Travel## President Trump confirmed on Twitter that Canada and the US will close their border to non-essential traffic.  \"We will be, by mutual consent, temporarily closing our Northern Border with Canada to non-essential traffic. Trade will not be affected. Details to follow!\" Trump wrote on Twitter.  Read Trump's tweet: ##Travel## Scotland and Wales became the first countries in the United Kingdom to announce school closures, saying schools would close at the end of Friday for the Easter holiday and indicating they may not reopen for summer.  \"It is now inevitable\" that schools and nurseries will close, Scotland’s First Minister Nicola Sturgeon said Wednesday. \"My planning assumption now is that schools will close to pupils at the end of this week and I wanted today to give parents notice of that now.\" “From next week, schools will have a new purpose. They will help support those most in need, including people involved in the immediate response to the coronavirus outbreak,” according to a statement from Welsh Education Minister Kirsty Williams. Schools in England and Northern Ireland, the other nations in the UK, remain open for now. Schools in the Republic of Ireland have been closed. ##Daily Life## US stocks tumbled at Wednesday’s open, erasing the gains from the prior day’s rebound. Here's how things look right now: The S&P 500 opened 5.4% lower. If the index falls 7%, trading will be halted for 15 minutes.\nThe Dow opened 6%, or 1,275 points, lower.\nThe Nasdaq Composite was down 5.7%. ##Business## New York City Mayor Bill de Blasio said on NBC's Today Show, “I think an honest conversation about shelter-in-place has to happen,” noting the decision “can only be made with the State of New York,” adding he will be speaking with the New York governor later today. When asked if he will recommend to the governor that the city do a shelter-in-place while the city faces a growing coronavirus pandemic, de Blasio said he is “almost” to that point – saying “we have a little more to make sense of” first, including how to get people food and medicine, “but it has to be considered seriously starting today.”  Some context: On a local radio program today, de Blasio said his shelter-in-place comments Tuesday were intended to \"mentally, emotionally, humanly prepare people for something that well might be happening soon,\" but he added that he doesn't accept media accounts that he and the governor are arguing over this. He reiterated that the city and state are working closely together. Yesterday after earlier comments from the mayor on the potentiality of a decision on a possible shelter-in-place, New York Gov. Andrew Cuomo's office said \"any blanket quarantine or shelter in place policy would require state action and as the governor has said, there is no consideration of that for any locality at this time.\" ##Daily Life## The United Arab Emirates has temporarily banned all its citizens from traveling abroad during the coronavirus pandemic, state news agency WAM said.  The decision has been made to “protect” nationals from the coronavirus spread and the cancellation of flights, WAM said quoting the ministry of foreign affairs. The UAE has 113 confirmed cases of coronavirus, according to Johns Hopkins. ##Travel## Mayor Bill de Blasio said on NBC’s \"Today Show\" this morning that there are 923 coronavirus cases in New York City. \"We’re going to top 1,000 today undoubtedly,” he said. “We’re going to be at 10,000 not so long from now,” De Blasio added. ##Health## JetBlue announced today that it will make a 40% cut to its schedule as it weathers damage to the aviation industry from the coronavirus.  The company called the financial losses “stunning.\" “Last year on a typical day in March we took in about $22 million from bookings and ancillary fees. Throughout this March, our sales have fallen sharply and in the last several days we have taken in an average of less than $4 million per day while also issuing over $20 million per day of credits to customers for canceled bookings,\" JetBlue said. The company said some executives will take a 50% pay cut.   ##Business## The Justice Department announced overnight that it's closing an additional 10 immigration courts, spread out across the country, through April 10 as the novel coronavirus has spread to all 50 states. It is also postponing all hearings of cases of immigrants who are not in detention. Immigration courts also paused those hearings last year during the US government shutdown. Government agencies, businesses, and organizations have changed their daily operations as a result of the coronavirus pandemic, requiring employees to stay home and closing offices to the public. Despite administration guidelines to decrease the number of people at gatherings, immigration courts stayed open.  On Tuesday, for example, the San Francisco immigration court was open, despite a shelter-in-place order in the area. Some context: The Executive Office for Immigration Review, the Justice Department agency that oversees the nation's immigration courts, has made incremental changes to court operations in recent days, often late at night, frustrating immigration judges and lawyers who have urged the agency to close courts altogether.  The White House postponed the expected third state dinner of the Trump administration due to concerns over the coronavirus. A statement released by White House press secretary Stephanie Grisham says the April 21 official state visit of Spain's King Felipe VI and Queen Letizia has been postponed in its entirety.  \"President Donald J. Trump and First Lady Melania Trump look forward to welcoming Their Majesties to the United States and the White House in the near future. The United States will continue to work with Spain and all of our European partners to minimize the impact of the COVID-19 pandemic,\" Grisham said, adding that postponing will allow both countries to \"devote their full resources and attention to the COVID-19 response.\" The King and Queen's visit was first announced by the White House in February in a statement that said the US first couple would welcome the royals to \"reaffirm our commitments to stand together to address today's shared global challenges.\" Speaking in the House of Commons on today, United Kingdom Prime Minister Boris Johnson said a decision on the operation of the country's schools should be expected \"imminently.\"  This follows Monday's announcement of new restrictions and measures to mitigate the spread of the virus.  \"The house should expect further decisions to be taken imminently on schools and how to make sure that we square the circle both on making sure we stop the spread of the disease, but also making sure that we relieve, as much as we can, pressure on the NHS,\" Johnson told lawmakers during Prime Minister's Questions.  Johnson also paid \"tribute\" to the teachers and staff who have kept \"our schools going throughout this difficult crisis so far.\" Some context: On Monday, Johnson urged the public to stop all non-essential contact with others and stop all unnecessary travel as part of the government's new measures to tackle the COVID-19 outbreak in the UK.  ##Daily Life## US Surgeon General Dr. Jerome Adams called on healthy Americans to donate blood. \"You can still go out and give blood. We’re worried about potential blood shortages in the future. Social distancing does not have to mean social disengagement,\" Adams said this morning on NBC. Adams' comments come after the American Red Cross announced on Tuesday that it is facing a \"severe blood shortage\" due to an \"unprecedented number of blood drive cancellations\" in response to the coronavirus outbreak. Such cancellations have resulted in about 86,000 fewer blood donations, according to the American Red Cross. \"As a nation, this is a time where we must take care of one another including those most vulnerable among us in hospitals,” Gail McGovern, president and chief executive officer of the American Red Cross, said in Tuesday's announcement.   McGovern added: “One of the most important things people can do right now during this public health emergency is to give blood. If you are healthy and feeling well, please make an appointment to donate as soon as possible. We understand why people may be hesitant to come out for a blood drive but want to reassure the public that blood donation is a safe process, and that we have put additional precautions in place at our blood drives to protect the health of safety of our donors and staff.\" ##Health## The government of Nigeria is restricting entry into the country for travelers from countries with more than 1,000 cases of novel coronavirus domestically, the presidential task force announced on its Twitter account. The restriction will apply to travelers from China, Italy, Iran, South Korea, Spain, Japan, France, Germany, the United States, Norway, UK, Netherlands and Switzerland.  \"The federal government of Nigeria has also suspended the issuance of visa on arrival to travelers from these countries. All travelers returning from these countries prior to the restriction will be in supervised self-isolation, monitored by NCDC and Port Health Services,\" the tweet read.  The restriction will take effect starting on March 20 and will be in place until further notice.  ##Travel## Whether you test positive or negative for the novel coronavirus, \"we should be acting as if we have the virus,\" US Surgeon General Dr. Jerome Adams said on NBC this morning. Speaking to the importance of following mitigation measures during the current coronavirus outbreak, Adams said that any person who feels sick should stay home — and testing negative for the virus should not change that. \"If we do those three things — making sure we’re cleaning our surfaces, making sure we’re washing our hands, and making sure we’re staying six feet away from people — that’s how we will most protect ourselves from this disease,\" Adams said today. Adams added: \"You should not change your approach to mitigation measures based on a positive or a negative test. You could test negative and still be early in the incubation period and still spread coronavirus.\" Earlier this week: During a White House briefing yesterday, Vice President Mike Pence noted that while testing for the novel coronavirus is becoming more widely available, the actions of people in the United States should take remain the same, even if they can’t get a test. “You don’t need the results of testing to know what you should do,” Pence said, urging everyone in the country to follow the principles in the Trump administration’s 15-day plan to slow new infections in the US.  The plan, announced Monday, offers more stringent recommendations about staying home and avoiding groups of 10 people or more, among other things.  ##Health## West Virginia Sen. Joe Manchin told CNN this morning that he was worried as they were waiting for the state’s first case of coronavirus because he didn’t want people to be “lulled into a false sense of security.”  The state is now reporting one case of the novel coronavirus. Manchin said the state’s population is vulnerable because they have older people as well as people with respiratory issues and diabetes.  “I thought it was just carnage waiting to happen, I wanted to make sure that people understood that they shouldn’t get a false sense of security,” Manchin said. “What we did, they didn’t test, John,” Manchin said to CNN's John Berman. “Up until a couple days ago we only had 40 tests done, now I think we are at 130 or so, but with that being said, John we have no testing, we are not prepared, people think that we are immune from this.” Manchin said he spoke to Vice President Mike Pence and told him they need the testing kits and supplies, such as personal protection for first responders and health care workers. “When it hits my state – and it has hit – it’s going to be absolutely catastrophic,” Manchin said. ##Health## China is sending 100,000 novel coronavirus test kits and other essential medical supplies to the Philippines to assist the country \"in fighting the epidemic,\" according to Philippines Foreign Secretary Teodoro Locsin Jr. \"China will send 100,000 testing kits; 10,000 N95 masks; PPEs 10,000 ; surgical masks 100,000,\" Locsin said in a tweet posted on Wednesday. The announcement came after Locsin spoke with Chinese Foreign Minister Wang Yi. The Chinese Embassy in Manila said that the they have been \"closely coordinating with the Department of Health to ensure a speedy receiving of the aforesaid donations so as to contribute to the Philippine Government's efforts in fighting the epidemic and benefit the Filipinos as soon as possible.\" The numbers: The Philippines currently has 202 confirmed cases of the novel coronavirus including 17 deaths. ##Health## United Kingdom Prime Minister Boris Johnson described the coronavirus outbreak as “a national emergency.” The government is asking public “to take action that is unprecedented for a government in peace time – and possibly unprecedented in the last century,\" he said at the weekly Prime Minister’s Questions in the House of Commons today. Johnson pledged “further measures to support workers of all kinds throughout this crisis,” saying the government is working with unions and colleagues across parliament.  The UK’s Press Association and UK media reported that only lawmakers scheduled to submit questions to the prime minister were attending today's session. Johnson, pressed by the opposition leader about not doing enough to “test, test, test” as advise by the World Health Organization said “we are getting much closer to having a generally available test which will determine whether or not you have had the disease.” “This country is actually far ahead of many comparable countries in testing huge numbers of people, we’re increasing our tests from 5000 to 10,000 a day,\" Johnson added. The transatlantic cruise ship MS Braemar docked at the Cuban port of Mariel, west of Havana, this morning. Later today, Cuban health officials are expected to examine passengers, who will then be transported to charter flights to return to the United Kingdom. The British company Fred Olsen Cruise Lines, which operates the Braemar, confirmed on Twitter that the cruise ship docked in Mariel. Four planes have also landed in Cuba. By the numbers: The Braemar is carrying more than 600 passengers with at least five confirmed coronavirus cases on board. It had spent days searching for somewhere to dock after it was refused entry at multiple Caribbean ports. ##Travel## Governments in 113 countries have closed educational institutions, impacting children, youth and adults in an attempt to contain coronavirus, according to the latest report from the United Nations Educational, Scientific and Cultural Organization (UNESCO).  There are 102 countries implementing nationwide closures specifically impacting 849.4 million children and youth, according to UNESCO. ##Daily Life## The number of people who have died from the coronavirus globally has exceeded 8,000, while the number of infections has soared past 200,000, according to a tally by Johns Hopkins University. The same university reported that 100,000 people were infected on March 6, meaning that the number of cases has doubled in just 12 days.  Remember: This number is slightly different to the latest count from the World Health Organization, which is reporting over 184,000 cases and more than 7,500 deaths. Johns Hopkins, based in Baltimore, Maryland, and WHO report tallies at different times of the day, so the counts often differ. These are the worst-affected countries by deaths, according to Johns Hopkins: China (Hubei): 3,122  \nItaly: 2,503 \nIran: 988 \nSpain: 558\nFrance: deaths \nSouth Korea, 84\nUK: 71 deaths \nUS: 55 deaths \nNetherlands: 43\nJapan: 29 And these are the most affected by cases, according to Johns Hopkins: China: 81,102 \nItaly 31,506 \nIran  16,169 \nSpain 13,716\nGerman 9,877\nSouth Korea 8,413 \nFrance 7,696 \nUS 6,496\nSwitzerland 2,700 \nUK 1,960  ##Health## Iran has confirmed 147 new deaths from the novel coronavirus, bringing the country’s total death toll to 1,135.  Iran has been the epicenter of the outbreak in the Middle East, as countries including the United Arab Emirates, Bahrain and Kuwait report cases linked to the Iranian city of Qom, which hosts many holy sites.  Deputy Health Minister Alireza Raisi advised people in Iran to stay at home for a two-week period in a bid to stem the spread of the disease. Iran has canceled Friday prayers for a third week in a row. Many Iranians would have been celebrating Nowruz, the Persian New Year, on Friday this week. The country has struggled to slow the rapid spread of the virus, which has infected a number of lawmakers and killed advisers to senior government officials.  Authorities also confirmed an additional 1,192 cases of coronavirus, bringing the total to 17,361. ##Health## Dissent is growing among leading athletes as they voice concerns about preparing for the Olympics amid the novel coronavirus outbreak after organizers encouraged them to continue preparation as planned. The International Olympic Committee (IOC) said Tuesday that no \"drastic decisions\" will be made about the Games, which get underway in Tokyo in July, and that measures are being taken to guarantee the \"safety and interests of athletes, coaches and support teams.\" But athletes believe they have been forced into an impossible position given the virus, which has infected more that 198,000 people worldwide and killed at least 7,900. In a statement to CNN, the IOC said: “This is an exceptional situation which requires exceptional solutions.” “The IOC is committed to finding a solution with the least negative impact for the athletes, while protecting the integrity of the competition and the athletes’ health.\" On Tuesday, the UK's world heptathlon champion Katarina Johnson-Thompson expressed her frustration at the situation. In a statement posted on social media she said: “The IOC and the Local Government are at odds with one another.” “The IOC advice 'encourages athletes to continue to prepare for the Olympics Games as best as they can' with the Olympics only four months away but the government legislation is enforcing isolation at home, with tracks, gyms and public spaces closed.” This year's Glastonbury music festival in the United Kingdom has been canceled, the event's organizers said on Twitter Wednesday.   \"Clearly this was not a course of action we hoped to take for our 50th anniversary event, but following the new government measures announced this week - and in times of such unprecedented uncertainty - this is now our only viable option.\"  Scheduled to headline the June event was Kendrick Lamar, Paul McCartney, Taylor Swift and Diana Ross.  Organizers said they had expected to attract more than 200,000 people to the festival in Somerset, western England; even if the situation improved by June they would be unable to spend the next three months preparing for the event. Those who have paid deposits on tickets would be entitled to a refund or to roll them over to the 2021 event.      ##Daily Life## ##Travel## The UK's largest pharmacy chain Boots has joined other retailers in imposing rations on items like hand sanitizer, as shoppers panic-buy products during the coronavirus outbreak.  In Boots stores across London, items like thermometers, paracetemol and hand soap have sold out. Hand soap sales alone are at about 1,000% of usual levels, the company says.   \"Clearly people are very anxious,\"  Boots Chief Operating Officer for the UK and Ireland Tracey Clements told CNN. \"So customers may find we have [a product] for a part of the day, but not the whole of the day, but we continue to try and procure as much as possible.\" Supermarket chain Sainsbury's also announced  it would implement a series of measures, including some to help the elderly and vulnerable ensure they get the items they need. \"We will set aside the first hour in every supermarket this Thursday 19th March for elderly and vulnerable customers,\" Sainsbury's Chief Executive Officer Mike Coupe said in a statement shared on Twitter on Wednesday.  \"We will also help elderly and vulnerable customers to access food online. From Monday 23rd March, our online customers who are over 70 years of age or have a disability will have priority access to online delivery slots.\" ##Business## ##Daily Life## A top adviser to the UK government in the country's coronavirus response believes he has caught the disease, confirming he had been in meetings with Prime Minister Boris Johnson and other senior officials before developing symptoms. Neil Ferguson is head of the modelling program at Imperial College London's center for global infectious disease analysis, and it was his team's research that prompted the UK government to impose more restrictive measures to slow the virus' spread.  Ferguson announced his possible infection on Twitter, and told the BBC's Radio 4 program that just days before he had been in touch with the Prime Minister and the country's chief medical officer, Chris Whitty, and chief scientific adviser, Sir Patrick Vallance.  “I’ve been in so many meetings in the last few weeks and a number of my colleagues from other universities who’ve been advising government in those meetings have also developed symptoms,\" he told the BBC.  He said he had not had contact with anyone in the 12 hours prior to the onset of his symptoms, so it is possible he was not infectious at the time of his meetings with officials. He added that he wasn't surprised to have developed coronavirus symptoms, adding that central London was a hotspot. ##Health## Hong Kong reported its largest increase in new coronavirus cases on Wednesday, after a period of apparent slowdown in infections.  For most of March, few, if any, cases were reported every day. Today, there were 14 new cases -- all of which except one had recent international travel history. This brings the city's total to 182 cases. Wong Ka-hing, of Hong Kong’s Center for Health Protection, warned today that a huge volume of travelers is expected to arrive in Hong Kong in the coming days, especially as students abroad arrive home after university closures. This has raised alarm that there may be a second wave of infections, with travelers abroad potentially bringing back many new infections and forming new clusters. Starting Thursday, all international arrivals will be required to self-quarantine for 14 days. ##Travel## ##Health## Three American tourists went to Lima, Peru, for a yoga retreat in the Sacred Valley at Munay Sanqo. Now, the borders are shut, the country is under quarantine -- and they're stuck. Lisa Kolker, one of the three friends, told CNN that their flight from Cusco to Lima had been delayed, making them miss the next connecting flight out of Peru, just before the border closed on Sunday.  The abrupt short-notice closures have left her group scrambling to find a way back home, and the next flight they were able to book isn't until April 3. The closures \"literally all happened in the middle of the night when no one could do anything,\" Kolker said. She first heard about the closures on Sunday from \"a random European woman,\" but a lack of information online fed confusion -- it wasn't until the next morning that they realized the seriousness of the situation. She has reached out to the US embassy and the State Department, but hasn't heard back yet. What life in Peru looks like now: Jenn Moeller, one of Kolker's friends, said when the border closures were announced, \"things suddenly went into chaos.\" \"Streets are being patrolled by police and militia with lots of road stops and road closures,\" she told CNN. \"We were allowed to walk to grocery stores and pharmacies today. We were stopped once by militia who asked for passports and where we were going.\" Read more about the hundreds of Americans stuck in Peru: ##Travel## ##Daily Life## Countries in South and Southeast Asia must “urgently scale-up aggressive measures” and widespread testing to prevent the coronavirus from spreading further, said World Health Organization officials.  Eight countries in the region have confirmed cases now, with numbers rising in the past week: Thailand, Indonesia, India, Sri Lanka, Maldives, Bangladesh, Nepal and Bhutan. \"The situation is evolving rapidly, we need to scale up all efforts to prevent the virus from infecting more people,\" said Dr. Poonam Khetrapal Singh, Regional Director of WHO Southeast Asia, in a press release Tuesday. “More clusters of virus transmission are being confirmed. While this is an indication of an alert and effective surveillance, it also puts the spotlight on the need for more aggressive and whole of society efforts to prevent further spread of COVID-19. We clearly need to do more, and urgently,” Singh said. She warned that some countries are “clearly heading towards community transmission of Covid-19.” In Sri Lanka, all incoming flights are suspended for the next two weeks.\nIn India, the Indian Council of Medical Research has asked the WHO for a million test kits, and the government has expanded a travel ban on incoming travelers.\nThe Maldives and Bangladesh confirmed their first cases last week. Bhutan confirmed its first case earlier this month.\nIndonesia has extended a travel ban across much of Europe and the Middle East, and has suspended some visa services.\nThailand was the first country outside China to get the coronavirus. This weekend, it confirmed the largest single-day increase in cases so far.\nNepal has canceled all Mount Everest expeditions for the rest of the season -- a huge move, given that it's nearly peak season, and that Everest and tourism are crucial to the country's economy. ##Health## In Hong Kong, face masks are ubiquitous. Nearly everyone wears masks when they go out on the streets -- a visual representation of the city's widespread, intense efforts to contain the coronavirus pandemic.  But there is also rising friction as people warn against complacency and the possibility of a second wave of cases. Earlier this week, the front page of the influential local newspaper Apple Daily criticized expatriates gathering in a bar without masks. The story tapped into a widespread perception among many Hong Kongers, whether true or not, that some of the city's foreign residents have not shared their alarm at the outbreak. The trauma of SARS: Many foreigners living in the city today did not experience the 2003 SARS outbreak, which has cast a long shadow over the current response, and made Hong Kongers far more wary and willing to take extreme precautions. Some residents were frustrated at the attitude of a minority of expatriates, including some bosses and colleagues, who belittled or mocked the emergency measures being put in place -- such as wearing masks everywhere or working from home -- ignoring the painful lessons that their locally-born colleagues had learned from SARS. The privilege of escape: There was also a feeling that many foreign passport holders had an easy escape route to other countries that Hong Kongers did not. Another part of the problem is that, while Hong Kong has long advised people to wear face masks in public, other governments have given conflicting advice, and those returning to or going about the city unmaksed may be following the guidance of their home countries. Read the full analysis here: ##Daily Life## As countries impose greater restrictions on travel and flights, it's becoming increasingly hard for some travelers to make their way back home.  Indian national Jaskeerat Singh Bakshi is studying medicine in the Philippines capital of Manila. On Monday, the Philippines locked down its largest and most populous island of Luzon -- home to more than 50 million people, including the capital -- in an effort to contain the spread of coronavirus.  Foreign nationals were told they had a 72-hour window to voluntarily leave the country.  \"This pushed everybody into panic, most of all the students who comprise the large majority of Indians there,\" Bakshi told CNN.  Bakshi said he got on an early flight the next day to Kolkata with a stop over in Malaysia's capital Kuala Lumpur.  But mid-journey India issued new travel guidelines prohibiting flights entering the country from Afghanistan, Malaysia and Philippines with immediate effect. And Malaysia had that day issued tough restrictions prohibiting any foreign nationals from entering the country.  \"This leaves us with nowhere to go. Our connecting flight from Kuala Lumpur to India was canceled,\" he said. \"Neither the Malaysian authorities will accept us nor is there any other way to get to India.\" He and 250 other Indian nationals were left stranded overnight in the airport.  By Wednesday, Bakshi has received good news. The Indian High Commission in Malaysia and India’s Foreign Affairs Ministry had got involved and said they had secured flights to bring the stranded travelers back home.  Today, Malaysia begins its first day of travel restrictions and business closures. These new measures, which are in effect until March 31, include prohibiting all Malaysian nationals from traveling abroad and all foreigners from entering the country. Mass closures: The measures also include a ban on social, religious and educational gatherings. Only essential businesses like prisons and food supply operations are allowed to stay open; restaurants can still operate, but aren't allowed to serve food on premises, and must instead offer only delivery or takeaway.  There is no curfew in place yet and people can still leave their houses -- but it's \"not advised\" to take their families out, Bernama reported, citing government and national security officials. “We have a small window of opportunity to break the chain of Covid-19 transmission,\" posted Director General of Health Noor Hisham Abdullah on Facebook today.\n“Failure is not an option here, otherwise, we might face the 3rd wave of the virus. The next one will be as big as a tsunami, more so if we have a lackadaisical attitude,\" he wrote. ##Travel## ##Daily Life## The Philippines has been placed under a \"state of calamity\" for six months due to the coronavirus pandemic, according to the state news agency, Philippines News Agency (PNA). The declaration will open up an emergency fund to central and local governments to help fight the virus.  It will also allow the government to call in support from all law enforcement agencies, including the Armed Forces, \"as may be necessary,\" said the PNA report. Upgraded warning: Before the new declaration, the entire country had already been placed under a state of public health emergency on March 9. The Philippines now has reported 187 confirmed cases and 14 deaths due to the coronavirus. ##Health## The numbers: Johns Hopkins University, which is tracking cases reported by the World Health Organization and additional sources, puts the total number of cases worldwide at more than 198,000, with at least 7,900 deaths. Lockdown in Europe and Asia: Millions are under lockdown, with countries imposing  restrictions on daily life and travel, and border closures. More flights suspended: Sri Lanka has suspended all flights arriving into the country for two weeks, effective midnight today. Meanwhile, United Airlines is cutting even more domestic and international flights, following the US restrictions on travel from the UK and other European countries. Restrictions widen: European leaders have decided to ban non-essential travel to the EU for 30 days. US-Canada border crossing limits are expected. Australia has declared a “human biosecurity emergency” giving the government the power to impose curfews and order people into quarantine if deemed necessary. For the first time, Australia has imposed a Level 4 travel warning -- meaning \"do not travel.\"   US cases in all 50 states: Coronavirus is now reported to be in all 50 US states with at least 112 dying from the virus across the country. The number of cases stands at 6,135. State of calamity: The Philippines as been placed under a state of calamity for six months, meaning a response fund will be available to the central and local governments and law enforcement agencies, including the Armed Forces, can be deployed to ensure order in affected areas. More action needed: Countries in Southeast Asia must “urgently scale-up aggressive measures” and widespread testing to prevent the coronavirus from spreading further, said World Health Organization officials. German politician chancellery candidate Friedrich Merz has tested positive for the coronavirus, his spokesman confirmed to CNN. Merz also tweeted about testing positive, saying he had mild to moderate symptoms. A veteran politician, Merz recently joined the race for the Christian Democratic Union (CDU) party leadership. ##Health## Australia’s Prime Minister Scott Morrison declared a “human biosecurity emergency” today and announced new restrictions to halt the spread of the coronavirus. This declaration of a human biosecurity emergency gives the government the power to impose curfews and order people into quarantine if deemed necessary, Morrison said in a televised address. The new restrictions include an upgraded travel advice to Level 4 -- meaning \"do not travel.\" It's the first time the country has imposed a Level 4 warning, Morrison said. He added that this travel restriction is because the biggest risk comes from imported cases -- \"Australians returning from overseas.\" The government is also banning all non-essential indoor gatherings of more than 100 people, effective today. Morrison also urged people to stop panic buying. \"Stop hoarding. I can't be more blunt about it. Stop it,\" he said. It is not sensible, it is not helpful and it has been one of the most disappointing things I have seen in Australian behavior in response to this crisis.”  The government also unveiled economic aid. The government announced a $430 million aid package for its airlines.  This comes as the aviation industry worldwide has suffered from the virus; Norwegian Air had to lay off half of all its staff, and an aviation consultancy warned most airlines in the world could be bankrupt by the end of May without government intervention. Australia has reported 454 confirmed cases, of which 43 have recovered and 5 have died. Read more about the Australian coronavirus crisis here: ##Travel## ##Daily Life## The US has reported at least 6,135 cases and 112 deaths, according to CNN's tally. 70 cases are repatriated citizens -- like those evacuated from China or from the Princess Diamond cruise ship. 6,065 cases were detected and tested in the United States. These cases, which include presumptive positive cases, are now coming from all 50 states across the country. West Virginia, the last uninfected state, confirmed its first case today. 112 people have died nationwide so far. New York is the worst affected state, with more than 1,600 cases so far. Washington isn't far behind, with more than 1,000 cases. California follows with close to 600 cases. ##Health## The European Union: European leaders have banned non-essential travel to the EU for 30 days. United States: US-Canada border crossing limits are expected. Travel from the UK and Ireland suspended as well as the 26 countries in Europe's the Schengen Area free movement zone. Travelers from China and Iran in the last 14 days are also not allowed to enter.  Australia: Australia requires \"all people\" arriving in the country to self-quarantine for 14 days. Travelers who have been in China, Iran, South Korea or Italy in the last 14 days are not allowed to enter or transit for 14 days. Cambodia: A ban on foreign nationals arriving from Italy, Germany, Spain, France and the US for 30 days from March 17. Canada: Entry is denied to people who are not Canadian citizens, US citizens or permanent residents. US-Canada border crossing limits are expected. Cape Verde: From March 17 a three-week suspension of all incoming flights from Portugal and all EU countries affected by the pandemic, and from the US, Brazil, Senegal and Nigeria.  China: All international arrivals to Beijing must undergo a mandatory 14-day quarantine at designated facilities and at their own cost. Arrivals from Iran, Italy, Japan or Korea and traveling to Beijing, Guangzhou or Shanghai are subject to quarantine for 14 days. Shanghai has listed 12 countries from which arriving travelers will be quarantined for 14 days. Colombia: Entry denied to people who are not Colombian citizens, permanent residents or diplomats. Czech Republic: Visitors from China, South Korea, Iran, Italy, Spain, Austria, Germany, Switzerland, Sweden, UK, Norway, Denmark and France, will be banned. Outbound travel to high-risk countries is also banned.  Egypt: Flights in and out of Egyptian airports suspended for two weeks starting March 19. Germany: Shut its borders with Austria, Switzerland, France, Luxembourg and Denmark. Goods and commuters will be exempt from the ban.  Haiti: Beginning midnight local time on March 16, Haiti is suspending flights from Europe, Canada, the Dominican Republic and Latin America for two weeks. Hong Kong: Starting March 19, Hong Kong will require all arriving travelers from foreign countries to be quarantined for 14 days at home.  Hungary: Closed its borders to non-nationals. India: All travelers from the EU, Iceland, Liechtenstein, Norway, Switzerland, Turkey and the UK are banned from entering. All tourist visas are suspended and a 14-day quarantine is enforced on all travelers. Japan: Banning entry on passengers who have been in affected regions of China, South Korea or Italy within the last 14 days Malaysia: Citizens are banned from traveling abroad, with foreign tourists and visitors restricted from entering the country.  Morocco: Suspended all international flights to and from its territory \"until further notice.\" New Zealand: All travelers, including New Zealand citizens and residents, entering the country will be required to \"self-isolate\" for 14 days. The only exemptions are the Pacific Islands. Peru: From March 16, flights from and to Europe and Asia are suspended for 30-days. Philippines: Cebu Pacific is canceling all flights -- domestic and international -- from March 19 through April 14. In Luzon all mass public transportation has been suspended. Russia: Passengers who have been in China, France, Germany, South Korea or Spain and are planning to stay in Moscow must report themselves to the authorities by phone and stay self-isolated for 14 days.  Saudi Arabia: Apart from Saudi nationals, passengers who have transited through or have been in 30 countries and territories in the past 14 days are not allowed to enter. See the list here. South Korea: Visitors who have been in China's Hubei Province in the past 14 days, and passport holders from that region, are not permitted entry. Spain: A state of emergency has already been declared in Spain and restrictions on travel in and out of the country are expected. Several Spain-bound airplanes were turned back to the UK midair.   Sri Lanka: The South Asian nation has suspended all flights arriving into the country for two weeks, effective midnight today.  Bolivia: International and national flights into Bolivia will be suspended starting Friday. The country's borders will be closed from Thursday, with only Bolivian citizens, residents, and trade allowed to enter. Thailand: Suspended its visa exemption policies for travelers from Hong Kong, South Korea and Italy, while visa on arrival has been stopped for 18 countries. See the list here.  Turkey: Halted travel to and from 9 European countries: Germany, Spain, France, Austria, Norway, Denmark, Sweden, Belgium and the Netherlands. Nationals of those countries are not allowed to enter the country.  Vietnam: Travelers who have been in the 26 European countries in the Schengen Area, plus the UK, within the past 14 days will not be permitted to enter or transit. Visas upon arrival will also no longer be issued for all foreign nationals  See the full list here.  ##Travel## Members of Russian President Vladimir Putin's administration are being tested for coronavirus as a precautionary measure, Putin's spokesman Dmitry Pesksov told state media today.  Peskov added that journalists planning to cover Putin’s trip to Crimea today are also being tested for coronavirus, and said journalists who had recently traveled outside Russia should avoid applying for accreditation for future events involving Putin.  The Kremlin has been checking the temperatures of all journalists covering President Putin’s events for about a week now, Russian state media RIA added. Russia has 114 confirmed cases, according to Johns Hopkins University.  Just yesterday, Putin said the Russian government had managed to bring the spread of coronavirus “under control,” even as cases in the country continued to rise. Russia has closed its borders with China, restricted flights to and from the European Union, and will be partially and selectively closing its borders to foreign arrivals on Wednesday.  ##Health## After months on the frontline of the coronavirus pandemic, Hong Kong increasingly looks like a model for how to handle it. Despite having numerous transport links with mainland China, where the first cases were detected, and a mobile population working on either side of the border, through intense efforts, including having millions work at home and exercising social distancing, Hong Kong has kept its number of cases comparatively low. To date, Hong Kong, which is home to more than 7 million people, has fewer than 170 cases and four deaths, while other countries and cities have reported hundreds, even thousands, of infections. The biggest visual sign of the city's continued effort has been the almost complete ubiquity of face masks, which began appearing soon after the first coronavirus cases were reported in China, (despite a technical ban on them related to last year's anti-government protests), and soon were seen everywhere, sparking concerns about shortages and long queues at pharmacies that did stock them. But now, fears are growing of a potential second wave of cases -- imported from outside the territory. Some who left the city early in the outbreak are starting to return, while others are being forced to -- many countries which attract large numbers of Hong Kong students are closing universities and going into lockdown -- raising concerns they will bring the coronavirus back with them. On Tuesday, the city's government issued a red notice for all foreign countries, requiring anyone arriving from overseas to undergo a 14-day home quarantine.  Of the 10 new cases reported that day, almost all had recently traveled in Europe or the United States. Read the full analysis here. ##Travel## ##Health## A hockey player for the Ottawa Senators, part of the North American National Hockey League (NHL), has tested positive for the coronavirus. The player was not identified, but a statement from the team said the player was experiencing mild symptoms and was in isolation. The team is now working with health officials to conduct contact tracing. All the other team members are also being isolated.. This is the first publicly known instance of an infected NHL player. Season suspended: The NHL announced last week that it is pausing the rest of the season's games because of the pandemic. NHL Commissioner Gary Bettman said the move was directly related to the news that an NBA player for the Utah Jazz team had tested positive. The NBA and NHL share facilities and locker rooms, leading to the suspension decision. ##Health## Taiwan is banning most foreign nationals from entering the country in an effort to prevent the spread of coronavirus, announced the island's Epidemic Central Command Center today. \"All foreign nationals, except for those with resident, diplomatic or business credentials or others with special permission, will not be allowed to enter Taiwan,\" said officials at a news conference. They added that travelers coming to the island will be subjected to a mandatory 14-day home quarantine. The restrictions will go into effect tomorrow local time. ##Travel## The numbers: Johns Hopkins University, which is tracking cases reported by the World Health Organization and additional sources, puts the total number of cases worldwide at more than 198,000, with at least 7,900 deaths. Emergency funding: The White House Office of Management and Budget is requesting the US Congress for an additional $45.8 billion in the face of a pandemic and Spain has approved a 200 billion euro (almost $220 billion) aid package. More flights suspended: Sri Lanka has suspended all flights arriving into the country for two weeks, effective midnight today. Meanwhile, United Airlines is cutting even more domestic and international flights, following the US restrictions on travel from the UK and other European countries.  Travel restrictions widen: European leaders have decided to ban non-essential travel to the EU for 30 days. US-Canada border crossing limits are expected. Macao has banned all travelers from overseas countries from entering. And Taiwan is banning most foreign nationals. Asylum seekers affected: The US administration is pushing to pass tough immigration restrictions including blocking entry to asylum seekers. A plan to turn back all migrants seeking asylum would have its most immediate effect on the US-Mexico border. Saudi Arabia: All work in private sectors is being suspended for 15 days. On Tuesday, Saudi Arabia banned Muslims from conducting five daily prayers and Friday prayers inside mosques as a precautionary measure. More action needed: Countries in Southeast Asia must “urgently scale-up aggressive measures” and widespread testing to prevent the coronavirus from spreading further, said World Health Organization officials.  As the coronavirus continues to spread across the US, states are taking emergency measures to combat the pandemic. Here are some of tonight's latest developments: Hawaii is asking tourists to stay away and postpone their holidays.\nNevada is asking people to stay home, and is ordering non-essential businesses to close for 30 days.\nCalifornia has closed nearly all public schools. In Northern California, nearly 8 million residents are under a shelter in place order.\nSouth Carolina is closing bars and some restaurants, and extending state tax deadlines.\nWashington is looking “beyond the usual places” to find protective medical equipment.\nWisconsin is closing schools, prohibiting gatherings of more than 10 people, and prohibiting restaurants from serving food on premises.\nColorado has deployed members of the National Guard to support local and state response. And the virus finally reached West Virginia, the last uninfected state, today. All 50 states now have cases of the coronavirus. The World Health Organization didn’t offer Covid-19 tests to the United States Centers for Disease Control and Prevention, WHO spokesperson Tarik Jasarevic told CNN on Tuesday. There were no discussions between the WHO and CDC on providing tests, according to Jasarevic, who added that the US typically has the capacity to manufacture its own tests, so it doesn't usually rely on the WHO for them. Separate manufacturers: On January 17, the WHO published a protocol from German researchers with the instructions necessary for any country to manufacture coronavirus tests.  The US pursued its own design and began testing for the coronavirus at the CDC in Atlanta. On February 5, the CDC announced it would begin shipping test kits to public health labs in the US.  One day later, the WHO said it had shipped 250,000 tests to more than 70 laboratories around the world. Delays and stumbles in US testing: Days after CDC’s tests shipped, some labs reported that the test kits were not working as expected, which eventually required tests to be re-manufactured.  On March 1, an official at US Health and Human Services said the agency had launched an investigation into a manufacturing defect in the CDC tests. As of March 9, public health labs in all 50 states and Washington, DC, are able to test for the coronavirus. ##Health## Walmart and the Walmart Foundation have committed $25 million to support organizations responding to the coronavirus outbreak, the company said in a news release Tuesday.  The funds will be distributed in grants to address public health needs, food security, and other community needs both locally and internationally, said the release. The first grants are expected to be issued this week.  Here's how it breaks down: $5 million will support global efforts in preventing, detecting and managing the coronavirus\n$10 million will support food banks, school meal programs and organizations that provide access to food for underserved populations\n$10 million will support efforts in US communities and global markets. “In times of need, we see communities come together to do extraordinary things. This pandemic is no different,” said Kathleen McLaughlin, executive vice president and chief sustainability officer for Walmart and president of the Walmart Foundation.  \"We hope these grants will help to expand critical response efforts as we continue to work together to address the impact of Covid-19.” ##Business## In the midst of the coronavirus outbreak, the US administration is pushing to pass tough immigration restrictions including blocking entry to asylum seekers, according to US officials briefed on the plans. A plan to turn back all migrants seeking asylum would have its most immediate effect on the US-Mexico border. It has run into opposition from several government agencies, in part because of concerns that it would violate US and international law, including treaties on how to deal with refugees and victims of torture. Officials are working on a plan to deny entry to all asylum seekers, according to multiple sources. That may include a plan to return all illegal border crossers without due process. US citizens and legal permanent residents will continue to be allowed to enter the US, the official said, adding that the ban won't apply to cargo shipments. However, it is unclear whether others will be allowed to continue to cross legally. Asked for comment, DHS spokeswoman Heather Swift said in a statement, \"President Trump is 100% focused on protecting the American people,\" adding that \"all options are on the table.\" One official said immigration hardliners have long looked for ways to try to stop asylum seekers from even having their claims heard by immigration officers, and that the coronavirus threat was being used as an excuse to accomplish what they had so far been unable to. Read the full story here: ##Travel## Saudi Arabia has suspended all work in private sectors for 15 days as part of the country's efforts to contain the coronavirus, state-run news agency SPA reported today.  The kingdom ordered activation of \"remote working procedures except for vital sectors and sensitive infrastructure sectors such as electricity, water, and communications,\" said SPA, citing the Ministry of Human Resources and Social Development. On Tuesday, Saudi Arabia banned Muslims from conducting five daily prayers and Friday prayers inside mosques as a precautionary measure to limit the spread of coronavirus, according to SPA. Saudi Arabia currently has 171 cases, according to Johns Hopkins University.  ##Business## Sri Lanka has suspended all flights arriving into the country for two weeks, effective midnight today for two weeks, said Sri Lankan President Gotabaya Rajapaksa in a statement on Twitter. Yesterday, the government also declared a three day public holiday to slow the spread of coronavirus, across all public and private entities except essential services.  \"Please support the effort by staying home & practice social distancing,\" Rajapaksa said in an earlier tweet announcing the holiday. Sri Lanka currently has 44 confirmed cases, according to Johns Hopkins University. ##Travel## The White House Office of Management and Budget submitted an emergency funding request to the US Congress tonight for an additional $45.8 billion in the face of a pandemic. The sweeping request for new funds and statutory authority came on the same day the Trump administration presented a $1 trillion stimulus proposal on Capitol Hill. “With the pandemic growing, resource needs have also grown,” Russell Vought, the acting OMB director, wrote in a letter attached to the 118 page request that was sent to lawmakers late Tuesday night.  “The unprecedented mobilization the Administration has achieved has forced agencies to incur unanticipated costs. These costs must be met with a legislative response to ensure full operational capacity.” Why this matters: The request comes on top the $8.3 billion in emergency funding passed by Congress just two weeks ago -- underscoring just how dramatically financial demands at federal agencies have grown in a matter of days.  The request is also viewed by the administration as coming in tandem with the large-scale economic stimulus negotiation, which are expected to have a price tag north of $1 trillion, currently underway on Capitol Hill.  The package isn't a complete single solution: It's not meant to be a \"broad-based solution to the major economic dislocation wrought by the virus, nor is it the primary means by which the Federal Government plans to address the hardships of families, individuals, and communities who have been touched by the disease,” Vought wrote.  “We are currently in active dialogue with the Congress on additional proposals that speak to these broader, vital issues.” Negotiators are planning to include the emergency funding request in the stimulus package currently being discussed, congressional aides tell CNN. ##Business## United Airlines said tonight that it's cutting even more domestic and international flights, following the US restrictions on travel from the UK and other European countries. There will be a 60% schedule reduction in April. This includes cutting international flights by 85%, and flights across the US and Canada by 42%, said the airline. United is making the cuts as it “continues to aggressively manage the impact of the coronavirus (Covid-19) outbreak on our employees, our customers and our business,\" the airline said in a statement. The aviation industry has been slammed by coronavirus. The pandemic has seen airlines around the world hit hard, having to cut flights due to dropping demand and a long list of international travel restrictions. Cebu Pacific, a Philippines carrier, announced yesterday that it was suspending all flights -- domestic and international -- one of the most drastic measures taken so far by an airline.  Many other airlines have, like United, slashed flights and routes. Virgin Atlantic said yesterday it is cutting 80% of its flights per day, and warned that “the aviation industry is facing unprecedented pressure.\" ##Travel## ##Business## South Korea's Vice Health Minister Kim Ganglip is in self-quarantine, after attending a government meeting last week with another participant who tested positive today. The infected attendee is the president of Bundang Jesaeng Hospital in Seongnam City, Gyeonggi Province, where cluster transmissions have been reported at a church and a hospital. Other government officials and participants at the meeting, which took place last Friday, are also in self-quarantine. This comes as cluster transmissions continue in the country. The country reported 93 new cases and 84 deaths on Wednesday -- still in keeping with. more general trend of decreasing infection rates, compared to hundreds of new cases a day just weeks ago. But the outbreak is far from over, with new clusters identified this week. One major cluster is still in the southern city of Daegu, where the outbreak has been concentrated. In one hospital in Daegu, 74 cases have been confirmed.  ##Health## The numbers: Johns Hopkins University, which is tracking cases reported by the World Health Organization and additional sources, puts the total number of cases worldwide at more than 197,000, with at least 7,900 deaths.  Hotspots: China reported 13 new cases on Tuesday, all of which apart from one were imported, bringing the total there to 80,894 with 3,237 deaths. Italy announced 3,526 new cases, bringing the country's total to 31,506 and 2,503 deaths. And Iran reported 1,178 new cases, the biggest 24-hour increase the country has seen, bringing its total to 16,169. Millions on lockdown: Belgium became the latest country to enforce restrictions on movement of people and require citizens to stay at home. France officially entered lockdown. Nearly 8 million Northern California residents have been asked to shelter in place. And more countries around the world are telling residents to stay at home.  Travel restrictions widen: European leaders have decided to ban non-essential travel to the EU for 30 days. US-Canada border crossing limits are expected. Macao has banned all travelers from overseas countries from entering. Shanghai has listed 12 countries from which arriving travelers would be quarantined for 14 days. Unemployment: US Treasury Secretary Steven Mnuchin warned Republican senators that the coronavirus pandemic could drive up US unemployment to 20%. His comments came as he urged senators to act on economic stimulus measures totaling $1 trillion designed to avert that kind of worst case scenario. US cases in all 50 states: Coronavirus is now reported to be in all 50 US states with at least 100 dying from the virus across the country. The number of cases stands at 5,359. Hospital navy ships: The US Navy's hospital ships and mobile hospital facility could soon be deployed to support the coronavirus response, according to two defense officials. CNN affiliate CNN Philippines is temporarily off-air for at least for 24 hours, after learning a confirmed coronavirus patient had visited a building within the office complex they occupy.  CNN Philippines says the entire office complex in Metro Manila will be disinfected. The coronavirus patient had visited another tenant in the same building complex. Several CNN Philippines staff members had been working from home already and they will continue to provide news through its website and social media platforms, said the network. Philippines under lockdown: The Philippines now has 187 cases, and half the country -- about 50 million people -- are under an \"enhanced community quarantine.\" This means they are basically under lockdown -- in Luzon, the Philippines' largest and most populous island, all mass public transportation has been suspended, and residents told they can only leave their homes for essential items. Offices have been shut and only supermarkets, convenience stores, hospitals, medical clinics, pharmacies, and banks, as well as food delivery services and water stations will be allowed to remain open. ##Health## ##Business## Sonoma County joined nine other Northern California counties today, ordering residents to shelter in place to prevent the spread of novel coronavirus, raising the total number of residents under the orders in the region to nearly 8 million. Shelter in place means residents are required to stay at home except for essential needs, like going out to buy medication or groceries, or going to care for someone in another household.  The Sonoma County order goes into effect at midnight Wednesday local time and will be in place through April 7. \"The violation of any provision of this Order constitutes an imminent threat to public health and will be enforced by law enforcement,\" said the statement from Sonoma County health officials. Other counties currently ordered to shelter in place include Alameda, Contra Costa, Marin, Monterey, San Benito, San Francisco, San Mateo, Santa Clara, and Santa Cruz. California's public schools are also closed. And they will likely stay closed for the rest of the school year, said Gov. Gavin Newsom today. Nearly all school districts in the state, with a total student body of 6.1 million students, have been closed. ##Travel## ##Daily Life## Brazilian President Jair Bolsnaro has tested negative for the novel coronavirus for a second time, according to a statement on his Twitter account. The President’s health has been monitored closely since Bolsonaro’s press secretary, Fabio Wajngarten, tested positive for the virus last week.  Bolsonaro had previously been tested for coronavirus. His first test also came back negative, according to statements on his social media. Bolsonaro, Wajngarten and other officials met with US President Donald Trump in Mar-a-Lago earlier this month.The group had dinner together with President Trump and his team. It was after the delegation confirmed several infections that concerns were raised Trump may have been exposed to the virus at close contact. Trump tested negative days later. ##Health## CNN's Chief Medical Correspondent Dr. Sanjay Gupta has one piece of advice for Americans: Act as if you're already infected with the coronavirus. This means not leaving the home for non-essential reasons, not having people over to socialize, and taking precautions to protect the people in close proximity with you. \"If you have to, you've got to act as if you might be carrying the virus,\" Gupta said. \"There are all these things that are within our power and we're in this together.\" He added that he had canceled his younger daughter's birthday party, and canceled a trip to visit his parents -- difficult decisions, but ultimately things one would and should do if they were sick -- and the kind of mentality that may now help protect people from the virus. \"The good news part of this is that it's within our control to totally change the fate here -- or at least, alter the fate of what's happening here,\" he said. \"It's within all of us. How I behave affects your health. How you behave affects my health. Never have we been so dependent on each other -- at least not in my lifetime -- and we should rise to that occasion.\" Watch it here: ##Health## The United States and Canada are preparing to issue a joint statement that could suspend non-essential travel between the two countries in the next 24 to 48 hours, a Trump administration official tells CNN. The agreement is not yet finalized and officials are still working to define \"non-essential travel,\" but the official stressed that the new restrictions will ensure that business and trade between the two countries can continue. Part of the discussions involve what types of vehicles and individuals would still be allowed to travel between the two borders and for what purpose, the official said. The restrictions will likely allow for significant flexibility. Unlike travel restrictions on Europe and China, this would be a mutual agreement between the two countries. \"The Canadians have been our friends throughout this and many other crises and they continue to be honest brokers,\" the official said. When Trump was asked at the coronavirus task force briefing whether he was considering closing the US land borders on Tuesday, he said, \"I don't want to say that, but we are discussing things with Canada and we're discussing things with Mexico, quite honestly, and again, the relationship is outstanding with both, outstanding. We just signed our deal, the USMCA, and the relationship is very strong.\"  ##Travel## A US state heavily dependent on tourism dollars is making the extraordinary request for visitors to stay away due to the coronavirus.  Speaking at a news conference in Honolulu on Tuesday, Hawaii Gov. David Ige said, “I am strongly encouraging our guests to postpone their vacations for at least the next 30 days and reschedule it for a later date.” Ige said additional steps are coming, as they will screen all passengers disembarking from cruise ships starting Friday. Physicians will check the temperature of each passenger and conduct interviews about their health. Ige said they intend to do the same screenings for airport arrivals as soon as possible. The state is banning table service at restaurants, and the governor said all bars and clubs will be closed. Additionally, all gatherings of more than 10 people are prohibited, including worship services. ##Travel## ##Business## Bolivia’s borders will be closed due to the ongoing threat of coronavirus, Interim President Jeanine Áñez announced in a statement released by her office on Tuesday. Effective Thursday, only Bolivian citizens and residents may enter the country, the statement said. Travelers entering the country must follow protocols implemented by the Ministry of Health and the World Health Organization. International and national flights will be suspended starting Friday, the statement said. The transportation of goods will still be allowed into Bolivia. In addition to border closures, work days will be shortened and markets will open for limited hours. The measures will be in place until March 31. ##Travel## Spanish Prime Minister Pedro Sanchez announced Tuesday his government has approved a 200 billion euro (almost $220 billion) aid package to help tackle the economic impact of the coronavirus pandemic. The package amounts to about 20% of the country's GDP and is \"the biggest mobilization of economic resources in Spain's history,\" Sanchez said during a news conference. \"We have to fight this virus in the economic front, to win against the virus. We must also protect our jobs, companies, and families with a social and economic shield so that no one is left behind. That's why, today, we approved a very important decree [for an aid package] the biggest that has ever been approved in the history of our democracy,\" he said on Tuesday. Of that total amount, 600 million euros ($660 million) will be put into basic social services, with a special focus for health assistance for the elderly and other vulnerable groups. The government is also facilitating the protection of the water, electricity and communication providers \"to guarantee essential public services.\" \"We are also guaranteeing the right to housing for those with more difficulties. Nobody in a touch economic situation will lose their house,\" the prime minister said. On the industry front, Sánchez promised that independent workers may receive subsidies if they see their workload reduced. He also appealed to business owners not to fire their employees. ##Business## US Treasury Secretary Steven Mnuchin warned Republican senators Tuesday that the coronavirus pandemic could drive up US unemployment to 20%, a Republican Senate source told CNN. Mnuchin's comments came as he urged Republican senators to act on economic stimulus measures totaling $1 trillion designed to avert that kind of worst case scenario. In the same meeting, Mnuchin also said he is concerned the economic ramifications of the coronavirus pandemic could be worse than the 2008 financial crisis, the source said. Mnuchin's comments, which were first reported by Bloomberg News, come amid a rising sense of urgency at the White House and on Capitol Hill to confront the increasingly serious threat of the coronavirus pandemic — on both the public health and economic fronts. ##Business## NASA announced tonight that effective immediately all employees and contractors will telework until further notice after “a limited number of employees have tested positive” for coronavirus. “Although a limited amount of employees have tested positive for COVID-19, it is imperative that we take this pre-emptive step to thwart further spreading of the virus among the workforce and our communities,” NASA Administrator Jim Bridenstine said in a statement. Mission-essential personnel will continue to be granted access onsite. ##Business##", "Section": "world", "Writers": ["Jessie Yeung", "Helen Regan", "Steve George", "Angela Dewan", "Fernando Alfonso III"], "URL": "https://www.cnn.com/world/live-news/coronavirus-outbreak-03-18-20-intl-hnk/index.html", "MainKeyWord": "Macao", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}