{"Type": "article", "Time": "2019-06-30", "Headline": "China's LGBTQ artists persevere as censors' grip tightens", "Text": "Charlene Liu had the perfect venue in mind -- a bomb shelter turned multi-purpose space  -- to display art that she and fellow organizers had curated for this year's Shanghai Pride, China's longest-running LGBTQ celebration. Liu, who has run Shanghai Pride since its inception 11 years ago, said she was unfazed when the authorities demanded a last-minute venue change. CNN has reached out to the Shanghai government for response. \"It's really part and parcel of organizing Pride every year,\" said Liu, who hails from Malaysia. \"We have had similar issues (in the past), and we always have to have a plan B or plan C.\" This year's plan B was a gallery in the city's famous art district, M50. On June 8, the exhibition's opening proceeded smoothly, attracting a sizable crowd of art fans from the LGBTQ community, as well as curious passers-by. But a few days later, Liu said, officials ordered that some of the art be taken down with little explanation. The incident is telling of China's LGBTQ art scene today: Emerging from the underground but still struggling to find acceptance. Homosexuality is legal in China and, in 2001, the authorities removed it from an official list of mental disorders. But experts and activists say LGBTQ people in China still face persistent discrimination and prejudices from both the government and public. And despite last month's legalization of same-sex marriage in Taiwan, which Beijing considers a breakaway province, there is little prospect of the mainland following suit in the foreseeable future. Among the artists showing work at the Pride exhibition was Yang Yiliang, who incorporates Chinese folk art and other traditional influences into his LGBTQ-themed paintings. Five scrolls from his \"Paper Grooms\" series were on display, all featuring a prominent \"double-happiness\" symbol -- a Chinese character usually associated with weddings -- along with symmetrical same-sex animals intricately carved from red paper. In one piece, two smiling men sit on the \"double-happiness\" character flanked by two dragons; another shows a single man gazing longingly into the distance against a backdrop of pine trees, with two magpies in the foreground. Yang, 28, explained that, according to traditional Chinese culture, the trees represent strength while the birds symbolize an auspicious prospect, signifying the eventual public recognition of the gay community's fight for equality. The piece also hints at the fragility of marriage -- \"as flimsy as paper,\" the artist said -- in the modern era. \"Many contemporary art galleries are reluctant to display my pieces, telling me that my work is good but the subject is taboo,\" he said from his hometown in Changsha, central China.  \"Art exhibitions can reach a wider audience,\" he said, adding that he's mostly been cooperating with LGBTQ events like Shanghai Pride, as well as gay bars in major cities. \"I want to let people know about our existence, our emotional needs and our inner feelings through traditional Chinese art forms.\" Safe spaces One establishment that has embraced artists like Yang is the Beijing nightclub, Destination. Opened 15 years ago, the centrally located gay club is wildly popular in the Chinese capital, attracting throngs of locals and visitors every weekend. Now occupying a four-story building, the venue has expanded beyond nighttime entertainment to include a fully programed community center, offering everything from yoga and dance classes to free HIV testing. A spacious multi-room gallery called Art.Des can be found on the third floor. \"I thought it would be a good idea to use the space to do something different for the LGBTQ community,\" said Destination's co-owner, Edmund Yang. \"Through this platform, people can have another perspective on what LGBTQ people are like.\" The gay businessman described the initial public reaction to Art.Des as a pleasant surprise, for the most part. But he noted that prejudices remain, citing an incident in which several artists were pressured by friends to pull out of a show due to Destination being a \"gay venue.\" Admitting his own lack of artistic expertise, Yang says he aims to turn Art.Des into an \"inclusive\" space but relies on his friend Pierre Alivon, a French artist, to curate work for the gallery. The current exhibition, \"Love Is Love,\" visualizes the title theme through paintings, photographs and sculptures to coincide with the LGBTQ Pride Month, which takes place globally throughout June. Expressing a preference for work by struggling young Chinese artists, Alivon said that the public's lack of understanding of queer-themed art poses a challenge to curators. \"People would just call me and say, 'I'm gay, I'm an artist ... I paint gay sex' and expect to be selected,\" he said. Artist Guang Ye does sometimes paint sex, but he focuses on the beauty of masculine male bodies. His work has earned him the Art.Des curator's endorsement -- as well as a loyal following that includes a growing number of straight women. \"I decided to paint what I was yearning,\" recalled the 34-year-old gay artist, who has painted more than 1,000 male bodies over the past eight years. \"That's how I got started, and it's proven to be the right choice.\" Guang's oil paintings on display at Art.Des range from the rather innocuous \"Water Polo,\" which highlights athletic bodies in motion to the more explicit \"Bosom Buddies,\" which shows two strong men's torsos in tight white briefs, one man's hand grabbing the other's crotch. The artist also paints in watercolor and traditional Chinese ink, often blending Eastern and Western aesthetics to create exaggerated, muscular bodies in intimate or sexual settings. \"These male bodies exist and they aren't scary monsters -- that's what I gently push people to ponder and reflect on through my work,\" Guang said. \"I want to tell people that everybody, every body, needs to be treated gently.\" \"No one barges into my studio to stop me from painting,\" he said of the creative environment for queer artists. \"I believe it will get better. And when your work shines, people will be drawn to you.\" 'Cat-and-mouse game' with censors Another artist exhibiting at Art.Des is Gao Zhouyue, whose painting \"Dawning\" shows a church wedding between a transgender woman and her wife, witnessed by their three children. Inspired by the American TV show \"Sense8\", Gao says his piece is meant to be a testament to the fluidity of sexuality, as well as the transcendence of love. \"Painting this one was a learning experience for me,\" said the 26-year-old artist, whose ex-boyfriend was the first subject of his queer-themed artwork. \"It has taught me a lot about the transgender community.\" A graduate from China's most prestigious art school, the Central Academy of Fine Arts, Gao is known to place his models against religious backdrops -- something he attributes to his study of European murals. \"I like the sacred and magnificent feelings found in churches,\" he said, noting that he uses material such as seashells, glass and gold foil to accentuate his work. \"In the West, I know religion is a major obstacle to the LGBTQ rights movement,\" he added. \"I want to convey the message that religion and the LGBTQ community can interact and communicate, and see their relationship evolve.\" In China, an officially atheist country under the ruling Communist Party, religion doesn't play much of a role. But government censors nonetheless appear vehemently opposed to the public dissemination of LGBTQ-related content, which has a disproportionate impact on Chinese queer filmmakers. Since 2016, Chinese censors have banned portrayals of what they see as \"abnormal sexual behaviors,\" including gay and lesbian relationships, in TV and online shows. Filmmakers say regulating movies is also increasingly conservative and unpredictable -- albeit without an explicit ban on homosexuality. \"This sense of uncertainty on censorship rules is the worst, because nobody is sure about anything,\" said Popo Fan, a prominent gay filmmaker who has lived in Berlin since 2017. \"Unwritten rules lead to self-censorship, which is more terrible than censorship itself.\" Fan's latest short feature \"Floss,\" which he shot in China during a visit last April, is about a gay man's fetish for his lover's teeth. The 33-year-old filmmaker, who just attended the movie's premiere at the Palm Springs International Short Film Festival in California, said the only way movies like this can be seen in China is through small private screenings. This sentiment is shared by Fan's fellow gay filmmaker Xiaogang Wei, who is also a leading LGBTQ rights activist in China. \"For me, nothing has changed -- it's always been bad,\" said Wei, 43, who is working on a feature-length documentary about a Chinese drag queen seeking fame and fortune through livestreaming. \"There's no way to distribute and screen my films -- reaching a mainstream audience is simply impossible.\" Both Wei and Fan recall 'a cat-and-mouse' game in the early years of the Beijing Queer Film Festival, with officials trying to shut down screenings. Film screenings from the annual event have since been hosted by Western embassies or their cultural centers. Having lived in self-imposed exile for two years, Fan reports an unmistakable drain of talent from China's independent filmmaking circle -- including queer artists. \"Funding is hard because your film will never get past the censors ... and without a filming permit, you constantly worry about being stopped,\" he said. \"The output has been lower because many people have left the country, while others, after doing one project, switch to commercial projects. It's just too difficult.\" Signs of hope Amid growing challenges, however, the artists and their allies seemed determined not to lose perspective -- or, most importantly, hope -- when it comes to the acceptance of their work and identities. Each had a positive story to tell: Painter Guang recounted how his poorly educated farmer parents embraced him when he told them he was gay; artist Gao remembered the surprise when an otherwise conservative professor approved his queer-themed final project without hesitation; filmmaker Fan described Chinese audiences' thirst for quality LGBTQ movies as a positive sign for the domestic film industry; and activist Wei pointed to the abundance of LGBTQ content across Chinese cyberspace, despite the censors' tightening grip; and Shanghai Pride organizer Liu noted the events' increasingly diverse attendance (more parents of gay children and more gay parents, she said). Art.Des founder Yang said his gallery and community center actually align with the authorities' goal of social stability, as they \"create a sense of belonging for LGBTQ people.\" The tax accountant turned entrepreneur compared the periodic government crackdowns to the ups and downs of the stock market: \"A little setback is OK as long as the overall direction is posit", "Section": "arts", "Writers": ["Steven Jiang"], "URL": "https://www.cnn.com/style/article/china-lgbtq-artists/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Malaysia", "Source": "CNN"}