{"Type": "article", "Time": "2020-11-11", "Headline": "Singles Day: Alibaba sales blitz rakes in $75 billion as Chinese shake off Covid-19", "Text": "China's annual Singles Day online shopping bonanza regularly hauls in tens of billions of dollars for Alibaba and other e-commerce and retail companies in China. This year, it's taking on new meaning as a showcase for the country's success in battling the Covid-19 pandemic.  Alibaba said on Thursday that the annual sales frenzy broke records again, raking in 498.2 billion yuan (roughly $75 billion). The total includes an earlier three-day period that was added to boost post-pandemic sales.  Compared to the same timeframe as last year, this year's haul represents an increase of 26%, the company said. \"China's economy has seen a strong recovery and Chinese consumers' purchase behaviors have already returned to pre-pandemic levels, if not higher,\" according to Xiaofeng Wang, analyst with market research firm Forrester.  China reported positive economic growth for the second quarter in a row last month, underlining how quickly the world's second-largest economy has recovered from the pandemic.  For brands and retailers scrambling to recover from months of shuttered shops and consumers hunkered down indoors, the lucrative Chinese shopper is a much-needed bright spot. Many companies \"are doubling down\" on their Singles Day sales events, according to Wang.  A survey from market research firm Oliver Wyman found that 86% of Chinese consumers are willing to spend the same as or more than what they did during last year's Singles Day.  Chinese shoppers \"continue to spend like crazy,\" said Oliver Wyman partner Jacques Penhirin, who led the survey.  The remaining 14% of survey respondents said they will spend less on Singles Day, because the pandemic had brought too much uncertainty for them.  Penhirin predicted the event would be massive for participating brands and retailers, because shoppers are using it as an opportunity to treat themselves.  It's been a strange year for Chinese consumers. They saved money during an unpredecented lockdown earlier this year, but they aren't traveling, said Penhirin. So shoppers are approaching Singles Day with an indulgent mindset. For example, a shopper who usually buys Maybelline makeup, he said, might instead spend a bit more to buy stuff from Yves Saint Laurent on sale.  \"Now it's time to be indulgent,\" Penhirin said.   Glitzy stars and blockbuster growth Singles Day regularly racks up bigger sales than Black Friday and Cyber Monday combined. The event — also known as Double 11 — is pegged to China's informal, anti-Valentine's Day holiday that celebrates people who aren't in relationships. It takes place on November 11, a date that was chosen because it is written as four ones, or singles. Alibaba started offering Singles Day discounts in 2009 and has since turned the event into a bonanza of online shopping.  Other Chinese e-commerce platforms like JD.com, Pinduoduo and Red, as well as regular brick-and-mortar stores also take part. Rival JD.com's event lasts almost two weeks — longer than Alibaba's. JD said on Thursday that it also set a new sales record of 271.5 billion yuan ($41 billion) during the event, growing 33% compared to last year.   The event has also gained traction outside China: Alibaba's Southeast Asia subsidiary Lazada offers Double 11 discounts in Singapore, Malaysia, Indonesia, Thailand and Vietnam.   In China, Alibaba once again held a glitzy live concert counting down the hours until the main sales day starts. Celebrities often make appearances at the so-called 11.11 Gala, usually to hawk their own brands and products.  Last year's headline performer was singer Taylor Swift. This year, it's Katy Perry, who was virtually piped into a Shanghai arena late Tuesday evening.  This year, the company added an extra three days of sales — which took place from November 1 through 3 — because of the pandemic, according to Alicia Yap, managing director at Citigroup Global Markets Asia.  A few more days of huge discounts help \"brands or merchants recoup lost sales during the lockdown and [helps] global brands gain access to the stronger demand from Chinese consumers,\" Yap wrote in a note last week.  Trends for this unprecedented year Livestreaming is expected to be a \"key growth driver,\" for this year's Double 11, said Wang, of Forrester.  Livestreaming had been around in China for years, but really took off during lockdown.  It's like the Shopping Channel or QVC on steroids: Shoppers tune in to watch influencers peddling everything from cars to mangoes, and can score big discounts during the live streams.  Wang also expects luxury goods will sell really well, because Chinese usually buy them while traveling overseas.  \"When pandemic makes international travel impossible, consumers will pivot these purchases domestically and particularly online,\" she said. \"That's also why it's the first year that luxury brands are heavily involved in Singles Day.\" Oliver Wyman found that while foreign brands continue to dominate popular Singles Day categories such as cosmetics and infant formula, a growing number of Chinese shoppers will buy local brands of products like electronics and smartphones this year.  \"It's not patriotism ... it's just the technology, design and quality are better, therefore there is just more confidence\" in Chinese brands, Penhirin said.  Another reason Chinese are buying local is because some remain cost conscious post-pandemic, according to analysts at consultancy Bain & Company.   Shoppers, for example, may view Apple's iPhone as too expensive, and instead buy slightly cheaper devices from Huawei or Xiaomi that they believe are comparable in design and technology. Alibaba's Jack Ma out of favor with Beijing There was an added shadow over the event for Alibaba and its billionaire founder Jack Ma. Last week, Chinese regulators slammed the brakes on the highly anticipated IPO of Ant Group, Alibaba's financial affiliate, at the eleventh hour. Regulators cited \"major issues\" that might cause Ant \"not to meet the listing conditions or disclosure requirements.\" Ma publicly criticized Chinese regulators for stifling innovation, which industry watchers noted may have also played a role in the IPO getting pulled.   Even though many other online platforms and stores take part in Singles Day, it is still closely tied to Alibaba. And recent criticism of the annual event by government groups and state media could signal that Ma is still out of favor with Beijing. The Chinese government has said it is eager to stimulate domestic consumption to spur the country's economic growth. And yet the China Consumers Association, a state-backed national consumer rights group, urged for \"rational consumption\" during the upcoming Double 11 shopping season, according to statements it issued last week.  State-run news network CCTV called for \"fewer tricks\" by shopping platforms during the Singles Day shopping season, saying they should not cheat consumers.  But a spat between a tech billionaire and Beijing regulators likely won't affect how Chinese consumers shop, according to Penhirin of Oliver Wyman.  \"Consumers don't care, honestly,\" he said, adding that while financial markets might be paying attention to the drama, consumers will think that \"as long as I get a good deal, it's none of my business.\" -- Laura He contributed to this report.", "Section": "tech", "Writers": ["Sherisse Pham"], "URL": "https://www.cnn.com/2020/11/10/tech/singles-day-2020-alibaba-intl-hnk/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}