{"Type": "article", "Time": "2020-05-20", "Headline": "Coronavirus pandemic in the US", "Text": "Our live coverage of the coronavirus pandemic in the US has ended for the day. Get the latest updates from around the globe here. As coronavirus cases increase in Alabama, health officials say there is a need for more intensive care unit beds.  “You can [currently] get an ICU bed or an ICU setting, but it is getting tight,” Dr. David Thrasher, a critical care doctor at Montgomery Pulmonary Consultants, told CNN’s Erin Burnett on Thursday. “The numbers have dramatically increased.” In a news conference Wednesday, Montgomery Mayor Steven Reed said the city’s health care system is “maxed” and if that if you need an ICU bed, “you are in trouble.” “Last weekend, my partner and I, ran on 140 patients over the weekend,” Thrasher said. “That’s twice the one we normally have. Tonight, our group is grinding on about 132 patients and 110 of those I believe are Covid patients.” As of Thursday afternoon, Alabama was one of 17 states that had registered an upward trend in average daily cases — a rise of at least 10% — over the previous seven days, according to an analysis of Johns Hopkins University data. “We have unfortunately lost too many patients, young in the 30s or even younger,” Thrasher said. “So it affects everybody and that’s what everyone needs to realize. It’s a real problem and nobody is immune.” Wearing a cloth mask or face covering will be required in Minneapolis starting Tuesday, according to a tweet from Mayor Jacob Frey. The masks must be worn when visiting public indoor businesses and spaces, Frey tweeted. \"This is about keeping friends, family, and neighbors who are elderly or immunocompromised safe,\" the mayor tweeted. Georgia Gov. Brian Kemp addressed reporting from the Atlanta Journal-Constitution about a misleading chart that was posted on the Department of Public Health's website with the dates out of order, suggesting cases were declining over time. \"I want to take just a moment to address a recent data reporting concern involving the Georgia Department of Public Health’s website. I've said from the very beginning, that we are making decisions based on data, science and the advice of public health officials like (Dr. Kathleen Toomey). We are committed to full transparency and honesty as we weather this health care crisis,\" Kemp said.  \"Georgia families, businesses, local leaders and the press deserve accurate data,\" Kemp added. 'We're not perfect. We've made mistakes. When we do that, we'll own that, change it and make sure that people are aware of that.\" Toomey, the commissioner of the Georgia Department of Public Health, said the integrity of the state's data is \"absolutely our number one priority.\" \"We have to have transparency. We are continuing to work to improve all of our reporting systems,\" Toomey said. Ahead of this Memorial Day weekend, Georgia Gov. Brian Kemp said that he wanted to \"encourage and wish everyone to have a good, safe weekend following the public health guidelines.\" Col. Gary Vowell, commissioner of the Georgia Department of Public Safety, spoke during the new conference Thursday about precautions being taken this weekend, particularly at beaches.  \"The beaches will be saturated with troopers and officers ensuring everyone is compliant with the governor's order on social distancing,\" Vowell said. \"The Department of Public Safety expects everyone to adhere to the executive order issued by Gov. Kemp.\" The New York Police Department says 119 members are still out with Covid-19 but 5,593 members have returned to full work duty after recovering from the virus. Of the 119 members who are still out with the coronavirus, 95 are uniformed members and 24 are civilian members, according to the NYPD. Some context: As many as 2,800 members of the NYPD were out sick with the coronavirus on April 14, but it’s unclear if that represents the peak number for the department. CNN has reached out to the NYPD several times for more information. So far, 1,020 uniformed members are on sick report, which accounts for 2.8% of the department’s workforce, according to the NYPD. Nebraska Gov. Pete Ricketts said 89 counties will move to phase two of the state's reopening plan on June 1. Phase two allows bars, bottle clubs and gentlemen's clubs to reopen under the same rules that apply to restaurants. Those rules include limiting occupancy to 50% or 25 people, enforcing social distancing rules, eating only at tables and not bars, and servers wearing masks, Ricketts said. Weddings can also take place with 25 people or 50% of occupancy, excluding staff, with six people per table and six feet between tables. Self-serve buffets and dancing will not be permitted, according to Ricketts. Four other counties will move into phase one on June 1, the governor said. The Kentucky Cabinet for Health and Family Services announced that in-home child care programs can open starting June 8, while center-based licensed child care programs can reopen to all families on June 15. “Today is a day of really good news for many people. Child care is one of the areas we know is critical to reopening the economy. It is critical to parents and has been critical to our essential workers,” Secretary Eric Friedlander said today. “It’s always a balance between protecting ourselves and our families and going to back to being healthy at work.” The maximum group size will be 10 children per group. Children will stay in the same groups all day and staff will be assigned to the same children each day to reduce exposure, Friedlander said.  All adults will be required to wear a face mask at both in-home and center-based child care settings and while children younger than five should not wear masks, older children can wear masks “as they are able,\" Friedlander said. Friedlander also announced that all child care programs will receive additional funding for cleaning and personal protective equipment supplies. ##Reopening## Duke University plans to have students back on campus this fall, according to Michael Schoenfeld, Duke's vice president for public affairs and government relations. \"We are making plans for students to return in the fall semester but the specifics, including how many will return, what the calendar will be, testing and safety protocols and other details will be announced by the end of June,\" Schoenfeld told CNN. Duke President Vincent Price also sent an email and video message to the Duke community Thursday, saying the school's full plan for the academic year will be based on \"a clearer understanding of public health and safety issues than is now available.\" \"Like every family, community, and business, we're trying to make the best decision possible with only partial information that changes by the day,\" Price said. Price said the next academic year will not look anything like the past. He said the university is working to innovate \"every part of the Duke experience\" including academics and residential living. Hundreds of additional Duke researchers and scientists are returning to campus this week with new protocols for social distancing, daily monitoring, and contact tracing, according to Price. President Trump announced that flags will be lowered to half-staff “over the next three days” to honor coronavirus victims. “I will be lowering the flags on all Federal Buildings and National Monuments to half-staff over the next three days in memory of the Americans we have lost to the CoronaVirus,” the President tweeted verbatim on his way back from Michigan today. In a subsequent tweet, Trump wrote that on Monday, “the flags will be at half-staff in honor of the men and women in our Military who have made the Ultimate Sacrifice for our Nation.” Read Trump's tweet: Yosemite National Park is aiming to reopen to the public in June, according to a newly-released draft of the park’s plans. Yosemite has been off limits to visitors since March 20. It was the first national park to fully close due to the coronavirus pandemic. Yosemite plans to reopen the park at 50% capacity when California enters \"phase three\" of the state's reopening plan, which Gov. Gavin Newsom is anticipating in June. More than 4 million people visited the park in 2019, with peak months in July and August. Reservations will be required to visit and the park will allow about 3,600 vehicles in each day. Visitors will be encouraged to pay entry fees online in advance. Camping will be allowed at two sites, along with campgrounds for backpackers. Hotels within the park will reopen at least partially, but food operations will be modified throughout the park. Some trails will be converted to be one-way only, and face coverings will be encouraged whenever possible. Shops, gas stations and grocery stores will be open, as will bike and raft rentals. The plan follows both federal and state guidelines for allowing the public to return while taking precautions to protect the health and safety of employees and visitors. Key locations within the park will be monitored to determine how effective the approach is at managing visitors. ##Reopening## ##California## New York state lost 1.7 million private sector jobs — approximately 21.4% — in April 2020, according to a statement from the state’s Department of Labor. Approximately 6,467,600 private sector jobs in New York remain, the New York State Department of Labor said. This was New York’s largest monthly employment drop on record. The leisure and hospitality sector experienced the largest drop in employment, followed by the trade, transportation, and utilities sector, according to the NYS DOL. In April, New York state’s overall unemployment rate rose from 4.1% to 14.5%, while New York City’s unemployment rate rose from 4.2% to 14.7%, constituting the largest monthly increase on record since current record keeping began in 1976, the NYS DOL said. The new figures come from preliminary results from the US Department of Labor’s business and household surveys for April 2020, according to the NYS DOL. ##Economy## ##New York## Arkansas Gov. Asa Hutchinson said that some team sports, with strict measures, would be allowed starting June 1.  \"When it comes to baseball, let's play this summer. It is going to be a little bit different, but we wanted to put the protocols in place so that our young people can have that experience again,\" he said. He also said the Crater of Diamonds State Park will reopen May 22. The park will reopen with restrictions and is limited to 500 visitors per day.  During a news conference Thursday afternoon, Georgia Gov. Brian Kemp gave an update on the state's drop in hospitalization numbers.  \"As of today, we had less than 1,000 Covid-19 patients hospitalized in our state. GEMA's [Georgia Emergency Management Agency] 1 p.m. update has that number at 919 patients. This is a 38% drop since May 1,\" Kemp said. The governor also announced that the state has seen a \"steady decline\" in people testing positive. \"In addition to rapidly increasing testing capacity, we have also seen a steady decline in the percentage of patients testing positive for Covid-19. This is a key data point, and a real testament to the hard working Georgians everywhere who are following the guidance, wearing masks and practicing social distancing,\" Kemp said.  After President Trump refused to wear a mask in front of cameras during his visit to a Ford manufacturing plant today, Michigan Attorney General Dana Nessel did not hold back in her condemnation. \"Today's events were extremely disappointing and yet totally predictable,\" Nessel told CNN's Wolf Blitzer during an interview. \"The President is like a petulant child who refuses to follow the rules and I have to say this is no joke,\" Nessel continued. On Tuesday, Ford said it had shared its safety policies with the White House — including that everyone wear a mask \"in all facilities, at all times\" — but added that \"the White House has its own safety and testing policies in place and will make its own determination.\" Nessel said Trump's failure to comply with the plant's guidelines is consistent with his behavior to this point. \"The message he's sent is the same message since he first took office in 2017, which is I don't care about you, I don't care about your health, I don't care about your safety, I don't care about your welfare, I don't care about anyone but myself.\" Nessel also took issue with the Ford facility for seemingly bending the rules specifically for the commander-in-chief. \"They knew exactly what the order was and if they permitted anyone, even the President of the United States, to defy that order, I think it has serious health consequences potentially to their workers,\" Nessel said. She added: \"The last thing we want to see is for this particular plant now to have to close its doors and shutter its doors again because someone may have been infected by the President. And that is a real possibility.\" Nessel had a message for her constituents: \"Even if you don't have a President of the United States that cares about the residents of this state, fortunately you have a governor and you have an attorney general who do. And we are going to do everything in our power to protect you, even if you have a President who won't.\" Some background: Nessel had warned Trump to follow health guidelines and wear a mask during his visit. Se warned that if Trump \"fails to wear a mask, he's going to be asked not to return to any unclosed facilities inside our state.\" The Democratic attorney general also threatened legal action against \"any company or any facility that allows him inside those facilities and puts our workers at risk.\" She didn't outline what legal mechanism she would use against Ford, and in an open letter to Trump published on Wednesday, she said he had a \"moral\" obligation to wear a mask. Watch:   There have been at least 1,573,534 cases of coronavirus in the US and at least 94,477 people have died, according to a tally from Johns Hopkins University. Johns Hopkins reported Thursday 21,681 new cases and 1,038 deaths.  The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases.  The Senate adjourned Thursday without passing changes to the Paycheck Protection Program, which would give businesses more time to use money amid the coronavirus pandemic. Senate Majority Leader Mitch McConnell announced the Senate will take up a lands bill important to Sens. Cory Gardner of Colorado and Steve Daines of Montana, who are both up for re-election, when they return and set the schedules of pro formas next week. “Thanks to the hard work of Senators Gardner and Daines, we'll be able to take up their bipartisan Great American Outdoors Act in the next work period,” McConnell said Thursday. “A milestone achievement to secure public lands and ensure their upkeep well into the future.”  Gardner had earlier said he did not want the Senate to recess without passing more Covid relief. McConnell added: “We’ll have much work to do in our home states next week and we’ll have much to do when we get back here after that.” More than 35,000 deaths linked to Covid-19 have occurred at long-term care facilities in 37 states across the country, according to new data published from the Kaiser Family Foundation. The data showed an increase of more than 5,000 deaths from last week. New York and New Jersey alone make up nearly one-third of the 35,118 total Covid-19 deaths reported in long-term care facilities, according to the new data. Twenty-three states reported more than half of their Covid-19 deaths are in long-term care facilities, and increase from 18 states last week. Minnesota, Rhode Island, and New Hampshire are still experiencing the highest death rates in long-term care facilities. Minnesota’s rate remains highest at 81%, Rhode Island increased slightly to 78%, and New Hampshire’s rate remains at 77%, according to the latest available data from Kaiser Family Foundation KFF notes there is still no public data available in Alaska, Hawaii, Montana and South Dakota on Covid-19 deaths in long-term care facilities. Hear more: New York City is reporting at least 16,232 confirmed coronavirus deaths and approximately 4,771 probable coronavirus deaths as of today, according to the most recent data on the city website. The New York City Health Department defines probable deaths as people who did not have a positive Covid-19 laboratory test, but their death certificate lists as the cause of death “COVID-19” or an equivalent. The total number of confirmed coronavirus deaths and probable coronavirus deaths in New York City is at least 21,003.  There have been about 192,840 coronavirus cases in the city and approximately 50,770 people have been hospitalized, according to the city. ##New York## President Trump said today he thinks that there will be a second stimulus bill for Americans, echoing Treasury Secretary Steven Mnuchin’s comments earlier Thursday.  “I think we will. I think we’re going to be helping people out. We’re gonna be getting some money for them during the artificial — cause it really is it’s an artificial closure — and now we’re gonna be able to open it up,”  Trump told reporters while touring a Ford Motors factory in Michigan.  “I would say there could be one more nice shot. One more nice dose,” Trump said regarding the stimulus.  When asked what should be included in the bill, Trump wouldn’t answer saying he’ll let reporters know at the “appropriate time.”  “Today we’re celebrating these great companies doing ventilators and other equipment but we have a very, very specific plan. It’ll be great for the American people and our economies gonna be back soon,” Trump said.  Earlier in the day, Mnuchin said there is a “strong likelihood” that another stimulus bill will be needed to keep the economy afloat.  He added, that for now, Congress needs to take a step back and allow the $3 trillion in aid already appropriated to get pumped into the economy.  ##Economy##   Puerto Rico announced it will now hold its Democratic primary on July 12. A statement from the Puerto Rico Democratic Party announcing the date change criticized both the Democratic National Convention and Sen. Bernie Sanders for forcing them to hold the contest amid the coronavirus outbreak.  It said chairman Charles Rodriguez “preferred to avoid the primary and save much needed public funds to deal with the COVID-19 emergency and budgetary constraints, and instead adopt an alternate method for selecting delegates.” “The Democratic primary, however, is mandated by law and Senator Sanders insist on participating in the primaries in Puerto Rico and other states in order to accumulate delegates that he believes will enable him to advance his platform proposals at the Democratic National Convention,” the statement said. Some background: Puerto Rico postponed its primary after originally delaying the event scheduled for March 29. It has been a US territory since 1917, and it participates in the presidential primary process but not the general election. The University of Pennsylvania is considering conducting all classes online for the fall 2020 semester, one of four possible scenarios it is looking at. The four scenarios laid out in an email by the university's president Amy Gutmann and other school leaders are:  A hybrid experience with some in-person instruction.\nAn in-person experience ending at Thanksgiving break.\nA more robust summer course offering in 2021.\nAn entirely online experience for the fall semester. For the hybrid option, classroom instruction would be offered in smaller groups, with no more than 25 students. All larger classes of more than 25 students would be delivered online, even for students living on campus. The in-person experience ending at Thanksgiving break could also be compatible with a hybrid experience. All on-campus activities would end before the holiday, and the remainder of the semester would be conducted online. The option for more course offerings in summer 2021 would be to maintain flexibility for students, and is also compatible with the first two scenarios, according to the email. The final option of an entirely online fall semester would happen if students can't be brought back to campus in the fall because of the pandemic.  \"In this scenario, we would make every effort to bring students back to campus as soon as possible,\" the email said. The email also said some activities, like research, are likely to resume before others, like extracurricular or student-life activities. A decision with more specific plans will be made by the end of June. ##Reopening## President Trump said he is not looking to replace Dr. Robert Redfield, the head of the Centers for Disease Control and Prevention. Trump shared this insight after answering a reporter's question as he was was wrapping up the second stop on his visit to a Ford manufacturing plant in Ypsilanti, Michigan. Some context: Redfield’s job has been in question after Trump criticized him at a private Senate GOP lunch and White House trade adviser Peter Navarro slammed the CDC for failed coronavirus tests early in the pandemic.  Trump said Wednesday that Redfield is doing a \"very good job\" leading the agency and denied ever discussing the CDC at Tuesday's lunch on Capitol Hill with GOP senators. \"I think he's done a very good job. I think my whole team has done a very good job,\" Trump said, adding that there is \"great talent\" at the CDC.  Watch: With 46 new deaths reported today, Los Angeles County now has a total of 2,016 coronavirus-related fatalities. “This is a sad milestone for us,” Health Director Dr. Barbara Ferrer said in a daily briefing. Some context: There are 42,037 confirmed Covid-19 cases in the county, with about three-quarters of those infected falling between the ages of 18 and 65; the age group that makes up the majority of the county's workforce, Ferrer said. Testing is increasing within the county, with more than 400,000 people tested so far. Of those, about 9% are confirmed to have the virus.  Ferrer expressed concern about no-shows at testing sites, saying that 10-20% of appointments made are not being kept. ##California## African-American patients with confirmed Covid-19 are more than twice as likely to be hospitalized than non-Hispanic whites, according to a new study.  Among 1,052 confirmed cases of Covid-19 within one California health network, 52% of African Americans were hospitalized compared to 25.7% of non-Hispanic white patients, according to the study, published Thursday in the journal Health Affairs. Nearly 25% of African Americans who were hospitalized for Covid-19 during the time period studied were transferred to the intensive care unit, compared to 10.7% of whites, the team at Sutter Health, a health care network serving 22 counties in Northern California, including in the San Francisco Bay area, found. The study used Sutter's electronic health record data of Covid-19 tested and confirmed cases within the network and looked at factors beyond lack of health care coverage, since nearly 93% residents in California are insured under either private or government health plans.  These factors included self-reported race and ethnicity, sex, age, and underlying health conditions.  The study also looked at income level, and found that overall, African Americans live in areas with a lower income compared to other racial and ethnic groups.  Among the confirmed Covid-19 cases during that period of time, 51 patients died. The study did not find a significant difference in the mortality rate when it came to race and ethnicity.  Why this matters: Researchers say genetic or biological factors may increase the severity of illness for African Americans. But they also point to societal factors that may delay seeking care, including structural inequities and unconscious biases on the part of providers.  \"The disparity therefore may not be in who is tested but when,\" the report said.  Dr. Stephen Lockhart, chief medical officer at Sutter Health, said that Covid-19 \"has ripped a Band-Aid off the structural inequities that exist within our society.\"  \"We must address these disparities right way because the cost of not addressing them is measured in human life,\" Lockhart said in a statement.  ##Testing## ##California## Orange County in Southern California reported their highest number of deaths in a single day today, just one day after setting the previous high record of daily deaths in the county.  The county reported 14 new deaths today, bringing the total number of deaths in the county to 112.  Yesterday, the county reported 10 new deaths, with 8 of those identified as residents at skilled nursing facilities.  There are currently 4,841 cases in Orange County to date, according to latest data from the county's public health department. This comes after up to 200 protesters rallied against stay-at-home orders at Orange County's San Clemente beach Thursday, a spokesperson at the Orange County Sheriff's Department told CNN.  Eight people were arrested for a variety of crimes included trespassing, vandalism and refusing to disperse from an unlawful assembly, according to the sheriff's department.  Latest on California's reopening: More than two-thirds of the counties in California are moving ahead with reopening further, including San Diego, Sacramento, and Santa Barbara counties.  The 40 counties that have been approved will move ahead into \"expanded phase two\" of reopening, which allows dining in restaurants and shopping in stores. Among those areas maintaining current restrictions are Southern California’s highly populated counties of Los Angeles, Orange, Riverside and San Bernardino. Densely populated Bay Area counties like San Francisco, Alameda, and Santa Clara are also remaining as is. Gov. Gavin Newsom said Wednesday that Los Angeles specifically \"is likely weeks behind\" the rest of the state when it comes to reopening. ##California## President Trump addressed threats to pull federal funding from Michigan as he visited a Ford plant in the state Thursday, but didn’t get specific about what funding could be taken away. Trump was asked about comments Wednesday where he seemed to soften on that threat, saying he didn’t think it would be necessary. “I didn’t say it wasn’t necessary,” the President clarified. “I said that I might have to do that.”  “We’re not going to go to voting by mail,” Trump continued. “Voting by mail is wrought with fraud and abuse,” he said, before launching into a list of claims about vote by mail fraud, none of which he supported with evidence. When asked to clarify what funding he wanted pulled if Michigan didn’t comply, Trump wouldn’t talk about it. “I’m not going to discuss that,” he said, “there are so many forms of funding and we’re not going to discuss that.”  Some background: In his tweet Wednesday morning, Trump falsely claimed Michigan would send absentee ballots to 7.7 million voters.  But he also threatened to \"hold up funding to Michigan if they want to go down this Voter Fraud path!\" Trump several hours later deleted the tweet and sent a new one that correctly described Michigan's absentee ballot initiative. A senior administration official with the Office of Management and Budget said on Wednesday that \"no decisions have been made\" about funding to states in response to Trump's threats. \"No decisions have been made at this time. Discussions are ongoing,\" the official said, adding the \"President has made waste, fraud and abuse key over the last few years -- for example, his budget this year included the first ever full chapter dedicated to money the Government spends on inappropriate or harmful or wasteful organizations and programs.\" One in 300 people in Colorado are contagious, Gov. Jared Polis said during a briefing on Thursday. Polis said there are now 34 free coronavirus testing sites available across the state and encouraged residents to take advantage of them. Denver city and county currently has the ability to test 1,000 people a day, Mayor Michael Hancock said during the briefing. The state has also formalized a partnership with Colorado State University to complete testing for staff and residents in up to 30 nursing facilities, the governor announced. ##Testing## CORRECTION: The headline and post has been updated to reflect that Gov. Jared Polis indicated that one in 300 people in Colorado are contagious. President Trump was seen touring a Michigan Ford plant this afternoon without a mask. The policy at the plant is for everyone to wear masks. While Ford told the White House about the policy earlier this week, a company spokesperson added, \"The White House has its own safety and testing policies in place and will make its own determination.\" A source familiar with the President's visit to a Ford plant said the President wore a mask out of sight of cameras during his visit.  He was just asked why he was not wearing a mask while on the tour in front of cameras. \"I had one on before in this back area. But I didn’t want to give the press the pleasure of seeing it,\" Trump said. Earlier this morning, Michigan Attorney General Dana Nessel said that if Trump \"fails to wear a mask, he's going to be asked not to return to any unclosed facilities inside our state.\" Watch: Major League Baseball's Pittsburgh Pirates will institute furloughs for some business operations employees as well as pay reductions for other baseball and business operations employees beginning on June 1, according to a news release from the team. The Pirates organization's furloughed employees will continue to receive their medical benefits and the team will assist furloughed employees secure unemployment benefits. “We care deeply about all of our employees and understand the impact this will have on them,\" said Pirates president Travis Williams. \"These decisions are very difficult, but are necessary for us to endure this crisis and emerge as strong as possible when we are able to resume normal operations. We look forward to welcoming our employees back to work at that time.” US stocks ended down on Thursday, as the market lost momentum following the prior day’s rally. Downbeat jobs data earlier in the day didn’t help matters: Another 2.4 million Americans filed for first-time unemployment benefits last week, the Department of Labor reported. Here's where things closed: The Dow finished 0.4%, or 102 points, lower.\nThe S&P 500 ended down 0.8%.\nThe Nasdaq Composite closed nearly 1% lower. ##Economy##   President Trump said Thursday that he discussed the reopening of churches with the US Centers for Disease Control and Prevention.  “You’re going to see some incredible numbers, starting in June/July, you’re going to see some incredible numbers because it’s coming back and it’s coming back fast,” Trump said during a listening session with African Americans at a Ford plant in Michigan. “I spoke to CDC today about churches. We’ve gotta get our churches open. We’ve gotta get our country open.” Trump said it was Pastor Darrell Scott, who was at the listening session, who suggested he discuss reopening churches. “A man called me and he said ‘You’ve gotta open the churches. You’ve gotta open them.’ And he’s somebody I respect a lot. … He’s a great pastor and he’s loved in his community,” Trump said while introducing Scott. ##Reopening## The White House should be getting the nation ready now for the double threat of influenza and coronavirus in the fall, a group of Democratic senators said Thursday. “The combination of a Covid-19 resurgence with the annual flu outbreak is likely to strain the health care system even further, requiring even greater supplies, funding, and staff than our hospitals have needed thus far, while placing an unprecedented burden on our public health systems,” the senators, organized by Massachusetts Democrats Elizabeth Warren and Ed Markey, wrote in a letter addressed to Vice President Mike Pence, head of the White House Coronavirus Task Force. “The federal government must prepare now for this alarming scenario,” the senators wrote in their letter, released exclusively to CNN. Several experts have warned that coronavirus could unleash a fresh onslaught in the fall, and combine with the regular appearance of seasonal influenza.  Centers for Disease Control and Prevention Director Dr. Robert Redfield told the Financial Times newspaper Thursday that Covid-19 could “reground” itself in the northern hemisphere in the autumn. “President Trump has deemed these warnings as ‘fake news,’” the 15 senators wrote. The letter continued: “His downplaying of the threat is irresponsible: the failure to prepare for this known risk could result in many unnecessary deaths. We urge you to begin planning for and activating the resources of the federal government now to increase capacity, supplies, and vaccinations to prevent public health and medical systems from being overwhelmed by simultaneous peaks of both of these deadly infectious diseases in the fall.” Some background: Adding flu to the mix could not only increase the toll, but worsen the strain on hospitals.  The flu kills between 12,000 and 61,000 people a year, depending on the season, and puts as many as 800,000 people into the hospital. Already this year, coronavirus has infected more than 1.5 million Americans. “Previous severe flu outbreaks by themselves have stretched the capacity of our health care system, leading to shortages of hospital beds and nurses,” the senators wrote. The senators said the US needs to start a flu vaccination campaign to try to reduce the toll of this coming flu season, and the country needs to start stocking up on vaccines and other equipment such as personal protective equipment now. The Food and Drug Administration has posted a list of antibody tests that are being removed from the “notification list” of tests being offered under an emergency policy due to the coronavirus pandemic, according to a press release. Some of the tests have been removed voluntarily by the manufacturer, and others have been removed because they did not submit an Emergency Use Authorization request “within a reasonable period of time, or if significant problems are identified with such a test that cannot be or have not been addressed in a timely manner,” the FDA said in a statement.  The FDA says it expects that the tests on the removal list will not be marketed or distributed.  “Our action today is an important step the agency has taken to ensure that Americans have access to trustworthy tests,” said FDA Commissioner Dr. Stephen Hahn. “We have seen a high level of collaboration and engagement from developers who want to get this right, and we continue to be available to work extensively with industry to help them with developing accurate tests for the public.” Remember: An antibody test can only be administered by gathering blood, either through a finger prick or from a vein. It's designed to detect antibodies, the Y-shaped proteins called immunoglobulins that circulate in our blood to help fight off infections in our bodies. Even if you've never had any symptoms of Covid-19, the presence of antibodies in your blood would show your body has encountered the virus. To be clear, antibody tests are not the \"swab\" tests that are meant to find out if you are currently carrying the virus. Called rt-PCR tests, or molecular diagnostic tests, those typically gather mucus from way up the nose or back of the throat. They take a few days to report results. ##Testing## A source familiar with the President's visit to a Ford plant in Ypsilanti, Michigan, said the President wore a mask out of sight of cameras during his visit.  He is scheduled to deliver remarks to workers shortly, and is also scheduled to tour the facility.  White House chief of staff Mark Meadows also wore a mask — a requirement for all visitors to the plant.  Trump did not wear a mask during remarks to a group of African American leaders before the tour.  Boston Mayor Marty Walsh said that Boston has reported 93 additional Covid-19 cases, for a total of 12,143 in the city.  There were three more people who died due to Covid-19 in Boston, bringing the total number to 591, the mayor said at a news conference today. Around the state: In Massachusetts, as a whole, there are 1,045 new Covid-19 cases for a total of 88,970, Walsh said.  There was also 128 additional deaths in the state, bringing the total number to 6,066.  The state is launching a new online resource to help businesses and others access personal protective equipment (PPE) as Boston begins its phased reopening, Walsh said. There is guidance online at the government website that shows a list of vendors who sell PPE and cleaning supplies, Walsh said. He reminded businesses that it’s the responsibility of the employer to find supplies for workers.  Alabama Gov. Kay Ivey announced that she has amended the state's safer-at-home order to allow several new businesses to reopen June 1. The new order will go into affect tomorrow at 5 p.m. and expire July 3 at 5 p.m. Entertainment venues, athletic activities, child care and summer camps can reopen as long as social-distancing and sanitation rules are followed. All schools, public and private — including elementary, secondary, postsecondary, technical, and specialty schools, and colleges and universities— will also be allowed to reopen. Here are the guidelines they must follow: Social distancing: Schools should take reasonable steps, where practicable, to maintain six feet of separation between persons of different households. \nSanitation: Schools should take reasonable steps, where practicable, to regularly disinfect frequently used items and surfaces. \nFacial coverings: Employees should, to the greatest extent practicable, wear a mask or other facial covering that covers his or her nostrils and mouth at all times when in regular interaction within six feet of a person from a different household.  In addition, educational institutions are strongly encouraged to adopt and implement additional measures to supplement these minimum rules, according to the new order. ##Reopening## ##Schools## Senate Majority Leader Mitch McConnell acknowledged on a private call with House Republicans yesterday that Congress may have to pass further legislation to boost the economy devastated by the coronavirus pandemic, but insisted it would be far different than the $3 trillion bill recently passed by the House, a source familiar tells CNN. “If we do another bill it won’t look anything like the House Democrats’ bill,” said McConnell. He said that the $600 weekly boost in unemployment benefits “will not be in the next bill,” according to the source.  McConnell said otherwise the federal government would be paying people more to remain unemployed than to work. The House Democratic bill would’ve extended the expanded unemployment benefits through January. The Senate Republican leader insisted that liability reform be included to minimize lawsuits, calling trial lawyers “vultures.” McConnell also argued that the federal government could not indefinitely borrow and spend to save the economy. He referenced Henry Morgenthau Jr., President Franklin Delano Roosevelt’s Treasury Secretary, who said before World War II that the New Deal programs didn’t decrease unemployment but gave the United States “an enormous debt to boot!\"  He said that Congress needs to track the effects of the multi-trillion dollar legislation it has already passed before moving forward. “We need to see growth and that will dictate what we do and when we do it,” said McConnell, according to the source. ##Economy## The city of New York now says it is investigating at least 89 cases of Multi-Inflammatory Syndrome in Children (MIS-C) after citing a much higher number earlier this week. An additional number of cases are still under investigation. On Tuesday, Mayor Bill de Blasio said the city had 147 confirmed cases, but acknowledged the city was reconciling its cases following Centers for Disease Control guidance. Previously, the city was using its own set of criteria. “This new syndrome is very alarming; however, we’re acting aggressively to ensure children get the early care they need to help them make a full recovery,” Health Commissioner Dr. Oxiris Barbot said in a press release. “We have been reaching out to physicians and parents with information about MIS-C and will continue to thoroughly investigate cases reported to the Department.” The city says there have been 158 cases referred to the Health Department as of Wednesday, May 20, according to a press release. Here's a breakdown of those cases... 89 cases meet CDC case definition\n43 are still under investigation\n26 were determined not to meet the CDC criteria. Some more context: Earlier today, New York Gov. Andrew Cuomo said the state is investigating a total of 157 possible cases of MIS-C. ##New York##  The Georgia Department of Health announced in a statement on Thursday that it is distributing the second allotment of the drug remdesivir received from the federal government.  \"Twenty-nine hospitals in Georgia will receive remdesivir, enough to treat more than 300 patients, depending on the duration of an individual's illness and treatment needs,\" the statement said. \"Georgia hospitals receiving remdesivir reported 10 or more Covid-19 positive patients on ventilators, in addition to patients currently being treated with extracorporeal membrane oxygenation (ECMO),\" it continued. More of the drug is expected to arrive in Georgia by Friday. This third allotment of remdesivir would be in powder form.  Unlike the liquid form, \"the powder form can be mixed for dosing based on a child's weight, which will provide treatment for the youngest patients with Covid-19 infection,\" according to the statement.  Hospitals will not be ready for a renewed onslaught of coronavirus infections if a second wave comes in the fall, a Rhode Island emergency physician told Congress on Thursday. “I do not think that we are currently prepared for a second wave,” Dr. Megan Ranney, emergency physician and Associate Professor of Emergency Medicine at Brown University, testified before the House Select Subcommittee on the Coronavirus Crisis. Several medical experts, including US Centers for Disease Control and Prevention director Dr. Robert Redfield, have predicted coronavirus could start spreading fast again in the autumn, and said it would be complicated by the beginning of a fresh influenza season, too.  There has not been enough preparation for that, Ranney told the hearing. “We still lack adequate protective equipment in most hospitals across the country,” Ranney said. “On a national level, we still are millions and millions and millions of pieces of PPE short from what hospitals need currently; much less what they need in order to build the normal stockpiles that we all keep in order to face pandemic situations.”  Staff are having to reuse equipment meant to be thrown out after every patient encounter – a dangerous practice. “We would never have reused an N95s for an entire shift. We never would have reused surgical masks in between patients and that's what we're doing now,” Ranney said. Plus, more research is needed, she said.  “We also still lack adequate science,” Ranney said. “I'm so thankful for the funding that you all have given to NIH and CDC but it's not enough, and we need more.”   But most of all, Ranney said, the US needs “adequate testing for frontline workers, not just in healthcare, not just in nursing homes and sniffs and hospitals, but also all of you who have testified today.” She added:  “Everyone who's out there facing the public needs to be safe.”  Universal Orlando has presented a plan to begin a phased reopening of its theme parks on June 1, initially only for its own team members.  The presentation was made today at a virtual meeting of the Orange County Economic Recovery Task Force. Here's how the reopening would work:  On June 3 and June 4, Universal hopes to invite guests such as annual passholders, with an opening to the public on June 5. \nJohn Sprouls, Universal Orlando chief executive officer, and Rich Costales, Universal Orlando executive vice president of resort operations, said all guests will be required to wear face masks and go through temperature screenings to enter the parks. \nOne disposable face mask will be provided for free to guests who did not bring their own.  This plan will now be evaluated by Orange County Mayor Jerry Demings, who said Wednesday that he plans to make a recommendation to Florida Gov. Ron DeSantis within 12 to 24 hours.  Part of that evaluation period involves county staff making site visits. \"Obviously I want to get to yes, so I think if you work with your local, you’ll be in pretty good shape,\" DeSantis said Wednesday regarding them park reopening proposals. Universal has theme parks in Orlando, Los Angeles, Japan and Singapore, all of which are temporarily closed. ##Reopening## “If I would have known then what I know now, I would have shut down sooner,” Rhode Island Gov. Gina Raimondo acknowledged Thursday. “There’s no doubt about that,” she continued. “But I didn’t.”  The governor was reflecting on a Columbia University model that shows that 36,000 lives nationwide could have been saved if social distancing began just one week earlier.  Raimondo said her goal to “stay in front of the virus” drives her “obsession” with contact tracing, testing, and mask wearing to create an early warning system.  The governor argued the three measures will allow her state to identify specific outbreaks early and “put a lid on it.” “I never again want to have a 17% unemployment rate,” Raimondo said. “I want to open school in the fall. I do not want to close school again.” ##Reopening## Ohio’s Lt. Gov. Jon Husted announced today that wedding venues and catering and banquet centers will be allowed to reopen under similar guidelines as restaurants, effective June 1. Crowd sizes will be limited to 300 for the immediate future, and guidelines include 6 feet between tables and no congregating, Husted said. “As with everything we announced, these limitations won’t last forever, but we recognize that there are a lot of weddings and events, that are important to people’s lives, that can and should go on,” Husted added. ##Reopening## Texas Gov. Greg Abbott issued an executive order Thursday lifting air travel restrictions, a press release from his office announced. The order immediately stops all restriction that mandated quarantines for travelers coming from several states, according to the release. Separately, the governor also announced a phased reopening of drivers license offices in the state starting on Tuesday. The four-phase plan includes regional reopenings of Northwest and West offices first, with the North and Southeast offices opening in June. ##Reopening## Ohio Lt. Gov. Jon Husted announced today, that skills training for all sports, will be allowed to resume starting May 26, including contact sports like football, basketball, and lacrosse, as safety protocols can be followed.  This includes, but is not limited to, weight training, agility skills and other types of conditioning, Husted said. According to the Husted, this decision was a joint effort between the state’s working group, that was looking at these issues, and the Ohio High School Athletic Association. “We do know that skills training and conditioning for student athletes is important to start now,” Husted said.   However, tournaments, games, and competitions for contact sports will still not be allowed. “I know we're all enthusiastic about the day that competition for all sports can resume, and the conversations are ongoing, they're ongoing with the Ohio High School Athletic Association and others, about how we can do that and when we can do that. But for now, we're focused on the next step of preparing for that day through skills training,” Husted added. ##Reopening## President Trump’s top economic adviser Larry Kudlow said Thursday that extending unemployment benefits to Americans impacted by the coronavirus pandemic might be a disincentive for people to return to work and get the economy reopened. “I do not believe more government spending will give us a strong and durable recovery,” Kudlow said in an interview with the Washington Post Live. \"I think many Americans want to go back to work\"  The latest numbers: Another 2.4 million Americans filed for first-time benefits last week on a seasonally adjusted basis, the Department of Labor reported on Thursday.  In total, 38.6 million people have filed for initial unemployment aid since mid-March, when lockdowns began in full force across the country. That corresponds to 23.7% of the March US labor force. President Trump and his top economic advisers have said that recovery is contingent upon a swift, but safe, reopening of the economy.  The President has applauded governors who have bucked the advice of medical experts and even the Center for Disease Control, who warn against a hasty reopening, and has advocated to jumpstart sectors that are critical to economic growth. ##Reopening## ##Economy## It's past 2 p.m. on the East Coast. Here’s what you’ve missed:  Trump visits Ford plant in Michigan: The President is touring a Michigan Ford plant soon that has been repurposed to manufacture ventilators and personal protective equipment to help in the coronavirus response. Everyone at the Ford manufacturing plant will be required to wear a mask.  As he departed the White House for the state, the President did not commit to wearing a mask at the plant. “Well I don't know, we’re gonna look at it. A lot of people have asked me that question. I want our country to get back to normal. I want to normalize,” Trump said.  California to reopen further: More than two-thirds of the counties in California are moving ahead with reopening further, including San Diego, Sacramento, and Santa Barbara counties. The 40 counties that have been approved will move ahead into \"expanded phase two\" of reopening, which allows dining in restaurants and shopping in stores. Cases in New York are down, but governor says it's \"still too early\" to decide on schools reopening in the fall: New York Gov. Cuomo said today that the state’s coronavirus cases were down to levels before the “Covid-19 crisis hit us, and we started that spike.” The governor said the state is now starting contact tracing operations and noted that he’s waiting to see what developments are made in possible treatments and vaccines before making a call on school reopenings. Another 2.4 million Americans filed for unemployment last week: It was the ninth week of claims in the millions, but the seventh week in a row that the number declined from the week before. Continued claims rose to 25.1 million for the week that ended May 9 –– a 2.5 million increase from the prior week. Treasury Secretary Steven Mnuchin said Thursday there is a “strong likelihood” that another stimulus bill will be needed to keep the economy afloat.  ##Catch Up## With new labs reporting coronavirus tests for the first time, Louisiana’s newly reported positive Covid-19 cases saw a spike on Thursday.  Of the newly reported cases, 62% are from labs reporting for the first time with some tests dating back to March, according to the Department of Health.  LDH posted on their dashboard that only 506 of the 1,188 new cases are actually new. Over 305,000 tests have been conducted with the results of 19,411 tests being reported since Wednesday. There are 21 new deaths, bringing the total to 2,506. Hospitalizations and ventilator usage continue to drop, with just 884 people hospitalized statewide and 107 total patients on ventilators. Orleans Parish had just 21 new cases on Thursday while Jefferson Parish saw an increase of 47 new cases, bringing their totals to 6904 and 7175 respectively.  There were no deaths in Orleans Parish on Thursday while Jefferson Parish is reporting 1 since Wednesday’s report. ##Testing## Facebook will begin ramping up remote hiring by focusing on advanced engineering positions first, CEO Mark Zuckerberg said. Entry-level hires will largely not be eligible for remote hiring, he said.  Geographically, Facebook will focus first on areas close by to its existing offices, including Portland, San Diego, Philadelphia and Pittsburgh, Zuckerberg said.  A second priority will be to create newer “hubs” of employees in areas where Facebook currently has less of a presence — beginning with Atlanta, Dallas and Denver, he said.  Compensation in these areas could well be lower than in the Bay Area, Zuckerberg acknowledged. “If you live in a location where the cost of living is lower or cost of labor is lower, then salaries do tend to be somewhat lower in those places,” he said.  ##Economy## West Virginia Gov. Jim Justice said he is working with the Department of Education on a plan to allow students to attend their graduations, even if it means they wear masks and social distance.  “Can you just fathom how hard these kids have worked? How much and how meaningful this is to their families, and absolutely I want to be able to do that so badly,” Justice said.  The Department of Education will be working with county superintendents to figure out “some form of graduation” and it may be delayed till mid-July, the governor said. “…[W]here these kids and their families are able to come, maybe wearing masks, maybe spread out all over the place and doing all the social distancing and everything else, but they’ll be able to see these kids and these kids deserve it in every way,” Justice said. Having access to rapid coronavirus tests “would be transformative,” Dr. Megan Ranney, an emergency physician and associate professor of emergency medicine at Brown University, told the House Select Subcommittee on the Coronavirus Crisis on Thursday. “If I could test every person when they walk through my emergency department and get a quick result within 15 minutes that tells me whether they have Covid or not, I could separate out the patients with Covid from those that don't and protect them from each other,” Ranney said, adding it would also protect frontline health care workers.   Widely available testing in the community would also “make sure that people who are sick or isolating and not infecting others,” Ranney said.  That would help keep the curve of new infections flatter and prevent a flood of new patients from once again overwhelming hospitals. Testing could also help reassure patients who need help that they won’t be infected if they seek medical care. “People are not coming to my hospital and to my ER, not because my ER is not safe – but because they perceive it as not being safe,” she said.  ##Testing## President Trump is disputing a report from Columbia University that said if the US began social distancing one week earlier than it did, at least 36,000 lives could have been saved.  He said he believes the study is a “political hit job.” Trump claimed he “was so early” in acting on coronavirus with his “ban on people coming in from China.” “I was so early, I was earlier than anybody thought. I put a ban on people coming in from China. Everybody fought me on that, they didn't want it. Nancy Pelosi a month later was dancing in the streets of San Francisco, in Chinatown, so that people wouldn't believe what’s happening. I don't even blame that but I was way early,” Trump said.  He then attacked Columbia University, which conducted the study, saying it is “an institution that is very liberal.” “Columbia is an institution that is very liberal. It’s a, I think it's just a political hit job, if you want to know the truth,” Trump said. Some context: It is the latest instance of Trump disputing a study he disagrees by claiming without evidence that it was politically biased.  Earlier in the week the president called a study that found no benefit from hydroxychloroquine a “Trump enemy statement.”  He called that study a \"phony study\" and said it was done by \"obviously not friends of the administration\" who wanted to \"make political points.\" CNN found that claim to be false. Fact check here. Scott Houldieson, who works as electrician at a Chicago-based Ford plant, spoke out about safety concerns after the plant temporarily shutdown when two employees tested positive for coronavirus. The plant recently reopened after being closed for two months due to health concerns.  Houldieson told CNN’s Brianna Keilar that he believes the plant opened back up too soon. “We want Ford to survive, we also want our coworkers to survive,” he said. Houldieson raised concerns about employees at the plant that have underlying conditions like autoimmune diseases and those who are cancer survivors. “We want to protect them,” he said. The plant has implemented safety protocols like temperature screenings and medical tests for workers who exhibited symptoms, which Houldieson said doesn’t go far enough. “Even the protocols that have in place aren’t being strictly adhered to. So, we’d like to seeing testing before people come back because we know that this disease is spread asymptomatically. So, when workers come in, they can be infecting other workers for days before they get symptoms. So, that’s a problem,” Houldieson said. President Trump is scheduled to visit and tour another Ford plant in Michigan today and has been reluctant to wear a mask. Houldieson said he thinks the President and anyone in a leadership position should wear a mask and adhere to safety protocols. “When the President or anybody else, a member of management, breaks that rule, violates that rule, it sets a bad example for the rest of the workforce,” he said. Watch: ##Reopening## Unemployment in New Jersey is now at 15.3% — a level not seen since February, 1992, the state Labor Commissioner Robert Asaro-Angelo announced today.  About 757,000 jobs were lost in the state in the month of April, and it is estimated by mid-June, his department will be processing more than 1 million unemployment certifications per week.  The department has paid out more than $3.4 billion to residents since March 20th, Asaro-Angelo said.  ##Economy## Coronavirus spread in a hospital in southwest Georgia for 10 days in March before staff were told what was filling their wards with desperately sick people, a doctor told Congress Thursday. “We were shocked by its abrupt entrance into our lives, and the virus had been spreading quietly for 10 days, and very quickly,” Dr. Shanti Akers, a pulmonary critical care physician at Phoebe Putney Health Systems in Albany, Georgia, testified. “What started as one case spread like wildfire,” she added. “We filled ward after ward until we had at least five floors dedicated to the care of these patients.” Albany was hit early by the virus. Akers described the scene at her hospital as it was overrun with coronavirus cases in March to the House Select Subcommittee on the Coronavirus Crisis.  “Those early days were scary and intense. We knew so little about it, and how it was spread or how to treat it,” she said. “We had our first contact with Covid-19 during the last week of February, and the first week of March when we didn't even know it,” Akers added.  It wasn’t until March 10, that the hospital was informed they had treated a positive coronavirus case, she said.   Staff didn’t have the equipment they needed to protect themselves, adding to the stress. “What PPE we had stockpiled to last six months, lasted one week. We were - still are - forced to make that supply stretch. This time took a toll on all of us,” Akers said.   “I spent many months not seeing my children awake because the hours this pandemic required. I minimized contact with my family in case my PPE had been inadequate,” Akers said. “And I updated my will,” she said.  Staff struggled to keep patients alive, with no guidance about therapies that might be helpful.  There’s currently no cure for Covid-19 and experimental treatments are in the early stages of testing. “Some patients died no matter what we did, and we could not change that outcome. It did not matter if they were young or old. This virus did not discriminate,” Akers said. “We mourned the loss of our patients as some took their last breaths, knowing that their families could not be there and could not touch them. We cheered with them. We cheered with them when they took their first steps out of the hospital,” she said.   As many as 50% of Facebook employees could be working remotely within the next 5 to 10 years, CEO Mark Zuckerberg said Thursday.  The projection — a guess, Zuckerberg said, not a target — marks a major pivot by the world’s biggest social media company to support working from home after the pandemic.  Zuckerberg pitched the idea as both a matter of satisfying employee desires, but also as an effort to create “more broad-based economic prosperity.” “When you limit hiring to people who live in a small number of big cities, or who are willing to move there, that cuts out a lot of people who live in different communities, have different backgrounds, have different perspectives,” Zuckerberg said on a livestream posted to his Facebook page.  Zuckerberg said the company expects to dramatically increase its remote hiring over time and look into supporting permanent remote work for its existing employees.  As the company looks to reopen its offices, Zuckerberg said, he expects only about 25% of Facebook employees to return to their desks initially. Hear more: Nurses, bus drivers and EMTs across the country said they all fear going to work every day. Several workers told the House Select Subcommittee on the Coronavirus Crisis on today that they lack the personal protection equipment they need, suffer physical exhaustion and are worried about bringing the virus home to their families. “We did not have enough nurses in the ICU before the pandemic hit and we certainly do not have enough now,” Talisa Hardin, a registered nurse at the University of Chicago Medical Center said at the hearing. “The nurses in my unit have been terrified of bringing the coronavirus home to our families. I cannot adequately put into words the stress that this fear has caused us. For me, the lack of protections in my unit have forced me to send my daughter away to live with my mother for her protection,\" he added. Eric Colts, a bus driver with the Detroit Department of Transportation, said he works his entire shift on a “40-foot incubator.”   “The biggest fear for me while I'm driving, trying to pay attention to the road, is you'll have someone in the back either sneeze or cough,” Colts said. There is no way to properly socially distance on a bus, he added. Diana Wilson, an emergency medical technician with the New York City Fire Department, said she’s had to send her sons to live with loved ones to keep them safe from coronavirus.  Wilson, who became a widow in 2019, said she hasn’t seen her three kids in 10 weeks.   “On a normal EMS shift, we respond to one or two cardiac arrests. Since Covid-19 has ravaged our state, we are now responding to calls by six to 10 cardiac arrests in an eight-hour tour,” Wilson said. “Despite our best efforts to save lives, we are finding patients dead in their homes, sometimes even in their cars.”  Marcos Aranda, a custodian at Pacific Gas and Electric, said he wears latex gloves and dust masks to try to protect himself.  “My job has always been essential to protecting the public's health and safety, even before the Covid-19 pandemic,” he said. “We now have to make sure we disinfect every frequently touched surface – from phones to elevators, to microwave handles. We do a detailed job to make sure that people coming into work in our buildings during this crisis stay safe,\" he added. New Jersey reported 1,304 new cases of coronavirus on Thursday, Gov. Phil Murphy said in his daily press conference, bringing the statewide total to 151,472.  The numbers:  Of the total cases, 28,876 have been in long term care facilities. \nThe state reported 98 new deaths, bringing the statewide total to 10,843. \nOf the total deaths, 4,502 have been in long term care facilities Gov. Murphy also announced that the Department of Veterans Affairs would be extending their assistance to the state’s long-term care facilities through the end of June and sending an additional 40 clinical staff members to help out at facilities across the state.  Murphy noted that the trend lines for coronavirus in the state continued to move in the right direction - hospitalizations, patients in the ICU and ventilator use were all down in the state. The governor said, however, that the state still leads in some indicators that “we would rather not,” including new cases and new deaths. The Brooklyn Chop House in New York City is preparing for “the new normal” for whenever they are able to reopen. They are planning for temperature checks at the front door, plexiglass dividers between tables, plates and cups in saran wrap, QR codes to read menus on your phones and face shields for all servers and kitchen workers. Restaurant co-founder Stratis Morfogen said that the goal is to “lower that anxiety,” and “create an environment that’s safer.” “I think that this will be the norm, even post-vaccine,” he said on a live episode of Go There on Facebook Watch. “People aren’t going to say, let’s go for steak and Italian tonight, they’re going to say, where do I feel safest? And that’s really important.” Take a look inside: ##Reopening## West Virginia Gov. Jim Justice announced today he is deploying the National Guard to the eastern panhandle of the state where an “issue was brewing” as coronavirus cases continue to rise in Jefferson and Berkeley counties.  “Those numbers are not good, that’s all there is to it,” Justice said, adding that there were 20 new cases in Berkeley County and 15 new cases in Jefferson County yesterday. “We know with the exposure to Virginia, with the exposure to DC, right there at these counties, we have a gigantic population of people that can absolutely infect those people in those counties and cause a big time problem there,” the governor said. He said he has directed the National Guard to report back to him with all of their findings.  Justice urged West Virginians to wear face masks, saying he would not rule out the possibility of making them mandatory. The governor also announced plans for swimming pools, spa and massage businesses, and indoor amusement places like pool halls and roller rinks to reopen Saturday, May 30. Montgomery, Alabama Mayor Steven Reed told CNN today he is considering tightening restrictions in his city and may issue a shelter-in-place order, even as his state continues to open up.   \"I would do it and I would ask for regional cooperation,\" Reed told CNN in a phone interview today. \"I would certainly do it in the city if need be.\"  At a news briefing Wednesday, Reed sounded alarms over an ICU bed shortage in Montgomery saying the health care system is \"maxed\" and if you need a bed, \"you are in trouble.\"  Reed told CNN his hope in using such stark terms was to get the attention of the public.   \"This is a serious matter and we have to maintain our practices even as many people are relaxing restrictions and the economy is opening back up,” Reed told CNN. \"We need to take more individual responsibility in how we go about our daily lives. In this community we are not in a safe place given the numbers we are seeing.\"  Reed said he was certain the shortage of ICU beds was directly related to the state loosening restrictions.  \"That's definitely apart of opening up to soon and not adhering to CDC guidelines,\" Reed said.   He said when he looked at the numbers he saw a \"consistent uptick.\" To change that trend, he said, people have to change their behaviors.   \"What's okay for some may not be okay for all,\" Reed told CNN. \" I understand people want to get back to normal but if we aren't patient, we are going to prolong this and it is going to cost us lives. \"   ##Reopening## More than two-thirds of the counties in California are moving ahead with reopening further, including San Diego, Sacramento, and Santa Barbara counties.  More than five million people live in those three counties combined.  Solano County, which saw one of the state’s first known cases of coronavirus, has also been granted permission to lift restrictions beyond the state’s current stay at home order. Each of these counties filed attestation forms declaring the stability of infection rates and hospitalizations within their regions, ability to respond to a spike in cases, and increased testing capacity. Here's what is reopening: The 40 counties that have been approved will move further into \"expanded phase two\" of reopening, which allows dining in restaurants and shopping in stores. There are 58 counties in California. Restrictions will remain here: Among those areas maintaining current restrictions are Southern California’s highly populated counties of Los Angeles, Orange, Riverside and San Bernardino. Densely populated Bay Area counties like San Francisco, Alameda, and Santa Clara are also remaining as is. Gov. Gavin Newsom said Wednesday that Los Angeles specifically \"is likely weeks behind\" the rest of the state when it comes to reopening. ##Reopening## There have been at least 1,556,749 cases of coronavirus in the US, and approximately 93,606 deaths, according to a tally by Johns Hopkins University. Johns Hopkins has reported 4,896 new cases and 167 reported deaths on Thursday. The totals include cases from all 50 states, the District of Columbia and other U.S. territories, as well as repatriated cases. Victoria's Secret will permanently close 251 of its stores in North America, parent company L Brands announced Wednesday.  Victoria's Secret currently has just over 1,000 locations in the US and Canada. L Brands said it also plans to close 51 of its Bath & Body Works stores. L Brands announced the closures, which will take place over the next several months, during an earnings call on Wednesday.   L Brands CFO Stuart Burgdoerfer called the closures a \"very significant decision, but an appropriate decision and one that we think will strengthen the business.\" Almost all of the L Brands stores, including Victoria's Secret and Bath & Body Works, have been closed since March 17 due to the coronavirus pandemic.  Total company sales fell 37% in the quarter that ended May 2.   ##Economy##   The University of California’s 10 campuses — which are considering mixed approaches for fall classes — will make final decisions on their plans by mid-June, according to spokesperson Claire Doan. The plans for what fall will look like for students are developing as administrators are consulting state and local officials and bearing in mind everyone’s health.   “These plans will continue to evolve and modify as conditions change. UC is carefully working through the various questions and unknowns of in-person fall instruction months from now. The University’s biggest priority is protecting the health, well-being and safety of students, staff, faculty, and larger the UC community,” Doan said.  Summer sessions for all UC campuses are online only. Some background: Earlier this month, a University of California spokesperson said it was unlikely any of the campuses would fully re-open in fall. The spokesperson noted the campuses were \"considering a mixed approach for classes, with some student instruction potentially to be delivered in classrooms and labs while other instruction may remain remote.\"   ##Schools## Connecticut Gov. Ned Lamont encouraged people to visit his state’s parks over the Memorial Day weekend but wants people to do so safely.   Katie Dykes, with the Connecticut Department of Energy and Environmental Protection, said that if people choose to go to beaches, they should maintain a 15-foot diameter around their beach blankets.  Public restrooms and concessions will remain closed in Connecticut state parks, but portable toilets will be available in some state parks. There will not be lifeguards at the state’s shoreline parks, according to Dykes.  In some instances parks will cap parking at 25% capacity in an effort to control crowds according to Commissioner Dykes. Parks will be closed when they reach capacity. Anyone who parks outside a closed park and attempts to walk in can be fined.   ##Reopening## Seniors must be included in therapeutic and vaccine studies, because they have a weaker immune system and respond differently to medicines, Dr. Mark Mulligan, director of Infectious Diseases and Immunology at the Langone Vaccine Center, told senators today.   Speaking before Senate Aging Committee hearing on “Caring for Seniors Amid the Covid-19 Crisis,” Mulligan said the participation of older adults in studies is already common practice in things like the flu vaccine.  “Having a stronger vaccine, one with an adjuvant, one with a higher dose may be necessary for Covid-19 and seniors as well,” Mulligan Adjuvants are ingredients added to vaccines to help them work better, according to the US Centers for Disease Control and Prevention.    “We also want to be sure that treatments are tolerated well and are safe in seniors; their system is different. So we need to be sure to include seniors in our treatments, as well as our vaccine studies,” Mulligan said.   Campbell University in Buies Creek, North Carolina, will provide private room accommodations to all residential students for the 2020-21 academic year. The school, which has nearly 6,500 undergrad and graduate students, said it will waive its usual $800 private room fee, according to a statement. Vice President for Student Life Dennis Bazemore said the health and safety of students is the university's top priority.  \"We believe providing private rooms for all residential students is one of the major steps to achieve that goal,\" Bazemore said in the statement. The statement said the decision was made after a review of the university's housing facilities as a way to spread students out. The university said it will continue to follow US Centers for Disease Control and Prevention recommendations for cleaning and disinfecting, and that eligible students still have the choice to request living off-campus. ##Schools## ##Reopening## The Test Iowa program will expand to include all people who feel they should be tested, Gov. Kim Reynolds said during a Thursday press conference. The change should take effect by the end of the day, according to Reynolds. Reynolds said the goal is to continue to test as many Iowans as possible so that people will feel more confident and comfortable returning to work.  Some background: Testing was previously prioritized for those experiencing symptoms, those who had interacted with another person who had already tested positive, or anyone that had visited a place where the virus is more widespread, according to the Test Iowa website. ##Testing## Washington, DC, Mayor Muriel Bowser announced today that the District can begin stage one of its reopening on Friday, May 29 if there are no spikes in the number of community spread coronavirus cases. Stage one includes outdoor restaurant service and curbside pick-up for non-essential retail. Beauty salons and barbershops will be allowed to operate by appointment only and up to 10 people will be permitted to gather for worship. The ReOpen DC Advisory Group presented a full outline of their recommendations for reopening during a news briefing on Thursday. The recommendations detail a four-phase process. DC businesses will be provided with a checklist from the ReOpen DC Advisory group tomorrow. The District's stay-at-home order is currently in place until June 8, but the mayor is expected to provide an update next Tuesday, May 26. ##Reopening## The Colorado State Emergency Operations Center announced scientists from Colorado State University will conduct eight weeks of Covid-19 tests on workers and residents in up to 30 skilled nursing facilities.  \"This will help prevent outbreaks, monitor the risk of exposure for residents, and help recovered workers return to work,\" the CSEOC said in a statement Thursday.   CSU will be given $4.2 million as part of this partnership between the university and the Colorado Department of Public Health and Environment.   \"A majority of the funding will go to the testing of asymptomatic workers, with their consent, using nasopharyngeal swabs,\" the statement said.   Some context: In Colorado, more than 50% of coronavirus-related deaths have been among older adults and people with disabilities who live in places like nursing homes and assisted living facilities, according to the statement. ##Testing## Ohio's State Fair, schedule to take place July 29 through August 9, has been cancelled because of public health concerns, as well as \"the financial feasibility of hosting a socially distant fair.\" “After careful thought and deliberation, we have decided to cancel the Ohio State Fair. Knowing how easily the virus spreads in large groups, we believe it is the safest path forward for the health and safety of all Ohioans,” Andy Doehrel, chair of the Ohio Expositions Commission said in the statement on Thursday. “The financial ramifications of hosting a reduced-capacity Fair would be too great, and we need to protect the great Ohio State Fair for future generations,\" the statement continued. Last year, 934,925 people attended the Ohio State Fair during its 12-day run, according to the statement. These attendees came from each of Ohio’s 88 counties, all 50 states, the District of Columbia, as well as Canada and Mexico. Read the tweet: Treasury Secretary Steven Mnuchin said Thursday there is a “strong likelihood” that another stimulus bill will be needed to keep the economy afloat.  He added, however, that for now, Congress needs to take a step back and allow the $3 trillion in aid already appropriated to get pumped into the economy.  His remarks, which were made at a virtual summit sponsored by The Hill, come as Republicans are pumping the breaks on approving more coronavirus stimulus spending.  Last week, House Democrats pushed forward a sweeping $3 trillion package.  Mnuchin also said at the event Thursday that he is tested for Covid-19 on a regular basis because he is in daily contact with the President and vice president. Mnuchin said he has tested negative.   ##Economy## New York is now starting contact tracing operations. Gov. Andrew Cuomo said the state will call people who came in contact with someone who tested positive for coronavirus. When tracers call, the caller ID will show up as \"NYS contact tracing.\" “Tracers will contact [the person who tested positive] and ask who they may have exposed,” Cuomo said. “And you could get a phone call following up on this tracing information, saying you were with John Smith last night. John Smith is now positive, you may want to be tested.” “You should answer that call. It's not a hoax, it's not a scam, it's not a fraud,” Cuomo said. “It's for your health, it's for your family's health.” You can read more about the program here. ##New York## Watch here: Beaches in New York state are opening tomorrow, but if you are planning on taking a trip on Memorial Day, Gov. Andrew Cuomo said there will be some restrictions. Here are a few things you should keep in mind: Beaches will be limited to 50% capacity, which the governor said he expects to be reached as early as 10 a.m. \"That's something to take into consideration,\" he said. \"You don't want to take that ride and get all the way out there and find out the beach is already closed.\"\nNo group contact activities will be allowed, including sports like volleyball and football.\nCertain areas, such as playgrounds and pavilions, will be closed.\nSocial distancing will be enforced, but anytime it is not possible, beach employees and visitors will be required to wear a mask. Remember: New York City beaches are not following these reopening guidelines for the holiday. City beaches will remain closed to swimming, but walking on the beach is permitted, Mayor Bill de Blasio said. The NYPD will increase patrols across the beaches and parks, he added. ##Reopening## ##New York## New York Gov. Cuomo said today that coronavirus cases in the state are down to 246. Hospitalizations were also down at 5,187. “New cases are down 246, which is actually lower than we were when this first started.  So we're back to a point earlier than we were when this Covid-19 crisis hit us, and we started that spike, so that's really good news,” Cuomo said.  Cuomo reiterated that the state is making progress and is on the back end of the curve. “The overall trajectory of this situation — March 20-May 20 — been a period of time that will go down in history. A lot of pain, a unique period, but we got through it. We got through it, we got over the mountain. Literally and figuratively,” Cuomo said. ##New York## New York Gov. Andrew Cuomo said that the state is now investigating 157 cases of an inflammatory syndrome in children that has been linked to Covid-19. He added that today they are aware of cases of this illness in 13 countries and 25 states in the US. That is a change from 7 countries and 17 states last Thursday. \"This is one of those situations where the more they look, I believe the more they're going to find,\" the governor said. ##New York## Watch here: New York Gov. Andrew Cuomo said it's \"still too early\" to decide if students should return to classrooms this fall. \"In terms of opening up school for the fall, it's still too early to make that determination,\" he said. He noted that officials need to learn more about the rare but serious new syndrome affecting children that could be related to Covid-19. He said he's also waiting to see what developments are made in possible treatments and vaccines before making a call on schools. ##New York## ##Schools## At least 105 people across New York died from coronavirus yesterday, Gov. Andrew Cuomo said at a news conference. \"Relatively, it's better than it has been,\" he said, adding that the news is still \"terrible.\" At least 112 people died from the virus on Tuesday. ##New York## Watch here: Spotify is allowing its employees to continue working from home through the end of 2020, making it the latest tech company to institute an extended remote work policy.  In a statement, the digital music company's spokesperson said Spotify expects to take a “phased approach” to reopening its offices around the world, but that “no employee will be required to come into the office and can choose to work from home through the end of the year.” Some context: Large tech companies such as Amazon, Facebook, Google and Microsoft have all told office workers they can continue working from home either into the fall or until the end of the year.  Twitter last week became the first company to announce it will support remote work “forever” for eligible employees who desire it.  ##Reopening## New York City Mayor Bill de Blasio was asked for his advice to New York City residents whose beaches will be closed this holiday weekend and for the foreseeable future.  The question came on the heels of neighboring communities expressing concern that city residents will go elsewhere — such as Long Island — where beaches can open based on a state guidelines. “My advice to people is to keep it simple, keep it local, less is more,\" he said. De Blasio noted there are restrictions at beaches all over the region. For example, many beaches will only allow local residents. “I think we are all learning to be hyperlocal,” de Blasio said. ##New York## When Nevada moved to make it easier for more voters to cast their ballots by mail ahead of the November election, President Trump lashed out in response, threatening to withhold funding from the state over this. “It's a piece of political abuse here,” Nevada Attorney General Aaron Ford said about the threat. The President has often made baseless claims about voter fraud visa vote-by-mail. Ford insisted that the move is not intended to suppress votes. He pointed out that Nevada’s election is overseen by the Secretary of State. Currently, that’s Barbara Cegavske, who is a Republican, and “she established this all-mail primary system.” “It's because of the Covid-19 scare. We don't want a rehash of Wisconsin here in our state,” he said. “What we're looking for here is an opportunity to protect Nevadans, and their health and safety, and at the same time, protect their right to vote. It's sacrosanct to me.\" Watch more: Michigan will reopen retail businesses and auto dealerships by appointment beginning Tuesday, May 26, according to a statement from Gov. Gretchen Whitmer’s office. The state will also allow small gatherings of up to 10 people as well as nonessential medical, dental and veterinary procedures beginning May 29. \"The data shows that Michigan is ready to phase in these sectors of our economy, but we must stay vigilant and ensure we’re doing everything we can to protect ourselves and our families from the spread of COVID-19,” Whitmer said in the statement. ##Reopening## Texas Gov. Greg Abbott said Thursday that CVS Health will open 44 new drive-through Covid-19 testing sites across the state that will utilize self-swab tests. Results will be available within three days.   \"Texas continues to rapidly ramp up Covid-19 testing in our communities, and these new drive-thru testing sites provided by CVS Health will further expand access to these tests throughout the state,\" Abbott said in a press release today.    Here are more details about the testing: Residents who wish to be tested will be required to register online and stay in their cars for the duration of the process, the statement said\nA CVS employee will provide a test kit through a drive-through window, give instructions, and \"observe the self-swab process to ensure it is done properly\"\nTests will be processed through an independent lab You can find the full list of the new testing sites here.  Abbott said the state hopes to scale the number of CVS drive-through testing sites to 80 by the end of May.   ##Testing##  A CEO of a home health group told the Senate Aging Committee that he’s “never seen the system so stressed.”   Dr. Steven Landers, president and CEO of the Visiting Nurse Association Health Group, outlined how the healthcare system has been hurting as a result of the pandemic.  \"We've seen the stress that hospitals – in terms of bed capacity, emergency rooms, nursing facilities – the challenges that they've faced. And it's highlighted, you know, the need for a strong home care option.”   Landers was speaking at the “Caring for Seniors Amid the Covid-19 Crisis” Senate hearing on Thursday. R. Tamara Konetzka, a professor in the department of public health sciences at the University of Chicago also spoke at the hearing. “Nursing home residents are ill-equipped to monitor their own care, to advocate for themselves, or to exert political influence,\" Konetzka said. Konetzka said it’s estimated that at least one-third of all Covid-19 deaths are in nursing homes, adding that statistic is unsurprising.  “Nursing homes provide hours of hands-on care daily, to large numbers of people with underlying health conditions living in close quarters. Facilities are often understaffed, a situation that's been exacerbated by the pandemic,\" Konetzka said. New York City Mayor Bill de Blasio said the city is making progress toward reopening based on the latest numbers of cases and hospitalizations. People admitted to hospital for suspected coronavirus cases is down from 63 to 60, and patients in public hospital system’s ICUs are down from 483 to 477 However, the percentage of those who tested positive for coronavirus now stands at 9%, which is a slight uptick. It was eight percent.  The numbers are data from Tuesday. “We’ve had several days in single digits,” de Blasio said referring to the percentage of those who tested positive, add that last 10 days have all been below 15%. “This is remarkable progress,” the mayor said. In the coming days, the mayor said the city will be addressing how it will use this data for “small, smart steps” to reopen in June when the city expects to meet the seven state criteria required for reopening. ##Reopening## ##New York## The Archdiocese of New York – a community of 2.81 million Catholics across the city and several state counties – believes “public worship can continue to take place safely in an era of social distancing” and is expected to discuss preparations that are underway for the re-opening of the archdiocese’s 288 parishes upon the approval by health and state officials. Here are some of the measures in the proposed reopening plan: Attendance will be limited to no more than 25% of a church’s occupancy permit.\nThere will be designated seating arrangements in pews based on people by themselves, couples, families with one child and families with more than one child.\nFrequently touched surfaces in the church will be cleaned and sanitized per CDC recommendations after every liturgy.\nHand sanitizer dispensaries will be available at all church entrances.\nA live video display of services will be continued in order to alleviate any overflow in attendance.\nHoly water and baptismal fonts will be emptied.\nCollection baskets will not be passed from person-to-person, but baskets with long handles will be allowed.\nNo large choirs will be used. CDC guidelines for faith-based organizations encourages limiting large gatherings, relying on virtual or outdoor services where possible, using a stationary collection box and promoting the use of face coverings at all gatherings. ##Reopening## ##New York## As every state in the US is now in some phase of reopening, Dr. Anthony Fauci, the director of the National Institute of Allergy and Infectious Diseases, said now is not the time to \"pull back completely\" on physical separation.   \"If you look at the curves in our country, it isn't like everything is dramatically going down,\" Fauci told actress Julia Roberts in a #PasstheMic interview released Thursday by the anti-poverty organization ONE.  \"New York got hit very badly, but they're starting to come down now. Now is not the time to tempt fate and pull back completely,\" he added. Fauci also said developed countries have a \"moral responsibility\" to include people from the developing world in trials for a potential Covid-19 vaccine.  \"There is, what I consider the moral commitment to do this, but also, there's enlightened self interest. And the enlightened self interest is that if you don't control an outbreak in the developing world, is gonna come right around and bite you the next season. So unless you completely stop this, you're not gonna wall yourself off from the developing world,\" he said. Fauci also spoke of what a return to normalcy will look like, saying we should think of it more as a \"new normal.\"  \"People say 'do you think we'll be back to normal this summer?' and I say you know, I don't really think so because it may be a new normal but it's not the way we had it before,\" Fauci said.  \"If the normal is the being [aware] of our vulnerability to these type of things, that's looking at it in a positive, potentially constructive way,\" he added. Montgomery Mayor Steven Reed sounded the alarm Wednesday on an apparent ICU bed shortage in his Alabama city and said sick residents are being diverted to Birmingham as a result.   \"Right now, if you are from Montgomery, and you need an ICU bed, you are in trouble. If you're from central Alabama, and you need an ICU bed, you may not be able to get one,\" Reed said during a press conference Wednesday. \"Our health care system has been maxed out.\"  The mayor gave a rundown of the current status of ICU beds in the region saying: Baptist East Hospital is short by 3 beds, Baptist South Hospital has zero, Baptist Health in Prattville has zero. and Jackson Hospital has one.    Reed said many patients in Montgomery area hospitals are not from Montgomery, but rather, from rural areas where the health care systems cannot meet the needs of the community. The result has been an overwhelmed hospital system, the mayor said.  \"We don't want to lose anyone, any life, because we don't have the resources to treat them in this community,\" Reed said. \"I want us to really think about the seriousness of that because none of us know who will need that ICU bed today, and who may need that this evening, tomorrow, or this extended Memorial Day weekend.\"   US Centers for Disease Control and Prevention Director Dr. Robert Redfield said the coronavirus could “reground” itself in the northern hemisphere in later this year, and he does not rule out the possibility of new lockdown measures and restrictions. “We’ve seen evidence that the concerns it would go south in the southern hemisphere like flu [are coming true], and you’re seeing what’s happening in Brazil now,” Redfield told the Financial Times in an exclusive interview.  “And then when the southern hemisphere is over I suspect it will reground itself in the north,\" he added. Remember: Brazil just saw its biggest single-day increase in the number of cases, adding to the concern is that the flu virus also begins to spread in the fall. Redfield said he could not guarantee that another lockdown in the United States would not be needed. If the country experiences a bad flu season and is also forced to contend with a resurgence of coronavirus, Redfield said that could put a lot of stress on the health system. Redfield raised similar concerns about a fall resurgence of the virus in an interview with CNN's Dr. Sanjay Gupta in February.  Gupta said on CNN's New Day, “There was a concern. We didn't know for sure. Now we have more data, as you look at what's happened in the Southern Hemisphere. But I think that in some ways the CDC, the premiere public health organization, has been thinking, planning for this for some time.\" Restaurant owners in New York are getting creative as they prepare to welcome customers back into their businesses for dine-in services. CNN's Shimon Prokupecz explained some of the things you might see when you go to eat at a restaurant: Plexiglass dividers will be put in between tables to separate customers and make sure they are not sitting too close to each other.\nPlates and cups with be covered with plastic wrap so that when people come in, they know it is clean and safe to use.\nRestaurants will no longer use paper menus. There will be barcodes on the tables that customers can scan to get the menu on their phone.\nWaiters will be required to wear face shields. New York Gov. Andrew Cuomo has said the state will be reopened in phases. While some regions have already entered phase one, phase two will use more of a business-by-business analysis and a matrix that determines each business's overall importance and risk in reopening. Restaurant owners say they expect it to be about two months before they feel like they can reopen safely, Prokupecz reported. ##Reopening## ##New York## Macy's released its preliminary earnings for the first quarter and said it expects it lost as much as $1.1 billion between February and May, blaming its losses on lockdown measures that governments imposed because of coronavirus. The company was forced to close stores on March 18 because of the coronavirus outbreak, causing sales to plunge by as much as 45%, the company said Thursday. Macy's began reopening stores on May 4 — just a couple days after its first fiscal quarter came to a close. As of this week, it has about 190 Macy's and Bloomingdale's stores open. The company hopes to have more than 500 stores open by mid-June.  Macy's is limiting the number of customers allowed inside stores that are reopening and installing social distancing signs and markers.  Customers will be required to use hand sanitizer before trying on jewelry or watches. And Macy's has suspended ear piercings, bra fittings and tailoring services. ##Reopening## Vice President Mike Pence will lead a coronavirus task force meeting at the White House today, according to his official schedule.  The meeting will be at 2:30 p.m. in the Situation Room. This is the first task force meeting since Friday, according to a review of Pence’s schedule. The meeting is closed to press.  US stocks opened mostly flat on Thursday, following the prior session’s rally that propelled the S&P 500 to its highest level since early March. The market once again paid little attention to dire news from America’s labor market, where another 2.4 million people filed for first-time unemployment claims last week. Here's where things opened this morning: The Dow opened down 0.1%, or 35 points.\nThe S&P 500 was essentially flat.\nThe Nasdaq Composite climbed 0.1%, but slipped into the red within the first minutes of trading. ##Economy## Ahead of President Trump's visit to a Ford motor plant in Michigan today, the state's attorney general Dana Nessel sent Trump an open letter urging him to wear a face covering during his visit, saying he has both a \"legal\" and \"moral\" responsibility to do so.  \"While my Department will not act to prevent you from touring Ford's plant, I ask that while you are on tour you respect the great efforts of the men and women at Ford -- and across this state — by wearing a facial covering. It is not just the policy of Ford, by virtue of the Governor's Executive Orders. It is currently the law of this state,\" Nessel wrote in the letter, citing two executive orders from Governor Gretchen Whitmer. Some context: Executive Order 2020-91 requires manufacturing facilities to suspend all tours, and Executive Order 2020-92 requires anyone who is medically able to wear a facial covering when in an enclosed space, according to the letter.  \"Anyone who has potentially been recently exposed, including the President of the United States, has not only a legal responsibility, but also a social and moral responsibility, to take reasonable precautions to prevent further spread of the virus,\" Nessel wrote.  San Francisco nurse Mike Schultz lost at least 50 pounds while hospitalized with coronavirus.  Schultz posted shocking before-and-after photos of the impact the virus had on his body. “I didn't even recognize myself … I pretty much cried when I looked in the mirror,” he said. “…I had no idea how long I had been there. So it was kind of a shock taking all of this in at once.” He said he flew to Boston in March to see his boyfriend, and after he got back home, he developed a high fever and was struggling to breathe. He was on a ventilator for 4.5 weeks.  “I was probably like a lot of people. I didn't realize how serious it was,” he said. Schultz said that he is recovering, but still experiencing some health issues.  “I have a little lingering cough and I can't breathe in all the way without feeling like I need to cough,” he said. “… Doctors say … lung capacity is one of the slowest things to come back. So it's going to be a while.”  Watch more: Some passengers will arrive at the airport and find their flight is too full to allow for the neighboring seat to remain empty, according to data from a US airline industry group. However, the group, Airlines for America, maintains that the vast majority of flights continue to allow for many open seats, even as the average number of passengers on each plane is growing.   About 8.5% of flights are more than 70% full, according to the group Airlines for America.   That means about 482 daily flights are above the 70% mark. The group said US carriers are currently conducting about 5,670 passenger flights daily — even after slashing thousands of flights from their schedules.  Why this matters: The 70% mark is significant because on narrow body aircraft where most seats are in groups of 3, social distancing typically means using only two thirds of seats, or 67%. When factoring in other types of aircraft and different seating arrangements, the International Air Transport Association says social distancing would mean using a maximum of 62% of seats fleet-wide.   There is no federal standard requiring airlines to leave empty seats and allow customers to socially distance, and the Department of Transportation recently instructed airlines that “if the passenger wishes to change or cancel due to concerns related to the COVID-19 public health emergency,” the customer is not entitled to a refund or voucher. Here's how flight capacity breaks down: 3% of flights flew 80-89% full\n5% of flights flew 70-79% full\n6% of flights flew 60-69% full  \n12% of flights flew 50-59% full   In January and February, the average flight carried between 85 to 100 passengers. Now, the average flight carries about 39 passengers. That number has climbed significantly from as low as 10 passengers per flight in April and 23 passengers per flight in early May.   Michigan Attorney General Dana Nessel is calling on President Trump to wear a mask ahead of his visit to a Ford manufacturing plant in the state today.  “If he fails to wear a mask, he's going to be asked not to return to any enclosed facility inside our state,” Nessel said. “…If we know he's coming to our state, and we know he's not going to follow the law, I think we're going to have to take action against any company or any facility that allows him inside those facilities and puts our workers at risk. We just simply can't afford it here in our state.”  Some background: As auto plants reopened on Monday, there was an agreement between the United Auto Workers union and manufacturers that has become law. It specifies that there should be no outside visitors — which has been waived for the President, Nessel said — social distancing, temperature screening and wearing a face covering.  “We are just asking that President Trump comply with the law of our state, just as we would make the same request of anyone else in those plants,” Nessel said.  Ford on Tuesday said it had communicated its safety policies to the White House, including that everyone wear a mask. But a company spokesman said, \"The White House has its own safety and testing policies in place and will make its own determination.”  When the President was asked on Tuesday whether he would wear a mask to the Michigan plant, Trump said he hadn't thought about it yet. \"I don't know. I haven't even thought of it. It depends. In certain areas I would, in certain areas I don't. But I will certainly look at it,\" Trump said.  At least 2.4 million people filed for first-time unemployment benefits last week, which ended with May 16.  It was the ninth week of claims in the millions, but the seventh week in a row that the number declined from the week before. Continued claims rose to 25.1 million for the week that ended May 9 –– a 2.5 million increase from the prior week. ##Economy## House Speaker Nancy Pelosi and Senate Democratic Leader Chuck Schumer have sent a letter to President Donald Trump requesting that flags be flown half staff \"on all public buildings in the country\" when the Covid-19 death toll in the US reaches 100,000. “Respectful of them and the loss to our country, we are writing to request that you order flags to be flown at half staff on all public buildings in our country on the sad day of reckoning when we reach 100,000 deaths. It would serve as a national expression of grief so needed by everyone in our country,\" the letter said. You can read the full letter here. The latest numbers: At least 93,439 people have died from coronavirus in the US, according to a tally by Johns Hopkins University. Erin Bromage, an epidemiology expert and biology professor, joined CNN’s \"New Day\" to discuss how to safely celebrate the Memorial Day holiday.  Can people have a safe barbecue? “We can do it safer, but never safely enough,” Bromage says.  Some tips from him: Everyone should bring their own food and plastic utensils (no shared bowl of chips!)\nHot dogs and hamburgers should go directly from the grill to a person’s plate, not to a big tray of food\nDifferent households should sit together — separately  Are masks needed at a backyard gathering? “If you’ve got loud friends, yes,” Bromage says.  “Again, if you can maintain the distance while you're outside, you are fine without masks unless you're in an area that is a bit of a hotspot at the moment. Have them with you. … The more households you have, then you may want to think about having masks.” Can guests go inside your house to use the bathroom? “Indoors [is] the most risky environment we have for transmission of this virus. But … there's things that you can do to make it just a little bit safer,\" Bromage says. He shared these tips:  Have all the doors going toward the bathroom open, so no one has to touch any other handles\nHave guests use a piece of tissue to open and close the bathroom door\nMake a note to close the toilet seat before flushing  Can people go in the pool? “Pool water that is properly maintained — and that is important, properly maintained — will be safe,” Bromage says, adding that social distance with people from other households should be maintained in the water too. Alcohol complicates things “When we drink a little, we get a little closer, we get a little more touchy … We just need to be careful with that,” Bromage says. He warns that there should be a plan for getting rid of bottles and other garbage quickly after a barbecue to minimize the risk of transmission.  Watch: ##Reopening## A new report found that at least 151,964 Americans died due to alcohol, drugs or suicide in 2018 and it warns Covid-19 could exacerbate the so-called “deaths of despair.”  The study by Trust for America’s Health and Well Being Trust showed deaths due to alcohol and suicide rose, while drug overdose deaths declined from the previous year.   “While still disturbingly high, the 2018 data is the first time since 1999, when the current data collection began, that there has not been a sizable increase in the alcohol, drugs and suicide deaths per 100,000 rate,” according to a statement from Well Being Trust.   In 2018, alcohol deaths rose 4% for the year and suicide deaths were up 2%. Death rates for opioids declined, but the death rates for synthetic opioids such as fentanyl increased, as did death rates for methamphetamine, ecstasy and prescription stimulants.  The report said that drug-induced deaths among American Indians, Asians, blacks and Latinos all increased from 2017. “The profound racial health disparities seen in these data show that many ethnic minority groups are being left behind in our response efforts,” said Dr. Benjamin Miller, chief strategy officer with Well Being Trust.  Remember: Well Being Trust, a national public health group, also sounded the alarm earlier this month saying as many as 75,000 American’s could die because of drug or alcohol misuse and suicide as a result of the coronavirus pandemic.  Economic downturns, stress due to isolation and a global pandemic could significantly increase these types of deaths, it said. The Transportation Security Administration said it is making some changes to its security screening procedures at airports, but did not include passenger temperature screening in its list — something a federal official has told CNN the agency is considering. The changes include several ways to prevent officers from handling travelers' belongings and travelers from handling shared X-ray bins. The agency said passengers should hang onto their boarding passes, rather than handing them to TSA officers, to prevent cross contamination. Instead, officers will visually review the boarding pass. The TSA also said that when a bag does not pass X-ray screening, passengers may be responsible for unpacking the bag and sending it through the X-ray machine again, rather than an officer searching through it by hand. The agency is encouraging travelers to pack food items in a clear plastic bag to make it easier for officers to check them. Food items sometimes require further inspection by TSA. Read more here. The novel coronavirus has infected more than 5 million people worldwide and killed at least 328,000. If you're just tuning in, here are the latest headlines: Beijing and Washington clash: China’s Ministry of Foreign Affairs strongly criticized Mike Pompeo on Thursday, labeling the US Secretary of State an \"extremely irresponsible politician.\"\nUS death toll rises: At least 93,439 people have died across the country, with 1,551,853 cases of the disease recorded.\nInfectious disease experts criticize testing levels: Coronavirus testing in the United States is disorganized and needs coordination at the national level, a team from the University of Minnesota has said.\nCovid-19 cases reach Supreme Court: An increasing number of pandemic-related disputes will reach courts across the US in the coming weeks, concerning prison conditions. ##Catch Up## The Supreme Court and courts across the country will see an increasing number of pandemic-related disputes in the coming weeks concerning prison conditions and whether prisons are violating the constitutional rights of inmates by failing to adequately protect them against the coronavirus. Inmates are raising concerns about what they call the deliberate indifference of prison officials during a serious public health crisis and asking for home confinement or appropriate resources to improve hygiene and block the spread of Covid-19. For their part, state and federal officials are pushing back hard arguing that they are trying to respond to evolving risks while battling an unprecedented global pandemic. Justice Sonia Sotomayor sent up a flare up this month after inmates argued that their prison conditions amounted to cruel and unusual punishment. \"It has long been said that a society's worth can be judged by taking stock of its prisons,\" Sotomayor wrote. \n\"That is all the truer in this pandemic, where inmates everywhere have been rendered vulnerable and often powerless to protect themselves from harm.\" The issue is further complicated by the fact that federal law that governs prison conditions requires an inmate to exhaust a grievance process set up by correctional officials before turning to litigation.  That system was put in place to keep frivolous litigation out of courts and give prisons the chance to remedy a problem before a lawsuit. But it never envisioned a pandemic like Covid-19 that is ripping through prisons filled with at-risk inmates. Read more here. China’s Ministry of Foreign Affairs has lashed out at US Secretary of State Mike Pompeo amid a growing war of words between Beijing and Washington. “[Pompeo] has played to perfection the part of an extremely irresponsible politician, but his numerous lies have bankrupted his credibility in the world,” Ministry of Foreign Affairs spokesperson Zhao Lijian said on Thursday.  Zhao also questioned the US response to the coronavirus pandemic, asking “why didn’t the US government take any prevention measures from January through til March, why did it advise people not wear masks for so long, why did it fail to stem the spread of virus[?].” Tensions over the pandemic and trade have reignited tensions between the US and China in recent weeks. The Trump administration announced Wednesday that it had approved another potential arms sale to Taiwan.  Zhao said in response: “China is firmly opposed to the US arms sales to Taiwan and has made solemn representations to the US. We urge the US side to strictly abide by the one-China principle and the provisions of the three Sino-US joint communiques, and stop arms sales to Taiwan and military links between the United States and Taiwan to avoid further damage to Sino-US relations and peace and stability in the Taiwan Strait.” President Trump criticized China's response to the pandemic in a series of tweets posted late Wednesday night, accusing Beijing of \"trying desperately to deflect the pain and carnage that their country spread throughout the world.\" He claimed the Chinese government \"could have easily stopped the plague, but they didn’t!\" “The Chinese government has always adhered an open, transparent, and responsible attitude, and insisted on speaking with facts,\" Zhao responded on Thursday.\n\"Who is going all out to safeguard people's lives and health, and who is doing everything in their power to promote international cooperation? I believe that justice is [in] people’s heart[s], and the world will see [that] clearly.\" A series of US states have been combining two different types of coronavirus test results in their total numbers, potentially providing a muddled picture of the pandemic as the nation eases restrictions. Virginia, Texas, Georgia, and Vermont have said they've been adding two numbers to their daily totals: viral test results and antibody test results. Viral tests are taken by nose swab or saliva sample, and look for direct evidence someone currently has Covid-19. \nAntibody tests use blood samples to look for biological signals that a person has been exposed to the virus in the past. Why this is a problem: Combining the two types of tests overstates a state's testing ability, a crucial metric as nearly all states ease coronavirus restrictions. Experts have consistently emphasized that for states to reopen, there has to be adequate testing and tracing. \"Public health officials need to know how many people in my state or my community currently have Covid-19. They also need to learn how many people had it in the past and potentially are immune to it,\" said Elizabeth Cohen, CNN's senior medical correspondent. \"Those are two completely different things.\" States' response: Texas, Virginia and Vermont said they've recognized the data issue and moved to fix it in the past few days. Georgia health officials said they've been adding both tests to their daily totals since April in line with the methodology from the Centers for Disease Control and Prevention. Read more here:  ##Testing## As the world slowly eases its way out of the Covid-19 lockdown, we're on the verge of a new era in air travel. We could soon encounter armies of robotic cleaners patrolling airport concourses, disinfecting check-in counters and ticket kiosks. We might see passengers wafting through security and baggage checkpoints without touching anything. And we might be boarding aircraft where hand gestures and eye movements open overhead stowage bins and navigate our inflight entertainment screens. Everything could become touch-free. Out go the tailored uniforms, in come astronaut-style anti-Covid-19 flight attendant suits. Most of these concepts are trials but could soon morph into realities that become as ubiquitous as the biometric gates and body scanners to which we've already become accustomed at airport terminals. Read more here. At least 93,439 people have died in the US from coronavirus, according to Johns Hopkins University's latest tally. There are at least 1,551,853 cases of the disease in the country. The US has the highest number of cases in the world. The totals includes cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases. CNN is tracking coronavirus cases across the US here. The US Centers for Disease Control and Prevention has posted 60 pages of detailed guidelines on how to reopen the United States from coronavirus pandemic stay-at-home orders on the agency's website. The guidance was a slightly shorter version of a 68-page document shelved by the White House last week after concerns it was too specific. Still, the latest CDC document was very descriptive, providing a detailed road map for schools, restaurants, transit and child care facilities on the categories to consider before reopening. The guidance was posted without fanfare amid reported tensions between the agency and the White House. CNN previously reported one of the main hold-ups for publishing the CDC documents was the Department of Health and Human Services' Office of Civil Rights Division felt that faith-based organizations were being unfairly targeted. In drafting the document, the US Department of Health and Human Services' Office for Civil Rights asked the CDC to ease social distancing recommendations for those groups, encouraging federal health officials to let churches congregate, an official involved told CNN last week. According to the official, HHS officials \"made\" them take out a reference to Communion plates, despite a scientific review that confirmed one of the ways people can contract the virus is by drinking out of a Communion cup. Health officials outside of HHS, but still involved in guidelines discussion, raised concerns about this request. ##Reopening## Coronavirus testing in the United States is disorganized and needs coordination at the national level, infectious disease experts said in a new report released Wednesday. Right now, testing is not accurate enough to use alone to make most decisions, including who should go back to work or to school, the team at the University of Minnesota said. \"It's a mess out there,\" Mike Osterholm, head of the university's Center for Infectious Disease Research and Policy (CIDRAP), which issued the report, told CNN. \"Testing is very, very important, but we're not doing the right testing.\" The number of tests that have been completed — numbers widely reported by states and by the White House — show only part of the picture, the report reads. \"The data is really kind of screwed up,\" Osterholm said. \"It's because the public health system is overwhelmed.\" The report has some specific recommendations for diagnostic tests that check to see if someone is currently infected with coronavirus. Testing is most useful for clinical care of patients, for disease surveillance and contact tracing and for monitoring frontline workers such as emergency responders, doctors and nurses who may have been exposed, the report recommends. People with symptoms should also be tested, it says. ##Testing##", "Section": "us", "Writers": ["Melissa Macaya", "Mike Hayes", "Meg Wagner"], "URL": "https://www.cnn.com/us/live-news/us-coronavirus-update-05-21-20/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Singapore", "Source": "CNN"}