{"Type": "article", "Time": "2020-07-27", "Headline": "What you need to know about coronavirus on Monday, July 27", "Text": "The United States recorded more than 1,000 coronavirus deaths for four days running last week. The staggering, repeat toll has ushered in a new sense of urgency in the nation, as public health experts call for another shut down. As cases surge in parts of the South and West, Dr. Deborah Birx, the Trump administration's coronavirus response coordinator, made a visit to Kentucky on Sunday, where she urged officials in the region -- citing Indiana, Ohio, Tennessee and Virginia -- to close bars, cut back indoor restaurant capacity and limit social gatherings to 10 people. She also recommended that \"100%\" of people wear masks when they are in public -- something that some local leaders are still unwilling to enforce.   With overwhelmed hospitals and lengthy delays in testing, some local leaders across the US -- including the mayors of Houston and Los Angeles -- have said a second stay-at-home order might be possible. Federal and state officials now seem to agree that backlogs for Covid-19 testing and extended wait times for results pose a serious problem to containing the pandemic. Speaking on CNN's \"State of the Union,\" Adm. Brett Giroir, the Trump administration official overseeing coronavirus testing, conceded that turnaround times are still too long. The director of the National Institutes of Health, Dr. Francis Collins, said last week that such delays undercut the value of the testing. CNN has previously reported results can now take an average of four to six days, but over a week in places experiencing surges. President Donald Trump's top aides are stepping up blame-game tactics against the states, saying coronavirus testing problems and rising cases are not his fault as they try to counter new polls suggesting that his leadership failings could cost him reelection, Stephen Collinson writes.    Meanwhile, top White House negotiators are still pushing to scale back the next coronavirus relief legislation to focus primarily on deadline issues -- like the unemployment benefits that expire at the end of July, as well as education funding just weeks before schools are set to open. Senate Republicans plan to release their $1 trillion proposal on Monday.    YOU ASKED. WE ANSWERED Q: Do I still need to quarantine for 14 days after returning from travel?  A: If you traveled internationally, the US Centers for Disease Control and Prevention says you should stay home for 14 days after returning. During those 14 days, be sure to take these steps: Take your temperature with a thermometer twice a day and monitor for a fever. You can use this temperature log to monitor your temperature. And watch for coughing or trouble breathing.\nStay home and avoid contact with others. Do not go to work or school.\nDo not use public transportation, taxis, or ride-share services.\nKeep your distance from others (about 6 feet or 2 meters). If you traveled domestically, it depends on the state. Some state or local governments require those who have recently traveled to stay home for 14 days. You can read the CDC's full guide on how to protect yourself on different types of transportation here.  Send your questions here. Are you a health care worker fighting Covid-19? Message us on WhatsApp about the challenges you're facing: +1 347-322-0415.  WHAT'S IMPORTANT TODAY Quarantine order surprises Britons returning from Spain -- including transport minister The UK government made the abrupt move on Sunday to impose a 14-day quarantine on all people returning from Spain, amid local outbreaks in Barcelona and other parts of Catalonia. The news came as a surprise to Britons, including -- embarrassingly -- Britain's own transport secretary, who was in Spain on holiday.    Spain's foreign minister has said she is trying to convince the British government to make an exception for the Canary and Balearic islands, which have epidemiologic data \"well below\" that of the UK. The UK has the third highest Covid-19 death toll of any country globally, and has more cases and fatalities than Spain, something that the minister pointed out. After U-turning on Spain, the UK said it was monitoring the situation in Germany and France \"closely\" as it continues to review the travel bridges to many popular holiday destinations.  Asia is still struggling to stamp out the virus  Fresh outbreaks and surging cases across the Asia Pacific region are proving just how difficult it is to keep the coronavirus contained. But countries are still trying, with increasingly strict measures. Here's the latest: In Hong Kong, mask wearing will be compulsory in all indoor and outdoor public spaces from Wednesday midnight, as authorities there battle a third wave of the virus -- offenders face fines of up to $645.  \nChina recorded 57 locally transmitted Covid-19 cases on Sunday, the largest number the country has seen since it brought the coronavirus largely under control in March.\nAustralia marked its worst day of the pandemic so far on Sunday, with 532 new cases recorded in Victoria that the state's premier said were largely driven by people going to work while they were still sick.   \nVietnam has announced it will evacuate 80,000 tourists from the city of Danang, after three residents tested positive for Covid-19 over the weekend -- the first cases in the country for 100 days. The government has also reintroduced social distancing rules in the city.  \nIndia's Prime Minister Narendra Modi has claimed the country's fight against Covid-19 has proven the world wrong, but, on the same day, India recorded nearly 50,000 new cases -- the country's highest 24-hour jump during the pandemic.     \nNorth Korea has declared a state of emergency over what it says is its first suspected Covid-19 case -- a man who defected to South Korea three years ago and returned to the North illegally earlier this month. An outbreak of the virus might be the biggest threat Kim Jong Un has ever faced.   \"I hope we don't get sick from these Ch*nks\" Those are the words an Asian-American woman from Seattle, Washington, heard while boarding an airplane. The passenger who said it was staring directly at her.    This is one of more than 2,100 anti-Asian, pandemic-related hate incidents documented and submitted to Stop AAPI Hate, a reporting center founded by the Asian Pacific Policy and Planning Council. Since its launch in March, Stop AAPI Hate has recorded incidents ranging from verbal harassment and physical assault to civil rights violations. \"I'm terrified of walking around looking like this and people shouting at me,\" Pete Rojwongsuriya, a travel blogger born and raised in Thailand, said.   Latin America is battling one disaster as a mammoth recession looms Even as coronavirus cases soar in Latin America, another calamity looms: Sharply contracting economies, unsustainable debt and deepening inequality could unleash social turmoil in the region. The economy of Latin America and the Caribbean is expected to shrink more than any other region worldwide -- a contraction of nearly 10% this year, according to the International Monetary Fund's June forecast. A new UN report goes further -- saying Covid-19 could lead to \"the worst economic and social crisis in decades.\" The region had already been weakened by years of stagnation before Covid-19 arrived. The millions who had finally made it into the middle class faced what the Organization for Economic Cooperation and Development called \"a vicious cycle of low-quality jobs, poor social protection and volatile income that leaves them at risk of falling back into poverty.\" Now, the pandemic is turning anemic growth into a canyon of recession -- and throwing millions back into poverty, Tim Lister writes.   ON OUR RADAR Florida has become the second state after California to surpass the number of Covid-19 cases recorded in New York -- an early epicenter of the pandemic in America -- according to Johns Hopkins University data. \nFrance has reached the same daily level of coronavirus cases as when its lockdown began easing in May -- but officials aren't calling it a second wave just yet.  \n\"I was too fat,\" Boris Johnson says in the United Kingdom's launch to tackle obesity, which has been linked to an increased risk from Covid-19.  \nTrial by jury is a cornerstone of democratic legal systems around the world, but seating 12 strangers side-by-side in a courtroom is impractical in these socially-distanced times. So what's the alternative?  \nAmericans have long had a love affair with Italy. This summer, that romance is on hiatus, and Italy is lamenting the loss.  \nThailand's borders remain closed to international tourists. This is what its famous beaches look like without them.   \nThe movies will return someday. These are the ones we're really stoked about.    TOP TIPS Don't listen to Jair Bolsonaro's advice on hydroxychloroquine. Announcing he had tested negative for coronavirus this weekend, the Brazilian President posted an image of himself on Twitter with what appeared to be a box of the anti-malarial drug. Bolsonaro has repeatedly endorsed the use of hydroxychloroquine to treat coronavirus patients, despite multiple studies showing that it does not help, and could even be harmful.  A study published in The New England Journal of Medicine last week, led by researchers in Brazil, found that hydroxychloroquine -- given either alone or in combination with the antibiotic azithromycin -- did not improve the conditions of hospitalized patients with mild-to-moderate Covid-19. Additionally, unusual heart rhythms and elevated liver-enzyme levels were more frequent in patients receiving hydroxychloroquine, according to the study. TODAY'S PODCAST \"I thought it was the dumbest idea I'd ever heard.\" -- NFL's Chief Medical Officer Dr. Allen Sills Face masks for football players? Sills was initially skeptical. As the NFL prepares for the upcoming season, CNN Chief Medical Correspondent Dr. Sanjay Gupta speaks with the league's chief medical officer about the new tech designed to protect football players from Covid-19. Listen Now.", "Section": "world", "Writers": ["Eliza Mackintosh"], "URL": "https://www.cnn.com/2020/07/27/world/coronavirus-newsletter-07-27-20-intl/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Thailand", "Source": "CNN"}