{"Type": "article", "Time": "2021-01-13", "Headline": "Can America still promote democracy? Yes, and it should start with Ukraine", "Text": "Last week, as the smoke cleared from the shocking pro-Trump mob attack on the US Capitol, America's global reputation as a stable, strong democracy emerged badly damaged. Now, many are questioning whether it can ever regain the moral authority necessary to lead the world's democracies, fledgling or otherwise. From Beijing to Caracas to Moscow, governments, state-controlled media and online commentators reacted with schadenfreude, accusing Washington of hypocrisy and double standards.  \"The United States lost all the rights to pursue the democratic path and lost their rights to impose it on other countries,\" said an anchor on the state-owned Russia 24 news channel. And in Beijing, Hua Chunying, a spokesperson for the country's Foreign Ministry, took a swipe at US Secretary of State Mike Pompeo, citing his comments from 2019 in support of pro-democracy protests-- a movement that eventually included the storming of the Hong Kong Legislative Council building. \"I hope he will open his eyes and see how the people in Hong Kong and the rest of China are leading perfectly happy lives,\" said Hua. The images of mobs attacking sacred institutions of government or coup attempts are familiar to people living in states ruled by dictators and autocrats. But overseas television viewers are certainly not accustomed to seeing such images beamed live from the capital of the world's chief guarantor of democracy, good governance and human rights. In fairness, even before the election of President Donald Trump, America's powers of persuasion were on the wane, with former President Barack Obama having allowed rogue leaders -- such as Bashar al-Assad of Syria (who used chemical weapons on innocent civilians) and Vladimir Putin of Russia (who invaded Crimea) -- to cross red lines, stated or implied, with a penalty of mere sanctions, the diplomatic equivalent these days of a slap on the wrist. But those foreign policy failures pale in comparison to the damage done by Trump in the four years that preceded last Wednesday's violence. The real estate mogul has often dressed down allies with the tone of an angry mafia boss, and he has either cheered on or turned a blind eye to the nefarious actions of our enemies -- neither of which has helped US global standing. Trump's administration has repeatedly attacked the rules-based multilateral system, on the basis that America has been shortchanged by unfair rules and a disproportionate burden of cost. In keeping with that sentiment, Trump's America has withdrawn from the Paris climate accord, the World Health Organization (WHO), UNESCO and other international bodies in which the US formerly took a leading role. So, after four years of Trump, the US stands weakened on every front, undoubtedly to the delight of all its adversaries and to the dismay of all its allies. Last Wednesday's violence added an exclamation point to the Trump era's message to the world: The US no longer lives by the values it has preached for decades. Turning the page In his final days in office, there is no telling what Trump might do, as his legal protections are about to be lifted and legal jeopardy could arrive at his doorstep. But as for US foreign policy, once in office President-elect Joe Biden can move quickly down the list and cancel out the damaging foreign policies Trump has instituted, reversing the \"America first\" -- or, in some cases, \"Trump first\" -- attitude the current President has taken toward a host of global issues and hotspots. An early test of Biden's foreign policy savviness -- as well as his ability to turn the page from Trump's agenda -- could be in a country he handled as the point man for President Obama: Ukraine.  The large European country of 44.3 million was drawn into a bruising US domestic fight that, in some ways, came to epitomize the anti-democratic excesses of the Trump era. It remains an important country in an important region for the US, sitting as it does on the dangerous fault line between Putin's Russia and US-allied Europe. Since Trump was impeached for attempting to lure Ukraine into opening an investigation that would tarnish the reputation of Biden, his domestic political rival, Ukraine has been in crisis. Almost two years since President Volodymyr Zelensky won a landslide victory, the country has fallen into an alarming backslide, witnessing the erosion of the very reforms then-Vice President Biden pushed for as the Obama administration sought to transition Ukraine away from its dependence on Russia and toward EU-style governance standards. Traditionally, the US has been a strong supporter of Ukraine, and now more than ever, Ukraine needs American assistance -- military, political, and cultural -- to prevent it from slipping back into the Russian embrace, or worse, from becoming a failed state.  Amid the world's myriad problems, the prospect of a failed Ukraine is a real danger to the US-led Western alliance. Giving up on Ukraine would almost certainly bring the frontline with Russia farther westward, and that is a scenario which should shake up Americans of all political stripes. If Biden is to exorcise the demons of Trump's foreign policies and anti-democratic behavior, the culmination of which we all witnessed on January 6, Ukraine would be an appropriate place to start.  Serving Putin's agenda Aside from boosting America's global credibility, there's another Trump-era trend that Biden should seek to reverse: American policies that benefit Putin. As the attack on the US Capitol took place, it is not hard to imagine Putin looking on with glee. And it came after four years of Trump seeming to fulfill Putin's wish list, from publicly casting doubt on Putin's meddling in the 2016 US election (which was aimed at sweeping Trump into power), weakening NATO and perpetually attacking the US media to discrediting the American electoral process. And it has been alleged by some that Russia's boldest move to date against the US during the Trump years was a massive cyberattack in December, which some have suspected emanated from Russia; that alleged action passed without any serious rebuke from the White House. Even on Russia's illegal annexation of Crimea, Trump has contradicted US policy. Instead of insisting the peninsula is part of Ukraine's territory, he has instead embraced a Kremlin talking point that \"the people of Crimea, from what I've heard, would rather be with Russia than where they were.\" He stunned foreign policy observers last June in a joint V-E Day statement. What Trump did in a mere four years to advance Putin's objectives must have exceeded the Russian President's wildest dreams. Now here is the task list In some ways, rivalry with Russia has been the US foreign policy story of the last four years. The relationship deteriorated into open enmity with Putin's 2014 incursion into Crimea, and it came to dominate American domestic politics after Russia's meddling in the 2016 US election and during the yearslong Mueller investigation, the infamous Trump-Zelensky phone call and the impeachment saga that followed. If Biden wants to return to the source of all those ills, Ukraine is the place to start. Here's what needs to be done. First, an Oval Office meeting, long sought-after by Zelensky but blocked by Trump, should occur in Biden's first 100 days -- providing the Covid-19 situation allows it -- and only if Ukraine can show concrete progress on reintroducing reforms.  Aside from providing a \"good housekeeping\" seal, such a meeting would send an unambiguous signal to Putin that the US has Ukraine's back. After Trump gave Putin a free pass to do almost whatever he wants, Biden needs to send a clear signal to the Kremlin that further adventurism and meddling will not be tolerated. US diplomatic heft should be deployed to accelerate the stalled peace process in the conflict in eastern Ukraine, which has become one of the bloodiest in Europe. To that end, Biden could appoint an experienced career diplomat as ambassador; the embassy in Kiev has been without one since May 2019.  Biden could go further by naming a special envoy for the troubled region, to handle Ukraine but with the added mandate of bolstering the pro-democracy movement in Belarus and lending support to the newly elected, pro-Western government of Maia Sandu in Moldova. What better way to reassert US influence in the region than by reasserting the US commitment to fostering democracy there? Seeking a pro-democracy revival Over the years, I have seen American muscle flexed in many regions of the world: Centers for Disease Control and Prevention expertise at work to eradicate measles in Central and South America and polio in Pakistan, the heavy-lift capacity the US military employed to rescue victims of a volcanic eruption in the Philippines and the poisonous rhetoric of dictators being beaten back on the airwaves via the US-supported Radio Free Europe/Radio Liberty. The November election was anything but a mass repudiation of Trumpism and his America-first policies- - in a way, it is most notable that so many Americans chose Trumpism again after four years of it -- but I find it difficult to believe that the majority of Americans are prepared to see the US exit from the world stage. Biden needs to act quickly to salvage America's reputation overseas, lest the void be filled by other world leaders less interested in the promotion of values we hold so dear. Care to wager a guess as to which foreign leaders might want to seize on that vacuum?", "Section": "opinions", "Writers": [], "URL": "https://www.cnn.com/2021/01/13/opinions/can-america-still-promote-democracy-ukraine-bociurkiw/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Philippines", "Source": "CNN"}