{"Type": "article", "Time": "2020-12-27", "Headline": "Derided in the West, spam is so beloved in Asia that one company has invented a meat-free version of it", "Text": "In a brightly lit restaurant in downtown Hong Kong, the meaty smell of fried spam fills the air.  As other staff prepare for the lunchtime rush, a cook is putting the finishing touches to a bowl of instant noodles, egg and spam, a dish so popular and iconic of local cuisine that it has its own shorthand in Cantonese (chaan daan mihn). But this bowl is different: despite being topped with two pink slabs of luncheon meat, it doesn't actually contain any animal products. The \"spam\" is vegan, a meat-free alternative developed by OmniFoods, a Hong Kong-based food producer and social enterprise.  Like its US-based competitors Beyond Meat and Impossible, OmniFoods targets both vegetarians and meat-eaters with its plant-based foods, seeking to provide an ethical alternative that is less-environmentally damaging than meat.  While Beyond and Impossible started out focused on beef, \"from the beginning, it was very obvious that in Asia, the most-consumed meat is pork,\" said OmniFoods founder David Yeung.  According to the OECD, on average, Koreans eat 31.2 kilograms (69 lb) of pork per year, while people in mainland China eat 24.4 kg, both well above the international average of 11.1 kg. After selling a \"minced pork\" product to both consumers and chains like Starbucks in China, Yeung said a plant-based alternative to spam, or luncheon meat, was always the clear next step.  That's because while it has a less than stellar reputation in many Western countries, spam is beloved in much of Asia. According to recent market research, the Asia-Pacific region accounts for some 39% of luncheon meat sales, with China, South Korea and Japan among the top consumers.  \"Some people eat (spam) like five times a day,\" Yeung said, as staff served the meat-free spam noodles, along with two other products, \"Omni Luncheon and Eggless Toast\" and \"OmniPork Luncheon Fries\" -- admittedly, the name doesn't quite roll off the tongue like \"spam.\" Visually, the 9 cm (3.5 inch) long, 1 cm (0.4 inch) thick pink slabs almost indistinguishable from spam, and when put in a hot pan sizzle satisfyingly, giving off an intensely meaty aroma. While connoisseurs may disagree, to a casual eater, Omni-spam tastes the same too: salty, fatty and rich. The biggest difference is that the plant-free product comes in frozen packs of six, rather than in a canned block of meat. Given the popularity and ubiquity of spam in Asia -- Yeung compared it to how widely bacon is used in all types of meals in the US -- the company was always confident that there was a market for its meat-free alternative, but Yeung said they were nevertheless surprised by the level of reaction.  \"People were saying like, 'wow, this is the greatest invention',\" he said, a reception not dissimilar to that which greeted the first cans of spam to arrive in Asia decades earlier.    War food First produced in 1937 by Hormel Foods, a Minnesota-based slaughterhouse company, spam was intended as a way to sell surplus pork shoulder. To this day, it only contains six ingredients: pork, salt, water, potato starch, sugar, and sodium nitrate, which helps with preservation. SPAM® -- as Hormel styles it, in a decades-long, losing battle against genericization -- was initially marketed to soldiers. By 1941, more than 100 million pounds of spam had been shipped abroad to feed allied troops during World War II, and large quantities were also sold to countries suffering as a result of the conflict. In his memoirs, Soviet leader Nikita Khrushchev writes that \"without spam we wouldn't have been able to feed our army,\" while British Prime Minister Margaret Thatcher recalled serving spam and salad to friends over Christmas in 1943, along with \"one of our very precious tins of fruit which we'd saved from the pre-war days.\" Even decades later, when she was living in Downing Street, Thatcher still bought a can of spam as part of her regular supermarket shop. By then, however, much of the British public was beginning to turn against spam, the canned meat carrying with it memories of rationing and hardship. This was also the case in the US, and many veterans, who had depended on the product while deployed, came to loathe it in peacetime. Even during the war, many were less than appreciative: company president Jay Hormel said told an interviewer in 1945 that he kept a file in his office \"in which (to) dump letters of abuse\" sent to him by soldiers around the world. This sentiment was shared by those in the senior military ranks. In a 1966 letter to Hormel president H. H. Corey, Dwight Eisenhower, former supreme commander of Allied forces in WWII, praised the company's contribution to the war effort, but also admitted to \"a few unkind remarks about (spam) -- uttered during the strain of battle, you understand.\" To this day in the US, mention of the canned meat can often provoke disgust rather than salivation. Filipina writer Sherina Ong recounted in 2014 how, as a student at an American university, \"any mention of eating spam was met with a grimace and a resounding 'ew, why?!'\" This is a reaction Teresa Walker is familiar with. Growing up in Yorkshire, in the north of England, to parents from Hong Kong, her family's love of spam was something which set them apart, far more than any more traditional Chinese dishes they ate.  Now working in London, Walker said that when spam recently came up as a topic of conversation in her office, \"literally everyone was disgusted, they see it as dog food.\"  \"They thought it was kind of crazy that I was eating it,\" Walker said, adding that she doubted whether any of her colleagues had ever tried it. \"My husband and his family also think it's really revolting, they think it's a bit of a joke that I like it.\" In the UK, \"spam is often looked at quite negatively as a cheap, salty processed meat,\" said Da-Hae West, a Korean chef and food writer based in the south of England. Meat-free spam  In the English-speaking world, spam -- sold in the iconic blue-and-yellow cans that have changed little over the decades -- also gained a slightly ridiculous air thanks to a \"Monty Python\" sketch depicting a cafe which sold nothing but dishes containing the luncheon meat. \"There's egg and bacon; egg sausage and bacon; egg and spam; egg bacon and spam; egg bacon sausage and spam; spam bacon sausage and spam; spam egg spam spam bacon and spam; spam sausage spam spam bacon spam tomato and spam,\" a waitress tells a bewildered customer in the 1970 sketch. \"Spam spam spam egg and spam; spam spam spam spam spam spam baked beans spam spam spam.\" But while the comedy troop were mocking the product -- in a way that purportedly gave email spam its moniker -- they also could have been describing the menu at a typical Hong Kong cafe, or cha chaan teng, where, alongside chaan daan mihn, diners can expect to find spam and eggs; spam sandwich; spam and macaroni; spam, eggs and rice; spam and pancakes; among other dishes.  Such a fondness for spam isn't limited to Hong Kong either: \"We grow up eating luncheon meat three times a week, on noodles, on fried rice, in hot pot,\" said Singaporean chef Collin Ho. \"Everyone loves luncheon meat.\" In Korea, spam is served alongside kimchi and rice, in Budae Jjigae or \"army stew,\" and even given as gifts for Chuseok, the annual harvest festival. (\"The fatty meat balances really well with spicy, tangy Korean kimchi,\" West said.) Japanese spam dishes include \"po-oku tamago,\" spam and eggs, and the Japanese-Hawaiian \"spam musubi,\" fried spam on top of a rice ball. When spam was first introduced to Asia-Pacific during World War II, it was a welcome substitute to meat that was increasingly becoming unaffordable or simply unavailable in the conflict-wracked region.  The canned product also carried a certain panache, thanks to its connections to the US, similar to how silk stockings and good chocolate were associated with American GIs in the European theater. As Ong writes, \"the very fact that it was an American product ironically elevated spam to a foreign delicacy in the Philippines, gratifying happy consumers spanning the working class to the wealthy.\" Writing about spam's role in Hawaiian cuisine, author Rachel Laudan said spam has \"a certain status, harking back to the time when buying something canned conveyed affluence and keeping up with the times.\" Without any prejudice to turn people off spam, Hawaiians and others were able to keep enjoying it guilt-free. Laudan criticized the propensity of Western media to exoticize the eating of spam, saying that whenever she reads such an article, \"I sigh and twiddle my fingers, muttering to myself that really adds that really spam is just pâté by another name.\" Record sales While spam might be linked to  memories of war and rationing in the West, it is not a food of yesteryear. In fact, consumption is on the rise globally. According to Hormel, last year, spam had its \"fifth consecutive year of record sales,\" with its segment, that also includes several other brands, bringing in upwards of $584 million in 2019. And it's not just Asians eating it. Spam is sold in more than 40 markets, while competitor Tulip is present in over 100. Luncheon meat sales tend to rise in times of economic hardship, and are tracking upwards this year thanks in part to the coronavirus pandemic.  In markets where spam is still looked-down upon, the need for affordable food trumps snobbery for many consumers in hard times. \"We have seen a rise of more than 30% in our canned meat sales internationally in 2020,\" said Kent Riis, vice president of international sales at Danish Crown Foods, which owns the Tulip brand. Riis added that the company has added around 50 new employees at its main production plant in Denmark. Hormel, too, has reported a rise in sales this year, likely as a result of the pandemic. With the standard 12 ounce can going for less than $3 on average, spam is a recession-proof food, and something people often turn to as a cheap protein when times are tough. Riis said that while the coronavirus pandemic is unprecedented, \"events like natural disasters have previously led to more locally based spikes in sales -- for example, when the hurricane season comes along in the Caribbean, our sales go up.\"  Meat-free spam  One major downside of a rise in spam sales is the correspondingly greater consumption of pork, which brings with it both ethical and environmental concerns.  Meat consumption -- particularly pork and beef -- has dire consequences for the environment, and experts have said that as a species we need to hit \"peak meat\" by 2030 at the latest. One study has estimated that going vegan for two-thirds of meals could help cut food-related carbon emissions by 60%. This is the great hope for products like OmniPork -- that they can help wean meat-eaters onto a plant-based diet while not asking them to change their eating habits too much. Yeung, the Green Monday founder, ", "Section": "travel", "Writers": ["James Griffiths"], "URL": "https://www.cnn.com/2020/12/26/asia/spam-asia-cuisine-omnifoods-dst-intl-hnk/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Philippines", "Source": "CNN"}