{"Type": "article", "Time": "2021-02-23", "Headline": "HSBC is pushing even harder into China and India", "Text": "HSBC is pushing even harder into Asia as the bank seeks to shore up its business in the wake of the coronavirus pandemic. It's also bringing back its dividend, a sign that it's optimistic about its ability to navigate the year ahead.  The bank — which is still headquartered in London even though it makes most of its money in Asia — told investors on Tuesday that it is planning to \"step up\" its investments in the region by about $6 billion. It's also shifting more resources there, including relocating some key personnel. HSBC has outlined China, southeast Asia, and India as the \"key drivers\" of its future growth. It specifically wants to build up its presence in mainland China, defend its leading position in Hong Kong and establish Singapore as a wealth management hub. And it remains bullish on India, which produced $1 billion of profit for the bank last year. It's a plan that focuses on a continent that was delivering more than 80% of HSBC's profits prior to the pandemic. Last year, Asia \"was once again by far the most profitable region,\" Chairman Mark Tucker said in a statement. The plan includes slimming down in some other markets. HSBC is in talks to sell off its retail banking operation in France, and is exploring options for its US retail division that could include a sale. The pivot to Asia comes as HSBC's pre-tax profit fell to $8.8 billion last year, a 34% slump compared to the year before. Revenue fell 10% to $50.4 billion. Still, that was better than analysts expected. And the bank on Tuesday said it is aiming to reinstate its dividend \"at the earliest opportunity,\" starting at 15 cents per share. Adapting to the Covid economy Like other lenders, HSBC was forced to scrap its dividend last year at the request of UK regulators. The Bank of England relaxed some of that guidance in December. \"This was a difficult decision and we deeply regret the impact it has had on our shareholders,\" Tucker said in his statement, adding that the board had since \"adopted a policy designed to provide sustainable dividends in the future.\"  HSBC's stock rose 2.2% in Hong Kong on Tuesday, before pulling back somewhat. Shares in London were down 1.1% in early trading. Like other global banks, HSBC's business has been under pressure from low interest rates around the world, fierce competition among big lenders and the threat of digital upstarts, according to Scott Russell, head of financials research in Asia at Macquarie Capital. \"The top-down picture is not great,\" said Russell.  HSBC CEO Noel Quinn acknowledged that the bank has been hit hard by record low interest rates. On the earnings call Tuesday, he estimated that HSBC had lost out on around $5.3 billion of potential net interest income. \"We don't expect rates to rebound anytime soon,\" he added. Cost cutting One year ago, HSBC laid out a mammoth restructuring plan, which initially involved cutting roughly 35,000 jobs. The bank later briefly paused, then accelerated, the reorganization amid the coronavirus pandemic. In recent months, the firm has placed more emphasis on businesses that generate fees, while moving to cut down on manual labor by automating its back office. \"What does tomorrow's HSBC look like? We're effectively undertaking three pivots: to Asia, to wealth and to fee income,\" Quinn said. The bank is hoping to project confidence to investors. It said Tuesday that it would raise its cost reduction target by $1 billion, taking its total goal to $31 billion by 2022.  It's also sticking with a previous plan to scrap $100 billion in assets by the end of next year, and is already \"more than halfway\" to reaching that goal, according to Stevenson. But there's a long way to go. HSBC has \"obviously got a lot of work to do in terms of restructuring to reduce their cost base, and this isn't going to happen quickly,\" said Macquarie Capital's Russell. \"We'll be talking about this for the next couple of years.\" The bank contends that Asia is the natural place to double down, primarily because of its existing ties there and strong track record. \"We're going to stop trying to be everything to everyone,\" said Quinn. \"We want to do the things that capitalize on the advantages we have, and to do them brilliantly.\"", "Section": "investing", "Writers": ["Michelle Toh"], "URL": "https://www.cnn.com/2021/02/23/investing/hsbc-annual-results-2020-intl-hnk/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}