{"Type": "article", "Time": "2020-02-09", "Headline": "February 9 coronavirus news", "Text": "Our live coverage of the coronavirus outbreak has moved here. In the span of about two hours, six more people were reported to have died from coronavirus.  China’s National Health Commission confirmed Sunday evening that the death toll in China is now 908. The global death toll is 910, with one death in Hong Kong and one in the Philippines. The global number of confirmed coronavirus cases is more than 40,000, with the vast majority in mainland China. Royal Caribbean's Anthem of the Seas cruise ship, which has been docked in Bayonne, New Jersey, since returning on Friday, will be able to set sail Monday, according to CNN affiliate News 12 New Jersey. Bayonne is just south of Manhattan.  Officials from the US Centers for Disease Control and Prevention screened 27 passengers on the ship at the port, and four were taken to the hospital for further evaluation for coronavirus.  None of the four showed \"any clinical signs or symptoms of coronavirus\" on board, Royal Caribbean said in a statement. One tested positive for the flu.  Passengers began boarding the Anthem of the Seas on Sunday. The Hubei Health Authority reported that 91 more people died of coronavirus in Hubei province on Sunday, raising the death toll in the epicenter since the beginning of the coronavirus outbreak to 871. The total number of deaths in mainland China is now at least 902. The global toll is at least 904, with one death in Hong Kong and one in the Philippines. Hubei authorities confirmed an additional 2,618 cases of the virus on Sunday, which brings the total number of cases in the epicenter of the outbreak to 29,631. The global number of confirmed coronavirus cases now exceeds 40,000, with the vast majority in mainland China. Princess Cruises will offer a full refund for passengers aboard the Diamond Princess cruise ship quarantined at Yokohama, Japan, a representative told CNN. The ship has been quarantined at the port since February 4 after a former passenger tested positive for coronavirus. Since then, 70 news cases of the virus have been confirmed aboard the ship. There are more than 3,700 people on board the cruise ship, including 2,600 passengers. In a letter, Princess Cruises President Jan Swartz thanked passengers for their \"perseverance and understanding.\" \"All monies paid to Princess Cruises including your cruise fare, round trip Princess Air, pre- or post-Cruise Plus hotels, transfers, prepaid shore excursions, gratuities and other items, and taxes, fees and port expenses will be refunded to the original form of payment,\" Swartz wrote.  Swartz said the company will \"refund reasonable independent expenses,\" along with air travel, transfers or pre/post-cruise hotels. Each guest also will receive a 100% future cruise credit equal to the fare passengers paid for the quarantined voyage, Swartz wrote. That credit has to be applied by February 28, 2021.  \"It is our sincere hope that the refund and credit will help ease at least a small bit of the stress you may be feeling right now,\" Swartz wrote.  A World Health Organization (WHO) team left for China on Sunday to assist with containing the novel coronavirus outbreak, WHO Director-General Tedros Adhanom Ghebreyesus said on Twitter. “I’ve just been at the airport seeing off members of an advance team for the @WHO-led #2019nCoV international expert mission to #China, led by Dr. Bruce Aylward, veteran of past public health emergencies,” Ghebreyesus said. Aylward has also lead the WHO’s response to Ebola, as well as initiatives for immunization, communicable diseases control and polio eradication. World Health Organization figures show that the virus has affected at least 28 countries, many of them in Asia, and has reached as far as the US and Australia.  The vast majority of the cases and deaths are in mainland China.  More than 3,600 people, which includes crew and passengers, can leave the World Dream cruise ship since being quarantined on February 5 after the health authorities announced that everyone on board had tested negative for coronavirus. The ship has been docked in Hong Kong.  Three new cases of the coronavirus were confirmed in Singapore on Sunday, bringing the total number of confirmed cases in Singapore to 43, according to a statement released by the Health Ministry.  The Health Ministry said it will be working to identify anyone who has come in close contact with those infected.  “As of 9 February 2020, 12pm, the Ministry of Health (MOH) has confirmed three additional cases of 2019-nCoV infection in Singapore. Contact tracing of the new cases is underway,” the Health Ministry statement said. The three new confirmed cases have “no recent travel history to China,” the statement said. A group of 34 Brazilian nationals arrived in Brazil’s western state of Goias on Sunday after being transported on military planes from Wuhan, China, according to Brazil’s Health Regulatory Agency ANVISA. This came after President Jair Bolsonaro expressed reservations in coordinating their return for fear of contamination. None of the new arrivals have shown signs of contamination so far, ANVISA reported. Brazil’s government said it has taken strict measures to isolate these repatriated nationals who arrived at Annapolis Air force base in Goias. They are expected to be quarantined for 18 days and will be in isolation in a so-called “transit” hotel, according to ANVISA. Goias Gov.  Ronaldo Caiado rebutted public criticism that the quarantine measures are draconian. “Brazil has created a protocol that has become an example to the rest of the world,” he told a government news agency. Twenty German citizens and their family members landed in Berlin on Sunday after being repatriated from Wuhan, China, via the United Kingdom, the German Foreign Ministry said on Sunday.  On Twitter, German Minister for Foreign Affairs Heiko Maas said he was “relieved” about their repatriation, which included “many European citizens.\" He said they would be spending two weeks in quarantine in a Red Cross hospital. Maas also said: “A big thank you to our British friends for their trust and cooperation,” adding the repatriation was “an act of European solidarity that is encouraging for future EU-UK relations post-Brexit.” The German air force tweeted that those on board had been flown from Wuhan on a British chartered plane. A study published Friday in the medical journal JAMA found that 41% of the first 138 patients diagnosed at one hospital in Wuhan, China, were presumed to be infected in that hospital. This is big news. In plain English, it means that nearly half of the initial infections in this hospital appear to have been spread within the hospital itself. This is called nosocomial transmission. (Doctors use big words to hide bad things: Nosocomial means caught it in the hospital.) What's more, most spread doesn't appear to have been the result of a so-called \"super-spreader event,\" in which a single patient transmits infection to many other people. In these events, a procedure such as bronchoscopy -- where a doctor inserts a tube into the patient's lungs -- can result in many infections. This would be a concern, but not nearly as much as what appears to have happened: Many health care workers and many patients got infected in many parts of the hospital. What's more, since there's a broad spectrum of infection and only patients who were sick were tested, it's quite likely that there was even more transmission in the hospital. So, like SARS and MERS -- other coronaviruses -- before it, the Wuhan coronavirus is spreading in hospitals. Read Dr. Frieden's full commentary  here  A fourth case of the Wuhan coronavirus has been confirmed in the United Kingdom, the country's chief medical adviser said in a statement on Sunday. “A further patient has tested positive for novel coronavirus in England, bringing the total number of cases in the UK to four,” Whitty said in the statement.  “The new case is a known contact of a previously confirmed UK case, and the virus was passed on in France.” The patient was transferred to a specialist NHS center at The Royal Free Hospital in north London. France on Saturday confirmed five new cases of the virus in the country, all of them British nationals, including one 9-year-old child. The child recently spent time in a school in the French Alps ski resort of Les Contamines-Montjoie. His classmates will be tested for the virus, France’s health minister Agnes Buzyn told reporters. “I’ve met with them and their families to inform them on the ongoing procedures. Results should be known in the late afternoon or through the evening, depending on the time the tests were conducted. As soon as these results will be available, we will inform them on the upcoming procedures and follow-up care accordingly,” she said. Two schools that the child attended in the area will shut down next week as a precaution, local officials said on Saturday.  The five  British nationals were infected after they came into contact with another UK citizen who had traveled from Singapore to the ski resort on January 24 for a four-day trip, according to local health official Jean-Yves Grall. That national has returned to the UK. The doctor who tried to raise the alarm about the coronavirus in Wuhan, Li Wenliang, will be \"remembered as a hero,\" China's Ambassador to the UK Liu Xiaoming said Sunday, as Chinese authorities face fierce criticism on social media for their treatment of Li. Li died in the early hours of Friday morning local time. “But he’s one of millions of Chinese medical doctors and nurses,\" Liu said in an interview to the BBC.  \"We have so many of them ... put their lives in the forefront of this battle,” he added.  The ambassador on his Twitter account earlier paid tribute to Li, writing that he would be “remembered for high responsibility & devotion as a doctor.\" Li tried to warn the public about a potential “SARS-like” disease in December 2019, but was questioned by local authorities and later summoned by Wuhan police to sign a reprimand letter in which he was accused of “spreading rumors online” and “severely disrupting social order.\" Read more: Hong Kong's Financial Secretary Paul Chan said tourism and retail sectors would likely take a big hit as visitor numbers from mainland China dramatically fall in the viral outbreak. The impact on the Hong Kong economy could be worse than SARS was in 2003. \"The actual impact of this epidemic on Hong Kong's economy depends on its development, but I believe that the outlook is not optimistic and is likely to be a stronger impact than the that of SARS in 2003,\" he wrote on his blog. \"In terms of internal factors, mainland visitors now account for 78% of all visitors to Hong Kong, a percentage much higher than 41% in 2002. In recent years, tourism accounts for 32% of Hong Kong's total service industry output, which is higher than 21% during the SARS period. Therefore, if the tourism and retail industry continue to weaken, there will be a more significant impact on our economy.\" Spain’s National Center for Microbiology has confirmed the country’s second case of Wuhan coronavirus. The person is one of four who had been in contact with an infected French national. All four were put under observation by Spanish authorities. “The National Center for Microbiology analysed samples from these four people. One of them tested positive for coronavirus while the other three tested negative,” the Spanish Health Ministry said in a statement on Sunday. While the vast majority of cases are in mainland China, the virus has spread as far as Europe, North America and Australia. Two planes carrying Brazilian citizens from Wuhan arrived in the Brazilian city of Fortaleza after leaving Wuhan on Friday. The planes carried 34 Brazilians, four Polish citizens, one Chinese and one Indian person. The Polish and the Chinese national were dropped off in Poland during a planned stopover, according to the Brazilian Air force.  The repatriation comes after a group of Brazilians in Wuhan released a video on YouTube, asking the Brazilian government to evacuate them. Prince Andrew, the Duke of York, delivered a “message of sympathy from the Queen” to President Xi Jinping and the Chinese people over the coronavirus outbreak, the Chinese ambassador to the UK Liu Xiaoming tweeted on Saturday. Liu also posted two photos of the duke and his family celebrating Chinese New Year at the Chinese ambassador’s residence in London.   “Her Majesty The Queen sent an encouraging message to President Xi and Chinese people: At the critical time of fighting coronavirus, I express my sincere sympathy for Chinese people, and pray for the speedy control and victory over the virus. It was conveyed by Duke of York,” the tweet read. The ambassador added that he and his wife had “invited [the] Duke of York and his family to our residence and celebrated Chinese New Year.”  “Their enthusiasm for China and contribution to China-UK relation is highly appreciated,” the tweet also read. Buckingham Palace said Prince Andrew would have attended the event in a private capacity. The Duke of York announced in November he was stepping back from royal duties because the Jeffrey Epstein scandal had become a \"major disruption\" to the royal family. Holland America is in negotiations with two different ports to have passengers from the Westerdam cruise ship disembark, the company told CNN in a statement on Sunday. It would not identify which ports it is in negotiation with.   The Westerdam was denied port by three different authorities -- Taiwan, the Philippines, and Japan -- despite having no confirmed cases of coronavirus on board. The company made clear that the ship is not under quarantine. There are 1,455 guests and 802 crew onboard.  “We are currently working through all the various required logistical support in both ports to determine the best course of action for our guests,” the company said, adding that their deadline for a decision -- in terms of navigation -- is 3 a.m. ET on Monday (4 p.m. local for the Westerdam). The Westerdam is currently at sea about 300 km east of Taiwan. The death toll from the novel coronavirus continues to rise in China and -- for another consecutive day -- the number of those killed has reached a record high. As of today, 813 people have died from the virus, more than were killed by the severe acute respiratory syndrome (SARS) outbreak of 2003 Epidemic grows: The number of infected globally is now more than 37,000, with over 2,000 new infections confirmed in mainland China overnight. Additionally, new cases of the virus have been reported today in South Korea, Germany, Singapore and Taiwan, among other countries. New cruise ship cases: In the single-biggest outbreak outside of mainland China, 70 cases have now been confirmed on board the Diamond Princess cruise ship off the coast of Yokohama.  In a message to the more than 400 US citizens who are on board the ship, the US embassy in Tokyo sent around a missive that they were carefully monitoring the situation. Quarantine lifted: There was good news for passengers on board the World Dream cruise ship, which had been under quarantine in Hong Kong for days. Hong Kong health officials announced today that there have been no confirmed cases of coronavirus found on board and the passengers are free to leave. Government officials across Hubei province, the epicenter of the coronavirus outbreak, are desperate to find ways to stop the spread of the infection. In Hubei's Fangxian County, officials are trying a different approach -- paying sick people. According to an official Fangxian County notice, anyone who is sick and reports themselves to a hospital can expect to be paid. Patients who have a fever and turn themselves in will receive 1,000 yuan ($142). But officials and other interested parties are also being offered cash incentives if they catch anyone with a fever. For each person with a fever who is reported by an official or citizen, there is a reward of 500 yuan ($71). The notice said that the offer is only valid from today until February 18. With many Chinese citizens still in mourning over the the death of a whistleblower doctor, a citizen journalist who has filed critical reporting from Wuhan has gone missing. As hundreds of thousands of people in China began demanding freedom of speech online Thursday, friends and family discovered that they could no longer contact journalist Chen Qiushi. Chen arrived in Wuhan on January 24, a day after the city was placed under a state-imposed lockdown. He visited overflowing hospitals, funeral parlors and makeshift isolation wards and uploaded videos of what he saw online, offering the world a glimpse into the often grim reality at the heart of the crisis. His relatives later found out that he had been put into forced quarantine by the police. By Sunday, Chen's disappearance had started to gain traction on Weibo, China's Twitter-like platform, with many pleading for his release. \"Hope the government can treat Chen Qiushi in a fair and just way,\" one user wrote on Sunday morning. \"We can no longer afford a second Li Wenliang!\" Read the full story here. A second new hospital has opened in Wuhan, with capacity for 1,500 patients, space which is badly needed in the heart of China's coronavirus epidemic. Chinese state broadcaster CCTV announced Saturday that the first team of medical staff had arrived at the Leishenshan Hospital, ready to work. The news came as the Chinese government made it clear it would tolerate no disruptions to the function of front line hospitals during the crisis. In a joint statement Saturday, China's National Health Commission, Supreme Court and Ministry of Public Security announced seven \"medical-related crimes\" that would be severely punished during the epidemic. The seven crimes include attacking medical personnel, refusing medical checks and damaging or destroying property at medical facilities. According to the statement, anyone who violates new virus control regulations will be quickly prosecuted and could face arrest, jail or even the death penalty. When the Diamond Princess cruise ship went into quarantine in Yokohama, Japan, it had 428 US citizens on board. At least 13 of them have already been confirmed to be infected with the novel coronavirus, which has spread quickly through the ship. In total, 70 passengers have the virus. US author Gay Courter, who is on board the ship, told CNN that she was desperate to get off but was being blocked by US and Japanese authorities, despite her insurance provider agreeing to evacuate her. \"I (just) do not want to go home in a box,\" she said.   The US embassy in Tokyo today issued a message to all the Americans on board the Diamond Princess, reassuring them that their \"welfare and safety\" was their top priority. \"The safest option to minimize the risk of infection is to remain in your cabin on the ship, as passengers on the Diamond Princess are doing,\" the letter said, adding that after their quarantine was over there would be no further protective measures when they returned to the US. The embassy added that if anyone on board was running low on medication they needed to let the ship's medical center know as soon as possible. \"The US Embassy and the Department of State continue to closely monitor the situation,\" the statement said. Six new cases of Wuhan coronavirus have been confirmed on the Diamond Princess cruise ship docked off the coast of Yokohama, according to a passenger announcement on the ship.  The latest confirmed cases bring the total number of infected people from the ship to 70, and the total in Japan to 96. Ambulances on the dock brought in additional medical staff on Sunday, as nine other passengers also disembarked from the ship due to health issues unrelated to the virus. All passengers taken off the ship will be sent to the hospital to be quarantined. When severe acute respiratory syndrome (SARS) broke out in China just under two decades ago, it sparked a mass panic that sent a chill through the global economy. The virus that is now rampaging through China could be much more damaging. Since the outbreak of SARS in 2002, the world economy has become increasingly interlinked and more reliant on China, which has become the world's factory. It churns out products such as Apple's iPhone and drives demand for commodities such as oil and copper, as well as boasting hundreds of millions of keen consumers. Economists say the current level of disruption is manageable. If the number of new coronavirus cases begins to slow, and China's factories reopen soon, the result will be a fleeting hit to the Chinese economy in the first quarter and a dent in global growth.  But if the virus continues to spread, the economic damage will increase rapidly. Read the full analysis here. There are now 14 people confirmed to be infected with the Wuhan coronavirus in Germany, according to the government's website. Twelve cases are in the state of Bavaria, and the other two are in the state of Hesse. New cases are still trickling in from around the world today, including Singapore and South Korea. Earlier on Sunday, Vietnam confirmed it now has 13 cases of coronavirus. In addition, the Vietnamese government said over 1,000 of their nationals returning from China and around 500 others who had close contact with them are currently being quarantined and monitored. More than 200 passengers, including government officials and British nationals, took off from Wuhan on Saturday night, on the UK's last evacuation flight out of the city. The British Foreign Office announced the flight had taken off and said that it would be the final trip out of the city at the epicenter of the novel coronavirus outbreak. Multiple governments, including the United States, have tried to organize flights to take their citizens out of the city. Among the countries to have flown their citizens out of Wuhan are Australia, Brazil, Canada, France, Italy, Russia and Japan. A study published Friday in the medical journal JAMA found that 41% of the first 138 patients diagnosed at one hospital in Wuhan, China, were presumed to be infected in that hospital. Why it's big news: In plain English, it means that nearly half of the initial infections in this hospital appear to have been spread within the hospital itself. This is called nosocomial transmission. (Doctors use big words to hide bad things: Nosocomial means caught it in the hospital.) Super-spreader event seems unlikely: What's more, most spread doesn't appear to have been the result of a so-called \"super-spreader event,\" in which a single patient transmits infection to many other people. In these events, a procedure such as bronchoscopy -- where a doctor inserts a tube into the patient's lungs -- can result in many infections. This would be a concern, but not nearly as much as what appears to have happened: Many health care workers and many patients got infected in many parts of the hospital. What's more, since there's a broad spectrum of infection and only patients who were sick were tested, it's quite likely that there was even more transmission in the hospital. Spreading in hospitals: So, like severe acute respiratory syndrome (SARS) and Middle East respiratory syndrome (MERS) -- other coronaviruses -- before it, the Wuhan coronavirus is spreading in hospitals. The virus appears to be quite infectious.  Read more from Dr Frieden here. Every day, the number of people killed by the coronavirus in mainland China grows. A total of 89 people in mainland China died from the Wuhan coronavirus on Saturday, according to the country's National Health Commission (NHC), the highest single-day death toll since the Chinese authorities began issuing daily updates. The number of deaths per day in mainland China has steadily risen over the past few weeks. Here's the breakdown from the NHC: February 8: 89 deaths reported\nFebruary 7: 86 deaths reported\nFebruary 6: 73 deaths reported\nFebruary 5: 73 deaths reported\nFebruary 4: 65 deaths reported\nFebruary 3: 64 deaths reported\nFebruary 2: 57 deaths reported\nFebruary 1: 45 deaths reported\nJanuary 31: 46 deaths reported\nJanuary 30: 43 deaths reported\nJanuary 29: 38 deaths reported\nJanuary 28: 26 deaths reported\nJanuary 27: 26 deaths reported\nJanuary 26: 24 deaths reported\nJanuary 25 15 deaths reported\nJanuary 24: 16 deaths reported\nJanuary 23: 8 deaths reported Chinese authorities said 17 people had died from the virus before January 23. More than 810 people have now died of the pneumonia-like novel coronavirus, making it more deadly than the severe acute respiratory syndrome (SARS) outbreak between 2002 and 2003. But while it may have killed more people, the death rate of the novel coronavirus is much lower than SARS. According to the World Health Organization, the death rate for the SARS epidemic was 9.6% -- so for every 10 people who got it, on average one would die. In comparison, the death rate for the coronavirus so far has appeared to be much lower. On current numbers, the death rate appears to be at 2.2% globally, less than a quarter of SARS. However, the coronavirus also appears to be more contagious than SARS.  While in total, SARS only had just over 8,000 confirmed cases, the current virus has already infected more than 37,000 people across the world. China’s National Health Commission gave the Wuhan coronavirus a temporary name at a news conference on Saturday. For weeks, the rapidly-spreading virus has only been known by the name of the city where it originated, something which locals in Wuhan have found frustrating and stigmatizing.  Chinese officials said that the virus would temporarily be named the Novel Coronavirus Pneumonia, or NCP. There is no news on when an official final title for the virus will be designated. A total of 16 people have tested positive for Wuhan coronavirus in Malaysia, according to a report from state news agency Bernama today. Out of those, 12 of the 16 cases are Chinese nationals, while the four others are Malaysians. On Friday, Malaysia announced it would extend its temporary travel ban from only Hubei -- the epicenter of the outbreak -- to all provinces in China under lockdown due to the virus, according to state media.  The government also said it would make arrangements to repatriate 212 Malaysian embassy and consulate staff in China, and 34 citizens currently in Wuhan. The new coronavirus has now spread to more than 25 countries and territories outside of mainland China, with over 350 people infected as of today. In response, the World Health Organization (WHO) has declared the outbreak a public health emergency of international concern. With Malaysia, South Korea and Singapore all announcing new cases today, here is where the numbers currently stand: Australia (at least 15 cases)\nBelgium (at least 1 case)\nCambodia (at least 1 case)\nCanada (at least 7 cases)\nFinland (at least 1 case)\nFrance (at least 11 cases)\nGermany (at least 13 cases)\nHong Kong (at least 26 cases, 1 death)\nIndia (at least 3 cases)\nItaly (at least 3 cases)\nJapan (at least 90 cases, including 64 in cruise ship quarantine)\nMacao (at least 10 cases)\nMalaysia (at least 16 cases)\nNepal (at least 1 case)\nPhilippines (at least 3 cases, 1 death)\nRussia (at least 2 cases)\nSingapore (at least 40 cases)\nSouth Korea (at least 25 cases)\nSpain (at least 1 case)\nSri Lanka (at least 1 case)\nSweden (at least 1 case)\nTaiwan (at least 17 cases)\nThailand (at least 32 cases)\nUnited Arab Emirates (at least 7 cases)\nUnited Kingdom (at least 3 cases)\nUnited States (at least 12 cases)\nVietnam (at least 13 cases) Read more about the patients in each place. There are now 40 cases of the Wuhan coronavirus in Singapore, the largest number of infections outside of mainland China. Seven new cases were announced by the Singaporean Ministry of Health today, five of which were linked to previously known infections. \"Amongst the confirmed cases, two have been discharged. Of the remaining 38, most are stable or improving. Four are in critical condition in the intensive care unit, and one requires additional oxygen support,\" the ministry statement said. The seven new infections range in age from 36 to 64 and none of them have any recent travel history to mainland China.  But the Singaporean government said in the statement that the risk of contracting the virus in public places is still low. The Royal Caribbean cruise line announced Saturday that it would no longer allow any guest with a Chinese, Hong Kong or Macao passport to board its ships. \"We apologize for the inconvenience to any guests affected by these measures put in place to ensure the safety and well-being of all our guests and crew,\" the statement said. It added that all itineraries for the next six months that involved stopovers in mainland China were under review. It comes as Royal Caribbean's \"Anthem of the Seas\" cruise ship has been delayed during a stopover in the United States, over concerns that a number of passengers had previously traveled to mainland China. Today the US Centers for Disease Control announced that four passengers with flu-like symptoms who had been taken off the ship had tested negative for the Wuhan coronavirus.  South Korea now has 25 cases of the Wuhan coronavirus across the country, according to the South Korean Centers for Disease Control and Prevention. It is one of only a few nations that have seen more than 20 cases of the virus, including Japan, Thailand and Singapore. The government announced Saturday that it would be reimbursing people who had been hospitalized or quarantined amid the Wuhan coronavirus outbreak. The Welfare Ministry said in a press release that families who had been put out for more than 14 days could receive a government subsidy, of varying amounts. A family of one will receive approximately $380 per month while a family of four will get approximately $1,030, according to the release. The spread of the coronavirus shows no sign of stopping in mainland China today, after the government announced thousands of new infections and the country's deadliest day from the virus. If you're just joining us, here's what you need to know: Deadliest day: The 89 deaths in mainland China on Saturday are the highest number in a single day since the crisis began in January. Foreigners die in China: An American citizen and a Japanese man in his 60s died from the coronavirus on Saturday in Wuhan, the first fatality from either country.  Global spread: New cases are continuing to emerge in countries across the world, while two cruises ships remain locked in quarantine in Japan and Hong Kong. In total, 64 people on board the Diamond Princess cruise ship off the coast of Yokohama have now tested positive for the coronavirus. WHO heads to China: The World Health Organization has announced that it will be sending a team to China to investigate the virus, with the team leader expected to touch down on Monday. In a news briefing on Saturday, WHO director general Dr Tedros Adhanom Ghebreyesus said that the rapid spread of misinformation was making controlling the virus harder. \"At WHO, we’re not just battling the virus, we’re also battling the trolls and conspiracy theorists that push misinformation and undermine the outbreak response,\" he said. Another 89 people have died of the Wuhan coronavirus, bringing the death toll globally to 813, China’s National Health Commission confirmed today. That includes 811 people who have died in mainland China and one person each in Hong Kong and the Philippines. The new deaths push the Wuhan coronavirus death toll above that of the 2003 severe acute respiratory syndrome (SARS) outbreak, which killed 774 people. The number of confirmed coronavirus cases in mainland China is at least 37,198, an increase of 2,656 from Saturday, according to the health authorities.  It has been more than two weeks since the city of Wuhan was put on strict lockdown by the Chinese government in an attempt to rein in the coronavirus. Since then, resident Wu Chen says he has only gone out of his house only three times -- once when he ran out of cat food. He said that he is confident the authorities will bring the virus under control but until then he can only wait for the all clear to go outside. While he waits, he takes his temperature twice a day, practices his handwriting and plays hide-and-seek with his cat. His story is typical of a city of millions of people, all trapped in their apartments. Read more here The global death toll from the Wuhan coronavirus is at least 805, surpassing the number of fatalities from the deadly 2003 severe acute respiratory syndrome (SARS) outbreak. When SARS swept across the world, it sparked an international panic and infected more than 8,000 people, killing 774. In comparison, the coronavirus has now infected more than 27,000 people in China's Hubei province alone -- and over 37,000 globally. Like SARS, this latest outbreak is caused by a coronavirus, a family of viruses common to animals that range from the common cold, to more serious diseases, such as Middle East respiratory syndrome (MERS). Both the SARS and Wuhan outbreaks started in China -- and both are believed to have originated from wild animal markets.", "Section": "asia", "Writers": ["Ben Westcott", "Adam Renton", "Angela Dewan", "Fernando Alfonso", "Amir Vera"], "URL": "https://www.cnn.com/asia/live-news/coronavirus-outbreak-02-09-20-intl-hnk/index.html", "MainKeyWord": "Macao", "AdditionalKeyWord": "Philippines", "Source": "CNN"}