{"Type": "article", "Time": "2020-06-10", "Headline": "June 11 coronavirus news", "Text": "Our live coverage of the coronavirus pandemic has ended for the evening.  Airborne transmission is the main way the new coronavirus spreads, and wearing a mask is the most effective way to stop person-to person spread, according to a new study by a team of researchers in Texas and California. The researchers, led by Renyi Zhang from the department of Atmospheric Sciences at Texas A&M University, compared Covid-19 infection rate trends in Italy and New York both before and after face masks were made mandatory. Both locations started to see infection rates flatten only after mandatory face masks measures were put in place. They calculated that wearing face masks prevented more than 78,000 infections in Italy between April 6 and May 9, and more than 66,000 infections in New York City between April 17 and May 9. “Wearing of face masks in public corresponds to the most effective means to prevent interhuman transmission, and this inexpensive practice, in conjunction with simultaneous social distancing, quarantine, and contact tracing, represents the most likely fighting opportunity to stop the COVID-19 pandemic,” they wrote in a report published Thursday in the Proceedings of the National Academy of Sciences . The researchers undertook their analysis to gauge the effectiveness of different strategies for stopping the spread of infection and to determine how the virus is mainly spread. Viruses can spread by direct contact when a person coughs or sneezes on another person; indirect contact, when a person coughs or sneezes on an object that is then touched by another person; or in the air via large droplets that fall quickly to the ground and tiny droplets, called aerosols, that can travel several feet and hang in the air for a while. To figure out how the virus is mainly transmitted, the researchers analyzed trends in the infection rates in three epicenters — Wuhan, China; Italy; and New York City. They also looked at mitigation measures that were being used in those locations, such as extensive testing, quarantining, contact tracing, social distancing and mandatory use of face masks. Then they compared the timing of when those measures were put in place. In China, all of the measures were put in place at the same time. In contrast, New York and Italy saw different measures being put in place at different times. This allowed the researchers to assess their relative effectiveness.  They found infection rates in Italy and New York City only started to slow after face masks were made mandatory, not after lockdown was put in place in Italy or after stay-at-home orders went into effect in New York. There has been much confusion about the effectiveness of face masks.  “Advice on the use of face masks was not issued until April 6, 2020 by the WHO, claiming that it is important only to prevent infected persons from viral transmission by filtering out droplets but that it is unimportant to prevent uninfected persons from breathing virus-bearing aerosols,” Zhang and colleagues wrote. When people wear face masks, they are protecting others more than they are protecting themselves. But the researchers said the evidence shows masks work to slow spread.  “Face covering prevents both airborne transmission by blocking atomization and inhalation of virus-bearing aerosols and contact transmission by blocking viral shedding of droplets,” they write. “On the other hand, social distancing, quarantine, and isolation, in conjunction with hand sanitizing, minimize contact (direct and indirect) transmission but do not protect against airborne transmission.” Brazil surpassed 800,000 total confirmed Covid-19 cases Thursday, according to figures released by the health ministry. The health ministry reported 30,412 new cases in the past 24 hours, bringing the country's total to 802,828. This is the third day in a row Brazil has recorded a daily spike of at least 30,000 new cases, the health ministry said. Brazil's Covid-19 death toll also topped 40,000 Thursday, after recording 1,239 new deaths in the past 24 hours. Brazil's coronavirus death toll stands at 40,919.  ##Cases## Georgia Gov. Brian Kemp signed a new executive order today, easing more restrictions across the state. The order goes into effect on June 16 and lasts through June 30, according to a statement. Here's what can further reopen: June 16 Professional sports teams and organizations must follow certain guidelines set by their leagues, but are allowed.\nThere is no longer a limit on the number of patrons allowed per square foot in restaurants.\nRestaurant workers are only required to wear face coverings when they are interacting with patrons.\nFor salad bars and buffets, a worker can use cafeteria-style service to serve patrons or the establishment can provide hand sanitizer, install a sneeze guard, enforce social distancing, and regularly replace shared utensils to allow patron self-service, the statement said.\nAt indoor movie theaters and cinemas, there is no longer a limit on the number of people who can sit together. July 1 Live performance venues can reopen with specific guidelines. ##Reopening##  The food industry shares the blame for both the obesity pandemic and the severity and consequences of Covid-19, according to an editorial published Thursday in the BMJ.  The authors, who are from Queen Mary University in London, highlight the link between obesity and serious illness and death from Covid-19.  Studies show that for people who were overweight, the risk of critical illness increased by 44% and the risk of death increased by 27%. Studies also showed the risk of both critical illness and the risk of death nearly doubled for people who were obese, the authors wrote. Obesity also affects immune responses and lessens lung function.  “The Covid-19 outbreak seems to be yet one more health problem exacerbated by the obesity pandemic,” the authors wrote. Because of this, food industries worldwide must change the way that they are reacting to the pandemic and governments must support healthier food habits, the group argued. “The food industry has launched campaigns and corporate social responsibility initiatives, often with the thinly veiled tactics using the outbreak as a marketing opportunity,” they wrote.  During the pandemic, there have also been many issues surrounding food, which include an increase in food poverty and disruptions in the supply chain. This may have limited access to fresh food, forcing people to eat more food that is processed or high in salt, sugar and saturated fat.   With 65% to 70% of the United States and United Kingdom populations being overweight or obese, the effects of Covid-19 have made it clear that these changes from the food industry and from governments need to be made, the authors say.  A US Centers for Disease Control and Prevention team is scheduled to arrive Friday in Northwest Arkansas, said Dr. Nate Smith during a news conference on Thursday. “Their goal is to help us to better understand the dynamics of transmission in the northwest part of the state, particularly in Washington and Benton counties, helping to understand this interplay between transmission in the home, in the community and in the workplace. We are hoping that those insights will better enable us to break those cycles of transmission,” Smith said. Smith said 29% of active cases in the state were in the Latino community and on Tuesday, 24% of our hospitalized patients were in the Latino community. The Arkansas Department of Health reported 10,816 cases of Covid-19 cases and 171 deaths in the state. Smith said there are 3,294 active cases, with 140 in nursing homes, 199 in correctional facilities and 2,955 in communities. Arkansas Gov. Asa Hutchinson said he believes he made the right decision to lift restrictions and to move the state into phase two on June 15 despite the number of Covid-19 cases rising. “Even though we are opening up and expanding our economy that does not diminish the seriousness of this virus,” he said. The coronavirus pandemic is killing on average 1,000 Americans a day and 4,000 globally, and this should not be the new normal, Dr. Tom Inglesby, the director of the Bloomberg School’s Center for Health Security, said at a news briefing Thursday. “We can do better than this,” Inglesby said.  “I'm worried that people have kind of accepted where we are as a new normal and it is not normal.”  Some states have hundreds or even thousands of new Covid-19 cases every day and Inglesby pointed out that countries like New Zealand and Thailand have driven their cases down to zero. “Are we resigned to losing 1,000 Americans a day, until we have a vaccine?” he asked. “I hope we aren’t.” Around the world: The tactics New Zealand, Thailand, and other countries have used to drive their coronavirus case counts down are the same common practices public health officials in the United States have been advocating for months: border controls, widespread testing, rapid isolation, tracing, quarantines, fastidious hygiene, intensive physical distancing, school and workplace closures and a coordinated public health strategy, Inglesby said. “We can do these things in the US and should be,” Inglesby added. He referenced a study this week from the University of California at Berkeley that found that stay-at-home orders alone have prevented more than 62 million coronavirus infections in the US so far and 530 million in the six other countries studied.  “Social distancing works,” he said, noting that in some places around the country people are letting their guard down, moving “too rapidly to open the economy at the risk of accelerating the spread of the disease.” He also warned that he considers indoor gatherings one of the continued dangers of catching and spreading the virus. “I think the things that are going to be higher risk are longer periods of time indoors with others that are not part of your family and you breathing in the air that they’re exhaling. If you’re at close distance, that’s going to pose higher risk,” he said. Moving forward during the pandemic: Inglesby also expressed concern about reopening schools. There isn’t information about whether children spread the disease at school. They clearly don't have the same level of severe illness as adults, he said.  “The concern is we don't know whether or not kids in schools will accelerate the spread within those institutions and then transmit the disease to both teachers or administrators who are older, or to their family, parents, grandparents at home,” he said. Sao Paulo state authorities announced an agreement between the Brazilian Butantan Institute and Chinese laboratory Sinovac Biotech to conduct phase three of a clinical coronavirus vaccine trial on approximately 9,000 volunteers in Brazil starting the first week of July. \"The vaccine proved very effective at phase two. It really protected against all infections. Now we are going to do a populational test. It is a promising vaccine, without a doubt,” Butantan Institute President Dimas Covas said while speaking at a news conference Thursday.  Phase three will involve trying the vaccine on different types of people that represent the diversity of the population such as by age or ethnicity. According to Sao Paulo´s health officials, the vaccine went through the first two phases of testing in China, where it was tested on 744 volunteers. The Chinese lab started human clinical trials with the experimental vaccine on April 17.  The agreement establishes that the Butantan Institute will own the vaccine technology to potentially mass-produce it inside Brazil; and if proven effective, it is expected to be available to the population in the first half of 2021, according to Covas. The Butantan Institute is one of Brazil's top biomedical research centers. The state of Sao Paulo is the epicenter of the outbreak in Brazil with 162,520 cases of coronavirus and 10,145 deaths as of Thursday afternoon. Brazil has the second highest cases in the world; the US is first, according to Johns Hopkins University. Italy is further easing its coronavirus lockdown measures to allow professional sporting events, such as the Coppa Italia football match, to resume behind closed doors starting Friday, Prime Minister Giuseppe Conte said in a news conference Thursday night. Other establishments can also reopen starting June 25, including summer camps, kindergartens, betting rooms, and bingo halls, Conte said, announcing that he had just signed a decree that eases further the lockdown measures. Non-professional sports that involve physical contact may also resume. Local officials will be able to assess the viability of restarting these activities given the number of coronavirus cases in each region. Fairs, convention centers, and nightclubs with dancing will not be permitted to restart their activities until July 14. Italy has been on a nationwide lockdown since March 9.  Conte also announced the expansion of Italy's contact tracing program. Starting Monday, a contact tracing app that has been tested in four regions will be implemented nationwide.  “Citizens can download the app in great security...it protects privacy,\" Conte said. “We are proud of this app that grants a further service to citizens and we were the first in Europe to have reached this result that is very sophisticated from a technical point of view.\" ##Reopening## The Defense Department issued new guidance for employees returning to work at the Pentagon, increasing the number of recommended staff allowed to come to the facility while still maintaining other preventative measures to stop the spread of the coronavirus. The new guidance, which takes effect Monday, says that gatherings of personnel are “limited to a maximum of 10 people” and that “only mission essential personnel should be returning to workspaces,” but increases the cap on the number of recommended staff in the Pentagon and related facilities from 20% to 40%. “Organizations should manage their workforce to meet the goal of no more than 40% of their workforce in office spaces, with 60% or more teleworking,” the guidance states. Cloth face coverings continue to be mandatory “when 6-feet social distancing cannot be maintained” and said social distancing “is mandatory wherever possible, including in office workspaces.“ Undersecretary of State for Management Brian Bulatao informed State Department staff Monday that they are expected to enter phase one of the “Diplomacy Strong” reopening plan on June 15, according to a source with knowledge. Managers will be able to bring back up to 40% of their teams under this phase. A senior State Department official also confirmed that phase one was expected to start June 15 after being pushed back from June 8 due to a spike in coronavirus cases around DC. ##Reopening## South Carolina has seen the highest number of Covid-19 cases reported in a single day with 687, according to the state's Department of Health and Environmental Control on Thursday.  The state has reported 13 additional deaths.  This brings the state total to 16,441 coronavirus cases and 588 deaths.  ##Cases##   Concerns around coronavirus cropping up following nationwide protests over the killing of George Floyd were discussed at Thursday's White House Coronavirus Task Force meeting, an administration official familiar with the panel's meetings told CNN.  But the official said the feeling remains that it’s too early to definitely say that the protests have led to a spike in cases. However, the concern remains which is why they’ll be closely watching infection rates over the next two weeks, the official said. Watch more:  People in the US and Europe are sleeping more because of the Covid-19 pandemic, according to two new pieces of research published Thursday in the journal Current Biology.  One study found students were staying up later and sleeping longer. Another found some Europeans were staying in bed about a quarter of an hour longer, on average, since the pandemic. Kenneth Wright and colleagues of the department of Integrative Physiology at the University of Colorado, Boulder, compared the sleep schedules of 139 university students before and during the pandemic.  They found students were spending an average of 30 minutes longer sleeping on weekdays and around 24 minutes on weekends.  Plus, more students were getting the recommended seven or more hours of sleep a night. For weekdays, this number went from 84% to 92%. Along with sleeping longer, students were also going to bed late about 50 minutes later on average on weekdays and 24 minutes on weekends. The second study, carried out by Christine Blume at Switzerland’s University of Basel Center for Chronobiology, also found people were sleeping more.  In this case, the participants who were based in Austria, Germany and Switzerland, were averaging around 13 more minutes of sleep per night.  Blume suggests that people were working from home and able to get more work done during the day, leaving them more time to sleep. But Blume and her coauthors found that their respondents were experiencing a decrease in sleep quality.  To help combat this, Blume suggested that people exercise more and make the most of natural light.  Wisconsin Gov. Tony Evers announced in a press conference Thursday that the state will be awarded 40 million dollars in financial assistance to hospitals from the federal CARES Act.   \"In consultation with the Wisconsin Hospital Association,\" Evers said, \"losses and expenses from March, April and May will be eligible for reimbursement if they have not already been reimbursed from other federal programs or insurance...we expect payments to be made the second week in July.\" Evers addressed using the state's Medicaid Expansion Program for improving the quality of healthcare across the state to \"help address disparate health outcomes for people of color.\" Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, expressed support for the World Health Organization Thursday but declined to criticize President Trump’s announcement that he was severing ties with the organization. “I’ve been dealing with the WHO now for four decades. I have a number of colleagues I have interacted with and continue to. I have a very good relationship with the director general of WHO,” Fauci told the CBC. “The WHO is an imperfect organization. It certainly has made some missteps but it has also done a lot of good. The world needs a WHO,” added Fauci, who is also a member of the White House Coronavirus Task Force. “I would hope that we would continue to benefit from what the WHO can do — at the same time that they continue to improve themselves.” More on this: Last week, US Centers for Disease Control and Prevention Director Dr. Robert Redfield said his agency continues to have close collaboration with WHO, despite Trump’s statements. Redfield said during a House Appropriations hearing on the Covid-19 response that the CDC has been working with WHO as recently as the last couple of days. In the CBC interview, Fauci also declined to say whether he thought the US border with Canada should remain closed. “I am not an expert on closing and opening borders,” he said. “What you would like to see under any circumstances … would be to see a significant diminution, consistently, in the number of cases, hospitalizations and deaths.” He said that appeared to be happening but said he was worried about potential recent increases in deaths. US stocks plummeted on Thursday, recording their worst day since the big coronavirus selloff in March. Investors were spooked by rising Covid-19 cases across the United States as the country is easing its lockdown restrictions. This comes after the Federal Reserve shared a dire outlook for the economy in Wednesday’s monetary policy update. Here is where things stood at closing:  The Dow closed 1,862 points, or 6.9%, lower. It was its worst day since March 16 in terms of both point and percentage declines. The index fell back below 26,000 points for the first time since the start of the month.\n The S&P ended down 5.9%. It was its worst day since March 16. Only one S&P stock – Kroger – closed in positive territory.\nThe Nasdaq Composite, which hit all-time highs on the first three days of the week, closed 5.3% lower. That was its worst one-day drop since March 16. The index finished above 10,000 points for the first time in history Wednesday, but on Thursday it fell back to a level not seen since late May. Remember: As stocks settle after the trading day, levels might still change slightly. ##Economy## White House staff received an email today about making a \"gradual\" return to campus, according to an email viewed by CNN. “We are excited to begin the gradual, safe return of staff to the EOP Campus,” the email from the White House management office read, referring to the Executive Office of the President, the agencies in the executive branch that support the President. It instructed staff to contact their direct supervisors about when they'll return to campus and how.  \"For employees who have been teleworking, each component will incrementally begin to identify employees that should return to the office and when they should return,\" the email read. \"Each component and supervisor has been advised to take into account many considerations that may impact who comes back, including office space, public transit, availability of childcare and staff who have or are taking care fo someone who has underlying health conditions.\" Officials who have been working from home will also see changes in their work space, the email cautioned, noting there are physical distancing lines in areas where people congregate, \"social distancing signage\" and even plexiglass in areas of high traffic. A number of South Carolina beach towns have announced cancelations of July 4 events in an effort to prevent large crowds from gathering. The following events include:  Patriots Point has canceled its July 4 fireworks, according its website\nFolly Beach told CNN the city made a joint decision with the Folly Association of Businesses to cancel its July 4 fireworks\nMyrtle Beach told CNN its weekly summer fireworks, including for July 4, have been canceled this year, due to coronavirus-related budget issues\nIsle of Palms said on its website it has canceled its July 4 fireworks and will redirect that budget to offer a one-time hazard pay disbursement for city employees who are working during the pandemic\nNorth Charleston tweeted that its fireworks are also canceled and wished everyone a socially distance Independence Day The Lowcountry in South Carolina has seen a doubling of new daily Covid-19 cases since Memorial Day weekend, according to Rep. Joe Cunningham’s office.  “I am incredibly concerned with the rise in coronavirus cases across our state, and in the lowcountry particularly. Yesterday, our state epidemiologist said she was more concerned about coronavirus cases now than she ever has been before, and that is something we need to take very seriously,\" Cunningham, who represents South Carolina’s 1st district from Charleston to Hilton Head, said. Cunningham said he understands that folks want a return to normalcy, \"but we are not anywhere near through this public health crisis yet.\" \"We must continue to wear masks and practice social distancing – for ourselves, our families, and our neighbors,\" he added. Colorado Gov. Jared Polis said that while his state is \"in a stable trend,\" he is concerned about the spike in Covid-19 cases in neighboring Utah and Arizona \"because there is a lot of travel back and forth.\"   The governor, speaking today during a press conference, said he is also concerned about \"the continued gatherings in the streets\" and thinks it is likely the state will start to see evidence of \"some transmission\" in coming days.   Polis encouraged Coloradans to continue wearing masks and practice social distancing to prevent the state \"from backsliding.\"  \"Masks are really the passport to the Colorado we love,\" Polis said.    ##Cases## There are at least 2,011,341 cases of coronavirus in the United States and at least 113,341 people have died in the country from the virus, according to Johns Hopkins University's tally of cases. On Thursday, Johns Hopkins reported 10,877 new cases and 417 reported deaths.  The totals includes cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases.  ##Cases## As ongoing national protests bring Americans physically closer together, actor and activist Sean Penn is helping to provide Covid-19 testing kits. \"The protesters themselves are that which protects our democracy, so we owe them to protect them, as well,\" Penn told CNN's Brianna Keilar. Penn's organization CORE (Community Organized Relief Effort) began by providing tests sites in Los Angeles, and has since moved the model across the county.  \"All of the people that work for CORE, throughout the country, are people from those communities who we train,\" said Penn, who noted that the fear of another Covid-19 spike on the heels of organized marches is very real. \"The scientists are very worried about that and I certainly am prone to align myself with their concerns,\" Penn said. Penn, who started his organization following the 2010 earthquakes in Haiti, sees helping protesters stay healthy as a way of supporting another critical cause. He said they \"hope to see a return on that in the sense that protesters participate, participate at six-feet distance in the lines with masks and that we're able to offer them the assistance that they're offering the greater republic.\" As the Trump administration is hesitant to support and promote many of the health measures being encouraged by health experts, the two-time Academy Award winner quickly noted that examples of empowering change occur outside of Washington, DC. \"I think we should see by now that we're not going to get our lead from leadership,\" said Penn, adding \"this is time for citizens to take the lead, and unfortunately in particular citizens of color are taking that lead, and we are looking to support, assist, coordinate with them in every way that is represented by peaceful protest and scientific, fact-based testing.\"   Moderna confirmed it expects to begin a phase three study of its Covid-19 vaccine candidate in July, according to a statement on Thursday. The final phase of the placebo-controlled study will include 30,000 subjects in the United States. Participants not in the placebo group will receive 100 micrograms of the vaccine candidate, which was determined to be “the optimal dose level to maximize the immune response while minimizing adverse reactions,” according to the statement. Phase three of the trial will be conducted with the National Institutes of Health.  About the vaccine: Moderna said it is still on track to deliver about 500 million to a billion doses per year, beginning in 2021 and said its primary endpoint will be prevention of symptomatic Covid-19, with secondary endpoints to include the prevention of severe Covid-19 that leads to hospitalization.  What the phases mean: While there is some overlap, phase one of a vaccine trial typically involve several dozen study subjects and looks at whether the vaccine is safe. Phase two is several hundred people and looks at safety, immune response and dosage, and phase three involves thousands of patients and looks at efficacy. In phase three, there is a placebo arm, so it can be determined if the vaccine worked better than no vaccine at all. The latest coronavirus forecast by the Institute for Health Metrics and Evaluation (IHME) at the University of Washington takes into account seasonality predictions.  \"Seasonality will be a very big driver of the second wave, we believe,\" Dr. Christopher Murray, IHME’s director, said today. Late yesterday, IHME released a “third generation model” which forecasted nearly 170,000 deaths from coronavirus in the United States by October 1.  “The increase in daily deaths really starts to gather more momentum from mid-September, onwards,” Murray said. Contributing to that increase are two main factors: “The steady rise in contact rates, the steady rise in mobility and the likely continued reaction of mandates over the course of the summer, combined with the increasing clear signal that seasonality is important,” he said. What the model suggests: The closely watched model — which is currently featured on the US Centers for Disease Control and Prevention website — said the summer should remain in plateau. “We think, because there’s still some progressive protective effect from seasonality between now and August, that even if there are increases, they will not turn into exponential growth,” Murray said.  “But once the protective effect of seasonality goes away, those same phenomenon may turn into much more rapid increases,\" he added. The “biggest and most difficult choice” states will face in the fall is managing a potential second shutdown, Murray said.  “Because of quarantine fatigue, because of the economic effects of quarantine, another round of shutdowns might have even larger effects on businesses that may be on the edge of not being able to stay solvent,\" he said. As Texas continues trending upwards in its average of daily new cases of Covid-19 and hospitalizations, an official from the health department said \"this is still a serious situation.\"  \"We’re certainly still seeing COVID-19 spread in Texas, as evidenced by the increased number of hospitalizations, down about 150 today to 2,008, and it’s an important reminder that this is still a serious situation,\" Chris Van Deusen, spokesperson for the Texas Department of State Health Services, told CNN in an email Thursday.  He added: \"People still need to be taking action to protect themselves and their communities by continuing social distancing, wearing a face covering in public, and continuing to wash their hands and disinfect surfaces frequently.\"  Here are the numbers: Texas averaged approximately 1,700 new cases per day over the week ending June 10, according to a CNN analysis of Johns Hopkins University data.   Van Deusen said numbers out of Texas were notably large Wednesday because a few counties have changed the way they are reporting their numbers.   He said hospitals around the state are prepared for a surge both in the way of beds and staff preparedness.   Myrtle Beach Director of Public Information Mark Kruea told CNN the Myrtle Beach area has seen an upward trend in new Covid-19 cases over the last few days, mirroring the increase seen across South Carolina. “If you plan on vacationing in Myrtle Beach,” Kruea said, “bring your mask and your patience.”  Masks are not expected to be worn on beaches, Kruea said, since there is enough room on the beach to socially distance between parties. But, Kruea did encourage all residents and visitors to wear masks when walking around town. Some background: Myrtle Beach saw an influx of visitors over Memorial Day weekend two weeks ago, when city code enforcement noted a couple of restaurants operating above the 50% capacity. Kruea said there has not been proactive monitoring of that capacity limit since the holiday weekend, unless someone calls in a complaint.  He said that restaurants have adjusted well to the capacity limit with indoor dining, but that the problem is when guests are waiting to enter or gathering by the door, not social distancing. Track your state's Covid-19 cases here.  ##Cases## The number of coronavirus cases in Louisiana increased by more than 400 for the third straight day. Louisiana Department of Health reported 44,472 total cases on Thursday with 2,874 total deaths, up 19 since Wednesday’s report.  At least 469,673 tests have been completed statewide.  Gov. John Bel Edwards said on Wednesday that while the state is not seeing a spike in cases, there are three regions of concern. He said that cases are increasing in Monroe, Lake Charles and Alexandria due to community spread and congregate settings. Edwards is slated to take part in a town hall with The Advocate later this afternoon to discuss the state’s response to the pandemic. ##Cases## There are serious errors being made in the metrics that are being tracked in the United States when it comes to Covid-19, according to Dr. Tom Frieden, the former director of the US Centers for Disease Control and Prevention, and current president and CEO of Resolve to Save Lives. These errors are undermining how quickly and how well the US can control Covid-19 and restore the economy, Frieden said during a webinar on Thursday. “Today, the United States isn’t focusing on the most important trends, and we’re giving too much weight to numbers that have little meaning,” he added. Some of the areas that are being focused on which Frieden says are not as important as they are being made out to be include case counts — which he says are relatively meaningless in most of the country — as well as the total number of tests being conducted, and the test positivity rate. Frieden and his colleagues believe that other metrics are more important when it comes to understanding and controlling Covid-19. Dr. Cyrus Shahpar, Resolve to Save Lives’ director, listed some of the more important numbers to focus on to help governments and communities to form response plans for Covid-19. These included unlinked infections, proportion of cases among quarantine contacts, number of health care worker infections, trends in excess mortality and demographic trends. Unlinked infections, for example, are a good number to track because details about them can be used to improve contact tracing. “If the metrics that matter are used by governments and communities, we will be better equipped to fight the virus [and] save more lives,” Shahpar said. ##Cases## Nashville city officials announced today that they will be delaying the next phase of the city's reopening plan following an increase in new virus cases, according to a news release from the health department.  “As of today, the majority of our public health metrics are satisfactory. But our 14-day new case average remains slightly elevated, prompting us to stay in phase two of our Roadmap for Reopening Nashville,\" Mayor John Cooper said in the statement. \"The level of cases in Southeast Nashville warrants further attention, and I have instructed the Metro Public Health Department to concentrate its efforts there. We will continue with Phase Two while carefully observing our public health data every day,” the mayor continued.  The latest numbers: Metro Public Health Department officials announced today a total number of 6,627 confirmed cases of coronavirus in Nashville/Davidson County, an increase of 56 in the past 24 hours. The confirmed cases range in age from 1 month to 100 years. One additional death was reported in Davidson County, a 46-year old male with underlying health conditions. At least 80 people have died after a confirmed case of Covid-19. At least 5,110 individuals have recovered from the virus. ##Reopening## Stephen Dickson, the administrator of the Federal Aviation Administration (FAA), said there will be a long path before the airline industry recovers. Speaking in a virtual chat with the Air Traffic Control Association, the former Delta Air Lines executive said, \"I think we're talking about years rather than months for a full recovery.\" Dickson said the agency has been working on the recertification of the Boeing 737 MAX, but wouldn’t put a date on a potential certification flight or its return. “We shouldn’t be talking about any timelines with the MAX. We continue to work very effectively even in this Covid environment with Boeing. … we continue to work through all of the issues. The next big milestone is a certification flight. We don’t have everything accomplished” to be ready for that, he said. “It remains to be seen what date that will occur but we certainly have that as the next point in the process,\" Dickson said. President Trump's economic adviser Larry Kudlow called today a “rough day” for markets when he appeared on Fox Business today — but he added that it isn’t the “last word\" and downplayed the threat of a second wave of coronavirus.  Kudlow was asked about market reaction to concerns about another spike of cases in the fall.   “Go talk to Deborah Birx about that, she doesn’t seem to think so,” Kudlow said of a second wave, noting that he gets the numbers every night and the growth of new cases and fatalities remains between zero and 1%.  Pressed on the fact that there have been 100,000 cases in the last week, he said he is “not a medical expert,” and suggested it was because “we are testing much more.” He also said hospitalizations have increased because elective surgeries have resumed.  Kudlow said they are “looking at a lot of options” for additional stimulus funding, but he wouldn’t get into specifics. During a very brief gaggle with reporters, he suggested there’s consensus for a tourism stimulus in some form.  “Could be a deduction, could be a credit, could be a refundable credit,” he said, adding, “There seems to be a very broad agreement with congressional members that would be a good thing to do.”  ##Economy## During a panel discussion with other mayors across the country hosted by the Center for American Progress, Phoenix Mayor Kate Gallego said that the city and state of Arizona is not recovering from Covid-19. “We have had so many of the records you don't want to be hitting for Covid-19 from my perspective. We opened too much too early and so our hospitals are really struggling,” Gallego said. She also said that the increase of positive cases is primarily due to the lifting of the stay-at-home order as well as challenges in long-term care facilities. Arizona lifted the stay-at-home order on May 15. “I come to you as a mayor with a health care system that is stressed right now,” Gallego said. “I am very worried about the virus and its impact on our community.” ##Cases## New York Gov. Andrew Cuomo announced today that five state regions would be moving to phase three of reopening tomorrow.  He warned that the “rules are clear” and businesses must abide by the guidelines, including indoor capacity limits. Noting a rise in cases in some US states, Cuomo warned that even though New York's numbers \"are good,\" precautions must continue.  \"We need caution, we have to beware,\" Cuomo said. \"The numbers are good, everything we've done has been exactly right up until now, but that's up until now. And you can make a mistake today that wipes out everything we’ve done, so we have to stay smart. This covid has not gone away.\"  The regions entering phase three include: Finger Lakes, North Country, Central New York, Mohawk Valley and Southern Tier.  Industries that are allowed to reopen in this phase under restrictions include:  Restaurants and food services (indoor and outdoor seating)\nPersonal care services (nail salons and massage businesses)  Restaurants must limit indoor capacity to no more than 50% of maximum occupancy, exclusive of employees. All indoor and outdoor tables with seating for customers must be separated by a minimum of six feet in all directions, the guidance says.  “Please follow the guidelines and do what is permissible to do. People are very wary right now of businesses that are violating the rules,” Cuomo said.  Cuomo warned that businesses could lose their liquor license or right to operate if guidelines were not followed.  “Short-term gain isn’t worth long-term pain,” he added.  ##Reopening## Senate Democratic Leader Chuck Schumer, a New York Democrat, requested a briefing next week from top administration public health officials, including Dr. Anthony Fauci and Dr. Deborah Birx, on recent coronavirus spikes in states around the country.  “As the President continues to fixate on the stock market and Senate Republicans are ready to prematurely declare victory, we need to wrest the focus back to these crucial issues,” Schumer said Thursday on the Senate floor. “So today I’m requesting that Dr. Fauci and Dr. Birx and other members of the administration’s Coronavirus Task Force conduct a briefing for Democratic Senators on the recent spikes—next week. We need to understand why these spikes are happening and how to adapt our national response.” Schumer's remarks come as Vice President Mike Pence is set to meet this afternoon with the task force for the second time this week.  Some context: CNN reported last month that the task force has been sharply curtailed, meeting about once a week. While task force members have been on conference calls with governors weekly, there has not been a briefing from the task force since April 27. CNN's Betsy Klein contributed to this report New York Gov. Andrew Cuomo said 36 people died from coronavirus yesterday — which is \"close to its lowest point,\" he said. At least 53 people died from coronavirus on Tuesday and 46 died on Monday. ##Cases## A somber economic outlook from the US Federal Reserve and the 2 millionth coronavirus case in the United States has investors questioning whether they had boosted the stock market too far, too fast. Here's what's going on: US stocks tumbled in New York, with the Dow falling 1,038 points, or 3.8% around mid-morning.  \nThe S&P 500 plummeted 3.3%, and the Nasdaq Composite (COMP) fell 2.5%. The Nasdaq had soared to all-time highs on each of the past three sessions and climbed above 10,000 points for the first time ever.\nUS crude oil prices dropped more than 7% to $36.66 per barrel. Why this is happening: The rising number of coronavirus cases in the United States has unnerved Wall Street. A second wave of infections could force many businesses to close again just after they reopened. Federal Reserve Chairman Jerome Powell said Wednesday that the economic future was highly uncertain. ##Economy## As the US has passed 2 million confirmed coronavirus cases and a trusted model is projecting a steep increase in the fall, Vice President Mike Pence will lead a White House coronavirus task force meeting today.  The task force will meet at 2:30 p.m. ET in the Situation Room, according to Pence’s schedule. This will be the second meeting this week – the group last met on Tuesday. The meeting also comes as President Trump is moving full-steam ahead with reopening and packed campaign rallies, returning to the campaign trail next week for a rally in Tulsa, his first since March 2.  Pence is also set to return to the campaign trail for the first time since he was tapped to lead the task force, attending an event for the Trump-aligned America First super PAC tomorrow in Pennsylvania. As CNN reported last month, the task force has been sharply curtailed, meeting about once a week. Task force members have been on conference calls with governors weekly, but there has not been a briefing from the task force since April 27. And Pence, the task force leader, openly flouted CDC guidelines yesterday, posting a photo with a large group of tightly-clustered campaign staff at headquarters with no masks. The cap on gatherings is 10 people in Virginia. The tweet has since been deleted. New York City will donate $3 million dollars to assist “mom and pop” restaurants and small businesses impacted by the coronavirus pandemic, Mayor Bill de Blasio announced during the city’s daily news conference.  The funds will be part of the city’s \"Restaurant Revitalization Program\" which will provide grants up to $30,000 to 100 selected restaurants. The program will be funded by the mayor’s fund to Advance NYC and One Fair Wage, an organization that fights for fair wages.   Workers at the restaurants are eligible for a one-time $500 cash fund, NYC first lady Chirlane McCray said during the news conference. ##Economy## New York City Mayor Bill de Blasio said the city is meeting all of its coronavirus thresholds. At least 69 people across New York City were hospitalized for Covid-19 on Tuesday, de Blasio said at the city’s daily press conference this morning. At that time, 337 people were in ICU’s across NYC Health and Hospitals, he said, adding that number is below the 375 threshold that allows the city to reopen safely, de Blasio said.  Of the people tested for Covid-19, as of Tuesday, 3% have tested positive.  ##Cases## President Trump is expected to travel to Dallas, Texas today to participate in a roundtable with “faith leaders, law enforcement and small business owners” before attending a political fundraiser.  Here is a look at the coronavirus trends in the Lone Star State:   Texas is trending upward in its average of daily new cases, averaging about 1,700 new cases per day over the week ending June 10, according to a CNN analysis of Johns Hopkins University data. Testing also appears to be trending upward — but not as sharply as the rate of new cases, according to data from the COVID Tracking Project.   Meanwhile, the average of new confirmed deaths in Texas has fluctuated in recent weeks but is lower now than in mid-May.  Texas is also seeing an uptick in hospitalizations, according to COVID Tracking Project data. ##Cases## Treasury Secretary Steve Mnuchin said Thursday that the US economy will not be shut down again, despite continued rising cases and a key model projecting a steep increase this fall. “We can’t shut down the economy again. I think we’ve learned that if you shut down the economy, you’re going to create more damage, and not just economic damage, but there are other areas,” Mnuchin told CNBC, calling President Trump’s initial decision “very prudent” but saying “we’ve learned a lot” since then.  Mnuchin noted that over the next month, “over another trillion dollars” will be pumped into the economy. He also reiterated that the next round of CARES Act funding will focus on industries that are especially impacted, citing hotels, travel, entertainment, and restaurants, and saying it will be “much more targeted.”  “We’re prepared to go back to Congress for more money to support the American worker,” he said. Mnuchin said he expects the restaurant industry will “come in and now take up a bunch” of remaining Paycheck Protection Program funding after additional flexibility legislation was passed, and said it is an industry “that will need a lot of help – continued help – until we have a vaccine.” ##Economy## The US Army laboratory at the Walter Reed Army Institute of Research has selected a lead Covid-19 vaccine candidate as well as two backup vaccine candidates “that will advance to the next stage of research,” the Army announced today. The lead vaccine candidate was selected from more than two dozen prototypes.  “The candidates were narrowed down from more than two dozen prototypes in order to determine the candidates that elicited the most promising antibody response in preclinical studies,” the statement said. The Army is supporting the government’s intergovernmental vaccine project known as Operation Warp Speed, which is aimed at accelerating the development, manufacturing, and distribution of Covid-19 vaccines, therapeutics, and diagnostics. US stocks dropped sharply at Thursday’s opening bell, as investors shifted their focus to rising cases of coronavirus infections during the reopening of the US economy. The Federal Reserve committed to ultra-low interest rates for years to come in Wednesday’s monetary policy update, which should be positive for stocks. But the central bank also said the outlook on the economy was highly uncertain. Here's how the markets opened today:  The Dow opened 3.4%, or 900 points, lower.\nThe S&P 500 fell 2.7%.\nThe Nasdaq Composite tumbled 2.2%. ##Economy## WATCH: The number of Covid-19 cases in Africa has doubled in less than 20 days and the World Health Organization (WHO) is warning of a shortage of test kits.  “It took 98 days to reach the first 100,000 cases and only 19 days to move to 200,000 cases, so even though these cases in Africa account for less than 3% of the global total, it's clear that the pandemic is accelerating,” WHO Africa director Matshidiso Moeti said Thursday during a press briefing. There are currently more than 200,000 confirmed coronavirus cases and 5,000 deaths on the continent, he said.  Moeti added that until a vaccine is developed, he expects a “steady increase” of coronavirus cases in the region, “with some hotspots having to be managed in a number of countries, as is happening now in South Africa, in Algeria, in Cameroon for example, which really require very strong measures, public health measures, social distancing measures to take place.'' According to Moeti, in most African countries coronavirus entered through the capital cities with travelers. “It was through international travel, particularity people traveling in from Europe and as far as we know it has not yet reached in significant numbers those areas where we tend to find refugee camps or camps of internally displaced people but we certainly done the work with our partners to prepare for that,” Moeti said. Moeti stressed that one of the biggest challenges in the African continent is the availability of supplies, “particularly test kits and this is due to disruptions in the global supply chain”, Moeti said, adding that “the U.N. has established a supply chain task force and other mechanisms are in place to address these shortages including work done by the African Union and more than 8 million diagnostic supplies and 200 million items of personal protective equipment are in the pipeline to be shipped to African countries.'' ##Cases## At least 1.5 million Americans filed for first-time unemployment benefits last week, bringing the total claims filed to 44.2 million since mid-March, when the coronavirus pandemic forced the US economy to shut down. Continued jobless claims, which count workers who filed for benefits for at least two weeks a row, slipped to 20.9 million, from 21.3 million in the week prior.  ##Economy## WATCH: A young woman whose lungs were damaged due to Covid-19 has successfully received a double lung transplant, surgeons at Northwestern Memorial Hospital in Chicago announced on Thursday. The hospital noted they believe this is the first time such an operation on a Covid-19 patient has been performed successfully in the United States, and it offers new hope for patients with extensive lung damage from coronavirus infection. The patient, a Hispanic woman in her 20s, spent six weeks on a ventilator and an ECMO machine while in the hospital's intensive care unit as her body fought the coronavirus infection. \"For many days, she was the sickest person in the Covid ICU — and possibly the entire hospital,\" Dr. Beth Malsin, pulmonary and critical care specialist at Northwestern Memorial Hospital, said in a press release Thursday. \"There were so many times, day and night, our team had to react quickly to help her oxygenation and support her other organs to make sure they were healthy enough to support a transplant if and when the opportunity came,\" Malsin said. \"One of the most exciting times was when the first coronavirus test came back negative and we had the first sign she may have cleared the virus to become eligible for a life-saving transplant.\" Yet by early June, the patient's lungs showed signs of irreversible damage due to her illness — her lungs were damaged beyond repair, according to the hospital.  Doctors quickly listed the woman for a double lung transplant once it was confirmed that she tested negative for Covid-19, and the transplantation operation was performed 48 hours later.  \"A lung transplant was her only chance for survival,\" Dr. Ankit Bharat, chief of thoracic surgery and surgical director at the Northwestern Medicine Lung Transplant Program, said in a press release Thursday.  \"We are one of the first health systems to successfully perform a lung transplant on a patient recovering from Covid-19,\" Bharat said. \"We want other transplant centers to know that while the transplant procedure in these patients is quite technically challenging, it can be done safely, and it offers the terminally ill Covid-19 patients another option for survival.\" What happens next: Now the medical team wants to learn more about the patient's sickness and recovery.  \"How did a healthy woman in her 20s get to this point?\" Dr. Rade Tomic, a pulmonologist and medical director of the Lung Transplant Program, said in the press release. \"There’s still so much we have yet to learn about COVID-19. Why are some cases worse than others? The multidisciplinary research team at Northwestern Medicine is trying to find out,\" Tomic said. \"While this young woman still has a long and potentially risky road to recovery given how sick she was with multi-organ dysfunction for weeks preceding the transplant, we hope she will make a full recovery.\"   As the number of coronavirus cases in Alabama has essentially not dropped in weeks, Montgomery, Alabama, Mayor Steven Reed said he thinks the state opened up too early.  “Montgomery should not be 10% of Alabama's total cases. We should not have the level of cases that we’ve had spike month over month and week over week when we look at our numbers. There's still a problem here,” he said.  Leaders in the White House who do not wear masks aren’t helping the situation, Reed said, responding to a now-delated tweet from Vice President Pence with a photo showing Trump campaign staff not social distancing or donning masks.  “I think that much of the community has taken their cues from the top, and they believe if the President and vice president are not wearing masks, then why should they? Unfortunately, it has become a political football, as well. And that has really stymied our progress in this battle with Covid-19,” he told CNN’s John Berman.  Reed said they have not factored in all post-Memorial Day coronavirus testing numbers yet.  “We cannot decide when this is over. The virus will decide that. And we have to make sure that we're doing everything that we can as leaders to inform our public of where we are our hospital beds, as in Montgomery, where only 2% of our ICU beds are available. That's problematic. It's manageable, but not sustainable,” he said.  Watch: The European Commission has drawn up a set of criteria and guidelines that will gradually allow for the reopening of Europe’s external borders from July 1. Using a checklist created by the Commission, European countries will be asked to draw up a list of non-European Union countries for which travel restrictions can be lifted, to be reviewed on a regular basis. The decision to lift restrictions for a specific country will be based on whether that country is in a similar or better epidemiological situation than Europe, whether it has comparable hygiene measures at its transport hubs and whether or not that country has lifted travel restrictions for the EU. Announcing the guidelines, Commissioner for Home Affairs Ylva Johansson said she hoped the list \"can become longer and longer and have more and more countries on it. But that has to be taken gradually.” If it’s decided that restrictions are to remain in place for a country, the commission proposes gradually increasing the categories of permitted travellers to include, for instance, international students or highly skilled non-EU workers. “While we will all have to remain careful, the time has come to make concrete preparations for lifting restrictions,” said Johansson. “International travel is key for tourism and business, and for family and friends reconnecting.” The decision to open external borders will be closely monitored and travel restrictions may be reintroduced for a specific country at any time if the health situation in that country changes, the commission said. The decision to open and close borders remains the prerogative of an individual European country. But the commission stressed the need for the lifting of restrictions to be done in a coordinated way across Europe. European external borders have been closed since March following the outbreak of the coronavirus. ##Reopening## A medicine that may treat and prevent Covid-19 is now being tested in patients in multiple sites around the United States, Regeneron Pharmaceuticals Inc said. It is the first trial of a Covid-19 antibody cocktail in the United States. If successful, Regeneron hopes it could be available by the fall. The clinical trial started Wednesday. Regeneron said its antibody cocktail would be tested in four separate study populations: people who are hospitalized with Covid-19; people who have symptoms for the disease, but are not hospitalized; people who are healthy but are at a high risk for getting sick; and healthy people who have come into close contact with a person who is sick. \"We have created a unique anti-viral antibody cocktail with the potential both to prevent and treat infection, and also to preempt viral 'escape,' a critical precaution in the midst of an ongoing global pandemic,\" Dr. George Yancopoulos, co-founder, president and chief scientific officer at Regeneron, said in a press release.  \"Ultimately, the world needs multiple solutions, and the innovative biopharma industry is collectively working hard to help as many people as possible with a variety of complementary approaches.\" Antibodies are proteins the body naturally makes to protect the body from a threat like Covid-19. To make what are called monoclonal antibodies for an antibody cocktail, scientists comb through thousands of antibodies to figure out which ones fight the novel coronavirus most effectively. In this case, Regeneron's scientists picked two antibodies, scaled them up and put them into a medicine that it hopes can be used to treat symptoms and as protection for vulnerable communities such as the elderly or health care workers. The first part of the trial will check to see if the antibody therapy is safe to be used in humans. Scientists will also want to see if it works. Read more here: It's not flashy or futuristic-looking, but it's simple, cheap and apparently effective: British aircraft interior company RAS Completions says its new personal protection shield could help protect fliers from Covid-19. The shield, says RAS Completions, is designed to be installed between seats and doesn't involve taking the middle seat out of action. The Personal Protection Window is currently seeking approval from the European Union Aviation Safety Agency (EASA) and the company says it'll be ready for airline customers within the next couple weeks. The shields are designed to protect passengers from the risk of droplet transmission and are made from transparent polycarbonate. The idea, RAS Completions Business Development Manager Roger Patron told CNN Travel, is to produce a \"single product that fits every type of commercial aircraft.\" It's mainly designed to aid economy seating, Patron says, as that's where passengers tend to be closest together, but it could also be used in different classes of cabin. The shields are non-obstructive, so wouldn't prevent emergency evacuation or seat recline. \"Simplicity is the best,\" says Patron. \"We tried to make them the simplest, effective way of keeping people safe.\" Read more here: US futures dropped sharply Thursday as coronavirus cases in the United States topped 2 million and the emergence of new hotspots overshadowed a pledge from the US Federal Reserve to keep interest rates near zero for years. Dow futures were down nearly 600 points, or 2.1%, while S&P futures were off by 1.8% and Nasdaq futures were down 1.2%. US crude oil prices dropped 4%.  Many investors had been betting on a quick recovery for the world's largest economy. The S&P 500 surged into positive territory for the year earlier this week even as economists officially declared the US economy to be in recession. The Nasdaq topped 10,000 points for the first time in history. But the elevated number of coronavirus cases in the United States coupled with dire economic projections from experts including the US central bank suggest continued pain for companies and workers. Read more here: The UK government is facing tough questions over the timing of its coronavirus lockdown after influential epidemiologist Neil Ferguson said the United Kingdom could have cut the number of Covid-19 deaths by half if it had locked down just one week earlier. Ferguson, who is based at Imperial College London, made the comments to the UK Parliament's Science and Technology Committee on Wednesday. \"The epidemic was doubling every 24 days before lockdown interventions were introduced. So had we introduced lockdown measures a week earlier, we would have reduced the final death toll by at least a half,\" he said. The UK went into lockdown on March 23, later than many other European nations. It currently has the second-highest number of recorded coronavirus-related deaths in the world, with 41,128 as of June 9, according to UK government figures. Ferguson said the lockdown measures introduced on March 23 were warranted but were \"second-guessed\" at the time. \"Certainly had we introduced them earlier, we would have seen many fewer deaths,\" he said.  Asked what the UK coronavirus response should focus on going forward, Ferguson said more targeted interventions were needed in order to lift the nationwide lockdown.  Prime Minister Boris Johnson pushed back on the criticism, saying his government had followed scientific advice at the time -- including from Ferguson as a member of the Scientific Advisory Group for Emergencies (SAGE) -- and that it was too early to cast judgment on the decisions made. \"Of course, we’ve got to learn lessons but I just think that it is at this stage premature. There’s still too much that we don’t know,\" Johnson said. Johnson’s government has scrapped its original plan to reopen primary schools before the summer holidays, but announced it would allow adults living alone or single parents to form a “support bubble” with one other household. Some context: Ferguson was one of the architects of the UK government's stay-at-home strategy and was a prominent member of SAGE, but he resigned from his government adviser post in May after the Telegraph newspaper revealed he broke lockdown rules by allowing his reported lover to visit his home. India's richest city is buckling under the weight of the coronavirus crisis. Mumbai is considered the country's financial and entertainment capital, home to international businesses and the glamorous world of Bollywood. But it's also a transport hub with a dense population and dramatic wealth inequality -- conditions that experts say allowed Covid-19 to spread out of control. The city alone has reported more than 50,000 cases -- nearly a fifth of India's total, and more than the Chinese city of Wuhan, ground zero for the pandemic. Maharashtra state, home to Mumbai, has confirmed more cases than the whole of China.  India has recorded more than 286,000 coronavirus cases, including at least 8,100 deaths, according to the country's Ministry of Health and Family Welfare. Despite its prosperity, Mumbai's wealth is largely held by a small, elite group, who can afford care at expensive private hospitals. Most residents are left with public hospitals, which were quickly overwhelmed in April and May as the virus took hold. At the public Nair Hospital, doctors have collapsed from exhaustion and dehydration, said one resident doctor there who requested anonymity. \"We expected that if infection took root, the health system would be overwhelmed,\" said Rajeev Sadanandan, Kerala's former health secretary and the chief executive of non-profit Health Systems Transformation Platform. \"With the kind of population Mumbai has, there is no way that the infrastructure would have been enough.\" Business travelers and tourists flow in and out of Mumbai, with many coming from places like Thailand or Malaysia that were hit by the virus before India. \"With lots of people carrying the virus coming here, the virus took root in the community,\" Sadanandan said. \"Mumbai is the busiest place in India.\" Read more: Russia reported 8,779 new cases of coronavirus on Thursday, bringing the total number of recorded infections to 502,436, according to the country’s coronavirus response headquarters. Over the past 24 hours, 174 people have died, taking the overall official toll to 6,532. Observers have cast doubt on the country’s counting method, which permits ascribing deaths in patients who tested positive for coronavirus to other causes such as terminal illnesses and other underlying conditions. On Wednesday, Moscow released mortality statistics for May, saying that in 5,260 cases coronavirus was “the main or concurrent cause of death.” The city’s health department said that only in 2,757 cases was coronavirus recorded as the main cause of death.  Earlier this week, Moscow's mayor lifted self-isolation restrictions and the city is expected to reopen by the end of the month. Last week, Russian President Vladimir Putin announced that a postponed nationwide vote on constitutional reforms that could allow him to stay in power until 2036 would go ahead on July 1. The country's massive May 9 Victory Day military parade was also rescheduled to take place on June 24. A closely watched coronavirus model is now forecasting nearly 170,000 coronavirus deaths in the United States by October 1. The projections paint a grim picture of what could come when summer turns to fall, with a steep rise in daily deaths forecast in September. The model, from the Institute for Health Metrics and Evaluation at the University of Washington, previously only offered projections until August. It was cited often by the White House earlier in the pandemic, and it’s one of many models currently featured on the US Centers for Disease Control and Prevention website. It now projects that 169,890 people will die from Covid-19 in the US by October 1, with a possible range of about 133,000 to 290,000 deaths. Daily deaths are expected to decrease through June and July then remain relatively stable through August. But the model forecasts a sharp rise in deaths come September. In the model, projected daily deaths double from 410 on September 1 to 1,018 on October 1. Notably, though, the model’s uncertainty increases as time goes on. At the beginning of October, for example, the model offers a range of 96 to 4,382 possible daily deaths. “If the US is unable to check the growth in September, we could be facing worsening trends in October, November, and the following months if the pandemic, as we expect, follows pneumonia seasonality,” IHME Director Dr. Christopher Murray said in a statement. In a press release, IHME said its model is based on data through June 6. “Large gatherings in some states due to lifting of social distancing restrictions, gatherings on national holidays, and public protests are reflected in the general trend toward increased mobility,” the institute said. The model looks at cell phone data, and increased mobility means people are moving around more. That could lead to more contact and opportunities for coronavirus transmission, but how exactly mobility corresponds with infections remains unclear. Behavioral changes like physical distancing and mask wearing could decrease the risk. IHME says it includes other factors in its model as well, including data on testing, pneumonia trends, mask use, population density, air pollution, altitude, smoking and “self-reported contacts.” According to the institute’s analysis, mask use results in a 50% reduction in Covid-19 transmission. But IHME’s data on masks is also self-reported, and it may not be representative of the population at large. The IHME model has been closely watched, but it’s been criticized before for its assumptions and performance. It used to project that US coronavirus deaths would stop this summer, for example, which some experts said was unrealistic. IHME has since made a number of revisions to its methodology. Still, the model is just one of many – and it’s not the only forecast offering longer-term projections. Another model, from independent data scientist Youyang Gu, projects that 201,550 people will die from Covid-19 in the US by October 1, with a range of about 147,000 to 284,000 deaths. That model, which is also highlighted on the CDC’s website, projects an increase in daily deaths in July before a decrease in August and September.   Last Thursday, an ensemble forecast from the CDC projected more than 127,000 coronavirus deaths in the United States by June 27. The short term forecast relied on 20 individual forecasts from outside institutions and researchers. The CDC regularly releases new projections, so another ensemble forecast could be released later today. Chinese shoppers are finally starting to snap up high-end handbags, shoes and jewelry again, giving the luxury goods industry hope that a recovery from the coronavirus pandemic is on the way. But leading brands still face a tough road ahead, and will likely have to rethink the way they do business to withstand a damaging, worldwide hit to sales this year, as well as a shift in shopping habits in many recession-scarred economies. Several luxury goods companies reported an uptick in China this spring as people emerged from weeks of lockdowns, spurring what some analysts have called a trend of \"revenge spending\" — the release of pent-up demand once people aren't forced to stay home. Tiffany this week pointed to China as a bright spot for its jewelry business, saying that retail sales surged around 30% in April and 90% in May compared to the same months last year. This was despite a drop of about 40% in Tiffany's global net sales in May. \"Our business performance in mainland China, which was the first market impacted by the virus, is indicative that a robust recovery is underway,\" CEO Alessandro Bogliolo said during the company's earnings presentation on Tuesday. Others have echoed similar thoughts. Burberry said last month that sales of its clothing, bags and accessories in China were \"already ahead of the prior year, and continuing to show an improving trend.\" Read the full story here. The US surpassed 2 million confirmed coronavirus cases Wednesday night as new hotspots emerge and hospitalizations go up in some states. More than 112,000 people have died from Covid-19 nationwide, according to Johns Hopkins University. The spike in numbers highlights how complicated it is to stop the spread of the virus despite early hotspots such as New York and New Jersey seeing improved numbers. Since Memorial Day, the number of coronavirus hospitalizations has gone up in at least a dozen states, according to data CNN aggregated from the Covid Tracking Project between May 25 to June 9. They are Alaska, Arkansas, Arizona, California, Kentucky, Mississippi, Montana, North Carolina, Oregon, South Carolina, Texas and Utah. An additional 22 states are trending downward while nine others are holding steady. Health experts issued a bleak prediction. An additional 100,000 more people will die from coronavirus by September, said Dr. Ashish Jha, director of the Harvard Global Health Institute. \"I think right now, most Americans are not ready to lock back down, and I completely understand that. Here's the bottom line, though, which is that -- I understand people are willing to live alongside this virus. It means that between 800 and 1,000 Americans are going to die every single day. We're going to get another 100,000 deaths by September ... we really do have to try to figure out how to bring the caseloads down from these scary levels, in some states,\" Jha told CNN's Kate Bolduan on Wednesday. The Centers for Disease Control and Prevention predicts between 118,000 and 143,000 coronavirus deaths in the US by June 27. Two Missouri hairstylists who worked while they had coronavirus did not infect the 140 clients they served despite having symptoms at the time, local health officials said. Both stylists worked at the same Great Clips location in Springfield for more than a week in mid-May. The clients and the stylists all wore face coverings, and the salon had set up other measures such as social distancing of chairs and staggered appointments, the Springfield-Greene County Health Department said this week. Of the 140 clients and seven co-workers potentially exposed, 46 took tests that came back negative. All the others were quarantined for the duration of the coronavirus incubation period. The 14-day incubation period has now passed with no new infections linked to the salon, county health officials said. During the quarantine, county health officials called those who did not take the test twice a day to ask whether they had symptoms related to Covid-19, said Kathryn Wall, a spokeswoman for the Springfield-Green County Health Department. Read more here. Latin America and the Caribbean have now recorded more than 70,000 deaths due to Covid-19. Several countries in the region are struggling to contain the outbreak -- most notably Brazil, which has identified more than 772,000 cases, according to Johns Hopkins University (second only to the US), Peru and Mexico, which just reported a record daily surge in new cases. Mexican paramedics are responding to 911 calls at an alarming rate, as the coronavirus pandemic continues to ravage the capital of Mexico City. Many have died, and others say they feel scared and unsupported by the government as they continue to respond to the state of emergency Quarantine measures extended in Chile: Chile’s mandatory quarantine measures against coronavirus will be extended effective Friday at 10:00 p.m. local time, Chile’s health ministry said in a statement released Wednesday. The extended measures and new additions come as Chile reports 148,496 confirmed cases and 2,475 confirmed deaths. “Given the evolution in the number of people infected, and in conjunction with the COVID-19 committee headed by the President of the Republic, we have made the decision to implement new restrictive measures in order to contain and mitigate the propagation, avoiding the number of people infected,” the statement says, citing Chile’s Health Minister Jaime Mañalich. ##Cases## ##Reopening## President Donald Trump is getting what he wants: The country is opening up come what may, despite alarming indications that the coronavirus pandemic is intensifying its assault. Trump says the virus is now reduced to just the \"embers\" and \"ashes\" of a spent pandemic as patience for nationwide lockdowns fades and states aggressively open up. The facts say the opposite, however. Another 1,299 Americans died on Tuesday meaning that more than 112,000 people in the US have now died from the disease. Trump is not marking these deaths, just as he was reluctant to immediately honor the first 100,000 Americans who passed away before that terrible milestone was reached -- barely two weeks ago. And this is well before the feared fall resurgence of Covid-19, in the absence of reliable treatments and with a vaccine still months away. The President has been cajoling for reopenings for weeks, banking on the ebbing patience of a gregarious and industrious people who don't take well to being told to stay home. He's been ostentatiously moving around the country without a mask -- even if such behavior by the head of the government sets a poor example and shuns precautions that could keep Americans alive.  Trump is not just defying the virus -- he's poking a stick at officials' warnings to avoid large gatherings, planning a rally in Oklahoma next week and others in four states where infections are heading up after that. Vice President Mike Pence -- who heads the White House coronavirus task force -- on Wednesday tweeted a photo of his visit to crammed-together campaign workers, none of whom were wearing masks or social distancing. He later deleted the tweet. Read more: Los Angeles County is allowing some businesses, including gyms and museums, to reopen, but authorities say they are still seeing about 1,300 new coronavirus cases a day.  There are 67,064 confirmed coronavirus cases and 2,768 deaths in Los Angeles County.  At a press conference Wednesday, Los Angeles Mayor Eric Garcetti said that businesses reopening in the county made him \"nervous.” “We are still in the biggest medical pandemic of our lives,” he reminded residents. He urged people who participated in protests to quarantine for 14 days or get a free test from the 24 testing sites across the city and county. The sites have the capacity to test 20,000 people a day, Garcetti said. Test kits are also being offered at 49 CVS Pharmacy locations in the city, Garcetti said.  ##Cases## ##Reopening## The annual Coachella and Stagecoach festivals -- two of the largest music events held in Southern California -- have been canceled over concerns about coronavirus spread, local health officials announced Wednesday. \"I am concerned as indications grow that COVID-19 could worsen in the fall,\" Riverside County Public Health Officer Dr. Cameron Kaiser said in a statement announcing the cancellation of the festivals. \"Given the projected circumstances and potential, I would not be comfortable moving forward.\" Festivals area allowed under stage 4 of California Gov. Gavin Newsom's reopening plan and would require treatments or vaccines to permit entry, Kaiser said. Health officials said they have been in contact with Goldenvoice, the festivals' promoter about the issue. The Coachella Valley Music and Arts Festival and Stagecoach Country Music Festival were originally scheduled to be held in April but were postponed until October under the direction of Riverside County health officials. The festivals host hundreds of thousands of people each and were expected to feature big name performers. Rage Against the Machine, Travis Scott and Frank Ocean were scheduled to headline Coachella, along with performances by Calvin Harris, Big Sean, Lewis Capaldi, Charlie XCX, Flume, 21 Savage, Lana Del Rey and Lil Nas X. Thomas Rhett, Carrie Underwood and Eric Church had been set to headline Stagecoach. Read more here There are now at least 2,000,464 cases of coronavirus in the United States, according to a tally by Johns Hopkins University. At least 112,924 people have died in the country after contracting the virus.  The number of confirmed US coronavirus cases topped one million on April 28, according to the university's database. ##Cases## Of all ways we communicate, the roots of non-verbal communication run the deepest. To show it and to know it is part of being a human. The coronavirus pandemic has deprived us of the closeness we are biologically programmed to seek when we are vulnerable, lonely or fearful -- exactly when we need it the most. Face masks, video chats and personal protective equipment make it harder to see facial expressions and body movements, while social distancing forces us to be unnaturally apart and the invisible presence of a virus has infused touch with a sense of danger. Check out CNN's interactive here: Are you looking for a mental and physical boost during the pandemic? Try volunteering. Adults over 50 who volunteer for about two hours per week have a substantially reduced risk of dying, higher levels of physical activity and an improved sense of well-being, a new study has found. And they develop fewer physical limitations than adults who don't volunteer. The study, published Thursday in the journal American Journal of Preventive Medicine, analyzed data from face-to-face interviews and survey responses from nearly 13,000 participants randomly selected from the Health and Retirement Study, a longitudinal panel study of older Americans. Two groups of participants were tracked over four years in between 2010 to 2016. While the research failed to find health benefits for specific diseases, the findings echoed results from other studies about the overall health benefits of helping others. Read more: The Hispanic community has been disproportionately hurt by the coronavirus pandemic due to their jobs as essential workers and multigenerational living conditions, according to a panel of health experts at Duke University. \"We're talking about people who, during this pandemic, have been essential in working in meatpacking plants and manufacturing. They have been involved in cleaning, maintenance, construction jobs,\" Dr. Viviana Martinez-Bianchi, a primary care doctor and associate professor in family medicine and community health at Duke, said during the discussion Wednesday. \"While the rest of the country did quarantine or was able to stay home to flatten that curve ... the Latino community continued to go to work,\" Martinez-Bianchi said. \"So what we're seeing is now all these people who have been essential workers, who worked without even the masking and the protection that was legally required during the time of their jobs, are now becoming infected by the virus,\" Rosa Gonzalez-Guarda, an associate professor at the Duke University School of Nursing, agreed that Hispanics are getting infected at disproportionate rates by \"simply going to work.\" Read more: ##Cases## The Republican National Committee executive committee unanimously approved a plan on Wednesday night to significantly scale down the convention proceedings that will take place in Charlotte later this summer and to make no changes to the party's 2016 platform, a party spokesman told CNN. The rule changes come as Republicans -- angered by the fact that Democratic North Carolina Gov. Roy Cooper is not prepared to guarantee them a full-fledged convention due to the ongoing coronavirus -- search for an alternate convention location where state officials will allow President Donald Trump to accept the party's nomination before a large crowd. The party is contractually obligated to keep some portion of the convention in the North Carolina city, but the vote on Wednesday night will substantially pair down the official business, with each state and territory only sending six delegates to the gathering, for a total of 336 delegates where there would have been over 2,500. The party also extended their 2016 platform through 2020, meaning the platform that the party adopted four years ago will be unchanged for November's election. Read more:  ##Reopening## ##Politics## If you've found you're no longer disinfecting your hands as often or becoming more lenient toward unnecessary trips outside, you're not alone. This unintentional phenomenon is \"caution fatigue\" -- and you have your brain to blame. You were likely vigilant at the pandemic's outset, consistently keeping up with ways to ensure you didn't get infected with the coronavirus or infect others. The threat was new and urgent to your brain. And driven by the human instinct for self-preservation, fresh fear motivated you to eagerly adhere to recommended safety precautions. Fast-forward three months, and that sense of immediacy may have faded. Caution fatigue \"occurs when people show low motivation or energy to comply with safety guidelines,\" said Jacqueline Gollan, who holds two professorships at the Northwestern University Feinberg School of Medicine: one in psychiatry and behavioral sciences, and another in obstetrics and gynecology. \"It's reflected when we become impatient with warnings, or we don't believe the warnings to be real or relevant, or we de-emphasize the actual risk,\" she added. \"And in doing that, we then bend rules or stop safety behaviors like washing hands, wearing masks and social distancing.\" Read more: If you're just joining us, here are the latest updates on the coronavirus pandemic from around the globe. The US should remain cautious: As US cities and states continue to reopen, the public still needs to \"practice a degree of caution and carefully go through the process of trying to normalize,\" Dr. Anthony Fauci, director of the US National Institute of Allergy and Infectious Diseases, said on ABC’s “Good Morning America” on Wednesday. \nCoronavirus in Mumbai: Public Health officials in Mumbai reported that the city's reported coronavirus cases have surpassed the number reported in the Chinese city of Wuhan, the original epicenter of the virus outbreak.  As of Tuesday, 50,878 positive novel coronavirus cases were reported in Mumbai according to the public health department of the Municipal Corporation of Greater Mumbai.\nUS soccer to return: Major League Soccer will resume its suspended season on July 8 with a league-wide tournament in Orlando at Disney World's ESPN Wide World of Sports complex, the league announced today. MLS suspended its season on March 12 due to the coronavirus outbreak.\nRussian company recalls ventilator model: A factory in Siberia is recalling its flagship ventilator model from all Russian hospitals after two machines caught fire in coronavirus hospitals a month ago, state media reported.\nGermany extends travel warning: The country has advised its citizens to avoid non-essential travel until August 31. EU countries, Schengen members and the UK are exempt from the warning.\nSingapore approves key antiviral drug: The city state's health authority has approved use of remdesivir to be used to treat some coronavirus patients. The drug is the only one shown to work against the disease.\nCovid-19 test to look at mutations: The US Food and Drug Administration said it has issued an emergency use authorization (EUA) to US life sciences company Illumina, Inc. for the first Covid-19 diagnostic test that also uses next generation genetic sequencing technology to look for changes in the virus.", "Section": "world", "Writers": ["Steve George", "Joshua Berlinger", "Laura Smith-Spark", "Peter Wilkinson", "Melissa Macaya", "Mike Hayes", "Meg Wagner"], "URL": "https://www.cnn.com/world/live-news/coronavirus-pandemic-06-11-20-intl/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Malaysia", "Source": "CNN"}