{"Type": "article", "Time": "2021-02-04", "Headline": "Netflix is doubling down on Asia with K-dramas and mobile-only deals. But China remains elusive", "Text": "Netflix has amassed some 200 million subscribers and cemented its status as the king of streaming video. Now it's looking to run up the score with a big push into Asia, its fastest-growing region.  The entertainment giant added 9.3 million paid subscribers in Asia Pacific last year, a 65% jump compared to 2019. Revenue in the region soared almost 62%, compared with 40% in Europe, the Middle East and Africa. That momentum has encouraged Netflix to direct more firepower to Asia. It's made plans to roughly double its budget for original content in the region this year in the hope of signing up even more new customers in India, South Korea, Japan and elsewhere. For the time being, though, mainland China remains off limits. (The company declined to specify how much it would spend.) \"We're excited — massively excited, I would say — about the potential in Asia,\" Greg Peters, the company's chief operating officer and chief product officer, told CNN Business. \"There's literally hundreds and hundreds of millions of people that we're still trying to find a great way to connect with and entertain.\"  The content machine Netflix moved into Asia Pacific five years ago by launching in Japan. At the time, the California-based company was essentially \"a startup\" in the region, said Peters, adding that it had no local workers or even office space. Times have changed. Three years ago, CEO Reed Hastings predicted that the \"next 100 million\" users would come from India alone, and the company has since seen \"big growth\" in viewing there. Netflix spent some $2 billion from 2018 to 2020 to either license or produce content in Asia, and has now amassed a library of more than 200 original Asian titles. It also employs about 600 staffers across the region and keeps its APAC headquarters in Singapore. The winning formula relies in part on taking hit shows from the West and marketing or adapting them for other audiences. In 2019, it rolled out a special season of \"Queer Eye,\" where the cast performed makeovers in Japan. In December, it announced a South Korean version of \"Money Heist,\" a Spanish crime drama that has won critical and audience acclaim. But the company has found that Asian audiences don't just want to watch adaptations of Western shows.  When Minyoung Kim joined Netflix in 2016 as its first Asia-based content executive, the company \"knew that local content was going to be a really important factor for growing our business in Asia,\" she said.  \"We just didn't have ... proof,\" added Kim, who is vice president of content for Netflix in South Korea, Southeast Asia, Australia and New Zealand. Today, that's no longer the case. Just as Netflix's international shows have worked in different markets, the company has found that its Asian shows have appeal worldwide. Japan's \"Alice in Borderland,\" South Korea's \"Kingdom\" and \"Indian Matchmaking,\" which was shot between India and the United States, have all been breakout successes around the globe. Two other factors have been driving Netflix's growth in Asia. Last year, Korean dramas, or \"K-dramas,\" dominated its top 10 lists in Southeast Asia. Regional viewership for Korean content quadrupled last year compared to 2019. Regional viewership of Japanese anime, meanwhile, doubled year-over-year. Building an audience in Asia also means that Netflix has had to expand the number of languages it supports. The service is now available in 35 languages, including Hindi, Chinese, Vietnamese and Malay. It is continuing to add more, including subtitling and dubbing options. The company has also unveiled a cheaper mobile-only plan to cater to Asian audiences who watch a lot of TV on their phones, even at home. The offering started in India in 2019, and has since expanded to other countries, such as Indonesia, Philippines and Thailand. (Amazon has picked up on the trend, too, launching a mobile-only subscription for Prime Video in India last month.) Peters said that Asian viewers have also helped the company develop new technology that it has since rolled out globally. Someone trying to learn a foreign language, for example, might want to watch a show in slower motion. That led Netflix to introduce the ability to toggle video playback speed, which is now available worldwide.  The difficulties of going global As competition continues to heat up, the need for new content has only gotten stronger. In recent years, Netflix has lost parts of its catalog to studios that have launched their own streaming services (including HBO Max, owned by CNN's parent WarnerMedia). By stocking up on original content, the company can hedge against the risk of losing subscribers to competitors. In a letter to shareholders last month, the company acknowledged as much, saying it had been expecting more competition worldwide for years. \"This is, in part, why we have been moving so quickly to grow and further strengthen our original content library across a wide range of genres and nations,\" it wrote. That line of thinking has allowed Netflix to build up an arsenal of new movies, series and documentaries, with more than 500 titles almost ready to launch. It even plans to release a new original film each week in 2021. The company faces some significant challenges in international markets, though. In India, for example, Disney has partnered with local player Hotstar to offer live cricket matches. \"One of the things that Disney/Hotstar has in India that they [Netflix] don't have is live sports,\" said Neil Macker, a senior equity analyst at Morningstar. \"Their competitors are using other things [to hook viewers].\"  To stand out, Netflix could partner with a wider range of players to find \"some way of creating more value than just simply the [streaming] service itself,\" Macker added. Netflix has also had to contend with political headaches. In 2019, it blocked an episode of the comedy show, \"Patriot Act,\" in Saudi Arabia that was critical of Crown Prince Mohammed bin Salman. The decision — made in response to a legal request from officials — was a \"troubling compromise,\" Hastings told CNN.  Last November, Netflix found itself in hot water in India. It became the subject of boycott calls and even police complaints after some politicians objected to the series \"A Suitable Boy,\" which featured a kissing scene between Hindu and Muslim characters at a Hindu temple. (The production was a BBC title acquired by Netflix.) Asked how the firm dealt with demands for censorship, Peters pledged to support \"creative freedom.\" \"We don't have a particular agenda we're trying to push,\" he said. \"We are not looking to harm or insult any group of people, but we are working with a diverse set of creators. And those diverse sets of creators have a wide set of perspectives.\" There is still one massive Asian market the company hasn't been able to crack: mainland China. Netflix has tried to dip into the country before, with disappointing results.  In 2016, the company told shareholders that the local \"regulatory environment\" had become an issue, though it still hoped to launch there \"eventually.\" The following year, it embarked on a largely fruitless licensing partnership with iQiyi, a Chinese streaming giant. (Netflix's own service has never been available in mainland China.) \"The effect wasn't that great, so we didn't continue the partnership anymore,\" iQiyi CEO Gong Yu later told CNBC in an interview.  \"We've got no plans [to launch there] for the foreseeable future,\" said Peters. \"Really, we look at the opportunity outside of China.\" Even accounting for the company's success elsewhere in Asia, though, Peters said it can't afford to be complacent. \"There's nothing I would say that I'm satisfied with. We have to constantly keep improving,\" he said. \"We're connected with a lot of people around the world. But it's not everybody, right? So we have more work to do.\" ", "Section": "media", "Writers": ["Michelle Toh"], "URL": "https://www.cnn.com/2021/02/03/media/netflix-asia-expansion-intl-hnk/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}