{"Type": "article", "Time": "2020-12-08", "Headline": "South Korea and Japan called in the military to fight Covid. As winter looms, they aren't taking any chances", "Text": "South Korea and Japan may have coronavirus numbers that would be the envy of much of Europe and the United States, but they aren't taking any chances as winter brings with it a dangerous spike in infections.  Along with tighter restrictions, both east Asian countries have deployed their respective militaries to assist medical staff and help with contact tracing. In Japan, nurses from the Self-Defense Forces will assist local hospitals in Osaka and Hokkaido prefectures, as the country reported 1,518 new cases Monday -- bringing its total to 164,641, including more than 2,395 deaths.  In South Korea, the military and police will help with contact tracing efforts, while testing centers will also extend their hours into the night and on weekends to encourage testing in the greater Seoul area. The country reported 594 cases from Monday -- all but 28 of which were local transmissions -- bringing its total caseload to 38,755, including 552 deaths.  Elsewhere in the region, Hong Kong is also experiencing a fourth wave of cases, forcing the cancellation of a planned travel bubble with Singapore as new restrictions are put in place. Taiwan, which went 200 days without a local transmission, also had a handful of new cases, along with a surge of imported infections, though those patients are all being quarantined.  Along with Australia and New Zealand, east Asian countries have been among the best at responding to coronavirus, tightening and relaxing restrictions as case numbers have allowed -- thus enabling life to return to relative normality for extended periods. The world will now be watching closely as the region faces a winter surge that is likely to challenge the early stages of the pandemic for severity and misery. Australia and New Zealand, in the southern hemisphere, are about to enter summer. At a briefing Monday, a South Korean health official warned the country was facing its \"biggest crisis\" since the beginning of the pandemic, adding that daily cases could top 750 this week and urging people to follow the tighter restrictions for next three weeks. Last week, Japan recorded its highest-ever number of Covid-19 patients in intensive care, a situation Prime Minister Yoshihide Suga acknowledged was becoming \"extremely alarming\" as hospitals and medical staff faced being overwhelmed.  Winter was always expected to bring a spike in cases, as cold weather sends people indoors to poorly ventilated spaces -- conditions likely to make coronavirus spread more easily. Cases could also be harder to track and trace as symptoms are similar to those of winter respiratory bugs, while governments may find it harder to enact lockdown measures or other restrictions on already quarantine-fatigued populations. Japanese regulations have called for greater ventilation, but this is a hard ask in parts of the country that experience freezing temperatures throughout winter, a situation shared by South Korea. Asahikawa, in Japan's northern Hokkaido prefecture, has seen a major spike in cases in recent days -- the city also holds the record for the country's coldest-ever temperature, of minus 41 degrees Celsius (minus 41.8 degrees Fahrenheit) in 1902, and sees average temperatures of minus 5 degrees Celsius (23 degrees Fahrenheit) to minus 10 degrees Celsius (14 degrees Fahrenheit) for much of winter.  There is also a sense of coronavirus fatigue in much of Asia, which -- while avoiding the type of stringent lockdowns seen in parts of Europe, the US, and Australia -- has also experienced several more months of dealing with precautions and restrictions than other parts of the world. This makes encouraging people to continue to be vigilant, during a period when conditions already make infection easier, more of a struggle.  \"Please do not get used to the coronavirus,\" Japan Medical Association President Toshio Nakagawa said at a briefing last month, as cases started to rise in that country. \"Please do not underestimate the coronavirus.\"  But amid this and similar warnings, not all measures are being taken to contain the virus, perhaps a sign that governments fear people may only be able to go so far. Japan, for example, has scaled back a domestic travel subsidy campaign -- Go To Travel -- but is not scrapping or pausing the scheme, even amid the risk of local infections.  Until now, this type of middle-way approach -- not too strict, not too soft -- has largely worked for Japan and other countries in east Asia. Severe lockdowns, meanwhile, failed to have the desired effect in much of Europe, with cases soon rebounding as conditions are relaxed and people do not vigilantly follow basic measures like mask-wearing and social distancing.  With Europe and the US facing a deadly and miserable winter -- albeit with the slight hope of vaccine rollouts in the near future -- eyes will be on whether Asia continues to show a more effective way of managing the pandemic. ", "Section": "asia", "Writers": ["James Griffiths"], "URL": "https://www.cnn.com/2020/12/07/asia/south-korea-japan-coronavirus-intl-hnk/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Singapore", "Source": "CNN"}