{"Type": "article", "Time": "2021-01-14", "Headline": "What you need to know about coronavirus on Thursday, January 14", "Text": "Surviving Covid-19 may give you immunity for at least five months, but it won't stop you transmitting the virus to others. A new study led by Public Health England, a government agency, found that people who have been infected by Covid-19 may have immunity to the virus for at least five months. The findings are preliminary and have not yet been peer reviewed, but they offer some reassurance to frontline health care workers.  The researchers monitored almost 21,000 healthcare workers from across the United Kingdom between June and November and regularly tested them to see if they had been infected with Covid-19. Of those monitored, 6,614 people were found to have had the virus before and among them, 44 developed possible new infections.  The study concluded that past infection reduces the chances of catching the virus again by 83% for at least five months, Zamira Rahim writes.  There are some important caveats to note. The researchers warned that the protection was not absolute and that it was unclear how long any immunity lasts. It is also possible that those who have a degree of immunity against the virus may still be able to transmit it to others. Early insight from the next stage of the study shows that some people with existing immunity carry high levels of virus. The science might sound complicated, but the implications for real life are not. You might be immune to the virus once you've recovered from Covid-19, but you should still wear a mask and practice social distancing in order to protect those around you. YOU ASKED. WE ANSWERED Q: How do the Covid-19 vaccines work?  A: Vaccines typically mimic part of the virus they protect against, prompting a response from the immune system. The Covid-19 shots use different approaches.  The vaccines from Moderna and Pfizer use a new technology. The vaccines deliver messenger RNA, or mRNA, which is a genetic recipe for making the spikes that sit atop the coronavirus. AstraZeneca's vaccine, developed with a team at Britain's Oxford University, is called a vector vaccine. It uses a common cold virus called an adenovirus to carry the spike protein from the coronavirus into cells. Johnson & Johnson's vaccine and Russia's Sputnik V use a similar approach. Read more about how some of the other vaccines work here. Send your questions here. Are you a health care worker fighting Covid-19? Message us on WhatsApp about the challenges you're facing: +1 347-322-0415. WHAT'S IMPORTANT TODAY Two WHO scientists blocked from entering China over failed coronavirus antibody test An international team of 13 scientists was due to land today in the central Chinese city of Wuhan, where cases of the coronavirus were first recorded in late 2019. They are set to investigate the origins of the pandemic, but two members of that team remain in Singapore after they \"tested positive for IgM antibodies,\" the World Health Organization said. This is the second delay for the WHO team. IgM antibodies are among the earliest potential signs of a coronavirus infection, but could also appear in someone who has been vaccinated or previously infected. The news came just as China reported its first Covid-19 related death in 242 days and its daily new infections reached the highest levels since July. Johnson & Johnson vaccine shows promise in early trials Early stage trials of Johnson & Johnson's experimental coronavirus vaccine show it generated an immune response in nearly all volunteers, with minimal side-effects, after a single dose. The company expects to report details of more advanced trials later this month and is hoping to apply for authorization from the US Food and Drug Administration soon after. The vaccine would be the first single dose vaccine to be approved in the US. It uses a weakened version of a common cold virus to carry genetic material from the virus into the body, prompting human cells to produce pieces of the virus that are then recognized by the immune system. Covid cases remain lowest among younger children, even after schools reopened A report from the US Centers for Disease Control and Prevention found that Covid-19 cases among younger children remained low even after schools restarted for in-person learning. To safely reopen schools, however, transmission in communities must be kept in check. Why I lost it on live TV CNN correspondent Sara Sidner was unable to hold her tears while reporting live on the coronavirus crisis in Los Angeles. Looking back at the moment, she writes: \"I felt raw and exposed and embarrassed all at once. I have long been taught as a woman 'never let them see you cry' -- not in public and especially not at work. \"What moved me to tears was, at first, simply rage. Rage at those who won't take our ills seriously and those who are actively fighting against the truth. They are putting people's lives in danger.\" ON OUR RADAR The African Union has secured 270 million vaccine doses for African countries, with at least 50 million shots available from April to June.\nBiden aides told congressional allies to expect Covid relief package with a roughly $2 trillion price tag.\nOperation Warp Speed chief scientific adviser Moncef Slaoui has submitted his resignation at the request of the incoming Biden administration, a source with knowledge of the events tells CNN.\nTurkey has authorized emergency use of China's Sinovac vaccine, with mass rollout to begin today.\nCalifornia hospital fined more than $40,000 after Santa Clara County says it delayed reporting Covid-19 outbreak. \nYes, Martha Stewart received her first dose of the Covid-19 vaccine near a facility named for her, but rest assured, she says she didn't jump the line.\nEngland's soccer Premier League tells teams that handshakes, high fives and hugs must be avoided and that swapping of shirts after the game is now prohibited.\nA nurse who works with Covid patients just won a $1 million lottery jackpot. TOP TIP New Year's resolutions often wither and die, unless you can turn them into habits. So we asked behavioral science expert BJ Fogg how to make your good intentions stick. One of his tips: If someone wants to exercise or feels they should, the key is to find an exercise that makes them feel successful or they find enjoyable -- one or the other. TODAY'S PODCAST What teenagers really like is for us to be around and asked to be available, but not to have an agenda, but when they're ready to talk to know where to find us. -- Lisa Damour, clinical psychologist For a lot of children, the pandemic has been an unsettling time. Socializing is limited, school is not the same and parents are often stressed out themselves. CNN's Chief Medical Correspondent Dr. Sanjay Gupta talks with psychologist and best-selling author Lisa Damour about what children want and need right now. Listen now.", "Section": "world", "Writers": ["Ivana Kottasová"], "URL": "https://www.cnn.com/2021/01/14/world/coronavirus-newsletter-01-14-21-intl/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Singapore", "Source": "CNN"}