{"Type": "article", "Time": "2020-08-21", "Headline": "Spat at, segregated, policed: Hong Kong's dark-skinned minorities say they've never felt accepted", "Text": "Zaran Vachha was born and raised in Hong Kong. Yet the 34-year-old, of Indian, Iranian, Malay and Sri Lankan descent, says the Chinese city has never treated him like one of its own. He says he has been spat at, cussed at, and denied public services. When he sits down on the subway, nearby passengers often get up or move away. Once, he saw an intoxicated woman unconscious in the middle of the road. He carried her to safety, and ran into a convenience store to buy her water. When he came back out, he says police who thought he'd drugged her shoved him against a wall and slapped handcuffs on him, before witnesses came to his defense.     The problem, he says, is the color of his skin.   \"I've always considered Hong Kong my home, but I've always felt like an outsider,\" said Vachha. \"Being a person of color in Hong Kong, you get looked down on, no matter what. ... The darker you are, the worse you're treated.\"    Non-profit organizations and community groups, particularly those representing darker-skinned South and Southeast Asians, have long complained about discrimination in education, employment, and housing -- allegations supported by a number of studies over the years, including some conducted by government bodies. Hong Kong enacted an anti-racism law in 2008, after pressure from international organizations, including the United Nations. But activists say it's a flawed, toothless piece of legislation that fails to hold authorities accountable.   \"These are the ways in which we see quite clearly that there's racial discrimination, and it's everywhere,\" said Puja Kapai, a professor of law who researches minority rights at the University of Hong Kong. \"We're supposed to be Asia's World City, we're supposed to have this multicultural system, but we have a great problem.\" Racial homogeneity Hong Kong has a global reputation for being an international hub -- but, in reality, it's a particularly racially homogenous city, with ethnic Chinese making up about 96% of the population, not including foreign domestic workers. That's a far cry from other major cities like New York, where Whites are the largest group, but make up less than half of the total population.    Hong Kong's immigration laws make it harder for certain groups to naturalize and build second- and third-generation minority communities. For instance, foreign domestic workers are not allowed to gain residency; in one highly publicized case in 2013, a Filipina domestic worker was denied permanent residency despite having worked in the city for 27 years.   Maggi Leung, an associate professor at Utrecht University who used to lecture and research in Hong Kong, criticized the city's immigration and citizenship policies as \"discriminative.\" The system \"gives special privileges to the 'desired' individuals while restricting the rights of others who are framed as unskilled, disposable and a burden,\" she wrote in a 2016 article in the journal Migration Letters, pointing specifically to the residency ban for domestic workers. Of Hong Kong's ethnic minorities, defined as all non-Chinese groups, about 43% in 2016 were South or Southeast Asian, according to the legislative body's research office. This includes Indians, Pakistanis, Nepalese, Filipinos, Indonesians and more. Pakistanis, Indonesians and Thais tend to have disproportionately high poverty rates. For instance, more than half of all Pakistanis in Hong Kong live below the poverty line without any interventions, according to a 2016 government report. The poverty line is defined as earning half or less of the median monthly household income, which ranges from 20,000 to 59,900 Hong Kong dollars (about $2,580-7,729) depending on household size.    Whites, other Asians and \"Others,\" which are largely wealthier groups, make up the rest of the ethnic minority population, according to the research office, which doesn't offer any further ethnic breakdown within those categories.  The census' income data is based on respondents' ethnic self-identification. It doesn't distinguish between migrant workers -- who often end up in lower-paying jobs like construction or manual labor -- and minorities who were born in the city.    Disadvantage in the classroom For those minorities who do gain residency and raise their children in Hong Kong -- or those like Vachha who are born there -- the system can feel stacked against them from the start.    Minority children whose families speak non-Chinese languages, such as Tagalog or Urdu rather than Cantonese, can face a language barrier that exacerbates structural challenges in education, setting them back once they enter the job market.  From 2006 to 2013, the government funded a number of local schools that admitted a \"critical mass\" of non-Chinese speaking students. The program aimed to expand Chinese language learning programs, as well as give educators more experience teaching minority students, which they could then share with other schools.   However, the program was met with international and local criticism, with a UN committee calling it \"de facto discrimination\" that led to minority and Chinese students attending largely separate schools. While the government suspended the program in 2014, unofficial segregation appears to be continuing, with research showing it can be difficult for minority students to get admissions interviews -- which are typically required for most schools -- at historically Chinese schools.   As of 2016, more than 60% of all ethnic minority students attended just 10 schools out of nearly 840 public primary and secondary schools that serve the city of almost 7.5 million, according to the non-profit organization Hong Kong Unison.  In a 2016 statement, Hong Kong's Education Bureau said it had revised the program to \"avoid over-concentration\" of non-Chinese speaking students in a limited number of schools\" and \"remove the misconception arising from the 'designated school' label, which is in fact a misnomer.\" A document released by the legislative council's research office this year acknowledged that \"this language barrier might present a challenge for (non-Chinese speaking) students in adapting to the local education system and progressing to further studies or employment,\" and reiterated the government's commitment to \"ensure equal opportunities in education for all eligible children in public sector schools.\"  The language barrier can be a roadblock for children during admissions interviews for local schools where Chinese is the primary language of instruction. However, this hurdle makes it even more difficult for them to learn Cantonese or Mandarin unless they can afford extracurricular tutoring, which in turn can prevent them from pursuing jobs that require Chinese proficiency.  \"Parents want their children to receive a (Chinese medium of instruction) kindergarten education but report being turned away from some kindergartens simply because of their race,\" said a 2018 report by The Zubin Foundation, a local think tank that focuses on ethnic minorities. The report cited similar experiences from a number of minority families, with one unnamed person saying: \"Our Cantonese level is too basic. This is a hurdle for us. It's not that we don't want to learn -- it's that we are not given the opportunity to learn.\" For wealthy immigrant families whose children don't speak Chinese, there's an easy but expensive solution to the language barrier: private international schools, where students speak and are taught in English. But these schools can cost up to 266,000 Hong Kong dollars (about$34,330 ) a year, which is far out of reach for most families; the city's median monthly household income was 35,500 Hong Kong dollars (about $4,580) in 2019 for households with at least one resident in the workforce. These expat students are largely from more privileged ethnic groups like Whites and Koreans, which generally face less severe racial discrimination. This greater societal tolerance, and the students' relative wealth, can cushion them from the disadvantage of not knowing Cantonese.    Some less privileged minority students do gain Cantonese fluency, through school classes, tutors, or social learning with peers -- but sometimes it still isn't enough.   In a comprehensive 2015 report, Kapai found some minority members would have no difficulty speaking during telephone job interviews using their fluent Cantonese. Yet Kapai said that \"when they met the employer in person, the employer would put up excuses to turn them down.\"  When local schools do allow both Chinese and minority students, racist micro-aggressions can also emerge.    C.J. Villanueva, 22, is ethnically Filipina but was born and raised in Hong Kong. She remembers local classmates joking that all Filipinos were domestic helpers, a reference to the estimated 200,000 Filipino domestic workers in the city.  \"Sometimes when they joke around ... they'd pretend to be cleaning, and say, I'm just like C.J., I'm like a domestic helper,\" she said. \"It was in good fun for them, but it was offensive for me and my Filipino friends.\" Policed and profiled Everyday racism appears to be so prevalent in Hong Kong that everyone who spoke to CNN had their own range of discrimination stories. For a while, Vachha worked late-night shifts that ended long after the subway stopped running. \"All I'd want is to get home, and no taxis would stop for me,\" he said. \"I'd have to get someone else to stand on the street and get the taxi -- I'd literally hide behind a pillar, then get in the taxi when it stopped.\" Being denied taxi service \"happens quite a lot,\" Villanueva said. When she was about 17, one driver told her \"he does not serve people of my skin color.\" Finding housing is just as hard, Vachha added. A few years ago, he was about to sign the contract on an apartment when the landlord met him in person. Later, as Vaccha was standing next to the real estate agent, the agent got a text from the landlord saying he no longer wanted Vachha in the building.   Underlying these types of discrimination are stereotypes of darker-skinned minorities as unclean, dangerous or untrustworthy, said Villanueva and Vachha. Experts and researchers say these stereotypes are reinforced by media reports that emphasize and sensationalize crimes committed by ethnic minorities, while offering no such emphasis on Chinese-committed crimes.    Villanueva remembers seeing such reports while growing up. \"Locals have a fixed image on ethnic minorities,\" she said. \"Like, they think Nepalis are all gangsters, or South Asians like Pakistanis or Indians are members of gangs. In the news, they'll always say, this robbery happened, it was a South Asian who did it.\" Unfair treatment extends to the workplace; across a range of jobs, employees who are members of ethnic minority groups report experiencing longer working hours, lower wages, unfair dismissals, and a lack of oppor", "Section": "asia", "Writers": ["Jessie Yeung"], "URL": "https://www.cnn.com/2020/08/21/asia/hong-kong-racism-intl-hnk-dst/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}