{"Type": "article", "Time": "2020-11-06", "Headline": "The latest on the coronavirus pandemic", "Text": "Our live coverage of the coronavirus pandemic continues here.  White House chief of staff Mark Meadows has tested positive for coronavirus, two officials confirmed to CNN. Meadows traveled with United States President Donald Trump on Sunday and Monday. He was also at the White House election night party on Tuesday and in close contact with members of the President’s family.  White House officials are now alarmed given Meadows has been around other staffers while potentially contagious, one aide says. The White House had invited people to watch the results roll in that night. At the time, White House communications director Alyssa Farah said there would be temperature checks and precautions taken given the pandemic. Initial plans to hold an event at the Trump Hotel were scrapped because of local restrictions on indoor gatherings and fear there would be significant fines.  The President delivered remarks from the White House press briefing room last night. Read more here. CNN's KAITLAN COLLINS REPORTS: The Illinois Governor's Office announced in a news release Friday that Gov. J.B. Pritzker is quarantining due to possible Covid-19 exposure. \"The Governor's Office was notified this afternoon of a recent exposure to Covid-19 and as result of that possible exposure is currently conducting contact tracing and following all necessary health protocols from IDPH. The exposure was the result of an external meeting with the Governor that took place on Monday in a large conference room in the Governor's Office,” the statement read. The statement added that the governor was tested and his results will be made public when available. Illinois set another daily high in new Covid-19 cases Friday with the state’s Department of Public Health reporting 10,376 more infections, topping its previous single-day high of 9,935 set on Thursday.  It marked the first time the state has reported more than 10,000 cases in a single day since the start of the pandemic. The new case numbers bring the state's total to 465,540, according to IDPH. CNN is tracking Covid-19 cases in the US here: ##Hotspots## France has registered a new record number of coronavirus cases in the last 24 hours, according to data released by the French Health Ministry on Friday. The country saw the highest numbers of coronavirus cases for the second day in a row with 60,486 new cases reported on Friday. It had previously seen a record of 58,046 cases on Thursday. According to data from Johns Hopkins University, France has the most Covid-19 cases in Europe after Russia and the third highest fatality count after the UK and Italy. There are now 28,955 coronavirus patients in hospital in France, and 4,321 in ICU, according to the Health Ministry, and the overall death toll stands at 39,865.  ##Hotspots## Coronavirus infections could double over the next month as the virus continues to spread across the United States, Harvard epidemiologist Marc Lipsitch predicted during an online discussion Friday.  The US recorded more than 121,000 new Covid-19 cases on Thursday, the highest single-day total since the pandemic began. Cases have also surpassed 100,000 on Friday. \"I think if caseloads double in the next month, I will not be at all surprised. If it goes more than that I would be somewhat surprised but not completely shocked,\" Lipsitch, a professor of epidemiology at the Harvard T.H. Chan School of Public Health, said during a chat with the Journal of the American Medical Association.  But Lipsitch said he doesn’t like to make predictions because he still believes coronavirus mitigation efforts can work to bring down transmission rates. \"It's not that I don't want to make them, it's that making projections gives the impression that it's not in our hands, that it’s some kind of hurricane where we can stand there, but we can’t do anything about it,\" he said. The number of daily cases and how much the virus continues spreading \"depends on our responses,\" Lipsitch added. At the current pace, the spread will \"grow exponentially,\" he said, because we're \"not very close to herd immunity\" in most places. In some places, he added, the spread could be slowed somewhat increased immunity.  Lipsitch also said people should expect lockdowns again, and stay-at-home orders, if intensive care units are overloaded. \"I think it really depends on how much capacity has been built up over the time that we've had to prepare, thanks to the intense control measures that were put in place early on in some places, and how much places continue to get overwhelmed,\" Lipsitch said. ##Hotspots## Tennessee Governor Bill Lee (R) has granted death row inmate Pervis Payne a temporary reprieve from execution until April 9, 2021, “due to the challenges and disruptions caused by the COVID-19 pandemic,” a statement from the Governor’s office said Friday. Pervis’ execution, imposed by the Shelby County Criminal Court in 1988, had previously been scheduled to be carried out on December 3, 2020, according to the Governor’s reprieve. “Governor Lee was right to delay Pervis Payne’s execution due to the Covid-19 crisis. Bringing witnesses into the prison is unsafe for them, the staff, and the prisoners. This additional time will give the Tennessee Legislature the opportunity to pass bi-partisan legislation to allow Mr. Payne’s and others’ claims of intellectual disability to be heard in court,\" read a statement from Payne's attorney Kelley Henry. Background: Pervis Payne has been on death row for 32 years. He received two death sentences after he was convicted in 1988 of two counts of first-degree murder for the June 1987 stabbing deaths of 28-year-old Charisse Christopher and her 2-year-old daughter in the Memphis suburb of Millington. Payne also was convicted of assault with intent to commit first-degree murder of Christopher's 3-year-old son, who survived. Payne maintains that he is innocent and went into Christopher's apartment after hearing a cry for help, according to court documents. His attorney's Friday statement said, \"This additional time will also allow us to investigate Mr. Payne’s strong innocence claim, together with the Innocence Project. We are grateful to the 150 faith, legal, legislative, and community groups in Memphis and across the state that support clemency for Mr. Payne. Together with Mr. Payne’s family, we will continue the fight to prove Mr. Payne’s innocence.” More than 1 million US Covid-19 cases and more than 59,000 deaths could have been prevented by early May if mitigation steps had been implemented two weeks earlier, according to a modeling study published Friday in Science Advances. Sen Pei, a research scientist at the Columbia University Mailman School of Public Health, and colleagues built a Covid-19 transmission model that looked at all US counties from February 21 through May 3. Broad coronavirus transmission control measures were announced March 15, they wrote. The study found that starting interventions such as social distancing and business closures a week earlier, on March 8, led to 600,000 fewer confirmed cases and 32,000 fewer deaths. Beginning such interventions two weeks earlier, on March 1, resulted in more than 1 million fewer confirmed cases and more than 59,000 fewer deaths. Pei and colleagues wrote that they recognize that protracted shutdowns are a burden, but said it’s vital to balance a return to social and economic activity with avoidance of viral spread. South Korea, Vietnam, New Zealand and Germany “have shown that such a balance may be achievable; the strategies adopted in these countries could be used to guide policies in the US and elsewhere.” “Our results demonstrate the dramatic impact that earlier interventions could have had on the COVID-19 pandemic in the US,” the authors wrote. “Looking forward, the findings underscore the need for continued vigilance when control measures are relaxed.” And, they write, “rapid detection of increasing case numbers and fast re-implementation of control measures is needed to control rebound outbreaks of COVID-19.” The researchers note their experiments are based on idealized assumptions. It’s complicated to initiate and implement social distancing rules during an outbreak, and compliance might lag, they write. But, “given that more effective control of COVID-19 has been maintained to date in countries such as South Korea, New Zealand, Vietnam and Iceland, these cases and deaths could have been averted, not merely postponed.” ##Restrictions## The state of Illinois set another daily high reporting for new Covid-19 cases Friday, reporting 10,376 new infections and 49 more deaths. It joined a number of US states that have broken their records for daily case loads, as the situation worsens across the United States. Indiana announced 4,714 more cases, its record high and enough to move its overall case count since the start of the pandemic over 200,000. Ohio reported 5,008 new cases, the highest number recorded in a 24-hour timeframe since the onset of the pandemic in March, according to Governor Mike DeWine. Maine also set a daily record on Friday with 1,149 new cases, according to state CDC Director Dr. Nirav Shah. the state also saw a tripled positivity rate over the last two weeks. And Pennsylvania added 3,384 new cases, another statewide high.  The figures come as an ensemble forecast by the US Centers for Disease Control and Prevention projects another 31,000 people could lose their lives over the next two and a half weeks. Hospitalizations in New Mexico have shot up by 260% in the last month, Gov. Michelle Lujan Grisham said, and health officials added they expect to run out of general hospital beds \"in a matter of days.\" The daily number of deaths hit a record high this week. In the Midwest -- where communities have been hit particularly hard and outbreaks are only worsening -- hospitalizations are up \"following the region's sharply accelerating case surge,\" the CDC project said in a Thursday blog post. \"Reported deaths from the Midwest are rising as well, several weeks into that region's case surge,\" the project said. ##Hotspots## Delaware’s state-mandated Covid-19 mitigation efforts and investigations dramatically reduced the number of coronavirus cases, hospitalizations and deaths earlier in the year, according to a study published Friday in the US Centers for Disease Control and Prevention’s Morbidity and Mortality Report. The first Covid-19 case was identified in Delaware on March 11 and the state immediately went to work to manage the pandemic. It started by investigating all identified cases. Nearly two weeks later, Delaware issued a stay-at-home order that lasted through June 1. By April 28 there was a state mask mandate. By May 12, the state started broader contact tracing.   Looking at cases through June, it appears those steps were the right ones. From late April through June, the incidences of Covid-19 declined by 82%, hospitalizations dropped by 88% and mortality fell by 100%. In that time period there were 9,762 newly confirmed cases, but right after the state’s mask mandate went into effect in late April, Covid-19 cases began to see a steep decline.  Because of limited resources, the state didn’t start wider contact tracing until May, when the Delaware National Guard was activated to help the public health department. When it did, it made a difference. Although, the report found that there were several barriers to finding a wide number of contacts. More than 80% of patients either couldn’t recall contacts or refused to disclose them, but even with these limits, the case numbers further declined.  “Masks are critical for reducing SARS-CoV-2 transmission from persons with symptomatic or asymptomatic infection,” the report said. “Early detection, self-isolation, and investigation of Covid-19 cases and self-quarantine of close contacts can be effective in preventing transmission, if contacts are identified and reached soon after exposure.” ##Restrictions## Lebanon reported 2,142 new Covid-19 cases in the past 24 hours, which is the highest daily number of infections recorded since the beginning of the pandemic, the country's Ministry of Public Health said Friday. This is the second consecutive day of record numbers of new Covid-19 cases in the country. On Thursday Lebanon reported 2,089 new Covid-19 cases. The latest recorded cases brings the country's total to 91,328. The Ministry also announced 17 new deaths in the past 24 hours, raising the national death toll to 700. Lebanon has recently witnessed a surge of Covid-19 cases as the country is suffering from an economic collapse and the aftermath of the port blast on August 4. Meanwhile in northwestern Syria, medical authorities in Idlib province said beds in the Intensive Care Unit (ICU) are filled to 83% capacity and are asking the World Health Organization (WHO) for help to prevent a Covid-19 humanitarian crisis.  The province registered 4,518 positive cases of Covid-19 as of Wednesday, according to a statement from the Health Directorate of Idlib.  Day by day the number of Coronavirus cases is increasing rapidly in Idlib province,\" the statement said and explained that there are only 5 hospitals able to handle critical coronavirus cases in the region, with 59 of the 71 ICU beds filled.  The Health Directorate called on people in the province to take protective measures seriously and asked the \"international NGOs, especially the WHO to take its responsibilities and save the lives of three million people in this region.\" The statement continued to say that half the population in the region is living in camps and high-density areas.  Syria in total has registered 19,115 positive coronavirus cases, according to cumulative numbers from local medical authorities in the northeast region, the northwest region and regime-held areas.  ##Hotspots## Kansas City hospitals are reaching capacity due to the strain of Covid-19, hospital officials say. Chief medical officers from seven hospital systems told reporters during a Zoom news conference that city hospitals could be overwhelmed in a matter of weeks.  \"If widespread community transmission continues to go up, we will be overwhelmed,\" said Dr. Steven Stites, chief medical director at the University of Kansas Health System. \"That is the inescapable conclusion that we face.\"  \"Covid is the leading admission diagnosis\" at the University of Kansas, Dr. Stites said. The physicians, who earlier briefed local officials on the matter, say hospitalizations in the region are at their highest since the beginning of the Covid-19 pandemic. They say the issue is less about the number of available beds as much as it is about the staffing to support patients who might occupy those beds.  \"Basically, there's a staffing shortage, and that staffing shortage is not going away any time soon,\" said Dr. Stites.  \"When we try to go get agency nurses or travelling nurses and things like that, we're trying to borrow from the same pool,\" he said. On Tuesday, Kansas City area hospitals had 153 non-intensive care unit beds, but only 76 that could be staffed, and 32 ICU beds of which only 22 could be staffed, according to David Wild, Vice President of Performance Improvement at the University of Kansas Health System. This creates a significant difference from statistics that appear on the US Department of Health and Human Service's database of available beds, he said. The doctors, while emphasizing that they're not at this point yet, said one unfortunate way to handle maximum capacity would be to ask patients to hold off on elective surgery to help with hospital capacity issues. They said this is a bad option because patients who do not address health issues during the Covid crisis can worsen their outcomes. ##Hotspots## Portuguese health authorities have reported 5,550 new Covid-19 cases on Friday, the highest daily increase since the pandemic reached the country.  Portugal now has a total of 166,900 diagnosed coronavirus cases. Health authorities also reported an additional 52 deaths from Covid-19, with the total death toll from the virus rising to 2,792. Portuguese MPs are set to debate and vote on a new State of Emergency for the country on Friday. The move would give the government renewed powers to restrict civil liberties and movement as it implements strict anti-coronavirus restrictions to curb the spread of Covid-19.  ##Hotspots## Reducing the two-week quarantine that some countries currently impose on arriving travelers could lead to authorities missing potential coronavirus cases, according to the World Health Organization's Covid-19 technical lead, Maria Van Kerkhove. There is a balanced approach that if there is a reduction in that 14-day period, there are some risks that are associated with that, in terms of missing potential cases,” Van Kerkhove said during a daily briefing Friday. Van Kerkhove said WHO’s recommendations on this have remained the same and that they were “based on science.” “Our guidance for incubation period is 14 days, and that’s based on the amount of time most individuals, 95% of individuals, will develop symptoms after exposure,” the epidemiologist said. ##Restrictions## A new simulation study suggests that a person coughing can disperse droplets well beyond six feet, and that anyone shorter than the person coughing -- such as children -- might be at a greater risk of encountering the downward trajectory of those cough droplets. During the coronavirus pandemic, the dispersion of cough droplets has become of great interest among scientists. The new study, published on Tuesday in the journal Physics of Fluids, evaluates the risk of spreading the virus through cough droplets in the air under different tropical outdoor environments. \"Young children may be at greater risk compared to adults based on the typical downward cough trajectory. Teenagers and short adults are advised to maintain a social distance greater than 2 m from taller persons,\" the researcher wrote in the study. \"Surgical masks are known to be effective at trapping large droplets and therefore recommended for use as necessary.\" The researchers -- from Singapore's Agency of Science, Technology and Research -- used numerical models to simulate the trajectory of droplets expelled by a person who suddenly coughs outdoors with someone listening nearby. The researchers ran the simulation with different droplet sizes, air temperatures, relative humidity, wind speed and varying distances between the cougher and the listener. Read the full story here: The US Food and Drug Administration (FDA) announced Friday it issued the first emergency use authorization (EUA) for a blood test that can detect neutralizing antibodies from a past coronavirus infection. The agency said the cPass SARS-CoV-2 Neutralization Antibody Detection Kit made by GenScript USA Inc. specifically detects this type of antibody, which has been shown in labs to decrease the coronavirus’ infection of cells. The test is intended to be used to identify people with an adaptive immune response to the coronavirus, according to the authorization. \"There are still many unknowns about what the presence of SARS-CoV-2 antibodies may tell us about potential immunity, but today's authorization gives us another tool to evaluate those antibodies as we continue to research and study this virus,\" Dr. Tim Stenzel, director of the Office of In Vitro Diagnostics and Radiological Health in the FDA's Center for Devices and Radiological Health, said in a statement.  “Patients should not interpret results as telling them they are immune, or have any level of immunity, from the virus,\" he said. The agency noted it has issued EUAs to more than 50 antibody tests, but those tests don’t specifically detect antibodies that decrease the infection of cells. Antibody tests should not be used to diagnose an active coronavirus infection, since they don’t detect the virus itself, the agency said. Italy registered a new daily record of Covid-19 cases and deaths on Friday since its second wave, data from the Health Ministry showed. 37,809 new daily coronavirus cases and 446 deaths have been reported in the country in the last 24 hours. These are the highest numbers since late March. Its overall death toll is now 40,638.  The hardest hit region is still Lombardy, with 9,934 new daily cases, followed by the neighboring Piedmont region with 4,878 new cases, and the southern region of Campania (+4,508). ##Hotspots## The NFL is punishing the Las Vegas Raiders again for not adhering to Covid-19 league protocol, a source with knowledge of the penalties confirmed to CNN. Yahoo was the first to report the news. The Raiders have been fined $500,000, head coach Jon Gruden has been fined $150,000, and the team will lose a sixth-round draft pick. Some of the violations include Gruden not consistently wearing a mask, players attending a large indoor gathering and the team allowing an unauthorized person into the locker room following a game. The Raiders are the first team to lose a draft pick for violating Covid-19 protocol. CNN has reached out to the Raiders for comment but has yet to hear back. CNN has also reached out to the league. The Pittsburgh Steelers were also fined for violating coronavirus protocal in their last game against the Ravens on Sunday. Meanwhile, the Cincinnati Bengals announced Friday that two players have tested positive for Covid-19. The team did not identify the players. The Bengals are currently on their bye week, during which time all players will be tested daily. The team says that players have not been in the team facility since Wednesday and will not return until next week. In a statement, the team said: \"Players have not been in the facility since Wednesday. Under NFL bye week protocols players will test daily, but will not be back in the facility until next week.” The Bengals next game is November 15 on the road at the Pittsburgh Steelers. ##Restrictions## Belgium may have reached “the peak of the second wave,” Head of Viral Diseases at the Belgian Health Authority Professor Steven Van Gucht said on Friday. Speaking at the daily coronavirus briefing, he said, “This may mark the peak of the second wave. The number of infections continues to fall slightly, and hospital admissions appear to be decreasing slightly for the first time.” He added that “the number of deaths is still very high, but here too we see the pace slowing down slightly.” Professor Van Gucht also warned that “despite this decrease, the number of infections is still very high. The infection rate in Belgium is still among the highest in Europe, together with Czechia.” Data from the Belgian Health Authority, Sciensano, shows that on October 27 the number of new cases reported reached a peak of 22,171. Since then, the number of new cases has consistently fallen with the latest consolidated data showing 13,345 new cases reported on Tuesday, November 2. On average in the last week, 13,213 new cases were reported each day, compared to the previous week when there were 16,067 new cases reported each day. Since the beginning of the pandemic Belgium has recorded 479,341 cases of coronavirus and 12,520 deaths.  To allow for delays in receiving data from the regions, it takes four days for figures from the Belgian Health Authority to be finalized. ##Hotspots## Poland has witnessed its deadliest day since the coronavirus pandemic began, with a further 445 deaths reported by its health ministry on Friday. The country also reported 27,086 new Covid-19 cases -- only 57 fewer than Thursday’s record-high. The total number of confirmed infections in Poland stands at 493,765 and the total death toll at 7,287.  As infections rise across Europe this week, Poland's Prime Minister Mateusz Morawiecki announced further restrictions that will go into effect from Saturday, including remote learning for younger children, cultural institutions closing, stores reducing capacity and hotels only opening for business trips. \"A step beyond the measures that we are announcing today is only a national quarantine, that is, a total lockdown,\" said Morawiecki. ##Restrictions## ##Hotspots## Tighter restrictions on movement will be extended for another two weeks in more than 30 districts in and around the Spanish capital of Madrid, in an effort to combat a rise in coronavirus cases. The restrictions essentially isolate areas and neighborhoods with 500 cases per 100,000 people over a 14-day period, the Community of Madrid said Friday. The lockdown measures were imposed on 32 districts on October 26, and a further three districts this week. Some 835,000 people are affected by the measures in total. \"In all there has been a decrease in the incidence, but they do not reach the set objective\" to allow measures to be relaxed, said Elena Andradas, director general of public health for the community of Madrid. A further six districts in the Madrid area will be added to the list of restricted areas from next Monday. As Spain battles a second wave of infections, the government in the southern region of Andalucia has warned it may also introduce stricter measures this weekend. A nationwide curfew came into force in Spain on October 26. According to the latest figures, Spain has had a total of 1,306,316 coronavirus cases, with 21,908 new infections registered on Thursday. The country's death toll is 38,486, with 368 deaths recorded Thursday.  ##Hotspots## ##Restrictions## China suspended entry to visitors from nine countries due to a 45% rise in the number of imported cases in October. This posed a risk to \"China's hard-won pandemic prevention,\" according to the country's Ministry of Foreign Affairs on Friday.  So far, China has restricted non-Chinese nationals from Italy, Russia, India, the UK, France, the Philippines, Belgium, Ukraine and Bangladesh.  \"The proportion of overseas imported cases in October increased by about 45% compared with September, reaching 515 cases. At the same time, local clusters also occurred in some places in China,\" Wang Wenbin, ministry spokesman said Friday.   Wang added that the measures had been imposed to \"maintain China's hard-won pandemic prevention and control achievements\" and to \"minimize the risk of cross-infection of people who come to China during their trip.\" The country has reported a total of 86,151 confirmed cases and 4,634 deaths since the pandemic began, according to the latest data from China's National Health Commission. ##Restrictions## In the first five days of November – as the United States has been focused on its presidential election – 20 states have already reported at least one record high day of new Covid-19 cases during the month, according to Johns Hopkins University. The states are: Colorado, Connecticut, Idaho, Illinois, Indiana, Iowa, Kansas, Maine, Michigan, Minnesota, Nebraska, New Hampshire, New Mexico, North Dakota, Ohio, Oklahoma, Pennsylvania, Rhode Island, Utah and West Virginia. In October, 31 states reported at least one record high day of new cases during the entire month. Following a week marked by high case numbers, the entire country set a grim new Covid-19 record on Thursday – surpassing 120,000 infections in a single day. It was the second day in a row the US reported more than 100,000 infections. Health experts had warned weeks ago that the nation's daily cases would reach six digits, but those alarming figures hit sooner than expected. And Covid-19's death toll could reach 266,000 by the end of November, according to an ensemble forecast published Thursday by the Centers for Disease Control and Prevention. CNN is tracking Covid-19 cases in the US here: ##Hotspots## The head of the Serbian Orthodox Church, Patriarch Irinej, was admitted to hospital on Wednesday, after he tested positive for Covid-19, according to a statement by the Serbian Orthodox Church. Irinej, 90, “was admitted to hospital for medical supervision and control,” and “is generally feeling well, asymptomatic and without fever,” the statement read. Irinej headed a funeral service for the late Montenegro-Littoral Bishop Amfilohije in Podgorica, Montenegro, last Sunday. Amfilohije, the church's most senior cleric in Montenegro, died of coronavirus-related ailments last week. According to CNN affiliate N1 Serbia, his body was in an open casket during the service before being interred in the crypt of the church. A large crowd gathered in front of the church, with few of the mourners and none of the priests wearing masks, according to N1. Serbia has reported 55,676 coronavirus cases since the start of the pandemic, with 861 deaths, according to the Ministry of Health on Thursday. Montenegro has reported 21,533 cases, with 328 deaths, according to data published Thursday by the country’s Institute of Public Health. ##Hotspots## The US economy added 638,000 jobs in October -- more than economists had expected, although it was a slowdown from the previous month. The unemployment rate fell to 6.9%, down from 7.9% in September. It had been the highest jobless rate going into a presidential election. Votes are still being counted and the nation is still in the dark about whom the next president will be. But whoever takes the White House has their work cut out for them -- both with the coronavirus pandemic and America's unemployment problem. The US job market needs fixing and the unemployed need more support to make ends meet. Read more as this story is updated: ##Economy## ##Politics## Local officials and some protesters have expressed their anger at the Italian government over restrictions that came into effect Friday in four hotspot regions – Lombardy, Piedmont, Valle d’Aosta and Calabria.  In northern Italy, a few hundred people gathered on Thursday evening in the city of Bergamo -- one of cities worst hit by the first wave of the pandemic -- to protest against the new measures ordering people to stay home except for essential necessities, health or work. Protesters, who included business owners and professions but also members of far-right groups and the opposition League party, demonstrated at city hall then gathered outside the mayor’s residence where they “chanted slogans with flags, banners and smoke bombs,” the city’s mayor Giorgio Gori said on Facebook.  Italian Health Minister Roberto Speranza defended the government’s decision to declare the four regions as “red zones.” He also said decisions around new restrictions “cannot be the field of a political battle,” adding that “our only enemy is the virus.” Maximum precaution is a mandatory way to stem the spread of this pandemic,” Speranza told parliament Friday, adding that regional representatives were involved in the decision to impose new lockdowns. The leaders of the northern regions of Lombardy and Piedmont claimed the government’s decision to impose new restrictions on their areas was based on data that was out of date. The head of the Piedmont region, Alberto Cirio, demanded “clarity from the government” for the region’s citizens and for “the many businesses that will remain closed.\" Elsewhere in northern Italy, Milan mayor Beppe Sala urged residents “to stay at home as much as possible in these difficult days” following small anti-lockdown protests there.  Small protests also erupted in the southern “red zone” of Calabria, with the regional president Nino Spirli saying online that he plans to appeal the government’s decision. “This region does not deserve an isolation which risks being fatal to it,” Spirli said. The mayor of the Calabrian village of Carolei, Francesco Iannucci, told state broadcaster RAI that he would not enforce the new lockdown measures, simply by “not doing any control” in bars and restaurants. On Thursday, Italy hit new records for the number of new Covid-19 infections and deaths in a single day, according to data from the country’s Health Ministry. Italy reported 35,505 new cases on Thursday, bringing the total to 824,879 since the start of the pandemic. The country also reported 445 more deaths, taking the death toll to 40,192. ##Hotspots## ##Restrictions## Malaysia reported 1,755 new coronavirus cases Friday -- its highest daily increase since the outbreak again, according to its health ministry.  Three of the new cases reported Friday were imported; the other 1,752 cases were locally transmitted, the ministry added. The country's total number of confirmed cases now stands at 38,189. Malaysia also reported two new deaths from the virus Friday, bringing its total deaths to 279. The Malaysian government proposed to allocate more than $242 million (RM1 billion) in the country's 2021 budget to stem the third wave of Covid-19, state news agency Bernama reported. ##Hotspots## The US reported more than 121,000 infections Thursday, beating a daily case record it set just 24 hours ago.  The grim tally comes after Wednesday's record of more than 100,000 cases, which was the first time the US hit a six-figure number of infections. That means in just two days, the country reported more than 220,000 positive tests, bringing the past week's total to more than 660,000 new cases of the virus. Rising hospitalization: As nationwide cases soar, the number of hospitalized Americans is also climbing, with now more than 53,000 patients across the US, according to the COVID Tracking Project. And doctors have warned that as those numbers move upward, a rise in deaths will follow.  In the Midwest -- where communities have been hit particularly hard and outbreaks are only worsening -- hospitalizations are up \"following the region's sharply accelerating case surge,\" the project said in a Thursday blog post.  \"Reported deaths from the Midwest are rising as well, several weeks into that region's case surge,\" the project said. Read the full story:  South Australia is working to implement an app for people under quarantine at home that would use facial recognition and geo-tracking. \"The app would activate facial recognition check-in requirements at random intervals during the quarantine period and would use geo-tracking technology to confirm that the user is at the quarantine location,\" a statement from South Australia's Health Department read. The app will only be available for people eligible for home quarantine in South Australia, while international travelers will continue to quarantine in medi-hotels. The health department said the app is still going through a procurement process, but authorities are aiming to have it in place in the coming months. The government hopes the app will free up police resources as it lessens the need for home checks by officers. \"Where necessary, SA Health would liaise with SAPOL in regard to any breaches if detected by the app and as part of our nation-leading quarantine program random police checks would still be conducted,\" the health department said. “The new app could add another layer of protection to the Marshall Liberal Government’s already strong plan to protect South Australians from COVID-19,” Minister for Health and Wellbeing Stephen Wade said.   Germany’s Health Minister warned that “even the best health care system” cannot, in the long run, cope with an unrelenting rise of coronavirus cases as pressure mounts on intensive care units in German hospitals. The number of people requiring intensive care due to Covid has doubled in the last 10 days,'' said Health Minister Jens Spahn on Friday. “As of today, the health care system can still handle this, but not when we see a doubling number every 10 days. Even the best health care system cannot do this in the long run.''  Germany remains in a “decisive phase” of the pandemic, the health minister added, after the country set a new daily record of more than 20,000 coronavirus infections on Friday. “The growth rate is decreasing, but nevertheless we still see a growth,'' Spahn said. \"Once the intensive care units are full of Covid patients and if they get overcrowded -- then it is too late.” On Friday. Germany reported 21,506 new coronavirus infections within 24 hours -- the highest daily case number since the outbreak of the pandemic. The country also registered 166 new virus-related deaths, bringing the total death toll to 11,096, according to the country’s center for disease prevention, Robert-Koch-Institute. ##Hotspots## South Korea's Education Ministry has shuttered 76 schools nationwide after students and teachers tested positive for Covid-19 -- another 15 schools closed compared to the previous day. The ministry announced on Friday that in-person classes would be suspended in the affected schools. Ten students and a faculty member had tested positive on Thursday from schools in Seoul, Gyeonggi, and South Chungcheong Province, spurring the decision to close schools. On Friday, Korea's Disease Control Prevention Agency (KDCA) announced 145 new coronavirus cases. South Korea has reported more than 100 new daily cases for the past three days. The country has recorded a total number of  27,195 confirmed cases and 476 deaths since the pandemic began, according to KDCA. ##Hotspots## ##Restrictions## Russia recorded 20,582 coronavirus cases on Friday, the highest number of cases reported in a single day in the country since the pandemic began, according to data from the country’s coronavirus response center.  The country has reported a total of 1,733,440 infections, with at least 29,887 deaths. Russia has seen a surge in coronavirus cases in October, updating its record number of daily increases almost every day.  Last week, Russia's health regulator imposed a nationwide mask mandate. People across the country must wear masks in public spaces, public transport, parking lots and elevators. Meanwhile, President Vladimir Putin said last week that he hopes Russia \"can start mass vaccination by the end of the year.” Two Russian coronavirus vaccines were registered for domestic use ahead of large-scale Phase 3 trials, some of which are now ongoing. Countries across Europe are reporting record high Covid-19 case counts, as concern grows over hospital capacity and new lockdown restrictions are imposed throughout the continent. Here's what you need to know: Germany Germany shattered its record for new daily coronavirus infections, recording more than 20,000 cases in a single day for the first time, according to the country’s center for disease prevention, the Robert-Koch-Institute. Meanwhile, the number of people requiring intensive care due to Covid-19 has doubled in the last 10 days, German health minister Jens Spahn said Friday. Italy The Italian regions worst hit by the second coronavirus wave entered a new lockdown Friday after the country tallied its highest daily number of both infections and deaths the previous day. Residents in \"red zone\" regions -- Lombardy, Piedmont, Valle d'Aosta and Calabria -- may only leave home for necessities, health or work. All of Italy is under a 10 pm to 5 am nationwide curfew, with bars and restaurants closing at 6 p.m., while certain areas face harsher restrictions. Italy reported 35,505 new cases and 445 deaths Thursday, taking its case total to 824,879 and fatalities to 40,192, according to health ministry data. France In neighboring France, Paris also announced stricter measures as the country reported a record 58,046 new cases Thursday, according to the French health agency. The country has Europe's highest case number, at 1.6 million infections. UK On Wednesday, the UK recorded its second-biggest jump in daily coronavirus cases since the pandemic began. The following day, England entered a second lockdown -- requiring people to stay home in most circumstances -- and at least 104 people were arrested at an anti-lockdown protest in London on Thursday evening. Greece Greece will enter a three-week national lockdown on Saturday after reporting almost 10,000 new cases in five days, Prime Minister Kyriakos Mitsotakis announced Thursday. The new restrictions require Greeks to text the authorities before leaving home, and high schools will close. Denmark The Danish government has announced new restrictions in seven municipalities after scientists there identified a mutated strain of coronavirus linked to the mink population. According to the government, the mutated form of the virus has been passed back to humans. On Thursday, the government announced that dine-in restaurants, pubs, cultural venues and public transportation will be closed in the affected municipalities. People with links to mink farm operations are being encouraged to be tested every three to four days. Russia Russia reported 20,582 new coronavirus cases on Friday, the highest number of cases it has ever reported in a single day, according to data from the country’s coronavirus response center. Russia has recorded a total of 1,733,440 cases, with at least 29,887 officially reported deaths. Last week, Russia's health regulator imposed a nationwide mask mandate. ##Hotspots## ##Restrictions##  The University of Manchester apologized on Thursday “for the concern and distress caused by the erecting of a fence” around residence halls on its campus.  The British university said the fences were raised as “a response to a number of concerns received over recent weeks from staff and students on this site about safety and security; particularly about access by people who are not residents,” according to a statement Thursday.  Hundreds of students have staged a protest against the university’s response to coronavirus, after it erected metal fencing at student accommodation.   “There was never any intent to prevent students from entering or exiting the site. The fences are being taken down from Friday morning and students are being contacted immediately. Alternative security measures, including additional security patrols are being put in place,” the statement read. Labour Party lawmaker for Manchester-Gorton Afzal Khan tweeted on Thursday night that students “being physically fenced in” was “deeply distressing” for them and their parents. As many as 829 teachers and 575 students have tested positive for Covid-19 across 13 districts in India’s southern state of Andhra Pradesh. Schools reopened in the state on Monday for students in Grade 9 and 10, after eight months of closure due to the coronavirus pandemic. According to the Andhra Pradesh state government, 70,790 teachers were tested as a precautionary measure before schools reopened on November 2. Among them, 829 have received positive results as of Thursday. The test results were released after schools reopened on Monday. Students were tested after schools reopened. A total of 95,763 students were tested between Monday and Thursday. Among them, 575 tested positive for the virus.  Despite the positive tests, schools have remained open. “Almost 400,000 students of class 9 and 10 are attending school with written consent from parents”, said the state’s Commissioner of School Education V Chinna Veerabhadrudu. “Only those who test negative will be allowed to attend classes. Those who tested positive were immediately isolated. All safety protocols are being followed.\" In the northern state of Uttarakhand: At least 80 teachers have received positive test results, after schools reopened Monday for students in Grade 10 to 12. \"Seven days prior to reopening schools we tested all teachers, we are also preparing protocols for routine testing of all school employees,\" Madan Singh Rawat, Chief Education of Pauri district where the teachers tested positive, said.  At least 20 schools in the district have been shut for a period of five days and the process of contact tracing is ongoing, according to Rawat.  As of Friday, Andhra Pradesh has reported 835,935 coronavirus cases and Uttarakhand has a caseload of 64,065. India has reported a total of over 8.4 million cases, with nearly 125,000 deaths, according to the Indian Ministry of Health.  At least 104 people were arrested at an anti-lockdown protest in London on Thursday evening, according to authorities in the British capital.  The protest in Trafalgar Square took place despite the coronavirus restrictions currently in place, and arrests were made after people refused to disperse, according to a statement by the London Metropolitan Police.  “Our main priority this evening has been to keep Londoners safe. We are eight months into this national pandemic and frankly there can be no excuse for people to dangerously breach regulations which are there to prevent further spread of Coronavirus,” said Commander Jane Connors, who is leading the operation. Connors said the crowd “chose to ignore the new regulations, to behave irresponsibly and meet in a dangerous manner,” adding she expected further arrests to be made. The United States reported 121,888 new Covid-19 cases for Thursday, an all-time high in national daily infections since the pandemic began, according to Johns Hopkins University (JHU). The country's total caseload has now reached 9,607,336. Its Covid-19 death toll stands at 234,927, after 1,210 new fatalities were reported Thursday, according to JHU's tally. The totals include cases from all 50 states, the District of Columbia and other U.S. territories, as well as repatriated cases.  CNN is tracking Covid-19 cases in the US here: Germany recorded 21,506 new Covid-19 cases for Thursday, the highest single-day rise since the pandemic began, according to the country’s center for disease prevention, Robert-Koch-Institute (RKI).  Thursday's caseload was an increase by more than 1,600 from the previous day, the RKI’s data shows.  The country also registered 166 new virus-related deaths on Thursday, bringing the total death toll to 11,096. ##Hotspots## South Korea is introducing a QR code tracking system on Saturday for venues considered high risk for Covid-19 transmissions, according to the country’s department of health.   South Korean health official Son Young-rae said in a briefing on Friday that it will be mandatory for venues such as bars, clubs, large restaurants and cafes to implement the QR code system to facilitate contact tracing.  The announcement comes as South Korea reported 145 new cases from Thursday. Among them, 117 were locally transmitted and 28 were imported, according to the Korea Disease Control Prevention Agency (KDCA).  This is the third consecutive day that South Korea has reported over a hundred daily infections. Thursday’s number is the highest daily total since October 23, when the country recorded 155 new daily cases, according to a CNN calculation of KDCA data.  The national caseload stands at 27,195, with 476 deaths, according to KDCA. The Australian state of Victoria reported its seventh consecutive day of zero new Covid-19 cases and deaths, according to its health ministry. The state has only recorded six new cases since its capital city of Melbourne emerged from a 112-day lockdown on October 26. Melbourne had previously been the epicenter of a severe second wave, with close to 20,000 cases detected between June and September. There are currently 15 active cases in Victoria, including 2 in hospital, according to its health ministry. The neighboring state of New South Wales recorded four local and five imported cases on Thursday, its health ministry said, bringing Australia’s total caseload to 27,642 since the pandemic began. The US state of New Mexico reported 23 Covid-19 fatalities on Thursday, the largest single-day increase in death toll since the pandemic began, Governor Michelle Lujan Grisham (D) wrote on her Facebook page.  During a news conference, Lujan Grisham said the state reported 862 new cases Thursday. There are 400 people currently hospitalized with the virus and 59 of them are on ventilators, Lujan said. The governor said hospitalizations increased 95% from two weeks ago, with a 260% increase in the last month. General hospital beds are 82% occupied, while ICU beds are 75% occupied.  “We expect to run out of general hospital beds... in a matter of days,” said state Health and Human Services Secretary Dr. David Scrase. According to the data, the state is \"not trending anywhere in the right direction,\" Lujan Grisham added, calling on New Mexicans to follow public health guidance to help slow the spread of the virus.  \"If we don't do them, more drastic decision making will occur, and we will have a horrible November and a dramatically bad December and no one in this state deserves that. We have the power to reverse course, and I believe that we can still do that.\"  New Mexico has reported 51,110 coronavirus cases and 1,082 deaths to date, according to the governor. NOTE: The numbers below were released by the New Mexico governor’s office and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project. A Missouri election judge supervisor has died after testing positive for Covid-19 and then working at a polling site on Election Day, local health officials said Thursday. While the cause of death has not been given, the St. Charles County Department of Public Health said in a news release, the person received a positive test result on October 30. The person was told to quarantine for 14 days but did not follow that advice and worked at a polling site in St. Charles on Tuesday, the department said. The news release did not say when the person died. Contact tracing underway: Public health officials said they have contacted workers at the polling site and are working with family members to determine the person's whereabouts before the positive test result. There were nine other election workers at the polling place and they are being advised to get tested, the release says. Because the person was a supervisor, the department said, the job duties did not involve interacting closely with the over 1,800 voters who were at the polling place Tuesday. Read the full story:  The Italian regions worst-hit by the second coronavirus wave entered a new lockdown Friday after the country tallied its highest daily number of both infections and deaths the previous day. Italy is under a 10 p.m. to 5 a.m. nationwide curfew, with bars and restaurants closing at 6 p.m., while certain areas face harsher restrictions. Residents in \"red zone\" regions -- Lombardy, Piedmont, Valle d'Aosta and Calabria -- may only leave home for necessities, health or work. Those in \"orange zones\" are banned from leaving their towns except for work or health reasons -- and bars and restaurants are closed except for delivery and takeout. Italy reported 35,505 new cases and 445 deaths Thursday, taking its case total to 824,879 and fatalities to 40,192, according to health ministry data. These figures \"are not a good sign,\" said Gianni Rezza, director of the prevention department at the ministry. \"The virus is running and we have to stop it.\" Meanwhile in France:  Paris also announced stricter measures as the country reported a record 58,046 new cases Thursday, according to the French health agency. The country has Europe's highest case number, at 1.6 million infections. From Friday, food delivery, takeout and alcohol sales are banned in Paris between 10 p.m. and 6 a.m., police said. \"The second wave is already upon us, and it is brutal,\" French health minister Olivier Véran told a news conference Thursday. If the virus keeps spreading at this rate, he said \"the second wave could be worse and longer\" than the first, and could take \"until mid-December\" to stabilize. Véran urged people to respect the national lockdown, or face \"a high risk of saturation\" of hospitals by mid-November. Read the full story:  Japan has reported over a thousand Covid-19 infections in a single day for the first time since August 21, according to Japan’s Health Ministry.  Japan gained 1,054 new cases on Thursday with 12 new deaths.  The total number of the infections throughout Japan now stands at 105,494 (this figure includes 712 on the Diamond Princess cruise ship) and the death toll has now reached 1,819 (including 13 on the cruise ship).  Patients in critical condition raised to 183, this is up 18 from Wednesday. Tokyo announced 269 news cases of virus on Thursday. The total number of infections in Tokyo has reached 31,893 and 38 patients are in serious condition as of Thursday. Ohio reported a record 4,961 Covid-19 cases Thursday and Governor Mike DeWine warned that community spread was possible statewide. \"It is everywhere, we can't hide from it, we can't run from it,\" DeWine said in a Thursday press briefing. \"We've got to face it.\" DeWine said that every county in the state is seeing significant community spread. The risk of catching this virus in every county is very real,\" DeWine said. Ohio also reached record hospitalization and ICU numbers, with 2,075 Ohio residents hospitalized with the virus, 541 of those in intensive care. Additionally there were 33 additional Covid-19 deaths reported Thursday. DeWine attributed the rise in community spread of Covid-19 in the midwestern state to social gatherings like weddings, funerals and private parties. He said in-person education did not appear to be contributing to spread, which he attributed to mandated mask use in schools. Minnesota also reported its highest daily total with 3,956 new cases, bringing the state's overall total to 164,865. It's the third day in a row the state has reached a daily high of new cases, according to the US state's dashboard.  The Minnesota Department of Health also reported 25 new deaths, with 2,555 total deaths since the pandemic began, and 9 days in a row of over 100 hospitalizations per day. The latest charts released by the state's health department shows a steady rise of hospitalizations.  As the US continues to shatter daily case records, so do states across the nation: Colorado, Illinois, Pennsylvania, Utah and Wisconsin are among those that set new daily records for infections on Thursday. ##Hotspots## The Danish Government has announced new restrictions in seven municipalities after scientists there identified a mutated strain of coronavirus linked to the mink population. According to the government, the mutated form of the virus has been passed back to humans. Under the new restrictions, restaurants, cafes and pubs are to close from Saturday -- with an exception for food outlets selling takeaways. Indoor sporting venues -- including gyms --are also being shut, as well as cultural centers, including theaters, cinemas, museums, music venues and libraries. The government has also announced it is shutting down public transport in the affected municipalities, with the exception of school buses. The municipalities are Hjorring, Frederikshavn, Bronderslev, Jammerbugt, Thisted, Vesthimmerland and laeso. The Danish Government is encouraging people in these regions to avoid travel outside their area, and to limit contact with others. Under the new rules, public gatherings will be further restricted with gatherings of 500 people at seated events now cancelled. Gatherings of 50 people at sporting events or at children's activities is also cancelled. Everyone living in the affected municipalities is encouraged to get tested while the new measures are in force. People with links to mink farm operations are being encouraged to be tested every 3-4 days. ##Hotspots## North Dakota Governor Doug Burgum said in a news conference, \"today, statistically, marks the worst day yet for North Dakota during the pandemic.\" \"We've got a record number of cases, in terms of record number of daily cases, record number of total active cases, and record number of daily reported hospitalizations, and a record number of deaths, and our second highest positivity rate,\" he added.  Thursday's 9,224 active cases record is the first time the US state surpassed a daily count of 9,000, he said. The 16.4 positivity over the last seven days and hospitalization of 231 people are also record highs, he added. The Covid-19 risk level was raised in a number of North Dakota counties, according to Burgum.  \"At the point we are right now,\" he said, \"no county in the state will have a designation lower than yellow,\" which approaches the lower end of the Covid-19 risk level.  At the same press conference, the Department of Human Services Executive Director Chris Jones said that due to an increase in hospitalizations across the country, there is no additional staff to bring in.  \"The level of surge is constrained by the number of available health care workers,\" Jones said.  Some hospital capacity constraints in the state are because of transfers in from Minnesota, South Dakota and Montana, according to Jones.  Visibly emotional, Jones also discussed the strain being put on health systems, physicians, nurses and other hospital staff. \"For those of you who do not believe, go and talk to them. Ask them what it is like. Ask them about the impact it has on their family. Ask them about the impact it has on them as they treat patients with Covid and other citizens seeking care,\" Jones said.  The North Dakota Department of Health reported Thursday 1,540 new COVID-19 cases and 29 coronavirus related deaths, bringing the total number of deaths to 596 in the state.  These numbers were released by the North Dakota Department of Health and may not line up exactly in real time with CNN's database drawn from Johns Hopkins University and the Covid Tracking Project The United States has so far recorded 120,921 new Covid-19 cases for Thursday, the highest single-day rise in infections since the pandemic again, according to Johns Hopkins University. New cases are still being reported and the total tally for Thursday will continue to climb up through the night.  Thursday's number has already eclipsed Wednesday's new high of 102,831, which was the first time daily infections had surged past 100,000 in the US. CNN is tracking Covid-19 cases in the US here:", "Section": "world", "Writers": ["Nectar Gan", "Steve George", "Lauren Kent", "Rob Picheta", "Hira Humayun"], "URL": "https://www.cnn.com/world/live-news/coronavirus-pandemic-11-06-20-intl/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Philippines", "Source": "CNN"}