{"Type": "article", "Time": "2020-09-17", "Headline": "Qantas seven-hour flight to nowhere sells out in 10 minutes", "Text": "Pre-pandemic, many of us viewed flying simply as a method of getting from one destination to another as quickly as possible. But amid global restrictions, travelers have been daydreaming not only about far-flung destinations, but the flying experience itself -- from the thrill of the take-off to the unmatched views of the Earth from the cabin window. That's where \"flights to nowhere\" come in -- air travel that takes place purely for the purpose of the journey, not the destination. Proving how popular these now are, a sightseeing flight to nowhere offered by Qantas sold out within 10 minutes, according to the airline, with passengers eager to take to the skies at at time when Australia has grounded almost all international flights paying premium prices. \"It's probably the fastest selling flight in Qantas history,\" the airline's CEO, Alan Joyce, said in a statement. \"People clearly miss travel and the experience of flying. If the demand is there, we'll definitely look at doing more of these scenic flights while we all wait for borders to open.\" The seven-hour scenic flight will perform a giant loop taking in Queensland and the Gold Coast, New South Wales and the country's remote outback heartlands. From above, keen fliers should be able to spot famous Aussie attractions including Sydney Harbour and the Great Barrier Reef. The jet will do a low flyover over certain landmarks, including Uluru and Bondi Beach. Special onboard entertainment is promised too, including a surprise celebrity host. The journey will take place on a Qantas Boeing 787 Dreamliner aircraft, usually reserved for intercontinental journeys across continents. Right now, there are very few flights operating to and from Australia due to travel restrictions and Qantas international fleet has been grounded. The Dreamliner is renowned for its big windows, making it ideal for sightseeing from 30,000 feet. Flight QF787, due to depart Sydney Domestic Airport on October 10 and return to the Australian metropolis seven hours later, had 134 tickets on sale -- spanning business class, premium economy and economy and costing from AUD$787 to $3,787 (US$566 to $2,734). New trend Across Asia, where the majority of borders remain closed, limiting leisure tourism, there have been a spate of recent flights with no destination. Qantas' flight follows on the heels of EVA Air's Taiwan-based flight to nowhere, which offered a one-off journey on August 8, on board its Hello Kitty-themed A330 Dream jet. Meanwhile All Nipon Airways (ANA) also operated a short scenic flight in Japan in August, which the airline said sought to replicate \"the Hawaiian resort experience,\" with 300 travelers boarding the 1.5 hour flight. And on September 19, a scenic flight is due to depart Taipei Airport, offering 120 Taiwanese tourists the opportunity to view South Korea's Jeju island from the sky.  The journey is due to be an experience in itself, according to the Korea Tourism Organization's press release, offering an in-flight quiz show and local cuisine. Singapore Airlines is also reportedly considering operating flights to nowhere from October, according to the local Straits Times newspaper.  A spokesperson for Singapore Airlines told CNN Travel that the airline \"is considering several initiatives that would allow us to continue engaging both our customers and members of the public. Currently, none of these plans have been firmed up.\" From an environmental perspective, the proposal of a flight to nowhere is potentially contentious.   But while there might be concerns about unnecessary fuel usage, Covid-19 worries might be mitigated by recent scientific studies that suggest the odds of catching Covid on an airplane are less than you might think, due to the air ventilation systems. That said, all the airlines are operating their scenic flights with Covid-19 regulations in place.", "Section": "travel", "Writers": [], "URL": "https://www.cnn.com/travel/article/flights-to-nowhere-qantas/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Singapore", "Source": "CNN"}