{"Type": "article", "Time": "2020-05-01", "Headline": "May 1 coronavirus news", "Text": "Our live coverage of the global coronavirus pandemic has moved here. Social distancing on board airplanes \"is not sustainable\" and would \"penalize Italy and aggravate the crisis,\" according to the Italian airport operators' association, Assaeroporti. “It is essential that the health prevention measures adopted in our country to regulate air transportation are consistent with those defined at international level,” the deputy president of the association Fulvio Cavalleri said in a statement. Italy's Transport Ministry mandates a distance of one meter (approximately 3.3 feet) between individuals on public transport, inside stations, airports, ports and in all places where passengers transit or stop. Assaeroporti said Italian airport sector was facing an \"unprecedented crisis\" and that the number of passengers decreased by 85% in March compared to last year. The group said it was \"the worst drop ever.\" Matt Hancock, the UK's Health Secretary, proudly announced on Friday that the country had hit an ambitious coronavirus testing target that it had set itself at the beginning of the month.  On April 2, after weeks of criticism that the UK was lagging behind its European counterparts like Germany on testing, Hancock told the nation that he was \"setting the goal of 100,000 tests per day, by the end of this month. That is the goal and I am determined that we will get there.\" Today, Hancock said from that same podium that the UK had beaten that goal by more than 22,000. Striking an upbeat tone, Hancock said: \"I knew it was an audacious goal, but we needed an audacious goal.\" Critics might point out that the goal wasn't the only thing to come out of Hancock's mouth that could be called audacious. In the numbers counted, thousands of tests have been sent out to members of the public, but not necessarily returned.  Jonathon Ashworth, the opposition Labour party's shadow health secretary, has already issued a statement, accusing the government of fiddling the numbers. \"Increasing testing is an important milestone. But many would have expected the 100,000 promise to have been met by actually carrying out testing, not simply because 39,000 kits had been mailed out.\" The issue of testing didn't need to become so political.  When the UK gave in to pressure to reverse its March 12 decisions to abandon mass community testing on April 2, it didn't need to set itself a specific target or a specific deadline. Indeed, it seems very unlikely that any scientific or medical advice would have produced a round number like 100,000 or a neat date such as the end of a month. These promises were based on political choices made by the government and it is entirely reasonable that critics expected the target to be met. It is, however, also reasonable for critics to point out that the date and the number of tests carried out is entirely arbitrary and what really matters is a coherent purpose for those tests being carried out — such as rolling out a contact tracing program.  So, while the UK government can be proud of its extraordinary expansion of testing in such a short period of time — and no one can deny that more testing is undeniably a positive thing — it's reasonable that critics would find any backslapping for simply keeping its own promise somewhat unedifying.   The UK transmission rate has fallen below one — which means that the number of new infections in the community is falling, National Medical Director of NHS England Stephen Powis said on Friday.  He added that the number of people in hospitals with coronavirus has been falling since mid-April, and that the number of people in critical care beds was also declining.  \"We have begun to get on top of this virus,\" Powis said at the daily government coronavirus briefing. Powis also highlighted that the number of deaths was beginning to \"trend downwards.\" A word of caution: In his first remarks after returning to work Monday, UK Prime minister Boris Johnson warned that the country was at \"the moment of maximum risk\" and suggested restrictions would need to remain in place for the time being in to avoid a second peak of infection.  The UK's lockdown measures are due to be reviewed again by May 7. ##Health## UK has met its target to test 100,000 people a day for coronavirus by the end of April, UK Health Secretary Matt Hancock said during the daily Downing Street briefing on Friday.  The number of tests done on the last day of April was 122,347, Hancock said. \"I knew that it was an audacious goal, but we needed an audacious goal,\" he added. The total number of coronavirus infections in the UK has reached 177,454 cases, an increase of 6,201 from the day before, Hancock said. At least 27,510 people have died from the virus in the UK. The Health Secretary added that now that the UK is past the peak of infections, the National Health Service has begun restoring services it halted in order to dealt with the coronavirus pandemic. ##Health## The World Health Organization said it still considers the coronavirus pandemic a public health emergency of international concern, WHO's highest level of alarm for the world. \"Covid-19 pandemic is not finished,\" committee member Dr. Didier Houssin said during a media briefing on Friday.  Houssin added that there is still much to learn about the transmission of the coronavirus.Currently, there is no vaccine nor licensed therapeutics for the treatment of Covid-19. Assessing the response: On Thursday, WHO reconvened the committee of independent international experts to assess the state of the coronavirus pandemic and review WHO's recommendations on how to respond.  Officials said the committee would meet again in 90 days, or sooner, if needed. Additionally, earlier today, WHO confirmed to CNN that it has not been involved in China's investigations of the origins of the novel coronavirus — but it \"would be keen\" to participate in such studies. ##Health## These live updates have been running nonstop for 24 hours a day, seven days a week, for 100 days.  This has been a collaborative effort among CNN journalists worldwide — starting with Hong Kong and going on to London, New York, Washington DC, Atlanta and Los Angeles.  And we’ll keep going.  Thank you to all of our readers. Thank you to team behind the scenes making sure you get the latest reporting from CNN on this global pandemic.  The Indian government has extended its nationwide lockdown by two more weeks until May 17, but has issued exemptions for certain areas and activities, according to Ministry of Home Affairs.  The current measures were set to expire on May 3.  Most travel by air, rail, metro and inter-state movement by road will continue to be prohibited and all schools and colleges will remain closed along with theaters, malls and places of worship. The Ministry of Home Affairs will allow movement of people by air, rail and road only for select purposes. Over the last few days, the government has arranged for transportation for stranded migrant workers, students and tourists to travel back to their homes.  The government has eased most restrictions in areas the government calls “green zones,” which have not reported new cases of Covid-19 in the previous 3 weeks.  The classification of certain districts into red or orange zones will be evaluated every week. In orange zones, limited movement of individuals and vehicles will be allowed. In red zones, where most activities have been restricted for the past six weeks, will continue to be so. Across all zones, industrial activities involved in the manufacturing of essential goods — such as pharmaceuticals, medical devices, construction activities, standalone shops and agricultural activities — are permitted. In red zones, e-commerce firms can continue supply of only essential goods.  The order also prohibits movement of individuals for non-essential services from 7 p.m. to 7 a.m. local time during the duration of the lockdown. Local authorities have been asked to issue bans on gatherings of more than four people.   ##Daily Life## ##Business## McDonald’s will reopen 15 of its restaurants in the UK on May 13 in a limited capacity and with delivery only, McDonald’s UK and Ireland CEO Paul Pomroy said today. The company plans to introduce new measures to keep its staff safe. Clear screens and floor markings will be introduced in specific areas, and additional protective equipment, including non-medical grade face masks, will be provided. Contactless thermometers will be used on arrival at work for every shift. McDonald’s will also be introducing social distancing measures for all of its delivery and service partners. “We will increase how often these procedures are completed and provide all employees with updated training on restaurant cleanliness and sanitization. All restaurants will be deep cleaned before reopening,” said Pomroy. McDonald’s plans to return with fewer staff and a limited menu.  ##Daily Life## Special trains are being organized by the Indian government to ferry stranded migrants, students, tourists and pilgrims across India. The Ministry of Home Affairs announced in an order today that the Railway Ministry will begin running special trains and ensure safe movement of people. “The Ministry of Railways will issue detailed guidelines for sale of tickets; for social distancing and other safety measures to be observed at train stations, train platforms and within the trains,” said the Home Ministry.  Some background: The Indian government had suspended all passenger trains in India in March as the country headed to a nationwide lockdown. In the past two weeks, certain restrictions have been eased. Various states have also arranged buses to transport their residents back home. ##Travel## The cost of a three-course meal at Bord For En (Table For One), a pop-up restaurant in Sweden opening May 10, is left to the diner's discretion.  And that is diner, singular, just like the restaurant's name suggests. Rasmus Persson and Linda Karlsson are responsible for the unique concept. Located in Värmland, roughly 350 kilometers (217 miles) from Stockholm, the restaurant -- a single table and chair -- is situated in a lush meadow. The promise and premise is no interaction with others. This is an individual experience meant to be enjoyed in isolation.  There's no waitstaff and nary another guest in site. Throughout its limited run (it will be open through August 1), one person a day will be served so Persson and Karlsson can give their full focus to the guest.  The couple is not trying to turn tables and won't allow spectators. \"We want to avoid the feeling of being watched while you eat your food. We all are facing difficult times and there are people who have lost their jobs, a loved one or even their mind.\" Persson and Karlsson devised the Table for One concept several weeks ago when Karlsson's parents showed up at the couple's home as Covid-19 spread around the globe. They decided rather than let Karlsson's at-risk parents inside the house, it would be prudent to set up a table for them outside in the garden a safe distance away. Karlsson notes Sweden has issued recommendations, not flat-out restrictions, around social distancing practices. Read more: ##Travel## With much of the globe now under coronavirus-related restrictions, we have never been so tethered to our screens -- for work, to connect with friends, to unwind or to distract ourselves. One new estimate suggested that adults are spending more than 13 hours a day using screens, up from 10 hours a day a year ago.  With children cut off from physically attending school, they are more reliant on laptops and tablets for online lessons and entertainment.  And with our new routines likely to have a lot more screen time for the foreseeable future, experts say it's important to learn how to protect our eyes from suffering as a result.  While there is no evidence of long-term eye damage from extended use of smartphones, computer screens or other devices, prolonged use can lead to blurred vision, eye fatigue, dry or irritated eyes and headaches, according to Moorfield Eye Hospital in London.  Dr. Raj Maturi, the clinical spokesperson for the American Academy of Ophthalmology and a retina specialist, called these symptoms \"digital vision syndrome.\" He, along with the doctors at the Moorfield Eye Hospital, recommended a 20-20-20 approach -- for every 20 minutes spent at a screen you must take a break and look 20 feet in front of you for 20 seconds. \"When you are looking at a close target, your eyes are just training that one muscle at all time, and looking into the distance can relieve it,\" he said. Dr Maturi said that looking at bright devices can also make us blink less, which leaves our eyes feeling dry. Read more: ##Health## A federal judge ordered ICE (Immigration and Customs Enforcement) to release detainees from three South Florida detention centers, saying it is a “cruel and unusual punishment” and a violation of the detainees’ rights to be kept in facilities that don’t practice social distancing and don’t provide them with masks or cleaning supplies. Immigration rights groups had filed a lawsuit on behalf of 34 detainees seeking release during the coronavirus pandemic.  According to the court order, ICE has seven days to determine who can be released given their health and immigration status, along with their criminal history. The facilities concerned are the Krome Detention Center in Miami, the Broward Transitional Center in Pompano Beach, and the Glades County Detention Center in Moore Haven. According to the order, these are civil detainees, not criminals. There is record evidence demonstrating that ICE has failed in its duty to protect the safety and general well-being of the Petitioners,” US District Judge Marcia Cooke wrote in the order. She added that social distancing at Krome “is not only practically impossible, the conditions are becoming worse every day” and at Glades the bunk beds are 12 inches apart. The judge found that ICE had violated the guidelines set out by the US Centers for Disease Control (CDC). “ICE has failed to provide detainees in some detention centers with masks, soap and other cleaning supplies” which places them “at a heightened risk of not only contracting Covid-19, but also succumbing to the fatal effects of the virus as some of the Petitioners have serious underlying medical illness,” Cooke wrote in the order. The judge ordered ICE to immediately comply with the CDC’s and their own internal guidelines on providing adequate soap and water and cleaning materials to detainees.  ICE will also have to provide a report to the court within three days outlining how it will reduce the population of detainees to 75% of capacity at each of the detention centers within two weeks. ICE is also ordered to file weekly reports providing information about the number of detainees released and their health. CNN has reached out to ICE and Assistant U.S. Attorney Dexter Lee who is representing ICE in the case, according to the court docket. ICE had argued in the case that the court did not have jurisdiction over the everyday management of the detention facilities.  ##Daily Life##  The novel coronavirus has infected more than 3.2 million people and killed at least 233,000 worldwide. If you're just joining us now, here are the latest developments. Two more years: The coronavirus is likely to keep spreading for at least another 18 months to two years — until 60% to 70% of the \npopulation has been infected, pandemic experts predicted in a report released Thursday. They said a worst-case scenario could include a second wave of coronavirus infections in the US over the fall and winter.\nPotential vaccines in the works: Biotech company Moderna and Switzerland-based Lonza Ltd. said on Friday that they were collaborating on manufacturing up to 1 billion doses of a potential Covid-19 vaccine, mRNA-1273. Others are also working on vaccines. Officials say more than a half-dozen vaccine programs are in the clinical trial phase and more than 80 are in preliminary phases.\nCountries reopening: China’s hardest-hit Hubei province, home to the city of Wuhan, will relax its emergency response on Saturday after the vice governor said it had \"basically curbed the spread of the epidemic.\" India is lifting its nationwide lockdown on 1.3 billion people on Sunday. Australia is meeting next week to discuss easing its lockdown. In the US, more than half of all states will partially reopen by the end of the week, despite experts warning it could raise the risk of a second wave.\nAirline woes: German airline Lufthansa plans to reduce its fleet by around 100 aircraft, leaving the German airline with 10,000 excess staff. The General Secretary of the British Airline Pilots' Association warned that the UK aviation industry is about to experience a “tsunami of job losses\" as Ryanair announced plans to cut up to 3,000 jobs as it seeks to slash costs and British Airways announced plans to cut up to 12,000 jobs. \nInequalities made worse: The rate of coronavirus deaths among British black Africans in hospital is 3.7 times higher than among the UK’s white population, according to analysis by the Institute for Fiscal Studies (IFS) that highlights “stark inequalities” between ethnic groups. In New York, unemployment claims were up 6,900% among Asian Americans — by far the largest percentage increase experienced by any one racial or ethnic group.  ##Daily Life## ##Health## ##Business## ##Travel## Spain’s public deficit will balloon to about $126 billion this year, or 10.3% of GDP, more than triple last year’s deficit, the government announced Friday. The public deficit, as a percent of gross domestic product, impacts Spain’s capacity to get financing. The International Monetary Fund predicts Spain’s economy will shrink by 8% in 2020, before recovering and growing 4.3% in 2021. The numbers are part of Spain’s updated outlook for 2020 submitted to the European Commission. These are prudent predictions,” said Finance Minister Maria Jesus Montero, at a televised news conference. Spain’s jobless rate is expected to increase to 19% by the end of this year, up from 14% now, the government said. Spain has the world’s second-highest number of confirmed coronavirus cases after the United States, according to Johns Hopkins University, and its state of emergency home confinement order is in its 7th week. The rate of infections has now slowed. IAG, the owner of British Airways, said Friday that two other airlines in the company, Spain’s Iberia and Vueling, have received $1.1 billion in Spanish state-backed loans, according to a news release sent to CNN.  Spain’s tourism sector has been the most affected by the restrictions, said Economy Minister and Deputy Prime Minister Nadia Calviño at the news conference. The recovery of this doesn’t depend just on Spain but on the international context and on the countries that are the origin for tourists to our country,” Calviño said. Tourism accounts for 12.3% of Spain’s GDP and 2.6 million jobs, or 12.7% of total unemployment, according to Tourism Ministry figures. The industry is at a standstill due to coronavirus. ##Business## ##Travel## Across New York, Chinese restaurants have shut down and Asian American workers have filed for unemployment benefits at extraordinary rates. In the state, about 147,000 self-identified Asian workers have filed initial unemployment claims in the last four weeks alone, up from just 2,100 during the same period last year.  That's a 6,900% increase — by far the largest percentage increase experienced by any one racial or ethnic group.  In contrast, claims were up 1,840% for white workers, 1,260% for black workers, and 2,100% for Hispanic and Latino workers in New York. New York stands out from other states in that in early April, it started releasing detailed demographic breakdowns of unemployment claimants every week. Not surprisingly, claims are skyrocketing for every group in the state, reflecting the sharp economic downturn that nationwide has left 30 million Americans filing first-time unemployment claims since mid-March. But even so, the increase for Asian Americans is an oddity: It's so large, it's disproportionate to the size of their labor force. Asian workers make up about 9% of New York state's population and work force, but now account for 12.5% of initial claims over the last four weeks. A year ago, they made up just 3.7% of claims during the same time period.  For the other groups, claims are either roughly in line — or well below — the size of their populations. White workers, for example, make up 65% of New York's labor force, but only 51% of recent claims. What's the cause? Academics and members of the community point to several potential factors ranging from xenophobia to Asian Americans working in industries hard hit by the pandemic, including food and services. Many Asian workers also say they began social distancing earlier in the crisis than others — a factor that led some to close down businesses even before official lockdowns.  Read more: ##Business## Lufthansa plans to reduce its fleet by around 100 aircraft, leaving the German airline with 10,000 excess staff, its chief executive told shareholders on Friday. Carsten Spohr said that preliminary figures for the first quarter showed a loss of 1.2 billion euros ($1.3 billion) and warned that the second quarter will be even worse.  We will no longer be able to rule out laying off staff for operational reasons,” said Spohr. 700 of Lufthansa’s roughly 760 aircraft are grounded. The airline, one of the largest in Europe, has had to cancel 3,000 flights a day and is experiencing a 99% decline in passengers, with 80,000 of its staff on reduced working hours. Lufthansa is in intensive bailout talks with the German government and is negotiating with the governments of Austria and Belgium for help for its subsidiaries Austrian Airlines and Brussels Airlines. Swiss International Air Lines is also part of the group. “The future of Lufthansa is currently being decided. The question is whether we can avoid bankruptcy with the support of the governments of our four home countries,” said Spohr. Lufthansa's CEO said it was preparing to spend this summer on the ground and can hope for a proper restart in the autumn at the earliest. “It is going to be a very slow start-up phase and we expect that global demand will only find its new balance in 2023,” he added. ##Travel## A new collaboration has been announced in the world's quest for a potential vaccine against the novel coronavirus. Biotechnology company Moderna and Switzerland-based Lonza Ltd. said on Friday that they were agreeing to a 10-year collaboration to manufacture a potential Covid-19 vaccine, mRNA-1273. Moderna’s Chief Executive Officer Stéphane Bancel said in a news release on Friday that the collaboration would enable the firm to accelerate its manufacturing capacity for mRNA-1273 and other products by a factor of 10. \"Lonza’s global presence and expertise are critical as we scale at unprecedented speed. Our common goal is to potentially enable manufacturing of up to 1 billion doses of mRNA-1273,\" said Bancel in the release. The release noted that under the terms of the agreement, the companies plan to establish manufacturing suites at Lonza’s facilities in the United States and Switzerland for the manufacture of the potential vaccine. In April, Moderna submitted an Investigational New Drug application to the US Food and Drug Administration for Phase 2 and late-stage studies of mRNA-1273 and the company expects to begin the study in the second quarter of 2020, according to its news release. Moderna isn't the only company with a potential Covid-19 vaccine in the works. The pharmaceutical giant Pfizer is collaborating with the biotechnology company BioNTech to develop a vaccine, which the companies announced on Wednesday could be widely supplied by the end of the year. Last week, scientists at Oxford University's Jenner Institute announced they would begin testing a vaccine on humans which, depending on the trial results, could be ready as early as September.  Officials say that more than a half-dozen vaccine programs are in the clinical trial phase and more than 80 are in preliminary phases. ##Health## Drugs dealers are disguising themselves as food delivery drivers to continue dealing drugs, Interpol warns. Police in the UK, Ireland, Malaysia and Spain have reported instances of drug couriers posing as food delivery workers, while carrying illicit drugs such as cocaine, marijuana, ketamine and ecstasy, according to the international police organization. In April, police in Spain arrested seven men dressed as food delivery drivers delivering cocaine and marijuana by bicycle, motorcycle and car. The drugs were concealed in the false bottom of a food delivery backpack, the Interpol report said. In another case in Ireland, officers recovered 8 kilograms (17 ponds) of cocaine as well as two handguns hidden in pizza boxes. “Delivery riders may be complicit or unwitting links in drug transportation,” it said in a statement. “In cases brought to Interpol’s attention, suspects were sometimes falsely disguised as food delivery drivers. At other times, legitimate food delivery drivers knowingly and willingly delivered drugs on behalf of criminal organisations for financial gain.” “Legitimate food delivery drivers have also been used as unwitting drug mules,” said the organization, which coordinates data from 194 international police forces.  “In one Malaysian case, a food delivery rider in the Gombak district of Kuala Lumpur contacted police and asked for his food package to be inspected after he became suspicious. The rider had been tasked with delivering a single order of Indian flatbread yet the parcel weighed approximately 11 kilograms.” “Criminals continue to adapt their activities to a world upended by Covid-19,” said Stephen Kavanagh, Interpol’s Executive Director of Police Services. ##Daily Life## The British aviation industry is about to experience a “tsunami of job losses” linked to the coronavirus pandemic, said the General Secretary of the British Airline Pilots' Association, Brian Strutton. Ryanair on Friday announced plans to cut up to 3,000 jobs as it seeks to slash costs. “We’re now seeing the start of what can best be described as a tsunami of job losses. I expect that all airlines are going to be making similar kinds of announcements now. And we’re going to be seeing an industry in crisis,” Strutton said. He was critical of the lack of support provided by the UK government. “The US government has given 25 billion to US airlines. European governments are supporting their airlines. Why isn’t the British government doing the same?” The UK Department for Transport has previously said that airlines can draw upon an “unprecedented package of measures” including schemes to raise capital and financial support for employees. Earlier this week, British Airways announced plans to cut up to 12,000 jobs. ##Travel## When travelers come aboard the Zaandam, a cruise ship in the Holland America Line, they have access to nine levels of elegant lodgings, entertainment and fine dining. Passengers have enjoyed largely smooth sailings over the past 20 years. But by late March, the vessel had been transformed into an isolation ward, and by the time it finally docked in Florida in early April, four passengers had died, two of whom had been diagnosed with Covid-19. The Zaandam was one of many ships affected by the global pandemic that brought the cruise industry -- and most of the world -- to a standstill.  The CDC recommended in mid-March that travelers put off any planned cruises and that \"No Sail Order\" has been extended until further notice or until 100 days pass from the extended order's publication on April 15. The cruise industry, which the Cruise Lines International Association says was worth $150 billion worldwide in 2018, is now assessing the damage.  In a quarterly report released on April 3, Carnival Corporation, the world's largest travel leisure company, predicted that the coronavirus impact could be grave. Carnival stock dropped over 82% by March 18 from a high in mid-January. Wedbush analyst James Hardiman recently estimated Carnival was burning $500 million in cash reserves each month.  But even as the coronavirus continues to spread, some key industry players are already seeing signs of growth in the coming years.  Read more: ##Travel## The new coronavirus is likely to keep spreading for at least another 18 months to two years—until 60% to 70% of the population has been infected, a team of longstanding pandemic experts predicted in a report released Thursday. They recommended that the US prepare for a worst-case scenario that includes a second big wave of coronavirus infections in the fall and winter. Even in a best-case scenario, people will continue to die from the virus, they predicted. \"This thing's not going to stop until it infects 60 to 70% of people,\" Mike Osterholm, who directs the Center for Infectious Disease Research and Policy (CIDRAP) at the University of Minnesota, told CNN. \"The idea that this is going to be done soon defies microbiology.\" Osterholm has been writing about the risk of pandemics for 20 years and has advised several presidents and wrote the report along with several epidemiologists and a historian. Because Covid-19 is new, no one has any immunity, they said.  The length of the pandemic will likely be 18 to 24 months, as herd immunity gradually develops in the human population,\" they wrote. Their predictions are different from models presented by groups such as the Institute for Health Metrics and Evaluation (IHME) at the University of Washington and Imperial College London, whose report predicting millions of deaths in the US and UK helped galvanize responses by both governments.  The CIDRAP-led team used those reports, historical data on past pandemics, and published reports about the medical details of Covid-19 to put together their forecast. Read more: ##Health## Heathrow’s expansion plans – which include a third runway – will be delayed by at least two years because of the effect coronavirus is having on the aviation sector, the airport says. In a market update released on Friday, the airport also acknowledged that continuing legal challenges could delay the project. “It’s the last thing on my mind at the moment,” Heathrow CEO John Holland-Kaye told Sky News when asked about the expansion plans. The airport said it expects passenger numbers will have been down by 97% in April because of travel restrictions linked to the pandemic. Holland-Kaye said it was likely that there would be new health checks at airports when flights resume. We will (probably) see some kind of health screening as you go into the terminal – maybe a thermal scanner. We’ll see probably passengers wearing surgical masks,” he said. “I don’t think we’ll see social distancing in that phase within an airport. The reason for that is that it’s impossible to socially distance in any form of public transport,\" he added. ##Travel## China’s Hubei province will lower its coronavirus emergency response level from the highest level starting on May 2, according to Yang Yunyan, the vice governor of Hubei.   Hubei province, which was hardest hit by Covid-19 and is home to the city of Wuhan, will move from the province’s highest designation of “level one” to “level two,” out of a four-tier system. In a news conference held on Friday, vice governor Yang said: We have basically curbed the spread of the epidemic.”  This, along with a strict lockdown and fast treatment of patients, has allowed Hubei to lower the emergency response level for the first time since January 24, he added. Yang encouraged Hubei residents “to stay at home as much as possible and avoid gatherings with other people” while health officials continue to carry out “targeted efforts in the community.”  He said that the government's focus will now shift to controlling “domestic rebound and imported cases” and monitoring “large workplaces and key groups of people.” ##Daily Life##  UN Secretary-General Antonio Guterres lamented a \"lack of leadership\" among the international community's response to the pandemic during a press conference in New York on Thursday. His comments came amidst a mounting war of words between the US and China. President Donald Trump said he believes China's handling of the pandemic is proof that Beijing \"will do anything they can\" to make him lose his re-election bid in November. Chinese state media Global Times tweeted Thursday that China has no interest in interfering with the US election, attributing the statement to the Foreign Ministry. The tweet tagged Trump. \"It is obvious that there is a lack of leadership,\" Guterres said. \"It is obvious the international community is divided in a moment where it would be more important than ever to be united.\" When asked about the need for cooperation between China and the US, Guterres replied: \"The contribution of China and the United States, both to fight Covid-19, but to all other aspects in the development of international relations is, in my opinion, absolutely essential, and I hope that it will become possible in the future.\" \"Now is the time to be determined,\" he added. \"Determined to defeat Covid-19 and to emerge from this crisis by building a better world for all.\" President Donald Trump contradicted a rare on-the-record statement from his own intelligence community by claiming Thursday that he has seen evidence that gives him a \"high degree of confidence\" the novel coronavirus originated in a laboratory in Wuhan, China, but declined to provide details to back up his assertion. The comments undercut a public statement from the Office of the Director of National Intelligence issued just hours earlier which stated no such assessment has been made and that the intelligence community continues to \"rigorously examine\" whether the outbreak \"began through contact with infected animals or if it was the result of an accident at a laboratory in Wuhan.\" \"Yes, I have,\" Trump said when asked whether he's seen evidence that would suggest the virus originated in the lab. Later, asked why he was confident in that assessment, Trump demurred. \"I can't tell you that. I'm not allowed to tell you that,\" he said.  Trump officials have been pushing the US intelligence community to determine the exact origins of the coronavirus outbreak in pursuit of an unproven theory that the pandemic started because of a laboratory accident in China, multiple sources told CNN.  In acknowledgment of that effort, the Office of the Director of National Intelligence issued an unprecedented public statement Thursday prior to Trump's comments making clear the intelligence community is currently exploring the two possibilities. Trump said Thursday there were \"a lot of theories\" that he would assess but seemed to hold out hope that Beijing would eventually be forthcoming with what it knows about the virus' origin. \"China may tell us,\" he said. Read more: ##Health## Russia reported 7,933 new coronavirus cases on Friday -- its biggest single-day jump in cases so far. That brings the national total to 114,431 cases and 1,169 deaths, according to the country’s coronavirus response headquarters. This figure doesn't reflect the number of active cases, but rather the total number of infections since the start of the outbreak. So far, 13,220 patients have recovered, the center added. The spike comes a day after Russian Prime Minister Mikhail Mishustin appeared on state television informing President Vladimir Putin by video conference that he'd tested positive for the virus.  ##Health## Leah Blomberg and Marco Paolone both called an ambulance when their coronavirus symptoms worsened. Both spent time in intensive care, both were unconscious for days, and both were on a ventilator. They were lucky -- they survived a disease which has so far killed more than 233,000 people around the world.  But while Blomberg, an American, walked away with medical bills totaling several thousands of dollars, Paolone's treatment was free. In his home country of Italy, cost isn't something coronavirus patients need to worry about. The Covid-19 pandemic is exposing the deep divide between how health care is approached in the US and in Europe. In Italy, like on much of the continent, the system is publicly funded and almost entirely free for anyone who needs it. Meanwhile, the United States is the only developed nation without universal health care. \"People do not avoid health care because of cost in Europe,\" said Reggie D. Williams II, an international health policy expert at the US-based Commonwealth Fund. \"Americans unfortunately face a dual burden of worrying about access to care ... and then affordability.\" Read the full story: ##Health## Three major US airlines have separately announced they are going to require their passengers to wear face masks.  Two days after Jet Blue became the first major airline to announce this change, American, Delta and Frontier followed suit, releasing statements explaining their new policies. Earlier this week Delta said that employees were required to wear masks and passengers \"were strongly encouraged\" to do so. Today, Delta released a statement saying passengers were required to wear masks on all flights starting May 4, the same date as Jet Blue.  American Airlines made similar announcements earlier this week regarding flight attendants wearing masks, and today extended that requirement to passengers.  American said it would also be offering masks and sanitizing wipes to passengers on select flights. The airline added that it may take a few weeks to roll out these provisions, and in the interim, \"customers should bring their own masks or face coverings.\" This morning Frontier Airlines, a smaller, Denver-based carrier, announced that passengers would be required to wear a face covering over their nose and mouth at the airline's ticket counters, gate areas and onboard from May 8.  The airline is blocking every other row and requires passengers to agree to a \"health acknowledgment\" before checking in, to certify that they have not been exposed to Covid-19, do not have a temperature and promise to wash their hands before boarding.  AFA (Association of Flight Attendants) President Sara Nelson said the union was \"happy to see airlines taking action\" and called on the US federal government to make masks mandatory for all crew, frontline employees and all passengers. Read more: ##Travel## The rate of coronavirus deaths among British black Africans in hospital is 3.7 times higher than the UK’s white population, according to a new analysis by the Institute for Fiscal Studies (IFS) that highlights “stark inequalities” between different ethnic groups. The IFS research also found that after stripping out the role of age and geography, hospital fatalities among Bangladeshis are twice those of the white British group, while Pakistani deaths are 2.9 times as high. The Indian, black Caribbean and \"other white\" ethnic groups also have excess fatalities, but the difference is not as stark. Underlying health conditions, occupational exposure, and a range of other factors are likely to be important (to understanding the differences),” the report states. The IFS says some ethnic groups are significantly over-represented in \"key worker\" categories, which have a higher risk of infection. The report states: “More than two in ten black African women of working age are employed in health and social care roles. Indian men are 150% more likely to work in health or social care roles than their white British counterparts. While the Indian ethnic group makes up 3% of the working-age population of England and Wales, they account for 14% of doctors.” There is also a significant difference in the economic vulnerability of different groups, according to the IFS. The report compared six minority ethnic groups (white other, Indian, Pakistani, Bangladeshi, black African and black Caribbean) against the white British majority. There is growing evidence that ethnic minority groups in the UK are disproportionately affected by the virus, which has already prompted the government to order an inquiry into the issue. ##Health## South Korea announced one new local case of Covid-19 Friday – one day after announcing the milestone of zero new local cases in 72 days, according to South Korean Centers for Disease Control and Prevention. Eight other imported cases were also announced Friday. On Friday, South Korea’s Vice Health Minister Kim Gang-lip told reporters “the recent stable situation is the result of the period when strong social distancing was carried out showing up two weeks later.”  The country is currently in a vacation period known as \"Golden holiday\" running from April 30 through May 5.  “How well we have kept our social distancing during this holiday period will also show up two weeks later, so the situation is that (we) can’t let go of the tension just by looking at the current number of confirmed cases,” Kim said. The government plans to reopen museums, art galleries and libraries on a limited basis from May 6. ##Health## India's richest man said Thursday that he won't be taking home a salary until the impact of the coronavirus pandemic eases. Mukesh Ambani announced his decision as Reliance Industries -- the sprawling oil refining, manufacturing and telecom conglomerate he runs -- posted dismal earnings.  Net profit slid more than 37% to 65 billion rupees ($850 million) in the three months ended March compared to a year earlier as the firm grappled with the impact of the pandemic. Ambani is worth $53.4 billion, according to Forbes. The company says his salary has been capped at $2 million since the 2008 financial crisis. \"Now, he is forgoing his salary until the company and all its businesses are fully back to their earnings potential,\" the company said in a statement. Bloomberg reported that the company will also cut wages by 10% for all employees earning more than $20,000 a year, citing sources. Reliance declined to comment about that report. Reliance also announced that it wants to raise money by issuing shares to its existing stakeholders -- its first such offering in three decades. The move would allow the firm to raise $7 billion. Read more: ##Business## Singapore reported 932 new cases today -- a dramatic jump from yesterday's count of 528 new infections. The Asian city-state saw its numbers spike in April, with clusters identified at dormitories where migrant workers live together in cramped conditions.  The vast majority of the thousands of new cases these past few weeks have been migrant workers in these dorms; of today's new cases, only five were Singaporean citizens or permanent residents. Read more about the dormitory clusters: ##Health## The first train carrying stranded Indian migrant workers home set out today, as the country prepares to lift its nationwide lockdown. The restrictions, which have been in place since March 25, are set to ease on Sunday. Railways, which had been suspended during the lockdown, resumed service for one train this morning, bringing 1,200 migrant workers from southern Telangana state back to their home state of Jharkhand in eastern India. They are due to arrive at 11 p.m. local time tonight, said a senior railways official.  \"This is a pilot program and we are testing out social distancing measures, based on which we will take a call on releasing further trains to take migrants home,\" Arun Kumar, director general of the Railway Protection Force said.  Workers will be screened and a decision to institutionally quarantine them will be taken upon arrival, Kumar added. This train journey comes two days after the Ministry of Home Affairs issued an order allowing inter-state movement for those stranded away from home, including migrant workers, as long as that they are asymptomatic.  Several states such as Punjab and Maharashtra have asked the central government to send trains to take migrant workers home. Based on the success of this first train, further trains may be commissioned, according to Kumar. ##Daily Life## ##Travel## London likely won't be able to return to pre-pandemic life, even after the immediate threat passes, warned Mayor Sadiq Khan in an opinion piece published in the Evening Standard newspaper.  “There will be no return to life as it was -- instead we face a ‘new normal’ even once lockdown is eased,” Khan said. “While non-essential shops will be able to reopen after introducing social distancing measures, it is difficult to see how this can safely be extended to bars, restaurants or social spaces in a practicable way soon.” He also suggested there will be new rules for people traveling on public transport, like wearing face coverings. To avoid rush hour and congestion, schools and workplaces will stagger their start times, and more people will have to walk or cycle to their destinations, he said.  ##Daily Life## America is stirring, but it's every state for itself. May 1 brings an easing of stay-at-home orders as around half the states in the union move toward a resumption of everyday life, or what will pass for it in the immediate future, in the next few days. A bewildering patchwork of openings and new distancing rules for restaurants, business offices, churches, dental practices and even gyms in some places will allow daily commerce to resume -- whether workers and customers are ready or not. Friday and the next few weeks are now a moment of daunting reckoning as the country waits to see whether the opening unleashes a second wave of infections that runs out of control. If it does, Americans may face the prospect of a return to stay-at-home orders that could destroy an economy that is already in tatters with more than 30 million people suddenly unemployed. \"The discretion is given to the governors. They know their states, the mayors know their cities, so you want to give them a little wiggle room. But my recommendation is, you know, don't wiggle too much,\" said Dr. Anthony Fauci, the nation's top infectious disease expert. Read the full analysis: ##Daily Life## ##Business## Malaysia will allow the majority of businesses to reopen on Monday, Prime Minister Muhyiddin Yassin announced today, according to state-run news agency Bernama. “We are ready to carry out our third approach, which is to reopen economic activities nationwide in a controlled and careful manner. As such, the government will now be implementing the Conditional Movement Control Order, or CMCO,” Muhyiddin said.   The nationwide Movement Control Order (MCO) was put in place by the government in March, prohibiting Malaysians from traveling abroad. It also banned social, religious and educational gatherings. Under the loosened restrictions, most businesses that involve close physical contact, like movie theaters, night clubs and Ramadan bazaars, will remain closed. Restaurants will be allowed to reopen but must enforce social distancing. Religious, social, sporting and business-related mass gatherings will still be prohibited, Bernama reported. ##Business## ##Daily Life## The Navajo Nation recorded 164 new cases of the coronavirus and nine related deaths on Thursday, the Navajo Department of Health said. That brings their total to 2,141 cases and 71 deaths. Navajo territory spans three states, with cases in all three: New Mexico, Arizona, and Utah. This comes just before a 57-hour weekend curfew, which will go into effect on Friday at 8 p.m. local time.  Under the curfew, all residents will be required to stay home except for essential workers. Navajo police will also set up checkpoints on roads and issue citations for those who break curfew. On April 21, the Navajo Nation extended its state of emergency declaration and said government offices will stay closed until May 17.  ##Health## Japan confirmed 187 new coronavirus cases and 17 deaths yesterday, according to the country's health ministry. That brings the national total to 14,993 cases and 458 deaths, the ministry said. Of that total, 712 cases and 13 deaths are linked to the Diamond Princess cruise ship that was docked in quarantine in Yokohama Bay for two weeks in February. Yesterday, Prime Minister Shinzo Abe said he plans to extend the nationwide state of emergency, which is scheduled to end on May 6. “I think it will be difficult to return to normalcy from May 7. We have to prepare for some endurance. I’ll seek the opinions of experts on how long (the extension) needs to be,\" he told reporters. ##Health## The only way to combat coronavirus is to bring down new infections and conduct contact tracing, Germany's four top medical research societies said in a rare joint statement. Trying to achieve “herd immunity” is bound to fail, said the statement by the Leibniz Association, Helmholtz Association, the Fraunhofer Society, and the Max Planck Society. The statement said scientists from all four societies pooled their analysis of data and came up with a common recommendation. “Achieving herd immunity would take several years if the health system is not to be overwhelmed,” the paper says, adding that restrictions on public life would still be necessary in a herd immunity approach. The researchers say a two-pronged approach is the most effective: “In the first phase, new infections are reduced until effective contact tracing becomes possible. In the second phase, there can be an adaptive strategy based on low numbers of infections.” For Germany, the researchers warn that while the reproduction of the coronavirus has been slowed down, “the situation is not stable, even a small increase in the reproduction number would lead us back into a phase of exponential growth.” The numbers: Germany has reported more than 163,000 coronavirus cases and at least 6,600 deaths, according to Johns Hopkins University. ##Health## Budget airline Ryanair has announced plans to cut up to 3,000 jobs as it tries to trim costs to deal with the fallout from the coronavirus pandemic. In a market update released on Friday, the company said it expects to operate less than 1% of its scheduled flights this quarter. “Ryanair now expects the recovery of passenger demand and pricing (to 2019 levels) will take at least 2 years, until summer 2022 at the earliest,” it said. The airline said it will shortly notify trade unions about a restructuring and job loss program to begin in July. “These plans will be subject to consultation but will affect all Ryanair Airlines, and may result in the loss of up to 3,000 mainly pilot and cabin crew jobs, unpaid leave, and pay cuts of up to 20%, and the closure of a number of aircraft bases across Europe until traffic recovers,” it said. Ryanair argued it was disadvantaged by state aid packages that favored national carriers. The company said this will allow some airlines to offer significantly lower prices -- including below cost selling in some cases. ##Business## ##Travel## The US Navy has now tested 100% of the crews of the USS Theodore Roosevelt and the USS Kidd, two ships that were hit by an outbreak of the coronavirus while at sea  On the USS Theodore Roosevelt aircraft carrier, where sailors continue to transition from quarantine and isolation, there are currently 1,102 active cases. Some 53 sailors have recovered after completing at least 14 days in isolation and two successful negative tests.  Three sailors are being treated in US Naval Hospital Guam for Covid-19 symptoms. None of those sailors are in the ICU. On the USS Kidd destroyer, there are 78 active cases, according to the Navy.  Crew members will complete at least 14 days in quarantine or isolation and must have two negative tests before returning to the ship. None of the crew from this ship are hospitalized. Earlier this week, the Navy announced it is launching a broader inquiry into the circumstances surrounding the coronavirus outbreak aboard the USS Theodore Roosevelt, effectively delaying its recommendation that the ship's commanding officer be reinstated. The announcement came after US Secretary of Defense Mark Esper previously declined to immediately endorse the Navy's original investigation into the issue, which included a recommendation to reinstate Capt. Brett Crozier. ##Health## The novel coronavirus has infected more than 3.2 million people and killed at least 233,000 worldwide. If you're just joining us now, here are the latest developments. Countries are reopening: India is lifting its massive nationwide lockdown on 1.3 billion people on Sunday. Australia is meeting next week to discuss easing its lockdown. China is reopening sightseeing spots like the Forbidden City, albeit with new restrictions. And in the US, more than half of all states will be partially reopened by the end of the week, despite health experts warning it could raise the risk of a second wave.\nUSFK recoveries: 17 members of the United States Forces Korea have recovered and tested negative for the coronavirus, said the USFK in a news release. The USFK saw case numbers spike during South Korea's outbreak peak in February.\nQatar spikes: The Middle Eastern country is seeing a rise in cases within its foreign worker community. Qatar has reported more than 13,400 total infections.\nEcuador testing: Authorities in Guayaquil, a virus hot spot in the country, are going door-to-door to distribute test kits, food supplies and sanitation kits.\nBoeing funding: The troubled US aircraft maker, which has been hit hard by the virus, said it is raising $25 billion through a bond offering -- meaning it won't need a federal bailout. Sureshbabu Muthupandi, a green card holder who has lived in the United States for more than 24 years, refuses to let his family in south India perform his mother's final rites without him. Her body has been embalmed for 30 days. But Muthupandi is stuck in the US, unable to fly home. The Indian government suspended all inbound international passenger flights after March 22. Three days later, domestic carriers were grounded. The country remains in lockdown until May 3. Stranded Indians rally together: On April 7, 600 Indians formed a Facebook group called \"USA TO INDIA EVACUATION FLIGHTS\".  On April 15, the group handed a petition to the Indian embassy in the US, asking for it to evacuate them to India. The group now has more than 2,100 members. It consists of senior citizens, pregnant women, travelers who have overstayed their tourist visas, students, and workers who have been furloughed and made jobless -- including Indians who have lost their H1B work visas, for workers in specialty occupations. Their hopes are pinned on the end of lockdown. The lockdown is set to lift on Sunday, May 3, but it is unclear whether the government will resume international passenger flights on that date. Read the full story: ##Daily Life## ##Travel## When it comes to the coronavirus, South Australia ought to now be considered among the safest places in the world.  That was the message from one of the country's leading public health officials this week, as much of Australia began the slow process of easing restrictions. That many Australians now find themselves in such an enviable position would have been unthinkable only a month ago, during which nationwide daily infection rates reached into triple figures. But on Friday, the entire country reported just 16 new cases, a sharp decline from a peak of 460 new infections on March 28. In some states, the curve has completely flattened: Queensland hasn't reported any new cases since Monday, and South Australia has seen no new infections for more than a week. \"No more cases in South Australia. This is a landmark for us,\" South Australia Chief Public Health Officer Nicola Spurrier said with a big smile during a news briefing on Wednesday. Read the full story: ##Health## ##Daily Life## Australia will consider easing lockdown restrictions earlier than planned, Prime Minister Scott Morrison said in a news conference today.  Morrison said the National Cabinet will meet next Friday to discuss the matter. “Australians have earned an early mark,” Morrison said. “We need to restart our economy, we need to restart our society.\" He added that there are currently around 1,000 active coronavirus cases nationwide.  Australia has reported 6,766 cases and 93 deaths, according to Johns Hopkins University. These reflect the total number of infections since the start of the outbreak, not the number of active cases. This post was updated to reflect when the government will consider lifting restrictions. ##Health## ##Daily Life## The novel coronavirus emerged in mainland China in mid-December, and the Chinese government alerted the World Health Organization by December 31. CNN published its first story about the virus on January 6. The virus quickly spread to other Asian countries, and CNN began its live, 24-hour coverage of the pandemic on January 22 -- one day before the Chinese city of Wuhan, ground zero for the outbreak, went into lockdown. We haven't stopped since; today marks the 100th day of CNN's continuous live coronavirus coverage. Look through our timeline of the defining moments of the pandemic here.\nGot questions? Not sure if something is myth or fact? We answer them here.\nThese are the 10 key symptoms to look out for.\nTake a look through our gallery of the global pandemic, from the beginning until now. Boeing won't be needing a federal bailout after all. The troubled aircraft maker said Thursday that it is raising $25 billion through a bond offering -- a massive financial boost that Boeing says will keep it from having to tap into the CARES Act. US lawmakers passed the $2 trillion coronavirus economic rescue package in March, which included provisions to help airlines and other businesses that have been hurt by the coronavirus pandemic. Boeing is eligible for government loans through the act. \"We're pleased with the response to our bond offering today, which is one of several steps we're taking to keep liquidity flowing through our business and the 17,000 companies in our industry's supply chain,\" Boeing said in a statement.  The company said it also doesn't believe it will need to raise more money in the capital markets after the bond issues, which carry maturities ranging from three to 40 years. Hard hit by the virus: Boeing on Wednesday posted a $1.7 billion operating loss and announced it would eliminate 16,000 jobs through voluntary and involuntary layoffs. The company has been hurt by the collapse in demand for air travel as the coronavirus wreaks havoc worldwide.  The lack of demand has prompted airlines to cancel or delay orders for new planes from Boeing and its European rival, Airbus. Read more: ##Business## The Tokyo metropolitan government is introducing robot staffers to hotels in the capital where coronavirus patients with mild symptoms are staying. One semi-humanoid robot dubbed “Pepper” and another autonomous vacuum cleaner robot known as “Whiz” will be taking up their posts in five hotels in Japan's capital.  Both robots are made by Japanese firm SoftBank Robotics.  Since April 17, the Tokyo metropolitan government has moved coronavirus patients with mild symptoms into select hotels in the capital to relieve pressure on hospitals. But checking into these hotels can be a lonesome experience as patients must register themselves, keep to their rooms, and only go down to the lobby three times a day to pick up their meals at designated time slots. “Quarantine life in the hotel is very daunting for the patients. I hope the robot can cheer them up and help make their time in the hotel as comfortable as possible,\" said Nasataka Tsuji, a spokesman from the Tokyo metropolitan government.  Tsuji added that the lobby area had been designated as a \"red zone\" -- an area with a high risk of infection -- as coronavirus patients pass through it to pick up their daily meals. \"Having robots there will improve the safety for the staff who have to work in that area,\" added Tsuji. Helping staff: Each hotel is staffed by 15 to 20 city officials, plus one doctor and two to three nurses, who wear full protective gear when walking through the lobby, the corridors and when checking in on each patient.  Greetings and reminders: Pepper is intended to cheer patients and boost morale. The robot reminds patients to check their temperature regularly and repeats phrases like “united in the fight against coronavirus.” Bringing in the robots: Tokyo officials want to expand the use of robots in hotels used to accommodate coronavirus patients and hope to deploy them on each floor. ##Business## Authorities in the city of Guayaquil, Ecuador have started distributing door-to-door rapid tests for residents, said mayor Cynthia Viteri. Guayaquil is one Ecuador’s hardest hit cities by the coronavirus outbreak. Some 1,600 tests will be distributed to residents by doctors and the National Police on Thursday and Friday, Viteri announced on Twitter.  She said information collected from the tests will be used “to make the right decisions for the well-being of the city” and to help save lives.   Government officials also took to the Guayaquil streets on Thursday to distribute 4,000 food and sanitation kits. Earlier this month, Viteri posted a video on Twitter begging the national government to provide assistance, describing the situation in Guayaquil as “worrisome” due to lack of available hospital beds and space in morgues. Ecuador has reported at least 24,934 confirmed cases and 900 deaths, according to data from Johns Hopkins University. ##Health## The US has now recorded at least 1,069,664 cases of coronavirus and 63,006 related deaths, according to data from Johns Hopkins University. On Thursday, Johns Hopkins reported 29,515 new cases and 2,040 deaths.  As states begin to include “probable deaths” in their counts, so will JHU. In the upcoming days, numbers may surge to reflect the change in counting method. The totals includes cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases and those in the military, veterans hospitals and federal prisons.  CNN is tracking US coronavirus cases here: ##Health## The number of coronavirus cases in Qatar is spiking among its foreign worker community, state-run Qatar News Agency reported on Thursday.  The co-chair of Qatar’s National Pandemic Preparedness Committee noted that \"the number of cases discovered inside the country, particularly among expatriate workers increased,\" QNA posted on Twitter.  However, imported cases from travelers have declined, said QNA.  Qatar has reported at least 13,409 coronavirus cases and 10 deaths, according to data from Johns Hopkins University. ##Health## For most of this year, China has been living seven weeks in the future. The world's second largest economy was the first to be hit by the coronavirus outbreak -- and also one of the first to gradually reopen. And as the rest of the world prepares to do the same, companies that were forced to first respond to the outbreak in China are using their early experiences to form a blueprint for other regions. Here's a look at how the future of business has changed -- and how China is giving us a preview. The way we work: Companies are starting to think about how to implement social distancing and safer behaviors in the workplace. For instance, desks can be further spaced out, and sensors could replace the shared surfaces we used to touch; instead of swiping your entry pass to get indoors, for example, you might face a facial recognition camera or pull up a QR code on your phone. And after months of working from home, the way we communicate at work has also changed, with a boom in demand for enterprise software. The way we shop: As millions of people hunker down at home, they're being forced to create new routines and lifestyles -- and change their shopping habits. Nike pivoted quickly and effectively by accelerating its online business in China. Digital sales in Greater China rose more than 30% last quarter, while weekly active users for its activity apps shot up 80%, CEO John Donahoe told investors. The way we manage our supply chains: The pandemic saw shortages of materials and critical supplies, and a crisis of worker absenteeism. That's forcing businesses to rethink how they ship or send out their goods, and may force a reinvention of the global supply chain. The pandemic was \"a wake-up call\" for many companies, said Alain Benichou, CEO of IBM China. Read the full story: ##Business## Seventeen coronavirus patients related to the United States Forces Korea have recovered and been declared virus-free, according to a USFK news release today. These include the USFK's first confirmed case and its first active duty service member. Others also include civilians, contractors and dependents. All 17 individuals were cleared from isolation after remaining asymptomatic for seven days, fever-free without the use of medication, passing two consecutive tests with negative results, and being cleared by a medical provider. Many USFK members were infected in February, when South Korea's case numbers spiked dramatically and authorities scrambled to contain the outbreak. On Wednesday, South Korea reported zero local transmissions for the first time since February 18.  Yesterday, the country had one local transmission and eight imported cases. ##Health## The US has seen 66,000 more deaths so far this year than expected, a possible sign of the coronavirus' impact, according to new estimates published Wednesday by the US Centers for Disease Control and Prevention.  The estimates of what the CDC calls “excess deaths” can give a clearer picture of how many additional people may be dying overall and how many may be dying because of Covid-19.  These numbers can also capture those who didn’t have the illness, but were indirectly impacted by the pandemic -- for example, people who died at home because they didn’t go to the hospital or the people who couldn’t get treatment because the hospital system was overwhelmed. How they calculated it: The CDC compared historic trends to the number of deaths observed for this year. Weekly counts of deaths from all causes were included, as well as the number of people who died from Covid-19. Breakdown by state: Places that were coronavirus hot spots saw the highest excess deaths. For New York City, there were 17,152 excess deaths. For New York state, it was 10,044. For New Jersey, it was 7,819. Pennsylvania saw 7,319. In Michigan it was 3,334 and Illinois it was 1,802. Why this matters: Tracking these figures can give a truer sense of the death count from Covid-19. Official Covid-19 death tolls can be inaccurate or misleading: Sometimes Covid-19 won’t be mentioned on a death certificate or a death could be misclassified.  ##Health##  The United States and the world could have done a better job of mitigating the dire impact of the coronavirus pandemic, said Microsoft co-founder and philanthropist Bill Gates. \"If you use January and February properly and did community testing, you didn't have to go through this horrific economic cost,\" Gates said on CNN's global town hall. \"Tools can be developed enough that an epidemic like this one could have been stopped at very small numbers.\" In an article he wrote for The New England Journal of Medicine, Gates said it would likely cost billions of dollars in order to be better prepared for a pandemic like this one. However, he said that compared to the cost of the US defense budget, such an investment would prove frugal. \"For something that's not even 5% of the defense budget, (or even) below that, you can have pandemic preparedness, innovation, stockpiles, simulation that at least for this threat would have been overwhelmingly successful,\" he said. ##Health## At least 1,069,534 cases of coronavirus have been recorded in the United States, including 63,001 deaths, according to Johns Hopkins University. On Thursday, JHU reported at least 29,625 new cases and 2,035 deaths in the US. The totals includes cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases. See CNN's interactive map of cases in the US: ##Health## More than 500 tourists are still stuck in Maldives, Ali Waheed, the country’s tourism minister told CNN’s Richard Quest. He said about 100 of those people ended up stranded at the airport. The government is helping people who cannot afford to continue staying in resorts. “We believe they are like locals, they are the people who have brought this country to where it is now,” Waheed said. ##Travel## The United States' three biggest airlines -- American Airlines, Delta Air Lines and United Airlines -- each said Thursday they will now require their passengers to wear masks.  The Delta and United policy takes effect on Monday and the American policy takes effect a week later, on May 11.  These airlines join JetBlue, Frontier, and Lufthansa, which have made similar announcements. ##Travel## ##Daily Life## Coronavirus is likely to keep spreading for at least another 18 months to two years -- until 60% to 70% of the population worldwide has been infected, a team of longstanding pandemic experts predicted Thursday in a new report. They recommended that the United States prepare for a worst-case scenario that includes a second big wave of coronavirus infections in the fall and winter. Even in a best-case scenario, people will continue to die from the virus, they predicted. “This thing’s not going to stop until it infects 60 to 70% of people,” Michael Osterholm, who directs the Center for Infectious Disease Research and Policy at the University of Minnesota, told CNN. “The idea that this is going to be done soon defies microbiology.” Osterholm has been writing about the risk of pandemics for 20 years and has advised several presidents.  Because Covid-19 is new, no one has any immunity, the report said. \"The length of the pandemic will likely be 18 to 24 months, as herd immunity gradually develops in the human population.\" ##Health##", "Section": "world", "Writers": ["Jessie Yeung", "Adam Renton"], "URL": "https://www.cnn.com/world/live-news/coronavirus-pandemic-05-01-20-intl/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Malaysia", "Source": "CNN"}