{"Type": "article", "Time": "2020-05-21", "Headline": "May 21 coronavirus news", "Text": "Our live coverage of the coronavirus pandemic has moved here. China will not set a specific target for economic growth this year, said Chinese Premier Li Keqiang at the 13th National People's Congress in Beijing.  The NPC, China's top legislature, opened its third session on Friday morning. The decision not to set a target is \"because our country will face some factors that are difficult to predict in its development due to the great uncertainty regarding the Covid-19 pandemic and the world economic and trade environment,\" said Li, the country's second-in-command. Not setting a specific target for economic growth would enable the government to focus more on achieving stability and security, he said. Li added that China is expected to face great uncertain economic challenges following the pandemic, and that coronavirus was \"the fastest spreading, most extensive, and most challenging public health emergency China has encountered since the founding of the People's Republic.\" ##Politics## ##The Future## CNN's global town hall on the coronavirus has now concluded. Anderson Cooper and Dr. Sanjay Gupta were joined by top infectious disease expert Dr. Anthony Fauci and education experts, who discussed what it will take to get kids back in the classroom. Plus, first lady Melania Trump shared a special message for students. Check the Town Hall tab above to catch up on what happened during the show. ##Town Hall## First lady Melania Trump thanked American students for keeping up their studies and helping to keep the country safe. She acknowledged the many changes they’ve had to make during the coronavirus pandemic. \"Our the past two months, I know you have had to make many changes in your life. Many of you have had to attend classes in your homes and haven't been able to see your friends,\" Trump said. The first lady went on to say she's proud of them. “Those changes were not easy but you’ve been so strong and I am proud of the examples you have become,” the first lady said in the prerecorded message aired during CNN’s town hall on coronavirus Thursday. “Your determination to get through this will define your generation for years to come.” \"So thank you for helping your families, your friends, your communities and our country to stay healthy and safe during these unusual times. Thank you for keeping up your studies and learning in new ways. As we navigate the days and weeks ahead, take care of yourself,\" she added. Trump encouraged students to \"use this time\" to read a book, practice their favorite sports, help out at home and reach out to friends and family. \"These are important and healthy habits that we can all easily practice and they are a reminder that we will only get through this with patience, compassion and care,\" the first lady said. “Please know that the President and I are with you during these challenging times and we continue to do everything we can to support you,” she added. Watch: ##Town Hall## Angela Duckworth, author of \"Grit,\" has some words of encouragement for children who feel like they are missing out on life while the US adapts to the new normal caused by the pandemic. \"You’re experiencing history. This is not going to be a sentence or a footnote in the history books. You’re living through at least a paragraph, a full page or maybe a chapter in history. It's happening to everyone and it's hard. Kind of understanding that we are in a historic moment,\" Duckworth said Thursday during CNN's global coronavirus town hall. \"You can’t predict everything that’s going to happen at least, but you can control your response to it. And you probably want to think, you know, when I grow up I’d like to look back at this chapter in history, and when I tell my grandchildren about it, I would love to tell them that I did my best and I managed it with a little bit of humor, some grace, some generosity.\" More on Duckworth: She is a 2013 MacArthur Fellow and professor of psychology at the University of Pennsylvania. Duckworth is a co-founder of the Character Lab, a nonprofit whose mission is to advance the science and practice of character development in children.  Watch: ##Town Hall## New York school psychologist John Kelly joined CNN's ongoing town hall on the coronavirus to talk about the pandemic's impact on children and their education. One viewer asked: Do you think there will be a major regression in children's education and what they learned in the first half of the school year?  \"There is no doubt that there will be a major disruption to kids' education,\" Kelly said. Schools are now having to make innovative changes to the way they operate to mitigate the impact, he added. \"We are talking about reopening schools, setting up different strategies and systems of support ... making sure we are prepared to support students when we reopen.\" Watch: ##Town Hall## New York University marketing professor Scott Galloway joined CNN's global coronavirus town hall tonight to explain the difficult position college students find themselves in as the US economy limps along during the pandemic. \"We have raised tuition rates 1,400% over the last 40 years. This is a time of year that's supposed to be a nervous but a rewarding time of year where people figure out where they're going to school, and instead it's become a time of year where people try to imagine how they're going to take several thousand dollars on in-household debt,\" Galloway said. Galloway contends that higher education has \"raised prices faster than health care\" while much of the university experience has remained largely the same. \"If you walked into a class today, it wouldn't look, feel or smell much different than it did 40 years ago. So I think we've stuck out the mother of all chins and the fist of Covid-19 is coming for us. I think this involves huge disruption and I think it starts this fall,\" he added. Watch: ##Town Hall## Rev. John Jenkins, the President of the University of Notre Dame, joined CNN's ongoing town hall to discuss the college's plan to bring students back by August. \"If we do not have testing capacity, we will not open,\" he said at the town hall. \"Everyone we have spoken to has given us confidence that we will ... I believe we will be there by the time we welcome students back.\" Here's how they're doing it:  The university will set up facilities to isolate and quarantine any students that test positive for Covid-19. \nThey will restructure the classroom and interactions between faculty and staff to protect those more vulnerable to the virus.\nThey'll implement measures to minimize in-person meeting -- for instance, office hours may be conducted via videoconferencing apps like Zoom.  There are still some details to iron out -- for instance, what to do about sports games where people crowd together in stadiums -- but \"our first priority is to get the kids in the classroom,\" Jenkins said. Some context: While some campuses plan to cancel in-person classes through the fall, students at Notre Dame will return earlier than expected. Notre Dame plans to bring students back on August 10, two weeks earlier than originally scheduled, Jenkins said. The school near South Bend, Indiana, will also skip fall break and end the fall semester before Thanksgiving, it announced Monday. Health officials say the US could see a second wave of coronavirus infections in the fall. Notre Dame, which has an enrollment of more than 12,000, sent students home in March to complete the 2019-20 spring semester via remote learning. Watch: ##Town Hall## A Danish grammar school is holding some classes in a local church graveyard to follow social distancing guidelines because the numbers on gravestones can be used in math lessons. CNN correspondent Frederik Pleitgen caught up with educators and students in Denmark during a segment aired tonight during the network's global coronavirus town hall. \"Because of the physical distancing measures they didn’t have enough space for all the students to come back, so they actually moved some of their lessons into the local church. So math lessons from the church with the teacher standing in the pulpit, and they even do some of the lessons for statistics in the local church graveyard because there are a lot of numbers on all those headstones and the Danish government actually encourages that,\" Pleitgen said. \"They say schools should do as many lessons as possible outside.\" Watch: ##Town Hall## The coronavirus pandemic is going to leave a lasting impact on the mental health of children around the US, especially for those who are poor. \"I'm really worried that we're going to have a mental health epidemic among our children in this country. Just think about it. The poorest kids they know people who die, they know people who are sick. The very air you breathe, the people you pass on the street are suddenly dangerous to you. All of that trauma is going to come into our schools and into our classrooms, and we really need to prepare for this,\" Geoffrey Canada, president of Harlem Children's Zone, said during CNN's global coronavirus town hall. Canada stressed that it is important for teachers to prepare for this harsh reality before schools reopen. \"We need to start thinking about this, but just think, I taught for 10 years and I've gotten my kids together, and now I have to keep all of my kids apart. That's a skill that we have to practice, and we need time for teachers to begin to practice the kind of monitoring, the talking, the engaging that doesn't really gather kids together in ways that we're used to,\" he said. Watch: ##Town Hall## Dr. Tanya Altmann, spokeswoman for the American Academy of Pediatrics, joined CNN's ongoing town hall to answer questions from viewers on what the \"new normal\" might look like in schools across the country. How are parents supposed to feel safe sending their children with underlying health conditions back to school? We will all have to rely on everybody following the same rules, Altmann said -- meaning everyone must stay physically distanced, wear masks, and wash their hands. Parents with sick kids will have to promise not to send them to school. It all falls on us to keep each other safe.  How can preschools and day-care centers reopen when kids that young don't understand social distancing or safe practices? Educators may have to split kids into smaller classes, and keep them in small groups of six to 10 students at a time, Altmann said. \"We can also give them their own toys to play, frequently wash them, and make sure they have the recess time outside, separate from other classes.\" How can we teach physical education when we're sharing equipment? What about other school activities like choir? If the weather permits, doing things outdoors is one way to carry out these activities while lowering the risk of transmission.  \"Maybe, instead of playing catch, people will be doing more soccer where they kick the ball, because you want to avoid touching the same balls, in terms of other kids,\" said Altmann.  She added that at the school where she works, they're thinking of holding choir and band in outdoor spaces or outdoor tents, instead of having students blow air at each other in an enclosed room.  Schools will have to adjust a lot of other activities -- for instance, they may need to add more school buses so kids can socially distance on board, and encourage parents to drive their children to school when possible. Watch: ##Town Hall## CNN's chief medical correspondent Dr. Sanjay Gupta warned viewers during CNN's global town hall \"things are going to feel a lot different next time you go to the airport,\" but offered some practical advice on how to safely fly during the pandemic. Here are some tips for flying safely: Before you even arrive, pack hand sanitizer and use it to clean your hands as often as possible throughout your journey, said Gupta in a short video demonstrating his own trip to the airport.\nAs you make your way past the ticket counters and through security, try to touch as few surfaces as possible and wear a mask throughout your entire journey. \"You wear the mask, again, to protect other people,\" he said. \"The frontline workers are there all day. Another reason to try and be as safe as possible.\"\nOnce you are inside the concourse and headed for your gate, avoid crowded areas. If you have the time, skip the train that moves passengers between terminals and walk. \nOn the aircraft, you can try to choose a window seat, which could reduce your exposure to passengers passing by in the aisle\nFinally, you know that adjustable outlet that shoots cool air down down on to your seat? It's called a \"gasper\" and it's your friend. \"Turn it up as high as you can,\" Gupta said. \"That's going to cause turbulent air in front of you and break up any clouds of virus.\" Gupta acknowledged that nothing you do will make you totally safe, but these tips could reduce your risk of catching coronavirus while traveling. \"These are small things,\" he sad. \"They may make a small difference, but it's easy to do and it's probably worth it.\" ##Town Hall## Watch:  Dr. Tanya Altmann, spokesperson for the American Academy of Pediatrics, shared three key areas of concern schools around the United States must address before reopening their doors. Altmann shared this insight Thursday night during CNN's global coronavirus town hall. The three areas were as follows: Schools must keep the virus from entering the campus: \"So that's going to be health checks and temperature screenings, staggered arrivals as you mentioned and limiting visitors on campus,\" Altmann said.\nPerson-to-person transmission on campus must be reduced: \"This is going to be smaller classrooms, less mixing of kids, close commonly touched areas, a lot of hand washing with assigned seats, disinfecting, avoiding shared supplies and also mass use is going to play a key role,\" she said.\nAddressing students who get sick: \"We need to quickly test them, diagnose, isolate and then contact trace, which is a lot easier when there's fewer kids they've come into contact with throughout the day,\" Altmann added. Watch: ##Town Hall## The United States is no longer just looking at mitigation and containment, but is also taking a \"harm reduction\" approach to co-existing with the virus, said infectious disease epidemiologist Julia Marcus on CNN's ongoing town hall on the coronavirus. \"Up until now, we have had an all-or-nothing approach where we have been telling people to stay home -- which is what we needed to do for the first couple of months,\" she said.\n\"Then we realized that this is something that we actually have to do for many months, if not years, so we have to find a way to do this sustainably.\" Encouraging people to be outside is actually one way to reduce risk, she said; the risk of transmission is lower outdoors when people have more space, as long as people are still following common-sense guidelines like wearing masks and staying 6 feet apart. Staying home is still the safest thing to do. But the harm reduction approach allows people more sustainable ways to resume daily life by engaging in low-risk behaviors, she said.  Here's how to do it properly: To judge which activities are low-risk or high-risk, people need to consider three variables: proximity with others, the nature of the activity, and duration, said emergency physician Leana Wen during the town hall.\nIf you're gathering with friends, do it outdoors with some distance apart. Don't hug, kiss, or share utensils. If you're eating, takeout is still safer than going to a restaurant.\nRisk is cumulative -- so don't go out and do everything all at once. If you're going to get a haircut, don't also go to a restaurant, Wen said. Watch: ##Town Hall## Don't be surprised if you catch Dr. Anthony Fauci, the director of the National Institute of Allergy and Infectious Diseases and member of the White House's coronavirus, out hiking over Memorial Day weekend.  The country's leading infectious disease expert shared words of encouragement and guidance Thursday night during CNN's global coronavirus town hall, ahead of the holiday weekend. \"Memorial Day, it's a very important holiday. Hopefully the sun will be out. We'll be having people who want to get out there and get fresh air. You can do that. We're not telling people to just lock in unless you're in a situation where you have a major outbreak going on, we don't have too much of that right now in the country. \n\"Go out, wear a mask, stay 6 feet away from anyone so you have the physical distancing, and go out. Go for a run. Go for a walk. Go fishing. As long as you're not in a crowd and you're not in a situation where you can physically transmit the virus, and that's what a mask is for, and that's with the physical distance,\" Fauci said. Fauci shared a bit of his plans, saying he will \"go out for nice walks and hikes over Memorial Day and I'm going to do it with care, with a mask on.\" Watch: ##Town Hall## Dr. Anthony Fauci, the nation's top infectious disease expert, tonight acknowledged there had been a \"lull\" in public appearances from himself and top scientists on the White House Coronavirus Task Force, but suggested Americans could expect to hear more from the group soon.  \"There was a period of time there was a little bit lull in being out there with the press but I believe that's going to change,\" said Fauci in a response to a question from CNN's Anderson Cooper on why Americans are no longer hearing from the group on a daily basis.  Fauci has been absent from national television interviews over the last two weeks, as the White House moves ahead with reopening the economy. “I think you're going to probably be seeing a little bit more of me and my colleagues,” Fauci said. “We've been talking with the communications people, and they realize we need to get some of this information out, particularly some of the scientific issues for which I'm predominantly responsible for, so hopefully we'll be seeing more of us, will get the opportunity to talk to you.” Asked if the task force was still robust, despite the fact that it met for the first time today in six days, Fauci said the focus shifted to reopening and the economic impact, but the shift was not at the cost of studying scientific issues. “We had a very good meeting today,” he said. “I was very pleased with it.” Watch: ##Town Hall## Covid-19 testing remains a crucial topic of discussion around the US as many people wonder whether they have contracted the virus.  One of these people is Nancy Isakson who submitted a video question for the nation's top infectious disease expert, Dr. Anthony Fauci, Thursday night during CNN's global coronavirus town hall. Q: \"Our county is now offering free coronavirus testing. There is a local lab that offers antibody testing for a cost. Both are available without a doctor's orders and without symptoms. Which one would you recommend getting or would you recommend getting both?\" Fauci: \"That's a question that a lot of people are asking. If you want to know if you are infected, then clearly you want the test for infection, namely, the test that determines you have virus in you. If you're interested in knowing if you've been exposed and you have been infected and you've recovered, then the antibody test. Unless you have symptoms or have a reason to believe you have been exposed to someone, there really is no reason to have the test for the virus.\" Watch: ##Town Hall## The nation's top infectious disease expert, Dr. Anthony Fauci, joined CNN's ongoing town hall to discuss the promising early results of the Moderna coronavirus vaccine trial. The biotech company partnered with the National Institutes of Health to develop the vaccine, and reported this week that volunteers are showing positive results. If future studies go well, the vaccine could be available to the public as early as January, according to Moderna's chief medical officer. Here's how it works: This vaccine produces neutralizing antibodies, which bind to the virus, thus disabling it from attacking human cells and preventing infection.  The human body actually produces antibodies against coronavirus quite readily, Fauci said -- that's why a large number of people spontaneously recover from the virus by themselves. The trial results: The Moderna trial vaccinated dozens of participants and measured antibodies in eight of them. All eight developed neutralizing antibodies to the virus at levels reaching or exceeding the levels seen in people who've naturally recovered from Covid-19, according to the company. \"Although the numbers were limited, it was quite good news because it reached and went over an important hurdle in the development of vaccines. That's the reason why I'm cautiously optimistic about it,\" Fauci said. Read more about the trial results here. Watch: ##Town Hall## Memorial Day is around the corner and each state has unique rules and regulations around how people can celebrate at places like beaches and state parks. CNN has produced a resource here that shows where each state stands on reopening.  \"Florida's beaches are technically open, but if you want to go to the 7 1/2 miles of beach in Miami beach, those remain closed. The mayor there says it has to do with exactly what you would think,\" CNN's Erica Hill said during the network's global coronavirus town hall. \"There are concerns about controlling the numbers of people on the beach, concerns about social distancing on those public beaches.\" ##Town Hall## First lady Melania Trump will take part in CNN's weekly global town hall on coronavirus tonight.  Her remarks, which will be pre-recorded, are the first solo broadcast message from Trump since the onset of the pandemic. It is anticipated she will specifically address the nation's students, most of whom have had their academic lives altered by stay-at-home orders and other precautionary health measures.  This week's town hall, hosted by CNN's Anderson Cooper and Dr. Sanjay Gupta, is focused, in part, on education and the disruption to schools and colleges because of Covid-19. The town hall starts at 8 p.m. ET. How to watch: The town hall will air on CNN, CNN International and CNN en Español. It will stream live on CNN.com's homepage and across mobile devices via CNN's apps, without requiring a cable log-in. You can also watch on CNNgo, and subscribers to cable/satellite systems can watch it on-demand. We'll also be covering it with live updates here. ##Town Hall## Brazil set a record high for deaths from coronavirus within 24 hours and surpassed 300,000 total cases, the country's Health Ministry announced on Thursday. The country reported a record high of 1,188 new deaths in the last 24 hours, bringing the total to 20,047 deaths. Brazil's total number of confirmed cases reached 310,087 Thursday, up 18,508 from Wednesday, the ministry said. Some context: Brazil’s President Jair Bolsonaro, who once compared the virus to “a little flu,\" sent a tweet on Wednesday about the new health ministry protocol regarding the use of chloroquine to treat mild and moderate cases of Covid-19.  He tweeted: “There is still no scientific proof, but it is being monitored and used in Brazil and around the world…we are at war ‘the shame of not fighting is worse than being defeated’ – God Bless our Brazil.” ##Cases## Around 5% United Kingdom antibody tests are positive, UK Health Secretary Matt Hancock said during a daily briefing on Thursday, citing to a surveillance study conducted by the UK Government. According to Hancock, the UK government’s antibody surveillance study has also shown that the percentage that tested positive for coronavirus antibodies in London is higher at 17%. The study \"has told us that around 17% of people in London and around 5% or higher in the rest of the country have tested positive for coronavirus antibodies,” Hancock said. The Swiss multinational healthcare company, Roche, as well as the American multinational medical devices and health care company, Abbott, will supply the UK government with 10 million coronavirus antibody tests, Hancock said.  Latin America has reported more new coronavirus cases than either the United States or Europe for three days in a row, driven by high numbers in Brazil, Peru and Mexico, CNN analysis of Johns Hopkins University and World Health Organization data shows. The numbers: The region reported at least 32,854 new cases on Wednesday, with more than half of them in Brazil. The United States reported 22,534 new cases that day, according to Johns Hopkins University, while Europe – including Russia – reported about 17,900, according to the WHO. Both agencies rely on national governments for their data. Latin America also reported more new cases than the Unites States or Europe on Tuesday, CNN calculations show: At least 29,240 in Latin America, compared to 22,391 in the United States and about 19,200 in Europe. And on Monday, Latin America reported at least 23,388 new infections, while the United States reported 22,813 and Europe reported about 20,000. Hear more: ##Cases## Britain has begun trials of a new swab test for the novel coronavirus which provides results in 20 minutes, the UK Health Secretary Matt Hancock announced during a daily briefing on Thursday.  “It doesn’t need to be sent to a lab to be processed and so you get the result, on the spot, typically within around 20 minutes,” Hancock said, adding that it had proven effective in early trials. “We want to find out if it will be effective on a larger scale.”  “If it works, we will roll it out as soon as we can,” he also said.  The new test is developed by British company Optigene.  British health care workers will be the first to be tested for coronavirus antibodies after the government reached a deal with Roche to procure the test kits.  Prime Minister Boris Johnson’s spokesman said today that the UK and the giant pharmaceutical company had agreed on deal, a week after the national health agency approved the tests for use.  The tests will be free and more details will be released later during a daily government coronavirus briefing, he said.  The UK currently has the fourth most coronavirus cases, according to the John Hopkins University tally on the pandemic.  The World Health Organization has created a Covid-19 guide for children ages 8 to 17, WHO said in a statement.  The guide “aims to help young people understand the science and social science of COVID-19 as well as help them take actions to keep themselves, their families and communities safe,” the statement said.  Along with The Smithsonian Science Education Center, WHO created the free online guide with seven student-led activities for children and teenagers..   “With all the myths and misconceptions out there, it is important for children and youth to understand the nature of this pandemic and what can be done to prevent future pandemics from happening,” said Dr. Soumya Swaminathan, chief scientist at WHO. Here are some highlights from the guide:  Through a set of seven cohesive student-led tasks, participants engage in the activities to answer questions previously defined by their peers. \nThe questions explore the impact of Covid-19 on the world, how to practice hand and respiratory hygiene and physical distancing, and how to research more information about Covid-19. \nThe final task teaches youth how they can take action on the new scientific knowledge they learn to improve their health and the health of others. Each task is designed to be completed at home.\nIncludes updated research, activities, quotes from scientists and frontline public health officials, and physical and emotional safety tips on Covid-19\nIt also integrates inquiry-based science education with social and emotional learning and civic engagement. The guide is available in more than 15 languages and can be found here. A shipment of 50 ventilators, the first part of a US humanitarian aid delivery meant to help Russia fight coronavirus, has landed in the Russian capital, the US Embassy in Moscow said in a statement Thursday. The donation marks the \"rapid\" fulfillment \"of an offer made by President Trump in response to President Putin’s request for assistance,\" the statement read. \"The United States is donating 100 percent of the cost, delivery, and startup supplies for the 200 ventilators being delivered, valued at approximately $5.6 million,\" it added. In early April, Russia sent a cargo plane with medical supplies and ventilators to be deployed in New York and New Jersey.  The model of Russian-made ventilators, Aventa-M, has been since suspended for use in Russia following two fires in hospitals treating coronavirus patients. A Federal Emergency Management Agency spokesperson told CNN at the time the ventilators had never been deployed and the shipment was returned by New York and New Jersey. The United Kingdom reported 338 daily deaths from coronavirus on Wednesday, bringing the country’s death toll to at least 36,042, according to data from the Department of Health and Social Care released today. The UK had tested at least 2,064,329 people as of Thursday morning.  There were at least 2,615 new positive cases, bringing the UK’s total confirmed positive cases to approximately 250,908. Read the tweet: ##Cases## Russia Foreign Ministry spokesperson Maria Zakharova today lauded “sincere humanitarian acts and cooperation” by the US and Russia on coronavirus, ahead of the expected delivery to Russia of 50 ventilators produced in the United States.  \"Now that the US has increased its ventilator production capacity, Washington has the capability to support the Russian effort in fighting the pandemic and as agreed, it is being implemented right now,” she said in an online briefing.  “In both cases, we are talking about sincere humanitarian acts and cooperation amid extreme circumstances and providing help on a cost-free basis, and I want to underline that.” Zakharova was referring to a delivery of US-made ventilators expected to arrive later today, as well as a ventilators and protective equipment Russia sent to the US in early April. A US administration spokesperson today's planned delivery followed a request for assistance from Russian President Vladimir Putin.  Zakharova said the ventilators from the US would given to Pirogov National Medical and Surgical Center in Moscow. Specialists will decide then decide how the US-made equipment will be used and distributed, she said.  Background: The Russian Direct Investment Fund, Russia's sovereign wealth fund, said in a statement it had facilitated the exchange of aid between Russia and the United States to combat coronavirus, and that it financed the delivery of Russian equipment to the United States. Irish Prime Minister Leo Varadkar says the economic recovery from coronavirus pandemic will not be easy, adding that Brexit will “further complicate” it. Speaking on Thursday, Varadkar warned that some parts of the economy may never look the same again. “As this is a global recession, an export-led recovery driven by agri-food, tourism and multi-nationals like we experienced ten years ago is unlikely,” he said. “Brexit will further complicate matters. As I said a few months ago, Brexit’s not over. It’s only half-time. Or perhaps, more accurately, half-time has just ended,\" he added. Varadkar used the speech to also urge citizens to get a flu vaccine so that a potential second wave of coronavirus doesn’t hit at the same time as the usual flu season. “This pandemic teaches us there is no excuse not to be vaccinated. We’ve experienced a small taste of the world was like before vaccines, and it hasn’t been good,\" he said. ##Politics## Wuhan’s Municipal Health Commission says it conducted 887,321 coronavirus tests on May 20, up from 856,128 tests on May 19. The city, once the epicenter of the pandemic crisis, has now conducted 3,065,902 coronavirus tests since May 12, the commission said. Wuhan started conducting city-wide coronavirus testing on its citizens last week after health officials detected several new locally transmitted cases.  There were no new coronavirus cases reported in Wuhan on May 20, according to the National Health Commission. London Heathrow Airport is implementing thermal screening in one of its arrival terminals in an effort to reduce the spread of the coronavirus.  The technology under trial “uses camera detection systems capable of monitoring the temperatures of multiple people moving through the airport,” Heathrow’s CEO said in a statement. Some background: Other international airports have implemented temperature screenings, but they are not currently required to take place in the UK.  The Spanish Health Ministry made temperature checks in airports mandatory earlier this month.  Temperature checks in the immigration hall of terminal two is part of a wider range of precautions being adopted to reduce the risk of contracting or transmitting Covid-19 in the future. Starting this week, all operational staff at Heathrow have to wear face coverings, and are handing them out to passengers who do not have their own, Heathrow said.  Observations from the trial will be shared with the UK government, and will also “explore the use of UV sanitation” and “contact-free security screening equipment”, John Holland-Kaye said.  He called for international standards of temperature screening in all airports to be implemented and said this trial could provide a global template. CNN has previously reported that Heathrow has been conducting temperature checks on passengers where their destination requires it.  ##The Future## The novel coronavirus has infected more than 5 million people worldwide and killed at least 328,000. If you're just tuning in, here are the latest headlines: Russia records more than 8,000 new cases: The country now has 317,554 cases and 3,099 deaths. The nation has the second-highest number of coronavirus cases globally.\nItaly will open borders to EU countries: Prime Minister Giuseppe Conte said EU travelers and people from Britain could enter the country with no mandatory quarantine required from June 3.\nSweden publishes antibody data: The country's public health authority said 7.3% of people in Stockholm had developed coronavirus antibodies by late April.\nBeijing and Washington clash: China’s Ministry of Foreign Affairs strongly criticized Mike Pompeo on Thursday, labeling the US Secretary of State an \"extremely irresponsible politician.\"\nAnti-malarial drug trial begins: Around 40,000 healthcare workers are taking part in a global clinical trial to test the effectiveness of chloroquine and hydroxychloroquine against Covid-19. Sweden has said 7.3% of people in its capital Stockholm had developed the antibodies needed to fight coronavirus by late April. The statistic is the first published finding of the country’s study into the antibody levels of its population. Sweden’s chief epidemiologist Anders Tegnell said the number was a “little lower” than expected “but not remarkably lower, maybe one or a couple of percent.\" \"It squares pretty well with the models we have” he added, while speaking at a news conference in Stockholm. The study was carried out to determine the potential herd immunity in the Swedish population. It was based on 1,118 tests carried out in one week. Sweden's Public Health Authority aims to carry out the same number of tests every seven days over an eight-week period. Results from other regions would be released later, a Public Health Authority spokesperson said. Sweden adopted a different strategy to other Nordic nations, choosing to keep most schools, restaurants and bars open in a bid to strengthen herd immunity. This has culminated in one of the highest death rates per capita in Europe.  ##The Future##  Italy will open its borders to all European Union countries with no mandatory quarantine required from June 3, as part of the efforts to “relaunch the economy,” Italian Prime Minister Giuseppe Conte told the country's lower house of parliament on Thursday. On May 13 Conte blasted the EU's proposal to allow “tourist corridors” between nations in the bloc with similar epidemiological conditions.  “We will not accept bilateral accords within the European Union that might create privileged tourist channels,” he said at the time. \n“That would leave us outside the European Union and we will never allow this.” On May 16 Conte said that “if the data continue[d] to be encouraging” Italian borders would be open to those from within the EU’s Schengen Zone, but the country's stance on a mandatory quarantine for travelers was unclear. Conte's announcement on Thursday clarifies the matter, extending the open borders policy to the entire EU bloc. Britons, who are now outside the EU, will also be included. He also confirmed that no quarantine would be necessary for EU travelers. The Italian Prime Minister did not say what would happen if the contagion rate started to climb. EU sources have confirmed to CNN that the point of mandatory quarantine has been the subject of behind-the-scenes debate in recent days.  “We must accept this risk and we cannot stop and wait for a vaccine,” Conte said.\n“Otherwise we would never be in a position to relaunch again and we would find ourselves with a productive and social fabric inevitably compromised.” Everyone who enters Italy will have to wear face coverings and observe social distancing requirements, Conte added. ##The Future## China’s Ministry of Foreign Affairs has lashed out at US Secretary of State Mike Pompeo amid a growing war of words between Beijing and Washington. “[Pompeo] has played to perfection the part of an extremely irresponsible politician, but his numerous lies have bankrupted his credibility in the world,” Ministry of Foreign Affairs spokesperson Zhao Lijian said on Thursday.  Zhao also questioned the US response to the coronavirus pandemic, asking “why didn’t the US government take any prevention measures from January through til March, why did it advise people not wear masks for so long, why did it fail to stem the spread of virus[?].” Tensions over the pandemic and trade have reignited tensions between the US and China in recent weeks. The Trump administration announced Wednesday that it had approved another potential arms sale to Taiwan.  Zhao said in response: “China is firmly opposed to the US arms sales to Taiwan and has made solemn representations to the US. We urge the US side to strictly abide by the one-China principle and the provisions of the three Sino-US joint communiques, and stop arms sales to Taiwan and military links between the United States and Taiwan to avoid further damage to Sino-US relations and peace and stability in the Taiwan Strait.” President Trump criticized China's response to the pandemic in a series of tweets posted late Wednesday night, accusing Beijing of \"trying desperately to deflect the pain and carnage that their country spread throughout the world.\" He claimed the Chinese government \"could have easily stopped the plague, but they didn’t!\" “The Chinese government has always adhered an open, transparent, and responsible attitude, and insisted on speaking with facts,\" Zhao responded on Thursday.\n\"Who is going all out to safeguard people's lives and health, and who is doing everything in their power to promote international cooperation? I believe that justice is [in] people’s heart[s], and the world will see [that] clearly.\" ##Politics## British healthcare workers are taking part in a global clinical trial to test the effectiveness of anti-malarial drugs chloroquine and hydroxychloroquine against coronavirus. About 40,000 frontline workers and staff from Europe, Africa, Asia and South America who have close contact with Covid-19 patients will take part in the study to test if the drugs are effective in preventing the virus. “Laboratory evidence shows that these well-established drugs might be effective in preventing or treating COVID-19 but there is no conclusive proof,\" the Mahidol Oxford Tropical Medicine Research Unit (MORU) said Thursday in a statement. “Covid-19 is a major risk for frontline healthcare workers around the world,” COPCOV Co-Principal Investigator Professor Nicholas White, of the University of Oxford who is based at MORU, said in the statement.\n“We really do not know if chloroquine or hydroxychloroquine are beneficial or harmful against Covid-19. The best way to find out if they are effective in preventing Covid-19 is in a randomised clinical trial. That’s what COPCOV is – and why we’re doing this study,” Professor White said. The first UK participants will begin enrolling in the trial Wednesday in three hospitals outside London. Participants will receive either chloroquine or a placebo (in Asia) or hydroxychloroquine or a placebo (in UK, Europe, Africa) for three months. Results are expected by the end of 2020, the statement adds. US President Donald Trump made headlines on Monday after he told reporters he was taking daily doses of hydroxychloroquine. At least one study has shown the drug does not work against Covid-19 and could cause heart problems. ##The Future## A series of US states have been combining two different types of coronavirus test results in their total numbers, potentially providing a muddled picture of the pandemic as the nation eases restrictions. Virginia, Texas, Georgia, and Vermont have said they've been adding two numbers to their daily totals: viral test results and antibody test results. Viral tests are taken by nose swab or saliva sample, and look for direct evidence someone currently has Covid-19. \nAntibody tests use blood samples to look for biological signals that a person has been exposed to the virus in the past. Why this is a problem: Combining the two types of tests overstates a state's testing ability, a crucial metric as nearly all states ease coronavirus restrictions. Experts have consistently emphasized that for states to reopen, there has to be adequate testing and tracing. \"Public health officials need to know how many people in my state or my community currently have Covid-19. They also need to learn how many people had it in the past and potentially are immune to it,\" said Elizabeth Cohen, CNN's senior medical correspondent. \"Those are two completely different things.\" States' response: Texas, Virginia and Vermont said they've recognized the data issue and moved to fix it in the past few days. Georgia health officials said they've been adding both tests to their daily totals since April in line with the methodology from the Centers for Disease Control and Prevention. Read more here: ##Cases## As the world slowly eases its way out of the Covid-19 lockdown, we're on the verge of a new era in air travel. We could soon encounter armies of robotic cleaners patrolling airport concourses, disinfecting check-in counters and ticket kiosks. We might see passengers wafting through security and baggage checkpoints without touching anything. And we might be boarding aircraft where hand gestures and eye movements open overhead stowage bins and navigate our inflight entertainment screens. Everything could become touch-free. Out go the tailored uniforms, in come astronaut-style anti-Covid-19 flight attendant suits. Most of these concepts are trials but could soon morph into realities that become as ubiquitous as the biometric gates and body scanners to which we've already become accustomed at airport terminals. Read more here. ##The Future## At least 93,439 people have died in the US from coronavirus, according to Johns Hopkins University's latest tally. There are at least 1,551,853 cases of the disease in the country. The US has the highest number of cases in the world. The totals includes cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases. CNN is tracking coronavirus cases across the US here. ##Cases## Britain is planning to roll out a mobile app to track and trace coronavirus cases “in the coming weeks,” security minister James Brokenshire said today. The app will involve 24,000 people already recruited to individually track the contacts of individuals who develop symptoms, Brokenshire told UK broadcaster Sky News. “The priority being to get these track and tracers trained, in place, that’s what the prime minister is very confident about,” Brokenshire said. “We’re confident the system will be able to track and trace around 10,000 people from June 1.” The app would provide \"extra support\" on top of a human-conducted manual contact tracing operation, he said.  Brokenshire also said the UK was looking to put in place restrictions on overseas arrivals “early next month”. He did not give details on the restrictions, though CNN has previously reported on the UK government’s plan to impose a 14-day quarantine for international arrivals “as soon as possible.\" ##Cases## ##The Future## The four-day work week has been touted as a way to improve work-life balance. Now it's getting a boost from New Zealand's leader, who recently raised the idea as one that might help the economy in the wake of the coronavirus pandemic. In a Facebook Live video posted earlier this week, Prime Minister Jacinda Ardern shared the suggestion while discussing ways to revive domestic tourism in her country. Over the past few months, the coronavirus crisis has forced people around the world to lock down and decimated global demand for travel. \"I've had lots of people suggesting we should have a four-day week,\" Ardern said. She added that such a measure would ultimately be up to employers -- but said it might give domestic travelers \"flexibility in terms of their travel and their leave.\" Ardern noted that 60% of New Zealand's tourism industry comes from locals. \"There's lots of things we've learnt about Covid and just that flexibility of people working from home, the productivity that can be driven out of that,\" she continued. The prime minister encouraged employers to consider allowing more flexible work set-ups -- including remote work and putting in longer hours on fewer days -- if possible, \"because it certainly would help tourism all around the country.\" Read the full story: ##The Future## Russia recorded 8,849 new Covid-19 cases and 127 deaths in the past 24 hours, according to a statement from the country’s coronavirus response headquarters. That raises the national total to 317,554 cases and 3,099 deaths. Russia is the country with the second-highest number of coronavirus cases, behind the United States, according to Johns Hopkins University. ##Cases## Denmark is accelerating its reopening by loosening border restrictions, allowing some schools to resume classes, and reopening other public spaces ahead of schedule. The move was announced by the Danish government in a news release overnight, following hours of negotiations with parliamentary leaders. Denmark is now starting phase 2 of reopening: This includes opening cultural activities such as museums, theaters, movie theaters, and zoos, which were previously scheduled to reopen June 8. Starting next Monday, border restrictions will be eased to allow foreigners who own a summerhouse in Denmark to visit, as well as foreigners with a Danish partner or relative. On Wednesday, high-school students will be allowed to return to school. Other spaces like amusement parks, adult education centers, and various recreational classes will also reopen. To mitigate the risks of reopening, areas considered high risk -- like nightclubs and pools -- will remain closed. Dip in hospitalizations: The government gave no clear explanation for the accelerated opening but the country has seen a steady decline in the number of hospitalizations due to Covid-19. The government noted that appropriate restrictions can be reintroduced if virus transmissions begin to resurge. ##The Future## ##Lockdowns## If you're just joining us, here are the latest headlines: Global cases: There have now been more than 5 million cases of Covid-19 reported worldwide, according to the tally by Johns Hopkins University. The global death toll has passed 328,000.\nCyclone devastation: Thousands of people in India and Bangladesh were left homeless by Cyclone Amphan, dealing a second blow to communities already stricken by the coronavirus.\nNightclub cluster: More than 200 cases in South Korea have been linked to a cluster in Seoul's entertainment district of Itaewon. Tens of thousands of people have been tested, and the cluster has led to spaces like karaoke rooms being shut down.\nPakistan deaths: The country has now reported more than 1,000 coronavirus fatalities, and over 48,000 cases. It began easing lockdown earlier this month, and continues to slowly reopen in phases.\nFlights resume: UK-based budget carrier EasyJet will restart a \"small number\" of flights from June 15. New rules will be in place, including mandatory face masks for all passengers, cabin crew and ground staff.\nUS lockdown: If the United States had locked down two weeks earlier, it could have prevented 84% of deaths and 82% of cases, according to new research from Columbia University. All 50 states are now partially reopened.\nSingapore lockdown: The city-state remains under lockdown -- meaning the courts have been holding sessions remotely. Last week, the Supreme Court sentenced a man to death for drug trafficking over a Zoom call. Follow CNN's live global case tracker here: ##Catch Up## Plot 87 occupies a barren corner of Milan's austere main cemetery. Here, the soil has been freshly turned to make new graves, 120 in all, the morning we visited. Another body was to be buried that afternoon. A simple, white plastic cross marks each grave. Taped to each cross is a piece of paper bearing a surname, sometimes with an initial, sometimes with a first name. No date of birth. No date of death. Cemetery workers have placed a single plastic flower on each grave. Here lie those who succumbed to coronavirus in Milan, but whose bodies have yet to be claimed. With morgues filled to capacity, and more dying each day at the peak of the outbreak, authorities in Italy's coronavirus hotspots had little choice but to bury the unclaimed dead like this. If their families come forward to claim the bodies once the epidemic is over, the remains will be exhumed and reburied. Elderly care homes under investigation: Italian authorities are now investigating a string of health violations at elderly care homes across the country during the Covid-19 crisis. At least 15 facilities have been closed and their patients relocated after inspections by the Italian Police health force found that many failed to follow coronavirus protocols, including providing enough protective equipment for staff and dedicated quarantine areas for suspected coronavirus patients. In the hard-hit town of Nembro, in the foothills of the Alps, is Nembro Nursing Home Foundation. Of 87 residents there, 34 died of the virus. Read the full story: ##Cases## UK-based airline EasyJet will restart a “small number” of flights starting June 15, it announced in a statement. The initial schedule will mainly be made up of domestic flights in the UK and France.  “These are small and carefully planned steps that we are taking to gradually resume operations,” EasyJet CEO Johan Lundgren said in a statement.\n“We will continue to closely monitor the situation across Europe so that when more restrictions are lifted the schedule will continue to build over time to match demand, while also ensuring we are operating efficiently and on routes that our customers want.” New rules will be in place when flights resume, including mandatory face masks for all passengers, cabin crew and ground staff. The airline also says that initially, there will be no onboard food service. Suspended operations: The airline grounded all 334 of its planes in Europe in March as a result of travel restrictions across the region due to the pandemic. Before the pandemic, it operated about 2,000 flights a day on more than 1,000 routes across 36 countries, mostly in Europe. ##The Future## A man in Singapore was sentenced to death for drug trafficking last week via a call on the Zoom videoconferencing app as the country's courts hold sessions remotely due to coronavirus restrictions. Punithan Genasan, a 37-year-old from Malaysia, received the death sentence last Friday after being found complicit in trafficking 28.5 grams of heroin in 2011, according to Singapore’s Supreme Court.  The court described him as \"the mastermind behind the drug transaction.\" Genasan's legal representatives confirmed to CNN that the sentencing had been handed down through a Zoom call. “In line with measures to minimize the further spread of Covid-19, the courts have been conducting hearings, including hearings on criminal matters remotely,\" said a Supreme Court spokesperson. \"It was the first criminal case where a death sentence was pronounced by remote hearing in Singapore.” Singapore on lockdown: Many public facilities in Singapore remain closed, although the city-state is slowly entering a phased resumption of business.  Singapore has reported at least 29,364 confirmed Covid-19 cases and 22 deaths, according to Johns Hopkins University. ##Lockdowns## Thousands of people have been left homeless in the wake of Cyclone Amphan, which slammed into India's eastern coast on Wednesday afternoon, as authorities race to provide relief efforts in communities already stricken by the coronavirus. Amphan, which was the most powerful cyclone ever recorded in the Bay of Bengal before it weakened, ripped apart homes, tore down trees, washed away bridges and left large predominately rural areas without power or communications. Large-scale evacuation efforts throughout India and neighboring Bangladesh appear to have saved many lives, but it could take days to realize the full extent of the deaths, injuries and damage from the cyclone.  Cyclone Amphan is a disaster bigger than the coronavirus outbreak, said Mamata Banerjee, the chief minister of India's West Bengal state on Wednesday. The virus, which continues to spread through both countries, has complicated the emergency response, as relief teams grapple with how to get people to safety while also protecting them against the risk of Covid-19. Pradeep Jena, special relief commissioner for Odisha state, said emergency services had to balance saving lives from the cyclone with saving lives from the coronavirus. In evacuation centers, Jena said they were trying to keep the elderly and pregnant women separate from the rest of the population and were working hard to obtain adequate soap. Read the full story: In an interview with BBC Sport, International Olympic Committee President Thomas Bach said he understands why the Tokyo Olympics would need to be canceled if the Games cannot be held in the summer of 2021. Bach said Japan’s Prime Minister Shinzo Abe had made it clear to him that next summer was the “last option” for the Olympics in Japan.  In April, Abe said it would be \"impossible\" to hold the Olympics unless the coronavirus pandemic was contained. \"Quite frankly, I have some understanding for this, because you cannot forever employ 3,000, or 5,000, people in an organizing committee,\" Bach told BBC Sport. Bach added, \"You cannot every year change the entire sports schedule worldwide of all the major federations. You cannot have the athletes being in uncertainty.\" In the interview, Bach also said reorganizing the Olympic games was a \"mammoth task\" and a scenario of holding the games behind closed doors remains as \"speculation.\" ##The Future## At least 5,000,038 cases of Covid-19 have now been recorded globally, according to data compiled by Johns Hopkins University. The global death toll stands at 328,172. These 5 countries are reporting the highest number of cases: United States: 1,551,853\nRussia: 308,705\nBrazil: 291,579\nUK: 249,619\nSpain: 232,555 CNN is tracking worldwide coronavirus cases here: ##Cases## Editor's note: Michael Bociurkiw is a global affairs analyst, former spokesman for the Organization for Security and Cooperation in Europe and host of the podcast Global Impact. The opinions expressed here are his. The World Health Assembly (WHA) -- the biggest event on the global health agenda -- held on Monday and Tuesday this week, can be easily summed up: The Trump administration threatened to take the UN agency off life support as it fights a global pandemic -- and Chinese President Xi Jinping threw it a new lifeline. Xi -- widely criticized for his government's failure to sound the alarm over the situation in Wuhan, where the novel coronavirus outbreak began -- was able to manipulate the 73rd WHA into a much-needed PR makeover for China.  Meanwhile, the United States walked away, threatening to pull funding and membership from the World Health Organization (WHO) -- potentially hobbling its ability to deliver a robust response to the ongoing Covid-19 pandemic. Trump has already withdrawn the US from other UN agencies -- such as the United Nations Educational, Scientific and Cultural Organization (UNESCO) and United Nations Human Rights Council (UNHCR) -- and from such landmark agreements as the Paris climate accord. In a wider context, what we saw play out at the WHA was more proof of the Trump administration's abdication of America's traditional role as guarantor of globalization -- and the unwitting creation of a void for the Middle Kingdom to exploit. Read the full op-ed here: ##Politics## For the first time in three months, South Korean high school students are back in the classroom. But in many ways, it's not schooling as usual. As high school seniors returned to school Wednesday, they had their temperatures checked, wore masks on campus, and sat at desks that were spaced apart, in line with commonplace social distancing practices. However, within hours of reopening, dozens of schools in Incheon, a city near the capital Seoul, were forced to shut again after two students tested positive for coronavirus. South Korea -- which has reported more than 11,100 coronavirus cases and 264 deaths -- appears to have its outbreak largely under control. Now, the country is trying to get back to something approaching normal life. But South Korea's experience shows that reopening schools doesn't mean a return to normal -- and carries continued risks. School is also starting in other countries in Asia Pacific. In New Zealand, which has been praised for its swift approach to controlling the virus, students around the country headed back to school on Monday after eight weeks at home.  In parts of Australia, children are already back at school. In China -- where the first coronavirus cases were reported last year -- students began going back to school in March, according to state news agency Xinhua. Earlier this month, the Education Ministry said that about 40% of students were back in the classroom. Read the full story: ##The Future## US first lady Melania Trump will take part Thursday evening in CNN's weekly global town hall on coronavirus.  Her remarks, which will be pre-recorded, are the first solo broadcast message from the first lady since the onset of the pandemic. It is anticipated she will specifically address the nation's students, most of whom have had their academic lives altered by stay-at-home orders and other precautionary health measures. This week's town hall, hosted by CNN's Anderson Cooper and Dr. Sanjay Gupta, is focused, in part, on education and the disruption to schools and colleges because of Covid-19. How to watch: The town hall will air on CNN, CNN International and CNN en Español. It will stream live at 8 p.m. ET on CNN.com's homepage and across mobile devices via CNN's apps, without requiring a cable log-in. You can also watch on CNNgo, and subscribers to cable/satellite systems can watch it on-demand. ##Politics## The receptors that let the coronavirus into our cells appear to be less common in children's noses -- which may be why kids are less likely to get sick with the virus, according to a new study. The receptor is a kind of molecular doorway into cells called ACE2. The study, which looked at samples from more than 300 people between the ages of 4 and 60, found that older adults had more active receptors in their nose, while children under 10 had less.  “Lower ACE2 expression in children relative to adults may help explain why Covid-19 is less prevalent in children,” wrote researchers from the Icahn School of Medicine at Mount Sinai in the Journal of the American Medical Association. Their research only looked at the cells that line the inside of the nose, which they described as the “first point of contact for (the novel coronavirus) and the human body.”  However, the receptor in other places like the respiratory tract could have different effects -- perhaps even protecting against disease. The new study didn’t look for the receptors there or elsewhere in the body.  ##The Future## ##Cases## China's biggest political gathering of the year is finally taking place after a two-month delay. At the top of the agenda: how to tackle the country's biggest economic challenge in decades. One of the most pressing issues Beijing policymakers face is how to create jobs for tens of millions of people who have been left unemployed after the coronavirus all but shut down China for several weeks. This year's \"Two Sessions\" meeting kicks off Thursday with a gathering of top political advisers to the ruling Communist Party. Then on Friday, the National People's Congress -- the country's rubber-stamp parliament -- will meet. Premier Li Keqiang is also expected to set out some economic goals for 2020, as well as policies needed to achieve them. Creating jobs has a lot of political significance for China's Communist Party leaders, who see employment as key to ensuring social stability. Some experts estimate that roughly 80 million people could already be out of work in the country, equivalent to nearly double the official rate of unemployment. The government could take several approaches to dealing with that issue, as well as work toward its goal of eliminating poverty by the end of 2020. For example, major national projects, such as plans to build new roads or railways, could prioritize employing the poor, according to economists at BNP Paribas. Read the full story: ##The Future## ##Politics## Pakistan's coronavirus death toll has passed the 1,000 mark, according to the country's health ministry. The country has now recorded at least 48,091 confirmed cases and 1,017 deaths, the ministry said. Pakistan reported its first Covid-19 death on March 18, and implemented a nationwide lockdown soon after. It was eased earlier this month, with restrictions lifting in several phases. Though some shops and manufacturers have already resumed business, all schools remain closed until July 15. \"We are doing this because the people of our country our suffering economically,\" said Prime Minister Imran Khan when announcing the measures would be lifted. ##Cases## ##Lockdowns## In South Korea, 201 coronavirus cases have now been linked to a nightclub cluster in the capital Seoul, health officials said today. The cluster, which was identified on May 9, has been traced to the entertainment district of Itaewon. After cases began emerging, authorities used credit card records, cell phone data, and other methods to identify people who had visited the affected area. Tens of thousands of people have now been tested in relation to the cluster. The cluster is sparking other closures. A patient linked to the cluster used a coin-operated karaoke room in the city of Incheon. Two high school students then used that room, contracted the virus and passed it onto their families, said health official Yoon Tae-ho. Incheon is now closing all such coin-operated karaoke rooms. A total of 66 Incheon high schools closed yesterday, and will conduct classes online while authorities carry out epidemiological studies.  Meanwhile, in the southern city of Daegu, a high school sent all students home and closed after a student tested positive for the virus this morning, said an official at the Daegu Metropolitan Office of Education. In February, when South Korea's case numbers exploded, Daegu was at the heart of the country's outbreak. Many of the cases were linked to the Shincheonji religious group, a branch of which was based in the city. ##Cases## If the United States had implemented social distancing policies just a week sooner, it could have prevented more than half the number of coronavirus deaths and infections, according to new research from Columbia University.  And if the country had locked down two weeks earlier than it did, it could have prevented 84% of deaths and 82% of cases, said the the research team, led by epidemiologist Jeffrey Shaman. “Our findings underscore the importance of early intervention and aggressive response in controlling the Covid-19 pandemic,” the researchers wrote in the report, published online in the pre-print server MedRxiv.  Their findings have not been reviewed by other experts for accuracy. The US timeline: The first US case was reported at the end of January. It wasn’t until mid-March that the Trump administration urged Americans to avoid groups and limit travel. That’s also when cities like New York started to close schools.  The study used epidemiologic modeling to gauge transmission rates from March 15 to May 3 and determine the impact social distancing could have. The first days were crucial. “During the initial growth of a pandemic, infections increase exponentially. As a consequence, early intervention and fast response are critical,” the researchers wrote. But they admitted it’s also true that they could not account for how people would have responded to earlier policies.  “Public compliance with social distancing rules may also lag due to sub-optimal awareness of infection risk,” they said. All 50 states are now in some stage of reopening. If local leaders detect a growth in new cases, they should respond quickly, the Columbia team said -- a longer response time results in a stronger rebound of infections and death. ##Cases## ##Lockdowns## The United States recorded 23,285 new cases of coronavirus and 1,518 related deaths on Wednesday, according to Johns Hopkins University. That raises the national total to at least 1,551,853 cases and 93,439 deaths.  The totals includes cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases. New York state remains the hardest hit, followed by New Jersey, Illinois, and Massachusetts. Check out CNN's live tracker of US cases here: ##Cases## Before the coronavirus pandemic hit, India and China were positioning themselves as global climate leaders. While virus lockdowns have provided temporary blue skies from New Delhi to Beijing, and beyond, as China and India prepare to resuscitate their economies experts warn doing so without environmental regard could wind back their previous good work on climate. That could have devastating effects on the health on billions of people. Air pollution already kills 7 million of us every year, damages our children's health and development, causes serious breathing and lung problems, and even affects babies in the womb. Now climate experts are demanding countries use this recovery period to enact policies that reduce emissions and invest in renewable energy and climate-resilient infrastructure. That, they say, will create jobs, be better for the economy in the long term and, crucially, save lives. \"The recovery packages can either kill these two birds with one stone -- setting the global economy on a pathway towards net-zero emissions -- or lock us into a fossil system from which it will be nearly impossible to escape,\" they wrote earlier this month in the Oxford Review of Economic Policy. Read the full story: ##The Future## If you're just joining us, here are the latest headlines: Global spike: The World Health Organization reported the highest number of Covid-19 cases recorded in a 24-hour period on Wednesday. Nearly two thirds of all cases came from just four countries: the United States, Russia, Brazil, and India.\nGlobal cases near 5 million: The worldwide total stands at 4,996,472, including more than 328,000 related deaths.\nTrump targets China: US President Donald Trump took to Twitter again to criticize China's response to the coronavirus outbreak, saying, \"It all comes from the top.\" It's as far as Trump has gone in calling out Xi Jinping, although he did not name the Chinese leader directly.\nOne-day surges: Mexico reported 424 deaths in just 24 hours -- its highest one-day jump in fatalities. Brazil recorded nearly 20,000 cases within 24 hours, its highest one-day spike. And Peru reported more than 4,500 new infections, pushing the national total past 100,000 cases.\nJordan curfew: The Arab country will impose a three-day nationwide curfew after a rise in local cases followed an easing of lockdown measures.\nVirus-hit aircraft carrier sails: The USS Theodore Roosevelt has returned to sea, after being docked in Guam for weeks due to a coronavirus outbreak onboard. ##Catch Up## US President Donald Trump took to Twitter again tonight to criticize China's response to the coronavirus outbreak, saying, \"It all comes from the top.\" This is as far as he’s gone in calling out Chinese President Xi Jinping, although Trump still isn’t naming the Chinese leader directly. \"They could have easily stopped the plague, but they didn't,\" the tweet said. Trump then goes on to more familiar claims that China wants presumptive Democratic presidential nominee Joe Biden to win the 2020 US election because he wouldn’t be as tough as him on Beijing. ##Politics## The US' top infectious disease expert, Dr. Anthony Fauci, has been conspicuously absent from national television interviews over the past two weeks, as the White House moves ahead with reopening the economy. Fauci, the head of the National Institute of Allergy and Infectious Diseases, last gave a television interview when he spoke to CNN on May 4. Prior to his recent absence from the airwaves, Fauci was regularly appearing on national news programs to update the American people on the country's fight against the coronavirus. While Fauci has been on \"modified quarantine\" after possible exposure to the virus, he has still been present at the White House and testified remotely before the Senate last week. Fauci's absence was particularly noteworthy this week, given the positive early results regarding a vaccine developed by the biotech company Moderna in partnership with the National Institutes of Health, which Fauci's NIAID falls under. Despite the NIH's role in helping to develop the vaccine, Fauci did not appear for interviews to discuss the promising results. Read more: ##Politics## China recorded two new coronavirus cases and no new deaths yesterday, according to the country's National Health Commission. Of the new cases, one was an imported infection in Guangdong province and the other a local case in Shanghai.  This raises the national total to 82,967 confirmed symptomatic cases, of which 84 remain active.  Some 31 new asymptomatic cases were also reported -- a total of 375 asymptomatic patients remain under medical observation. These cases are counted separately from confirmed symptomatic cases. The national death toll stands at 4,634.  ##Cases## Bolivian health minister Marcelo Navajas was arrested in a mounting corruption scandal over the purchase of 170 ventilators at an inflated cost, Col. Ivan Rojas, chief of the Bolivian Special Forces in the Fight Against Crime, announced on Wednesday. Bolivian interim President Jeanine Añez said on Twitter that Bolivia used $2 million in funds from the Inter-American Development Bank to purchase 170 ventilators from a Spanish company.  Navajas and several others were arrested and taken in for questioning, but public prosecutors have yet to present charges, Rojas said. Navajas was also removed from his post as health minister after being arrested.    On Monday, Añez pledged to fully investigate the purchase. \"We will keep investigating, no matter who's going to fall,\" Añez tweeted hours after Navajas' arrest. A spokesperson for the Inter-American Development Bank said it began investigating possible irregularities around the purchase as soon as the bank was aware.  \"The Inter-American Development Bank views with great concern information about possible irregularities in the acquisition of ventilators by Bolivia’s Ministry of Health with financing provided by the Bank, and we respect the efforts that the country’s public institutions are making to shed light on the facts of the case,\" the spokesperson said in a statement to CNN. ##Politics## Coronavirus testing in the United States is disorganized and needs coordination at the national level, infectious disease experts said in a new report released on Wednesday. Right now, testing is not accurate enough to use alone to make most decisions, including who should go back to work or to school, the team at the University of Minnesota said. \"It's a mess out there,\" Mike Osterholm, head of the university's Center for Infectious Disease Research and Policy, which issued the report, told CNN. \"Testing is very, very important, but we're not doing the right testing.\" The number of tests that have been completed -- numbers widely reported by states and by the White House -- show only part of the picture, the report reads. \"The data is really kind of screwed up,\" Osterholm said. \"It's because the public health system is overwhelmed.\" The report calls on the US Department of Health and Human Services to appoint a panel to oversee and organize testing. Read the full story: The USS Theodore Roosevelt has returned to sea, after being docked in Guam for weeks due to a coronavirus outbreak onboard in March.   The US Navy announced the aircraft carrier left Guam today and entered the Philippine Sea to conduct carrier qualifications. Onboard outbreak: More than 1,000 of the ship’s nearly 4,900-member crew tested positive for Covid-19. After evacuating some 4,000 sailors from the ship to Guam, the US Navy had been returning sailors following a period of quarantine and isolation in the hopes of getting the aircraft carrier to sea as soon as possible. “After cleaning the entire ship from bow to stern, the appropriate number of crewmembers to operate the ship underway have returned from quarantine after passing rigorous return-to-work criteria,” the Navy said in a news release. The release added that they were bringing fewer sailors onboard, which would help increase social distancing. New measures: All sailors onboard have taken required lessons on virus prevention and mitigation, and practiced simulation emergency procedures while executing measures like wearing masks, said the release. Other virus prevention measures include adjusted meal hours, sanitizing spaces, minimizing in-person meetings, and a simulated medevac.  \"It was an unprecedented challenge to get to this point and I'm proud of the Rough Rider Team's tenacity and resiliency in the face of uncertainty,\" said Capt. Carlos Sardiello, the ship's commanding officer. ##Cases## ##The Future## Peru has surpassed 100,000 confirmed coronavirus cases, the country's Ministry of Health announced on Wednesday. The country reported 4,537 new cases and 110 deaths within 24 hours, raising the national total to at least 104,020 cases and 3,024 deaths. Peru is second to Brazil for the highest number of coronavirus cases in Latin America.  ##Cases## Mexico reported its highest one-day jump for coronavirus deaths, the country's health ministry said Wednesday. Covid-19 deaths surged by 424 in 24 hours, the ministry said. The country also reported 2,248 new cases within 24 hours. This brings the national total to 56,594 confirmed cases and 6,090 total deaths, the ministry said. Mexico has the third-highest number of coronavirus cases in Latin America, after Brazil and Peru.  CNN is tracking worldwide coronavirus cases here: ##Cases## The Arab country of Jordan will impose a nationwide curfew for three days as Covid-19 cases increase, Minister of State for Media Affairs Amjad Adaileh said on Wednesday. The curfew starts midnight Thursday local time and ends midnight Sunday. It coincides with Eid Al Fitr, the religious holiday marking the end of the holy month of Ramadan. Medical workers and essential employees are exempt from the curfew. “These decisions came in light of developments in the epidemiological situation in Jordan. The number of infections has increased significantly over the past days,\" said Adaileh at a briefing on Wednesday. New cases: 23 new infections were recorded on Wednesday, raising the country's total to 672, said Minister of Health Saad Jaber. This comes soon after lifting lockdown: Jordan, which imposed one of the strictest lockdowns in the world, began easing restrictions on economic activity earlier this month. While the government at the time announced the spread of the virus had been suppressed, officials warned that they would revert to the lockdown if the situation worsened.  ##Lockdowns## ##Cases## At least 1,550,959 coronavirus cases and 93,416 related deaths have been recorded in the United States, according to Johns Hopkins University. Nationwide, at least 22,391 new cases and 1,485 deaths have been reported on Wednesday. The totals includes cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases. ##Cases  Protesters staged a mock funeral in Washington on Wednesday to protest the White House coronavirus response. Dozens of cars lined the street honking near the US President's official residence, while protesters lined body bags in the park. Some protesters held signs criticizing US President Donald Trump, including one placard that read: “How many graves can one President dig?” The “Day of Mourning” protest was organized by multiple activist and political action groups, including the Center for Popular Democracy, MoveOn, Indivisible and Care in Action. ##Politics## Tedros Adhanom-Ghebreyesus, director-general of the World Health Organization, on Wednesday said that more cases had been reported to the agency in the past 24 hours than any time since the novel coronavirus pandemic began.  “We still have a long way to go in this pandemic,” Tedros said at a briefing in Geneva. “In the last 24 hours, there have been 106,000 cases reported to WHO -- the most in a single day since the outbreak began. Almost two-thirds of these cases were reported in just four countries.” Those four countries are the United States, Russia, Brazil and India, WHO infectious disease epidemiologist Maria Van Kerkhove confirmed to CNN. It is important to note: There can be delays in reporting at many points in the process, so this single-day high does not mean that these 106,000 people were infected, tested or counted in the past 24 hours. CNN relies exclusively on Johns Hopkins University for its case and death counts, but the world’s preeminent health agency making this announcement today is newsworthy. ##Cases## Brazil saw its highest jump in coronavirus cases within 24 hours, the country's health ministry announced on Wednesday. Some 19,951 new infections were recorded, bringing the country's total to 291,579 confirmed cases. Brazil also reported 888 deaths, bringing to the national total to 18,859 fatalities, the ministry said.  CNN is tracking worldwide coronavirus cases here: ##Cases##", "Section": "world", "Writers": ["Jessie Yeung", "Adam Renton"], "URL": "https://www.cnn.com/world/live-news/coronavirus-pandemic-05-21-20-intl/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Malaysia", "Source": "CNN"}