{"Type": "", "Time": "2020-07-08", "Headline": "PH banana exporters may lose  big China market to Vietnam – Manila Bulletin", "Text": "Philippines, one of the most badly hit countries by COVID-19 pandemic across Asia, may see a decline in banana exports moving forward, thanks to the government’s failure to contain the deadly and highly contagious virus.Pilipino Banana Growers and Exporters Association (PBGEA) President Victor S. Mercado, Jr. said in a virtual press briefing on Wednesday that there’s a risk that China, the current biggest export market for Philippine’s Cavendish banana, may prefer to source its supply of the yellow fruit from Vietnam and Cambodia in the next months because these countries have fewer COVID-19 cases.China, which is where the COVID-19 pandemic started, has already started implementing strict quarantine protocols even for imported products entering its borders.  As of Wednesday, the Philippines has around 48,000 confirmed COVID-19 cases, while Vietnam has less than 400 and Cambodia has less than 200.This, among many other factors, will contribute to the expected decline in the country’s banana exports and production for this year, Mercado, who is also the president and chief operating officer of Marsman-Drysdale Agri-business Group, said.  To be specific, members of PBGEA, which contributes more than 50 percent of the country’s total banana production, is expecting banana exports to decline by 20 percent this year from 195 million boxes, which has a total value of US$1.93 billion, in 2019 to 162 million boxes with export value of around US$1.53 billion.  “For 2020, we are looking at a big drop in exports and production. As of May, we already saw a 20 percent decline in production or around 20 million boxes drop. We expect the trend to continue,” PBGEA Chairman Alberto Bacani said.Bacani, who also serves as the CEO of Unifrutti Tropical Philippines, attributed the expected decline to loss in hectarage in banana plantation due to Panama disease as well as stiff market competition overseas.  Aside from Vietnam and Cambodia, Latin American countries such as Peru, Ecuador, and Guatemala are now slowly eating up the global market for Cavendish bananas that was once dominated by the Philippines, he said.“This is no longer an issue of Philippine banana companies competing against each other. It’s all of us competing against other countries in the world,” Bacani said.“We are really threatened by other countries so we appeal for government support,” he added.In Japan and Korea, which are two of the biggest markets for Philippine Cavendish bananas, the demand for the commodity is now being taken up by many other countries such as Latin American countries, which currently enjoy lower tariffs from these Asian countries. “The total banana import market in Japan has gone up, but the problem is Latin American banana’s share in this increased over the last four years while our market share declined. Latin America is a threat for Philippine bananas in Japan,” Bacani said.“Korea is pretty much like Japan. It’s a very stable market. The Korean banana market, as a whole, has been increasing and consumption per capita has gone up. But that consumption is not exclusively filled by the Philippines anymore. We share it with Latin America. Ecuador, Peru, and Guatemala have an advantage because of low tariff duty they pay,” he further said.The good thing is, according to Bacani, Philippines’ Cavendish banana is still on the top of the list in terms of quality. However, countries like Cambodia and Vietnam may only need around five years to catch up in terms of quality. This is where the role of the Philippine government enters, he said, because the industry needs help in terms of fighting the Panama disease as well as in terms of asking countries like Japan and South Korea to lower their tariff on Cavendish bananas coming from here.", "Section": "", "Writers": "", "URL": "https://mb.com.ph/2020/07/08/ph-banana-exporters-may-lose-big-china-market-to-vietnam/", "MainKeyWord": "China", "AdditionalKeyWord": "viet Nam", "Source": "MB"}