{"Type": "article", "Time": "2021-02-02", "Headline": "February 3 coronavirus news", "Text": "Two people in Turkey have contracted the Covid-19 variant first seen in South Africa, and one patient has been identified with the variant first seen in Brazil, Turkish health minister Fahrettin Koca said on Wednesday, according to state news agency Anadolu.  \"Risky mutations spread without boundaries. The (numbers of cases of the) UK mutation in our country now stands at 196. Two cases of the South African variant and one case of the Brazilian variant were (also) encountered. These days, when new mutations are seen and cases are on the rise again, we will continue our struggle without compromising on measures,\" Koca said on Twitter. Turkey suspended flights from Brazil, Denmark, and South Africa in late January due to the new strains of coronavirus.  The Turkish Health Ministry announced 8,102 new Covid-19 infections and 117 additional deaths on Wednesday, bringing the national total to 2,501,079 cases and 26,354 fatalities.  About 2.4 million people have had their first dose of vaccinations, according to the ministry. After additional safety tests, phase 2 will begin, with the vaccination of citizens aged over 65. Turkey is administering the Sinovac vaccine from China, in a deal that's expected to eventually supply 50 million doses.  ##Vaccines## ##Variants## ##Hotspots## Hundreds of grocery store workers in Long Beach, California may soon be without jobs after Kroger announced it will permanently close two stores to avoid offering workers hazard pay during the pandemic. The citywide hazard pay ordinance requires large grocers to pay their staff an extra $4 per hour for at least four months since workers face higher risk of exposure to the virus. \"It’s a slap in the face when they don’t want to pay us what we deserve, putting our lives on the front line,” said Clara Vega, general manager at one of the closing stores,  a Food 4 Less supermarket. “We work so hard, we work so much overtime, it’s ridiculous.” Local officials and the United Food and Commercial Workers International Union (UFCW), which represents 1.3 million workers, condemned Kroger's move to close the stores instead of increasing employees' pay. \"Since the pandemic began, Kroger has made billions in profits because of the sacrifices of grocery workers who have been putting their own health and safety on the line every day,\" UFCW International president Marc Perrone said in a statement. \n\"Rather than provide the hazard pay these grocery workers have earned and deserve, Kroger decided to threaten these workers and the community’s access to food in the middle of a public health crisis.\" Profit during the pandemic: The two stores slated for closure experienced sales increases of up to 31% since the start of the pandemic, according to Ron Herrera, president of the Los Angeles County Federation of Labor.  Herrera said Kroger has recently seen a 90% profit increase and spent $1.4 billion in stock buybacks. CNN has reached out to Kroger for comment on its earnings.  Robert Gonzalez, a frozen food clerk at the Food 4 Less, said he was devastated to learn his store will be closing after working for Kroger for 26 years.  \"After all the hard work I've done to feed the needy families and risk my life and my family's lives at home, they don't want to pay $4 extra an hour for four little months,\" Gonzalez said. \"We also give donations every week to the homeless and needy families and they want to take that away. That is so wrong and evil.\" More possible closures: Earlier this week, the cities of Los Angeles, West Hollywood, San Jose, Berkeley, San Francisco, and Oakland passed similar hazard pay ordinances. Grocery store employees in Seattle who work for a company with more than 500 employees also saw a $4 an hour hazard pay increase starting Wednesday. Kroger told CNN it was also considering additional closures in several US cities. ##Hotspots## COVAX has announced its plans to distribute 1,992,000 AstraZeneca-Oxford coronavirus vaccine doses to North Korea. In its first interim distribution forecast, COVAX said the North Korea allotment was part of its plan to distribute 336 million AstraZeneca-Oxford doses and 1.2 million Pfizer-BioNTech doses to countries most in need.  COVAX is an initiative to provide equitable global access to Covid-19 vaccines led by the Coalition for Epidemic Preparedness Innovations, Gavi, the Vaccine Alliance, and World Health Organization. North Korea claims to not have contracted a single case of Covid-19 -- which experts say is likely untrue, but the country has seemingly not experienced a serious wave of infections. ##Hotspots## ##Vaccines## The United Kingdom is launching the world’s first study examining whether different coronavirus vaccines can safely be used for two-dose regimens.    Participants in the study will be given the vaccine in alternating doses -- for example, Oxford/AstraZeneca for the first dose and Pfizer/BioNTech for the second.   “If we do show that these vaccines can be used interchangeably in the same schedule this will greatly increase the flexibility of vaccine delivery, and could provide clue as to how to increase the breadth of protection against new virus strains,” said Matthew Snape, chief investigator and associate professor in vaccinology at the University of Oxford.   Enrollment in the UK government-funded study is currently underway and preliminary results are expected over the summer.  The current vaccine dosing regimen for the general public will remain unchanged in the UK. But if the study shows promising results, the government may consider revising the recommended vaccine regimen.  “Nothing will be approved for use more widely than the study, or as part of our vaccine deployment program, until researchers and the regulator are absolutely confident the approach is safe and effective” said minister of Covid-19 vaccine development Nadhim Zahawi. Currently, the US Centers for Disease Control and Prevention and the World Health Organization do not recommend interchanging coronavirus vaccines, since there is no data available that examines whether doing so would still provide the same level of protection.  ##Vaccines## Global vaccine confidence is rising according to a new survey showing that 54% of respondents across 15 countries would take a Covid-19 vaccine if one was offered to them. The survey by the Institute of Global Health Innovation at Imperial College London revealed that by mid-January, willingness to get vaccinated increased in 11 of the 15 countries since November, when 41% of respondents said they would get vaccinated.  “It is very encouraging to see that as a number of safe and effective coronavirus vaccines are being rolled out across the world, there has been an apparent positive shift in people’s perceptions of these products,” Dr. David Nabarro, co-director of the Institute of Global Health Innovation at Imperial College London, said in a statement. The UK had the highest share of respondents who strongly agreed they would get a vaccine, 70%. On the other end of the spectrum was France, with 30% – although that number has doubled since November, when just 15% of French respondents strongly agreed. France also had the highest percentage of respondents who strongly agreed that they are worried about vaccine side effects, 40%. However, concern over potential vaccine side effects has decreased since November in most countries surveyed, with 47% of all respondents saying they are worried about side effects.  Over half of those surveyed, 58%, believe government health authorities will deliver an effective Covid-19 vaccine – with the share of respondents who strongly agree increasing in 11 countries since November. The results suggest that access to Covid-19 vaccines is a challenge. About 54% of respondents said it would be difficult to get a vaccine, with people in South Korea and Japan reporting the greatest difficulties in access.  “As vaccines will play a vital role in controlling the pandemic, leaders must act now to help more people understand the benefits of being vaccinated against Covid-19 and make sure that no one is left behind,” Nabarro said. The countries included in the survey were: Australia\nCanada\nDenmark\nFinland\nFrance\nGermany\nItaly\nJapan\nNetherlands\nNorway\nSingapore\nSouth Korea\nSpain\nSweden\nUnited Kingdom  ##Vaccines## There have been at least 450,088 reported deaths from Covid-19 in the United States since the pandemic began, according to data compiled by Johns Hopkins University.  There have been at least 26,533,999 total coronavirus cases in the US, university data showed. Johns Hopkins recorded the first death from Covid-19 on Feb. 29 in Washington state. Later in the spring, two earlier deaths in California were posthumously confirmed to be from Covid-19. There are four other countries in the world that have reported over 100,000 total Covid-19 deaths, according to the university. Brazil has more than 200,000 total deaths while Mexico, India, and the United Kingdom have over 100,000. ##Hotspots## More than 20 states now report Covid-19 vaccination data by race or ethnicity, and inequities in Covid-19 vaccination are present in all of them, according to a Kaiser Family Foundation analysis.  Black people have received a smaller share of vaccinations than their share of Covid-19 cases in all 23 states reporting data, and the same is true for Hispanic people in all 21 states reporting that data, the analysis found.  In most of those states, Black and Hispanic people also received a smaller share of Covid-19 vaccinations than their share of Covid-19 deaths, with Vermont and Missouri as the exceptions. In Vermont, the share of vaccinations among Black people was equal to the share of Covid-19 deaths among Black people, and in Vermont and Missouri, the share of vaccinations among Hispanic people were higher than the share of Covid-19 deaths among Hispanic people.   The Kaiser Family Foundation used data published on state websites as of Monday for the analysis, along with case and death data from The Covid Tracking Project.   ##Vaccines## The coronavirus pandemic continues to rage across the world, and in the US, January marked  the deadliest month of the pandemic so far. At the same time, the worldwide race to distribute vaccines is on. If you're just catching up now, here’s a look at the latest vaccine news: Vaccines direct to your local pharmacy in the US: The Biden administration announced Tuesday that vaccine manufacturers can now ship vials directly to pharmacies starting Feb. 11, including CVS, Walgreens and Rite Aid. The White House said that 1 million doses will be distributed to 6,500 stores. The plan to expand vaccine availability in pharmacies has long been in the works and was a key component in the former Trump administration's distribution plan as well.\nCanada's vaccine challenges: Facing massive shortages, a Montreal facility will tentatively begin producing the Novavax vaccine candidate by the end of 2021, Prime Minister Justin Trudeau revealed at a news conference. Approval is not expected for several more weeks. Trudeau said it was important for Canada to be “self-sufficient” in their vaccine rollout after other candidates met hurdles to Canada. \nSwitzerland delays approval for one vaccine: The Oxford-developed candidate can significantly reduce the transmission of Covid, according to UK researchers. This is promising news for AstraZeneca, who has submitted its formula to the FDA for the final phase three trials. However, Switzerland declined to authorize the AstraZeneca vaccine this morning, saying \"additional data from new studies are needed.\"\nUnexpected triumph: Russia’s Sputnik V vaccine is 91.6% effective at preventing symptomatic Covid, according to a peer-reviewed international analysis. Researchers initially approached the candidate with hesitation after Russia approved the vaccine for public use in August — before the crucial Phase 3 trials had been completed. The vaccine has been approved in more than a dozen countries, and more than 2 million people worldwide have already received the vaccine with no serious side effects.  ##Vaccines## California is opening two mass Covid-19 vaccination sites as part of a federal pilot program to quickly boost the number of available doses, as the state continues to see improving numbers in cases, deaths, positivity rate, and hospitalizations. “Everything that should be up in relationship to this virus is up. Everything that should be down is down,” Gov. Gavin Newsom said, in a news conference at the Oakland Coliseum, one of the soon-to-be-open vaccination sites.  The rolling average of new daily cases in the state has dropped in half in the past two weeks, according to data from California’s Department of Public Health. The state added 10,501 new cases and 481 additional Covid-19 related deaths Wednesday, and hospitalizations have dropped 30% over the last 14 days. California State Los Angeles will house California’s other newly-announced vaccination site and both locations are part of a planned 100 locations nationwide in a federal-state partnership. FEMA will provide personal protective equipment and supplies, according to Newsom.  California is now administering about one million doses of the Covid-19 vaccine each week, Newsom said, a rate two to three times higher than the initial rollout as the state attempts to speed up inoculations and jump start its economy as it emerges from a regional stay at home order that shuttered many non-essential businesses. The Oakland and Los Angeles sites are expected to begin vaccinations on Feb. 16, and appointments will be available through a newly developed statewide website called MyTurn that will alert users when they are eligible for a Covid-19 shot and present an appointment.  Each site will be paired with two mobile vaccination clinics that can be deployed to multiple locations, according to a press release from Newsom’s office.  ##Vaccines## ##Hotspots## To improve the pace of vaccination against Covid-19, West Virginia Gov. Jim Justice said states “need to get the bureaucratic thinking out of the system.” “To sit back and try to develop a system and work on it with 18 experts, or 1,800 experts, with people dying, just isn’t going to get it,” Justice said at a US Chamber of Commerce Foundation event on Wednesday. Justice also suggested a “common sense” approach to vaccine distribution, focused on vaccinating older people first and making the vaccine available at places people are familiar with, including local pharmacies and local health clinics. “You have to take this to the people. This model can work anywhere in this country,” he said. “We’re slowly moving to this (nationwide), but in the last few weeks, just to tell it like it is, a bunch of people have died because we were sitting with vaccines on shelves and they should have been in people’s arms,\" he added. Some context: West Virginia has consistently been one of the leading states in terms of the share of distributed doses that have been administered. According to the latest data from the US Centers for Disease Control and Prevention, West Virginia has administered 82% of the doses they’ve received, putting the state second after North Dakota. Nationally, that rate is about 61%. Accounting for the extra doses that can be pulled from the vials, 108% of distributed doses have been administered in West Virginia, Justice said on Wednesday. ##Vaccines## The mass vaccination site at Yankee Stadium will open Friday with 15,000 appointments available during the first week, Gov. Andrew Cuomo and New York City Mayor Bill de Blasio announced in a news release. The site was targeted because of the Bronx’s positivity rate, which is the highest among all New York City boroughs, but also to “further the state’s and city’s mandate for fairness and social equity in the vaccine distribution process,” according to the release. \"Yankee Stadium has always been known for its World Series banners, but now it'll be recognized as a place where the people of the surrounding community in the Bronx can receive the vaccine doses that they need and deserve,” de Blasio said. “This is about justice and standing up for the neighborhoods that were hardest hit by Covid-19.\" A statement from the New York Yankees emphasized the immediate difference these vaccinations will make in the community. “We will do whatever is needed to make this a success,\" he said.  ##Vaccines## White House Press Secretary Jen Psaki told CNN’s Phil Mattingly Wednesday the Defense Production Act is “absolutely” on the table if the administration determines it’s necessary to ramp up vaccine supply ahead of the summer deadline they set for being able to offer a Covid-19 vaccine to every American. “The reason the President invoked the Defense Production Act was because he wanted to have a range of options for any moment where there was a reduction in supply, on, on, on, you know, materials, on PPE, on syringes. And at the appropriate time, we can certainly use it for that,” She said. But, Psaki added “we have confidence in” the ability of vaccine manufacturers Pfizer and Moderna to produce sufficient vaccine in the time allotted.  In the meantime, Psaki said, “our focus is really more on evaluating, our team evaluating where there are needs for supplies and materials that would help deliver the vaccines into the arms of Americans.”  Earlier today, CNN’s Sarah Murray reported that while Biden’s administration had touted its deployment of the DPA, but was taking a “more cautious and contemplative effort” on utilizing the act for vaccine supplies. ##Vaccines## Across the country, 21 pharmacy chains have partnered with the federal government to administer Covid-19 vaccines.  The first phase of the Federal Retail Pharmacy Program is scheduled to start next week on Feb. 11, as select retail pharmacies receive a limited supply of vaccine directly from the federal government to vaccinate priority groups. The retail pharmacies participating in the Federal Retail Pharmacy Program vary by state and jurisdiction. Most states have one or two partners. Walmart, including Sam’s Club, is a federal partner in 21 states; Walgreens, including Duane Reade, is a federal partner in 14 states; CVS, including Long’s, is a federal partner in 11 states.  Additionally, Rite Aid, Kroger, Albertsons, and Medicine Shoppe and LeaderNET of Cardinal Health have each partnered in at least five states, along with their subsidiaries. As the program expands, more partners will be added in each jurisdiction, Chris Krese, a spokesperson from the National Association of Chain Drug Stores, told CNN.  ##Vaccines## Nearly 34 million doses of Covid-19 vaccine have been administered in the United States, according to data published Wednesday by the US Centers for Disease Control and Prevention. The CDC reported that 33,878,254 total doses have been administered – about 61% of the 55,943,800 doses distributed. That’s about 1.1 million more administered doses reported since yesterday. The pace of vaccinations has steadily risen over time.  On Dec. 30, the seven-day average was about 255,000 shots per day.  That number jumped to 359,000 on Jan. 6; 710,000 on Jan. 13; 892,000 on Jan. 20; 1.16 million on Jan. 27; and now 1.32 million on Feb. 3. At the current rate, every adult in the US could be fully vaccinated in about a year.  Assuming 75% of US adults must be fully vaccinated to achieve herd immunity, the US could reach this threshold around Halloween. Just over 8% of the US population – more than 27 million people – have now received at least one dose of the vaccine, and about 6.4 million people have been fully vaccinated, CDC data shows. Note on the data: States have 72 hours to report vaccine data, so data published by the CDC may be delayed – and may not necessarily mean all doses were given on the day reported.  ##Vaccines## Spain has now recorded more than 60,000 coronavirus-related deaths during the pandemic, according to Ministry of Health data released on Wednesday.  The country recorded another 565 deaths on Wednesday, bringing the total to 60,370, the data shows.  The country also reported 12,544 new daily cases, bringing the total to at least 2,883,465.  As the country continues to fight the pandemic, Spain’s Health Minister Carolina Darias announced Wednesday that the country will receive just over 1.8 million doses of AstraZeneca's coronavirus vaccine in February. The Health Ministry also announced nearly half a million people have received both doses of the coronavirus vaccine. The country recorded another 565 deaths on Wednesday, bringing the total to 60,370, the data shows. CORRECTION: A previous version of this article stated the daily death toll was 1,991. It was 565. ##Hotspots## The UK is likely past “this peak” of the coronavirus pandemic, England’s Chief Medical Officer Chris Whitty told a Downing Street press conference on Wednesday. Asked whether it’s fair to say the UK is now past the peak, Whitty said: \"I think that most of my colleagues think that we are past the peak.”  “Now that doesn't mean you can never have another peak but at this point in time provided people continue to follow the guidelines we're on a downward slope of cases, of hospitalizations and of deaths in all four nations in the United Kingdom. So I think we do think at this point, this peak, at least, we are past,\" Whitty explained. Prime Minister Boris Johnson said the UK government hopes to set out a route map on Feb. 22 for exiting its current national lockdown. \"It feels to me at the moment we will be going down in tiers nationally,\" Johnson said, but he warned \"that could change\". Almost 9 in 10 people aged 75 and over have received a first dose a Covid-19 vaccine in England, the Department of Health said on Wednesday But Johnson said Feb. 22nd would be the earliest the government will be able to set out \"in as much detail as possible\" how they intend to lift some restrictions. He reiterated that March 8 is the earliest the UK can look at school re-openings.  Johnson also said the government would make a further announcement on hotel quarantines on Thursday. ##Hotspots## About 41% of Americans approve of how the country is handling the coronavirus pandemic, a new survey from the Pew Research Center finds. Asked simply whether the country is doing a bad or a good job, 58% of those polled came down in the “bad” category. “In the U.S., 67% of those on the ideological right say the American handling of COVID-19 has been good, while just 13% on the ideological left say the same – a 54-point difference,” Pew said. The survey was conducted in December. The survey of 4,000 adults in the US, Germany, France and the UK also found that 74% of Americans say the pandemic is affecting their everyday lives a great deal or a fair amount, up from 67% in June.  “Only in Germany do fewer than half of those surveyed say the coronavirus has changed their life, while 52% say their life has not changed much or not changed at all,” Pew said. Germans also overwhelmingly approve of their country’s handling of the pandemic, with 77% rating it as “good.” In France, 54% of those polled approve of their country’s handling and in Britain, 48% did. But people in all four countries are optimistic about future pandemics. In the US, 67% say they feel optimistic about the country’s ability to handle future crises. In Germany, 77% do, 68% do in the UK and 60% do in France. There are 11 known cases of the highly-contagious UK variant of the novel coronavirus in New Jersey, Gov. Phil Murphy said Wednesday.  State health commissioner Judy Persichilli had announced the discovery of two cases on Jan. 22. Dr. Eddy Bresnitz, New Jersey’s Covid-19 response medical advisor, defended the governor’s decision to ease indoor capacity restrictions, saying that such cases amount to only a “handful” both in the state and nationwide, that the pace of vaccinations will only continue to increase, and that the ease in restrictions is a “minor change…all things considered.” The state department of health reported 2,021 new positive Covid-19 cases and 52 additional virus related deaths Wednesday, raising the statewide cumulative totals to 631,309 and 19,506, respectively, according to its Covid-19 dashboard. There are currently 2,986 New Jerseyans hospitalized, of whom 525 are in critical care. Note: These numbers were released by the state’s health agency, and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project.  ##Variants## Pope Francis received his second dose of a Covid-19 vaccine today, a source close to the Pope told CNN. It comes 21 days after Vatican spokesperson Matteo Bruni announced on Jan. 14 that Francis and Pope Emeritus, Benedict XVI, had received a first dose of the vaccine. ##Vaccines## South Carolina is expanding Covid-19 vaccine eligibility to individuals 65 and older regardless of health status or preexisting conditions, Gov. Henry McMaster and the state's Department of Health announced in a statement on Wednesday. Senior vaccine seekers aged 65 and up can begin scheduling Covid-19 vaccine appointments on Feb. 8.  “We have a moral and ethical duty to first vaccinate the South Carolinians who are at the highest risk of dying from the virus,” McMaster said.   Officials says although state supply remains limited, the increased vaccine allocations from the federal government and a streamlined, statewide vaccination plan, has allowed for the expansion of the number of South Carolinians eligible to receive vaccine, according to the statement.  Many across the state have been pushing for teachers to get the vaccine but the governor emphasized the priority, based on supply, is getting older citizens vaccinated first, the statement said. “At this time, placing a younger person between a senior citizen and what could be their lifesaving shot would be unconscionable and irresponsible. Today’s action will save lives and allow our teachers to be vaccinated next,\" McMaster said.  To date, South Carolina has received about 777,250 vaccines and has administered 439,888 shots. ##Vaccines## As of Wednesday, the Federal Emergency Management Agency has provided more than $1.7 billion to 27 states, localities, tribes and territories to aid the vaccination effort, White House Covid-19 Response Coordinator Jeff Zients said. FEMA has also assigned more than 600 staff to the effort with more than half of that staff deployed directly to the vaccination sites across the country.  Zients said the US Department of Defense will dedicate substantial personnel and resources to help manage many of these new sites.  The Biden administration also announced that the federal government will partner with the state of California to launch two new community vaccination centers in communities that have been hard hit by the pandemic.  One of the centers will be in East Oakland and the second on the east side of Los Angeles. Both are predominantly Latino and Hispanic communities that have been disproportionately impacted by the pandemic.   The center on the east side of Los Angeles will be on the campus of California State University. The other will be at Oakland Coliseum. The centers will be primarily staffed by the federal government, according to the  “These sites in California are just the beginning,” Zients said. “We are working with, in partnership in states across the country to stand up new sites, and we'll have more to say on that in the coming weeks.” The Biden administration has pledged to stand up 100 FEMA-supported community vaccination sites by the end of the month. So far they have increased vaccine supply to states, tribes and territories by more than 20%, Zients said. There’s been over 1.3 million shots per day between Jan. 27 and Feb. 2.  ##Vaccines## While there is no official recommendation on double-masking, or layering two masks on top of each other, Dr. Anthony Fauci said, it may be the “common sense approach.” “There’s no recommendation, however there are many people who take the common sense approach,” the director of the National Institute of Allergy and Infectious Diseases said during a White House news briefing. “If you're talking about a physical barrier, and as the CDC recommends you want at least two layers within the mask as a physical barrier, then you feel may be more of a physical barrier would be better is nothing wrong with people wearing two masks.” Fauci said he often wears two masks.  “Can we make a general recommendation that doesn't have scientific basis yet? No, but when the science comes along and tells us that it is better or not, then you will see a recommendation, being made by the CDC,\" he said. Dr. Rochelle Walensky, the director of the US Centers for Disease Control and Prevention, said the CDC is evaluating the science currently and is looking at its recommendations on double-masking based on the latest science. The science so far: Studies have shown that a single-layer mask isn’t really effective in blocking the wearer from aerosols. Even two and three-ply fabric masks are only partially protective, somewhere in the 50% to 60% of effectiveness.  A 2020 study found surgical masks were about 50% effective at protecting the wearer and about 60% to 70% in protecting others. But if you put a surgical mask under the cloth mask, experts believe it’s more than 90% effective at removing particles.  Dr. Fauci: We get asked this question all the time: The number of coronavirus infections in the UK is still “alarmingly high,” UK Prime Minister Boris Johnson said at a news conference on Wednesday.  He said there are “some signs of hope” with the number of Covid-19 patients in hospital starting to fall — but there are still more than 32,000 people in hospital. England’s Chief Medical Officer Chris Whitty, speaking alongside Johnson, added “there are still a very large number of people in hospital… it’s still a very major problem but one that is heading in the right way.\" “The number of deaths in people who have Covid is beginning to come down but the numbers… are still extremely high,” he added. “The first affects we see of vaccination are likely to be on these death numbers,” Whitty said. More than 10 million people in the UK have now received a first does of a Covid-19 vaccine, according to the government’s dashboard. The UK recorded 19,202 new cases on Wednesday and 1,322 deaths within 28 days of a positive test, government data shows. Despite the vaccinations, Johnson said at the moment the level of infection is too high to imagine the relaxation of current coronavirus restrictions. Whitty said “our really clear advice is please stick to the social distancing” regardless if you’ve been vaccinated with one or two doses. Johnson also called on the nation to clap together on Wednesday for World War II veteran Capt. Tom Moore and the “spirit of optimism” he stood for. Moore, who raised millions for a British charity supporting the National Health Service by walking laps of his garden by his 100th birthday, died on Tuesday. ##Hotspots##  As states continue to report daily Covid-19 deaths, they are also beginning to identify deaths believed to be linked to the variant first identified in the UK, also known as the B.1.1.7 variant. Health officials in three states – New Jersey, California, and Alabama – have identified deaths in people who had, or were believed to have had, the Covid-19 variant.  While the B.1.1.7 variant may be more transmissible, it is not known to be more deadly or cause more severe disease.  The University of Alabama Birmingham Hospital told CNN on Wednesday that a male patient died on Feb. 2 from myocarditis and cardiogenic shock after he contracted the Covid-19 B.1.1.7 variant first identified in the UK. In a news conference on Jan. 27, New Jersey Health Commissioner Judy Persichilli said one person who had died had the coronavirus variant. The person, who was not identified, had underlying health conditions.  “There has been one death of an individual with this variant; however, that individual did have significant underlying conditions,” Persichilli said.   Health officials in San Diego County announced on Jan. 28 a “probable” variant case in a 71-year-old man who had died.  “…this is a household contact of a confirmed case, who unfortunately, we didn’t have that sample available to prove that it was whole genome sequence B.1.1.7. But because there is an intimate member of the household who did have that variant, and that individual was pretty much exposed to that 71-year-old, we are confident in assigning that as a probable case,” Dr. Eric McDonald, San Diego County's medical director of epidemiology, said during a news conference.   The latest numbers: The United States is averaging more than 140,000 new coronavirus cases and more than 3,000 reported deaths per day lately, but very few Covid-19 tests are sequenced to find out if the virus is a variant. The limited amount of sequencing in the United States has found more than 500 cases of the B.1.1.7 variant in 33 states, according to the US Centers for Disease Control and Prevention. ##Variants## White House Covid-19 coordinator Jeff Zients said the Department of Veterans Affairs has delivered one million vaccine shots to veterans.  “Notably, yesterday, the Department of Veterans Affairs delivered its one millionth shot, ensuring those who serve our country are among the first protected from this deadly virus,” Zients said at a White House Covid-19 briefing Wednesday.  He said the administration was on track to reach President Joe Biden’s goal of 100 million shots in 100 days.   “We are encouraged by this progress to increase supply, but we will continue to push for every opportunity to do more,” Zients said.  ##Vaccines## US Centers for Disease Control and Prevention Director Dr. Rochelle Walensky said a growing number of studies show that students should be able to go back to school safely, even if all teachers have not been vaccinated against Covid-19. “There is increasing data to suggest that schools can safely reopen,” Walensky said during a White House news briefing on Wednesday. “Vaccination of teachers is not a prerequisite for safe reopening of schools.” The CDC’s Advisory Committee on Immunization Practices has put teachers in the 1b priority category for vaccination, along with other essential workers, but not all states are vaccinating this group. Walensky said it is important for states to make the decisions on which groups get vaccinated when, depending on supply and local circumstances.  On Saturday, Walensky said on the \"Today\" show that in most states, if not all states, teachers should be eligible for vaccination now or in the near future. ##Vaccines## New Jersey Gov. Phil Murphy announced he will ease the state’s indoor gathering limits and lift the 10 p.m. ET curfew for restaurants, citing decreasing hospitalizations and a lower rate of Covid-19 spread. Starting Friday at 8 a.m. ET, indoor gathering capacity limits will be raised from 25% to 35%, including indoor dining. Local restrictions may still remain in place.  The prohibition on indoor bar seating will still remain in effect, the governor said during a news conference Wednesday.   New Jersey is the only state that has not walked back its indoor dining capacity limits once implemented, according to Murphy. Indoor dining has been capped at a 25% capacity limit since late September.  The easing of indoor capacity restrictions to 35% also applies to religious ceremonies, political activities, funeral services, and indoor performance venues, Murphy explained. However, such gatherings may not exceed 150 individuals.  “I feel confident in signing this order because of the recent trends in our hospitals, and our rate of transmission,” Murphy said. “While some of these numbers are still high, and we’ll get to that later, we believe that we can make this expansion without leading to undue further stress on our healthcare system.” On Jan. 13th, there were 3,726 New Jersey residents hospitalized with either confirmed or suspected Covid-19 cases. That number has since decreased roughly 20%, the governor said. Murphy emphasized that state health officials will continue to closely monitor the potential further spread of the highly-contagious novel coronavirus variants from South Africa and the UK. 837,225 vaccine doses have been administered so far, the governor went on to report, adding that appointment rescheduling's due to the winter storm will not create a “domino effect” on future appointments.  Remember: These numbers were released by the state’s health agency, and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project.  ##Restrictions## CNN's National Correspondent Ryan Young is in Atlanta reporting on why some Black Americans are hesitant to get the Covid-19 vaccine. According to a recent CNN analysis of data from 14 states, Black and Latino Americans are receiving the Covid-19 vaccine at significantly lower rates than White people — a disparity that health advocates blame on the federal government and hospitals not prioritizing equitable access. The CNN analysis found vaccine coverage is twice as high among White people on average than it is among Black and Latino people.  Black and Latino Americans are already dying of Covid-19 at three times the rate of White people and being hospitalized at a rate four times higher, according to the US Centers for Disease Control and Prevention. Watch Ryan Young's reporting:  CNN's Nicquel Terry Ellis and Deidre McPhillips contributed reporting to this post.  ##Vaccines## The US Centers for Disease Control and Prevention Director Dr. Rochelle Walensky said the US appears to be in a “consistent downward trajectory” for both Covid-19 cases and hospitalizations. Covid-19 cases have declined since hitting a peak on Jan. 8, dropping 13.4% to an average of nearly 144,000 cases per day from Jan. 26 to Feb. 1, according to Walensky. “Cases are now back to the level we were before Thanksgiving,” she said. While deaths have continued to increase, the pace appears to be slowing, she said. “The recent decline in hospitalizations gives us hope that the number of deaths should start to decrease in the coming weeks,” Walensky added. However, Walensky warned Americans that Covid-19 cases still remain “extraordinarily high” and people should not let their guard down, especially as variants continue to circulate.  She said people should only gather virtually or with their immediate family for the Super Bowl on Sunday.  CDC director say we must take prevention intervention seriously: Future economic success will be compromised unless employees can bring women back to work, warned labor firm Challenger, Gray & Christmas.  Data from the US Bureau of Labor Statistics shows women accounted for all the job losses in December, losing 156,00 jobs, while men gained 16,000. More than 2.1 million women have left the US labor market completely since the beginning of the pandemic, 20% more than the number of men, according to Challenger.  Women have dropped out of the labor markets either because of lack of child care or to take care of older family members.   Andrew Challenger, Senior Vice President of the firm, said:  \"Alarm bells should be ringing at companies across the nation right now. The necessity of diversity, equity, and inclusion in the workplace is at the height of importance for boards, shareholders, current employees, and consumers.” Challenger said employers need to find ways to bring women back into the work force and keep them there, and offer leadership opportunities to help them grow. The annual World Economic Forum, due to take place in Singapore in May, has been pushed back again. The event will now convene from August 17 to 20. “Although the World Economic Forum and Government of Singapore remain confident of the measures in place to ensure a safe and effective meeting, and local transmission of COVID-19 in Singapore remains at negligible levels, the change to the meeting’s timing reflects the international challenges in containing the pandemic,” the World Economic Forum (WEF) said in a news release. WEF added that the pushback is a result of the current global travel restrictions that are making planning difficult for an in-person meeting in the first half of the year.  Last week during the virtual Davos event, WEF expressed confidence that the in person meeting in Singapore would go ahead as planned in May. ##Restrictions## Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, said he wouldn’t be surprised if the Johnson & Johnson vaccine candidate got emergency use authorization from the US Food and Drug Administration within the next two weeks. “The J&J data right now, that we discussed last week, is being reviewed with the FDA right now, so we could see literally within a week or so that they wind up getting the kind of emergency use authorization,” he told NBC’s Savannah Guthrie Wednesday. “I don’t want to get ahead of the FDA, but I would not be surprised, Savannah, if this happens within the next week or two.”  Johnson & Johnson will be the third company to seek emergency use authorization from the FDA for a coronavirus vaccine.  For the Pfizer vaccine, it took a little over three weeks from the time the company submitted its data to an EUA.  For the Moderna vaccine, it took a little more than two weeks.  ##Vaccines## In a news briefing on Wednesday, UNICEF announced new a deal with Serum Institute of India to access 1.1 billion doses of AstraZeneca/Oxford and Novavax vaccines at approximately $3 per dose for the poorest countries.  “This is a great value for COVAX doners,” said Henrietta Fore, UNICEF executive director. “And a strong demonstration of one of the fundamental principles of COVAX.”  COVAX is a partnership co-led by Gavi, the Coalition for Epidemic Preparedness Innovations (CEPI) and the World Health Organization. Its aim is to accelerate the development and manufacture of COVID-19 vaccines, and to guarantee fair and equitable access for every country in the world. The UNICEF announcement comes as COVAX prepares to distribute 337 million vaccine doses to the world’s most in-need countries as part its first interim distribution forecast.   ##Vaccines## Only six US states have genetically sequenced more than 1% of their total coronavirus cases during the pandemic, compared to a national average just over 0.3%, according to data posted this week by the US Centers for Disease Control and Prevention. These states include Hawaii (2.8%), Washington (2.1%), Maine (1.7%), Wyoming (1.6%), Utah (1.5%) and Oregon (1.2%). Meanwhile, nearly half of states have sequenced less than one tenth of one percent of their confirmed cases – 24 in total. These are the states who preformed the highest raw number of genetic sequences: Texas: More than 15,000\nCalifornia: More than 11,000\nNew York: About 7,600 Fourteen states report fewer than 100 sequences each. These numbers come from sequences in a publicly accessible database from January 2020 to January 2021 and may not represent the full number of samples that have been analyzed. US labs have submitted 92,000 sequences of the coronavirus – around 0.3% of total cases – to a genomics database known as GISAID. In comparison, the UK has submitted nearly 197,000 – just over 5% of its total cases. The US has been ramping up its sequencing efforts and is on track to process at least 7,000 samples per week, according to CDC Director Dr. Rochelle Walensky. Experts have previously told CNN that the US should aim to sequence 5% to 10% of cases, in line with sequencing efforts in the UK. Given cases over the past seven days, this would amount to roughly 50,000 to 100,000 sequences in a week. ##Variants## New York City Health Commissioner David Chokshi has tested positive for Covid-19 and is experiencing “manageable,” “mild” symptoms, he said in a statement Wednesday. He has been in touch with the city’s Test and Trace Corps to ensure that anyone who may have been potentially exposed is offered services and care. “This is a reminder – if we ever needed one – that COVID is still with us and we all must continue to wear masks, wash our hands, socially distance and stay home if feeling ill,” Chokshi said in a statement. Nicaragua has issued emergency use authorization for Russia's Sputnik V Covid-19 vaccine, according to a statement published by the Russian Direct Investment Fund (RDIF) on Wednesday.  Nicaragua is the sixth country in Latin America to register for the vaccine after Argentina, Bolivia, Venezuela, Paraguay and Mexico. According to RDIF's statement, some of the benefits of using the Sputnik V vaccine are that it can be stored in a conventional refrigerator and costs less than $10 per shot, making it \"affordable around the world.\"  In the statement from RDIF, CEO Kirill Dmitriev said \"High efficacy, safety, easy distribution and affordability allow regulatory authorities around the world to include Sputnik V in their national vaccine portfolio.\"  ##Vaccines## Switzerland declined to authorize the Oxford/AstraZeneca Covid-19 vaccine, saying data submitted by AstraZeneca was \"not yet sufficient to permit authorisation\" of the vaccine. \"To obtain more information about safety, efficacy and quality, additional data from new studies are needed,\" Swissmedic said in a statement Wednesday. \"The data currently available do not point to a positive decision regarding benefits and risks. To obtain a conclusive assessment, the applicant will among other things have to submit additional efficacy data from a Phase III trial under way in North and South America, and these will have to be analysed. As soon as the results have been received, a temporary authorisation according to the rolling procedure could be issued at very short notice,\" the statement added.  In a preprint posted Tuesday by researchers at the University of Oxford, the Covid-19 vaccine showed 66.7% efficacy against symptomatic disease starting two weeks after the second shot. Oxford researchers also suggested the vaccine may reduce transmission of the virus, rather than simply reducing the severity of disease.  Dr. Anthony Fauci, director of the US's National Institute of Allergy and Infectious Diseases, told NBC’s Savannah Guthrie earlier today that he hadn't seen the data himself. However he added that if the data from the vaccine preprint bears out, it’s good news because it adds another vaccine against Covid-19 into the mix. ##Vaccines## Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, told NBC’s Savannah Guthrie that if data from an Oxford-AstraZeneca vaccine preprint bears out, it’s good news because it adds another vaccine against Covid-19 into the mix. Fauci said that he hadn’t seen that data yet and noted that it had not been peer-reviewed.  In the preprint posted Tuesday by researchers at the University of Oxford, the Covid-19 vaccine showed 66.7% efficacy against symptomatic disease starting two weeks after the second shot. Oxford researchers also suggested the vaccine may reduce transmission of the virus, rather than simply reducing the severity of disease.  “I certainly have every reason to believe the Brits, but I’d like to see the data myself,” he said. However, if it is true that it stops transmission, Fauci said on Today Wednesday, “that’s good news, you know, yet again another vaccine candidate in the mix.”  Fauci referenced other recent vaccine news, including the Russia’s vaccine, which yesterday was reported to have over 90% efficacy, and the Johnson and Johnson candidate, which released promising results last week.  “As we’re going on, getting into February now we’re going to have multiple candidates in the mix, which is good news,” he said.  ##Vaccines##  Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, said on the Today Show Wednesday, that the United States isn’t vaccinating people fast enough to stay ahead of new variants, but the supply is improving. Fauci said it’s “certainly a possibility” that new strains of the coronavirus could become dominant in the US. The way to prevent further mutation of the virus, is to suppress the replication of the virus, he told NBC’s Savannah Guthrie. “The best way to do that is twofold,” he said. Double down on public health measures to prevent person to person spread and get as many people as possible vaccinated.  “The more people that are protected from infection, the less opportunity you give to the virus to mutate,” he said. “It can’t mutate if it doesn’t replicate, so you the more you suppress it, the less it does.”  When Guthrie asked if the US was vaccinating at a pace that was fast enough to keep ahead of the new variants, Fauci said “we’re getting better and better, but Savannah, we’re not, because the situation is we still have a demand that far exceeds the supply.”  On Tuesday, the Biden administration announced that it would begin direct shipments of coronavirus vaccines to pharmacies starting Feb. 11. Fauci said this is good news.  “If you get pharmacies to distribute, if you get community vaccine centers to distribute and then later on we’ll probably have mobile units to get out there, but we’ve got to get the steady supply of vaccines so that we can put it in people’s arms,” he said.   The more companies that give vaccine data that looks like they’ll be able to get in the mix of vaccines, “the better we are.”  “The more companies, the more vaccines, the more vaccines, the more people get protected, he said. ##Vaccines## ##Variants## An ensemble forecast published Wednesday by the US Centers for Disease Control and Prevention now projects there will be 496,000 to 534,000 coronavirus deaths in the United States by Feb. 27. Unlike some individual models, the CDC’s ensemble forecast only offers projections a few weeks into the future.  The previous ensemble forecast, published Jan. 27, projected up to 514,000 coronavirus deaths by Feb. 20. At least 446,910 people have already died from Covid-19 in the United States, according to data compiled by Johns Hopkins University. ##Hotspots## The Biden administration announced Tuesday it will begin direct shipments of coronavirus vaccines to retail pharmacies next week. The program will start at about 6,500 stores that will receive a total of 1 million doses before eventually expanding, according to White House Covid-19 response coordinator Jeff Zients. “It’s a smart strategy because we have to figure out the kinks. It’s difficult to flood those pharmacies and those new outlets with a lot of vaccine and sort of crash the system up front,” Rick Bright, a former coronavirus adviser for the Biden transition team, said on CNN's 'New Day.\"   “It’s better if we turn on the spigot, test out the system, make sure everything’s in place and robust, and then start increasing the vaccine that’s distributed to those outlets … We need to test the waters gently and then ramp up quickly,” Bright said.  ##Vaccines## Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, said on Good Morning America Wednesday that he hopes the Super Bowl will not become another superspreader event and that it is absolutely not the time to have watch parties.  Speaking with ABC’s George Stephanopoulos about whether the Super Bowl could become a superspreader event, Fauci said “I hope not.” If people abide by the public health measures — masking, distancing, avoiding congregate settings, and being outside and at a distance from others – Fauci said, “You could be OK, as long as people abide by that and don’t slip.”  But now is “absolutely not” the time for Super Bowl parties. “Watch the Super Bowl on TV, enjoy it, have a party in your house with your family, with the people who are there,” he said. “You don’t want parties with people that you haven’t had much contact with, you just don’t know if they’re infected. So as difficult as that is, at least this time around, just lay low and cool it.”   ##Hotspots## Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, said on Good Morning America Wednesday that delaying second doses of Covid-19 vaccine so that as many people in the US can get a first dose is “not necessarily” what he recommends. Fauci told ABC’s George Stephanopoulos that it looks like there is going to be a much steadier supply or cadence of vaccines coming in through February and into March.  “Certainly you don’t want vaccines sitting around in the refrigerator or in a freezer if they’re ready to go, you want to give them to people,” Fauci said. “But if you balance it well, George, you can get as many people in their first doses and then when the next shipment comes in, take care of the people that are about due for their second and then give more to the first.”  “I think you can accelerate it without necessarily dramatically delaying the second dose,” Fauci said. “If you miss it by a few days to a week or two, I don’t think that’s a big problem, as the CDC says, but I’d be concerned about delaying it for three months or so.” When asked about Oxford-AstraZeneca vaccine data that found 76% efficacy up to three months following one dose and  possible higher efficacy among more spaced-out doses, Fauci reminded that this a different type of vaccine from the mRNA vaccines already in use in the United States. “You got to be careful because you’re dealing with different vaccine platforms,” he said, adding that the data that is available for the Moderna and Pfizer vaccines “are solid” about getting a second shot 28 days and 21 days later, respectively.   “We know just from immunology in general that a little flexibility on either end of that is not going to be a big deal, however if you delay it longer you don’t know whether or not the efficacy is going to be maintained over a period of time, and you don’t know how low it’s going to go,” he said.   ##Vaccines## England’s Chief Medical Officer Chris Whitty was verbally abused in the street and called a liar, a video uploaded to TikTok on Tuesday showed. In the video, a young man can be seen repeatedly telling Whitty he is a liar. The TikTok account that posted the video has since been deleted. Whitty has been at the forefront of Covid-19 pandemic as an adviser for the UK’s government, and regularly appears in press conferences with Prime Minister Boris Johnson. Health Secretary Matt Hancock condemned the video and told BBC Breakfast: “I think the individual concerned is pathetic. I think it’s ridiculous what he’s doing.” Hancock praised Whitty, saying, “Chris Whitty is one of the greatest living scientists and his advice to the government, all the way through this, and his advice to all of us in the population has been incredibly, incredibly smart and thoughtful and he's a great asset to this nation.” Matt Vickers, Conservative MP for Stockton South, also criticized the video via Twitter. \"This is appalling, I really can't believe this footage,\" Vickers wrote. \"Chris Whitty is doing all he can to help guide us through this crisis and should never be subjected to this abuse.\" UK Health Department told CNN that they are “worried that the more these videos circulate, the more it might encourage others to do the same thing.” ##Hotspots## Britain's GlaxoSmithKline (GSK) and German biopharmaceutical company CureVac plan to develop a Covid-19 vaccine that could be available in 2022 and would address emerging variants, the two companies said Wednesday in a joint statement. The two firms have teamed up in a €150 million euro ($180 million) collaboration to \"jointly develop next generation mRNA vaccines for COVID-19 with the potential for a multi-valent approach to address multiple emerging variants in one vaccine,\" the statement reads. The development program will “begin immediately, with the target of introducing the vaccine in 2022, subject to regulatory approval.” GSK will also support the manufacture of up to 100 million doses of CureVac’s first generation Covid-19 vaccine candidate CVnCoV in 2021. ##Vaccines## ##Variants## Belgium has joined a growing number of EU countries to decide against giving the Oxford-AstraZeneca vaccine to the elderly.  Belgian Health Minister Frank Vandenbroucke said on Tuesday that only those under 55 years of age would receive the vaccine, citing a lack of data on its use in older people.  Speaking to VRT News, he said: “The Superior Health Council says very clearly that AstraZeneca is a very good vaccine for people between 18 and 55 years old. However, it also said we don't have enough data in our hands today, to say with certainty, that it is that good for older people too.\n“If you are not sure if it is that good for older people too, then, of course, the advice is to start using for the people under 55 years of age,” he added. He added this was “preliminary advice” and the country was “playing it safe” for now.  Belgium’s Vaccination Taskforce will meet on Wednesday evening to review the country’s vaccination strategy. It is the latest European country to recommend not administering the Oxford-AstraZeneca vaccine to the elderly. On Tuesday, France announced it would restrict its use to people under 65. Germany and Austria have issued similar recommendations, citing lack of data. However, the European Union's medicines regulator has previously approved the vaccine without age restriction. In a statement last month, the European Medicines Agency said that protection was expected in older adults despite a lack of data.  ##Vaccines## The Oxford-AstraZeneca Covid-19 vaccine appears to substantially reduce transmission of the virus, rather than simply reducing the severity of disease, UK researchers have suggested. The rate of positive PCR tests declined by about half after two doses, according to preliminary results by researchers at the University of Oxford that have yet to be peer reviewed. Their analysis, released as a preprint Tuesday, also supports spacing out doses and estimates good efficacy after just one shot of the Oxford-AstraZeneca vaccine. The study did not measure transmission directly -- for example, by tracing contacts who were infected by study volunteers. But the researchers did collect regular nasal swabs from some participants and found that the rate of positive PCR tests fell by half after two doses of the vaccine. After one dose only, the rate of positive tests fell by 67%. \"While transmission studies per se were not included in the analysis, swabs were obtained from volunteers every week in the UK study, regardless of symptoms, to allow assessment of the overall impact of the vaccine on risk of infection and thus a surrogate for potential onward transmission,\" the authors write.  If the vaccine were simply making infections milder, PCR positivity would not change, the authors argued in the preprint analysis. Read the full story:  ##Vaccines## ##Hotspots## Athletes and officials will not be required to have a Covid-19 vaccine to participate at this summer’s Olympic Games, organizers announced on Wednesday as they published the Tokyo 2020 pandemic \"Playbook.\" The book outlines rules to try to stop the spread of Covid-19 at the Games. Olympians will be required to download the Japanese government’s contact-tracing app, submit an itinerary of their stay in Japan and prepare a list of all the people they expect to have close contact with during their time in the country. Failure to comply with the Playbook rules may result in athletes being barred from participating in the Games. Spectators will also be asked to refrain from singing or chanting to support athletes.  Organizers said they expect to publish two further versions of the Playbook in April and June. Questions persist over Japan's readiness to host the Olympics as the country continues to battle rising Covid-19 cases. Tokyo is one of a number of the country's 47 prefectures that are currently under a state of emergency.  The Tokyo Games are scheduled to take place from July 23 to August 8. Read the full story:  ##Vaccines## Almost a month into a third nationwide lockdown, most of England seems to be in hibernation: stores are shuttered, high streets are deserted, and trains are almost empty. But in one small village in the countryside near Cambridge, in eastern England, there is a hive of activity. Dressed in white lab coats and surgical masks, staff here scurry from machine to machine -- robots and giant computers that are so heavy, they're placed on solid steel plates to support their weight. The staff at the Sanger Institute are much more than essential workers -- right now, they're doing some of the most important work on Earth: genetically sequencing the coronavirus. Internally, it's called \"Project Heron.\" The labor-intensive project, involving hundreds of people, is being done just down the road from the Cambridge pub that Francis Crick walked into in 1953 to declare he'd \"found the secret of life\" -- the structure of DNA. Today that discovery is allowing scientists to spot dangerous mutations in the genetic code of coronavirus that could make the pandemic much worse than it already is. \"We're looking for mutations that may allow the virus to either be more transmissible or to cause more severe disease, and particularly now that vaccines are beginning to be rolled out globally, we're looking potentially for mutations that we think might affect the ability of the vaccines to protect people,\" said Ewan Harrison, a microbiologist who is helping coordinate the network of scientists working on the Covid-19 genomics operation in the UK. Less than two months ago, that network of scientists and Britain's growing mountain of genetic data helped to identify and trace the spread of the variant that has now become dominant in the UK.   ##Hotspots## ##Variants## ##Vaccines## A Covid-19 vaccine does not provide full or immediate protection, which means it's still possible to get infected and test positive for the virus.  Democratic Rep. Stephen Lynch of Massachusetts did. He tested positive after he got his second dose of the Pfizer vaccine. Hall of Fame basketball coach Rick Pitino, who coaches the men's team at Iona College in New York, also tested positive after getting his first dose. They could have tested positive for a few reasons: There's a lag between vaccination and protection: It takes a few days to a few weeks for the vaccine to work, according to the US Centers for Disease Control and Prevention. You could test positive before the vaccine kicked in.\nVaccination prevents most, but not all disease: You could still test positive after being vaccinated since the vaccine is not 100% effective. The two US-authorized vaccines are highly effective but they don't provide total protection.\nVaccination prevents disease, but it's still unclear if, or how much, the vaccine prevents all infections: \"The information is less clear whether the vaccines will prevent the virus from infecting us and we can remain without symptoms. That's still under study.\" said Dr. William Schaffner, an infectious disease specialist and a professor of preventive medicine in the Department of Health Policy at Vanderbilt University.\nVaccines don't work retroactively: You could test positive because you were infected before you got the vaccine and just did not know it yet. \nThe variant question: There's concern that certain variants that have been spreading in the US could be less susceptible to the protection that comes from vaccines. Preliminary lab data shows the vaccines should provide protection, and public health leaders want to get as many people vaccinated as quickly as possible to limit the opportunities the virus has to mutate. Read the full story: ##Vaccines## China says it will provide 10 million doses of Covid-19 vaccines to COVAX, a global initiative with the ambitious goal of distributing 2 billion vaccine shots to poorer countries. The vaccines would be supplied at the request of the World Health Organization, China's Foreign Ministry said. \"At the request of the WHO, China is ready to provide 10 million doses of vaccines to COVAX, mainly to meet the urgent need in developing countries,\" Foreign Ministry spokesman Wang Wenbin said in a briefing Wednesday. \"This is another important measure taken by China to promote equitable distribution of vaccines, international anti-epidemic cooperation and the global community of health for all.\"  Wang added that WHO has started to review authorization for emergency use of Chinese vaccines. \"China has officially joined COVAX and is in close communication with WHO and other sponsors of the plan, working together to make vaccines a global public good and make them more accessible and affordable to developing countries,\" Wang said. ##Vaccines## A dinner date in a hospital brought together a couple -- married for 63 years -- that had been separated by Covid-19. Frank Martinez, 93, and Mansako \"Terry\" Martinez, 86, were placed in different areas of St. Elizabeth's Hospital in O'Fallon, Illinois to be treated for the coronavirus, according to CNN affiliate KMOV. As the virus has spread through the United States and overwhelmed hospital systems, many patients have not been allowed to have visitors. \"Colleagues at HSHS St. Elizabeth's Hospital have seen firsthand how the safety precautions and visitor guidelines have affected patients this entire year during the pandemic,\" the hospital said in a statement on Facebook, in which it shared a photograph of the couple. So when a family member mentioned that the veteran of World War II, Korea and Vietnam and his wife were inseparable and depended on one another, their nurses found a way to bring them together, KMOV reported. Nurses Hannah Schlemer and Kim Presson treated them to a \"dinner date\" so they could see each other, hold hands and eat dinner together -- \"just as they have done for so many years,\" the hospital said. The state of Western Australia is facing an \"unprecedented situation\" as it battles a raging wildfire while millions of residents are under coronavirus lockdown, the state's premier Mark McGowan said in a media briefing Wednesday. The Perth metropolitan area and the Peel and South West regions of Western Australia went into a five-day lockdown Sunday after a single Covid-19 case was identified in a hotel security guard at a quarantine facility in the city. The lockdown is set to lift Friday evening. But the potential threat of a Covid-19 outbreak has been superseded by a more imminent danger -- a bushfire raging near the town of Wooroloo on Perth's outskirts. \"The most important thing is preservation of life and so if you're quarantining and you're required to evacuate, you should just evacuate,\" Western Australia's Department of Fire and Emergency Services (DFES) Commissioner Darren Klemm said in a media briefing Wednesday. \"That evacuation overrides any quarantining requirements that people might have.\" The blaze has already destroyed at least 71 homes, he said, adding that there were no reports of any deaths due to the fire. The number of burned-out homes is expected to rise, McGowan said. \"Western Australia is currently in the midst of an unprecedented situation, we're fighting disasters on two fronts,\" McGowan said. Read the full story: ##Restrictions## Americans can still enjoy dining out -- but only if it's \"done carefully\" and public health measures are followed, Dr. Anthony Fauci said. “If you do indoor dining, you do it in a spaced way where you don't have people sitting right next to each other,\" Fauci told CNN on Tuesday.  Indoor dining is set to reopen in New York City at 25% capacity on February 14. Fauci said he knows the economic impact that adhering to public health measures bring to restaurants, but encourages that they try to maintain \"good airflow.\" \"You know, people think sometimes that public health officials are oblivious to the economic considerations -- not at all, I mean, we are very empathetic towards that. But we still have to maintain the public health measures if we're going to get our arms around this outbreak,\" he added.   ##Hotspots## Mexico has issued an emergency use authorization for Russia's Sputnik V coronavirus vaccine, Deputy Health Minister Hugo Lopez-Gatell said at a news conference on Tuesday. “Mexico has already signed a contract to receive the Sputnik V vaccine and we're expecting 400,000 doses in February, 1 million in March, 6 million in April and the remainder in May,” he said. The approval came shortly after Sputnik V was found to be 91.6% effective at preventing symptomatic Covid-19 and 100% effective at preventing severe illness, according to an interim analysis of Phase 3 trial data published in the medical journal The Lancet. Lopez-Gatell cited the figure in the news conference, adding that the approval was made by Mexico's Federal Commission for the Protection against Sanitary Risk. Mexico has reported more than 1.8 million cases of Covid-19 and 159,533 deaths, according to Johns Hopkins University. ##Vaccines## Saudi Arabia will suspend entry for visitors from 20 countries, except for special circumstances, to help contain the spread of the coronavirus, according to the state-run Saudi Press Agency (SPA). The suspension will start on Wednesday at 9 p.m., and will be effective against passengers arriving from countries including the United States, United Kingdom, Brazil, South Africa, Germany, United Arab Emirates, Egypt, India and Pakistan. Diplomats, Saudi citizens, and health practitioners and their families will be exempt, SPA reported, citing an official at the Ministry of Interior. The suspension will also include people who have visited the 20 listed countries within 14 days prior to entry, SPA added. ##Hotspots## A team of World Health Organization investigators in Wuhan are visiting a laboratory Wednesday that has been the focus of conspiracies and speculation about the origin of the coronavirus pandemic. The WHO investigators began research in the central Chinese city last week, after a 14-day quarantine and bureaucratic delays. Their work has been subject to intense scrutiny and political pressure from both within China and outside the country. Few places they are visiting are as controversial as a laboratory run by the Wuhan Institute of Virology, which officials in former US President Donald Trump's administration suggested, without providing evidence, could have been the origin of the coronavirus. The lab in question, which is affiliated with the central government-run Chinese Academy of Sciences, is the only one in mainland China equipped for the highest level of biocontainment, known as Biosafety Level 4 (BSL-4). BSL-4 labs are designed to study the world's most dangerous pathogens -- those that pose a high risk for transmission, are frequently fatal and most often have no reliable cure, such as coronaviruses. Lab led by China's \"bat woman\": The Wuhan lab was created in the wake of the deadly severe acute respiratory syndrome (SARS) epidemic, which swept through China and other parts of Asia in 2002 and 2003. In particular, the Wuhan lab team led by virologist Shi Zhengli, known as China's \"bat woman\" for years of virus-hunting expeditions in bat caves, has focused on bat-borne coronaviruses, exactly what the current pandemic is believed to have been caused by. Bats are a major reservoir for viruses, and though they do not suffer from them thanks to natural resistance, they are known carriers of many infectious pathogens that are devastating for humans, including Ebola, rabies, SARS, and Middle East respiratory syndrome (MERS). Current scientific consensus is that SARS-Cov-2, the virus behind the Covid-19 pandemic, also evolved in bats and then spread to humans, potentially with an intermediary animal host. Read the full story: The United States reported 110,679 new Covid-19 infections and 3,389 additional related fatalities on Tuesday, according to a tally by Johns Hopkins University. That raises the national total to at least 26,431,799 confirmed cases and 446,744 deaths. The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases.   Vaccines: At least 52,657,675 vaccine doses have been distributed and at least 32,780,860 shots administered, according to the US Centers for Disease Control and Prevention. See CNN's live case tracker. ##Hotspots## New Zealand's medicines regulator has provisionally approved the country’s first Covid-19 vaccine, the government announced on Wednesday. Medsafe provisionally authorized use of the Pfizer-BioNTech vaccine, which is expected to arrive in New Zealand by the end of the first quarter, according to Covid-19 Response Minister Chris Hipkins. Provisional approval means the pharmaceutical company must meet certain conditions, including supplying more data from its clinical trials around the world as they progress, the government said in a news release. This will happen at the same time as the vaccine is rolled out. New Zealand “will start vaccinating first border workers and the people they live with,\" said Prime Minister Jacinda Ardern. \"People such as cleaners, the nurses who undertake health checks in MIQ (Managed isolation and quarantine), security staff, customs and border officials, airline staff and hotel workers will be among the first to get the vaccine.” “There is more work to do, we are not out of the woods yet -- but the provisional approval of the Pfizer and BioNTech vaccine is a significant milestone,\" added Director-General of Health Dr. Ashley Bloomfield. ##Vaccines## More than half of the population of the Indian capital region Delhi have been infected with Covid-19, according to a major survey conducted by the Delhi government. “In the fifth serosurvey done, antibodies have been detected in 56.13% of the population. This was the largest survey in any state involving around 28,000 samples conducted from January 15 to 23,\" said Delhi Health Minister Satyendar Jain at a news conference on Tuesday. \"The last survey found 25-26% seroprevalence. This means Delhi is inching towards herd immunity,\" he added. Daily cases and positivity rates are also declining, Jain said -- but he urged people not to let their guards down.  “I want to urge everyone to continue wearing masks for a few more months,\" he said. \"In the past two months, the compliance has improved substantially, the result of which is there for everyone to see. Covid cases have drastically come down. If people continue to wear masks, we will be able to totally control the virus in the next few months.\" The Delhi region is home to more than 19 million people, according to government data. India's cases: The country reported 11,039 new Covid-19 infections on Wednesday, according to the Indian Health Ministry.  That raises the national total to 10,777,284 confirmed cases and 154,596 related deaths. More than 4 million people have been vaccinated nationwide since the vaccination drive began on January 16, according to the ministry. ##Hotspots## Dr. Anthony Fauci, head of the National Institute of Allergy and Infectious Diseases, says coronavirus vaccine doses available in the United States are expected to increase significantly over the next three months.  \"It's just a question of the production speed and capability of doing it. As we get into middle of February, into March and April, the number of doses that are going to be available are going to be greatly accelerated,\" Fauci told CNN on Tuesday.  \"Right now, the real compelling thing is that the supply does not meet the demand. So, we've got to get more vaccine into people, and we've got to make sure that we use every possibility of getting doses out there.\" As doses become available from companies such as Johnson & Johnson and Novavax, “things are going to get progressively better,\" he said. Mass vaccination needed: About 70% to 85% of the population needs to be vaccinated in order to return to some sense of normalcy by the end of summer or beginning of fall, Fauci said.  But there's the danger that more transmissible variants of the coronavirus could become dominant in the US population.  \"If the variants and the mutations come, and start becoming dominant, then that's going to obviate some of the effects of the vaccine,\" Fauci said. \"The best way to avoid that, is to get as many people vaccinated as quickly as possible, because viruses don't mutate if they don't replicate.\" ##Vaccines## ##Variants## Many new recruits to the US Marines this past summer had evidence they had been infected with coronavirus -- a finding that supports the idea that healthy young people may be carrying and spreading the virus without ever knowing it, researchers reported Tuesday. The team at the Naval Medical Research Center tested 3,249 Marine recruits who were quarantined between May and September, researchers reported in the journal Emerging Infectious Diseases.  They found: About 1% tested positive for coronavirus when they arrived.\n9% had antibodies for coronavirus, indicating they had been previously infected.\nNearly 18% of Hispanic recruits, and 15% of Black recruits, tested positive for antibodies Young adults in the US have shown higher levels of Covid-19 antibodies than people of other ages -- but they are usually asymptomatic, and these cases go unnoticed, the researchers said.  “Our cohort was primarily young adults, many of whom had never held full-time jobs and might not represent essential workers,” they added. \n“Among persons 18–20 years of age, low adherence to recommendations for social distancing, wearing of masks, and other public health measures might increase their level of exposure compared with older persons.”  ##Hotspots## China’s Sinopharm Covid-19 vaccine can inactivate a worrying coronavirus variant first identified in South Africa, researchers from the Chinese Center for Disease Control and Prevention said Tuesday. Their study is published online as a pre-print, meaning it has not been peer-reviewed, and includes few details.  Sinopharm’s vaccine, which the company says has been given to 10 million people across China, is a “live” virus vaccine -- meaning it's made using a whole virus that has been inactivated so it cannot cause disease. The study: The team said they tested 12 samples taken from people who got the Sinopharm vaccine, and 12 samples from volunteers who received an experimental vaccine, against the variant virus.   Both vaccines elicited enough antibodies to neutralize the virus and overcome its mutation, they said. “These data indicated that (the variant) will not escape the immunity induced by vaccines targeting whole virus or RBD,” the researchers wrote. The mutation, explained: The virus has a structure called the receptor binding domain, or RBD, which it uses to dock onto cells and infect them. The RBD is the mutated part of the new variant that makes it different from the original strand. Many coronavirus vaccines, including those made by Pfizer and Moderna, specifically target the RBD -- but a live virus vaccine like Sinopharm's is less specific.  ##Vaccines## ##Variants## The biggest spreaders of coronavirus in the US are adults aged 20 to 49, and efforts to control the spread -- including vaccination -- should focus on that age group, researchers reported Tuesday. Children and older adults accounted for very little spread, the researchers said -- suggesting that reopening schools may not contribute to spread, if transmission is controlled among younger adults, they said. How they conducted the study: The team at Imperial College London used cell phone location data covering more than 10 million people and publicly available information on the spread of the virus to calculate which age groups were most responsible for the spread of the virus. The results: They found that adults aged 20 to 49 accounted for about 72.2% of Covid-19 infections after schools reopened in October. Less than 5% of infections came from children, and less than 10% from teenagers. And it might be adults aged 35 to 49 who are the biggest factor in driving the pandemic -- this group accounted for 41% of new transmissions through mid-August, compared to 35% for adults 20 to 34. Containment efforts like mass vaccination programs aimed at this age group \"could bring resurgent Covid-19 epidemics under control and avert deaths,” according to the study. ##Hotspots##  A large British study looking at coronavirus infections in real life confirms what lab experiments have shown: most people keep some antibodies to the virus for at least six months after recovery. The study -- which included 20,000 people, plus their adult children and grandchildren -- also indicates 8.8% of the UK population had been infected with coronavirus by December -- but almost twice as many Blacks, 16.3%, had evidence of previous infection. The study from UK Biobank, a biomedical database and research group, measured levels of previous infection in various population groups across the UK from the end of May to the beginning of December. It showed 99% of the participants who had previously tested positive for Covid-19 retained antibodies for three months after being infected and 88% had them for six months. “Although we cannot be certain how this relates to immunity, the results suggest that people may be protected against subsequent infection for at least six months following natural infection. More prolonged follow-up will allow us to determine how long such protection is likely to last,” Naomi Allen, UK Biobank chief scientist, told a news briefing Tuesday. Antibodies were found in a greater proportion of younger people compared to older participants. The researchers said 13.5% of participants under 30 had detectable antibodies, while only 6.7% of those over 70 did. And 16.3% of Black volunteers in the study had antibodies to the virus, compared to 8.5% of White participants and 7.5% of participants of Chinese ethnicity. Variants and antibodies: Allen said the team did not know whether the antibodies could provide protection against new variants of coronavirus. “I think it's just too early to tell about the level of protection,” she said.  Rory Collins, head of the Nuffield Department of Population Health at the University of Oxford, said Tuesday that people who had previously been infected should still take care and obey social distancing guidelines. \"We can't be sure that (antibodies provide) complete protection,” Collins said, adding that scientists still did not know if people who had been previously infected could still carry and transmit the virus. A mutation that could allow Covid-19 to escape antibody protection has now been found in samples of a rapidly spreading strain in the UK, according to a report Monday by Public Health England. The mutation, called E484K, was already part of the genetic signature of variants linked to South Africa and Brazil.  According to the PHE report, the mutation has been newly detected in at least 11 samples of the UK's B.1.1.7 strain. It also appears some of these samples may have acquired this mutation independently, instead of spreading from a single case. This could mean a variant already known to be more transmissible also risks becoming somewhat resistant to the immune protection offered by vaccines, or more likely to cause reinfection among people who were previously infected, experts say.  \"This doesn't appear to be great news for vaccine efficacy,\" said Joseph Fauver, associate research scientist in epidemiology at the Yale School of Public Health.  He added the new finding is also something to keep monitoring in the United States, where efforts to look for variants through genetic sequencing have lagged behind the UK. The fact that we've only seen this in the UK \"may be a result of their robust genomic surveillance program,\" Fauver said.  Read the full story: ##Vaccines## ##Variants## More than 100,000 people have died of Covid-19 in the United States so far this year, according to Johns Hopkins University data. Since January 1, the US reported at least 100,317 Covid-19 deaths, bringing the total number of reported deaths in the US since the start of the pandemic to at least 446,689 by Tuesday evening. The first Covid-19 related death came on February 29, 2020, in Washington state. Later in the spring, two earlier deaths in California were posthumously confirmed to be of Covid-19. The US has had more Covid-19 deaths than any other country, JHU data shows. Brazil has tallied over 200,000 deaths. Mexico, India and the United Kingdom have all reported over 100,000 deaths. Read the full story: ##Hotspots## After criticism last year for an early rollout, Russia's Sputnik V vaccine is 91.6% effective against symptomatic Covid-19 and 100% effective against severe and moderate disease, according to an interim analysis of the vaccine's Phase 3 trial results. The preliminary findings were published in The Lancet on Tuesday and are based on data gathered from 19,866 participants, of which around three-quarters (14,964) received two doses of the vaccine and a quarter (4,902) were given a placebo. Sixteen cases of symptomatic Covid-19 were confirmed in the vaccine group 21 days after participants received the first vaccine dose. Sixty-two cases were found in the placebo group -- equating to an efficacy of 91.6%. The trial included 2,144 people over the age of 60 and a sub-analysis conducted on this group revealed the vaccine was well tolerated and had a similar efficacy of 91.8%. The team also analyzed the efficacy of the vaccine against severe and moderate Covid-19 disease and 21 days after the first dose no severe or moderate cases were reported in the vaccinated group, while 20 were reported in the placebo group. Serious adverse events were also rare and none was considered to be associated with vaccination. The majority of side-effects that were reported were mild, such as pain at the injection site, flu like symptoms and low energy levels, according to the study. The analysis includes only symptomatic cases of Covid-19, however, and the authors note more research is needed to understand the vaccine's efficacy against asymptomatic Covid-19, transmission and how long protection may last. The majority of participants in the trial were also White so further research is needed to confirm the results across other ethic groups. The trial is also ongoing and is aiming to include a total of 40,000 participants. Read the full story: ##Vaccines##", "Section": "world", "Writers": ["Jessie Yeung", "Adam Renton", "Jo Shelley"], "URL": "https://www.cnn.com/world/live-news/coronavirus-pandemic-vaccine-updates-02-03-21/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Singapore", "Source": "CNN"}