{"Type": "gallery", "Time": "2018-04-02", "Headline": "Delicious drinks from around the world", "Text": "World's most delicious drinks -- White Wine, Global: You can't go wrong with a chilled class of aromatic white wine -- dry, sweet or sparkling, it's a dream drink for many. Mojito, Cuba: Everyone has their own take on the mojito, reportedly Ernest Hemingway's favorite drink. It's a winning mix of white rum, lime, sugar, mint and soda water. Red Bull, Austria: Red Bull is a caffeine-boost in a vibrantly-colored can -- late night fuel for many a procrastinator on a deadline. Mango lassi, India: This cooling summer drink is perfect for a hot day -- mango, yoghurt and milk make a creamy magic. Fanta, Germany: Created in Nazi Germany, Fanta is now marketed with upbeat commercials that give no hint to this shadowy past. Martini, United States: A simple concoction of gin, vermouth and olives is the perfect mix in this classic cocktail. Beer, Global: One of the world's most popular alcoholic drinks is beer: the result of fermented cereal grains and a staple of pubs across the world. Cendol, Indonesia: Served in a bowl, this still counts as a drink -- it's a delicious mix of coconut milk and sweet palm sugar. Guinness, Ireland: The perfect pint of Guinness is packed with iron, so it's on the healthy end of the beer spectrum. Pina colada, Puerto Rico: One sip of this mixture of coconut milk, pineapple juice and rum will send you directly to a hammock in the Caribbean. Coconut water, Global: Refreshing and healthy -- coconut water is an invigorating alternative to fizzy soda options. Scotch whisky, Scotland: Whether single malt or blend, whisky is best enjoyed straight. Cider, England: Genuine farmhouse cider is the way forward, not the mass-produced stuff. A great mix of cinnamon and cloves (whether enjoyed in a wellington boot, as seen here, or a more conventional glass.) Thai iced tea, Thailand: This drink is made from strong-brewed black tea which is then mixed with condensed milk and spices. It has a strong, sweet caffeine kick. Caipirinha, Brazil: Brazil's national drink combines sugarcane rum and lime for a delicious take on the Daiquiri.  Champagne, France: Prosecco might be increasingly popular but Champagne is the real deal. he diamond of the drink world, a glass of Champagne is the epitome of glamor.  Carrot juice: Carrot juice is healthy, sweet and tasty. What more could you want? Tequila, Mexico: Tequila isn't just for wild nights -- it's one of the world's most popular spirits for a reason. Sparkling water, Global: Carbonated water takes regular H20 to another level of chic. Perfect for a summer's day. Bubble Tea, Taiwan: What happens when tea is fused with milk, fruit syrups and balls of tapioca? You get bubble tea, which began in Taiwan and has since gone global. Milk, Global: Perfect in your cereal, perfect in your tea and perfect on it's own -- milk is a classic beverage.  Orange Juice, United States: This refreshing drink is the best way to start your morning -- tangy, tasty and perfect with any breakfast. Sake, Japan: Stronger than wine and weaker than vodka, sake is a Japanese rice wine with a cool, dry flavor. Pastis, France: The potent licorice-like pastis has just the right dash of floral and herbal qualities -- it's a signature French drink. Sangria, Spanish: Red-wine teamed with fruits equals the perfect summer punch. One sip and you'll be transported to a sunny Spanish beach. Red Wine, Global: Made from dark-colored grapes, red wine is the perfect addition to a rich, tasty meal.  Coffee, Ethiopia: Coffee is enjoyed in so many forms: latte, cappuccino, mocha, Americano... Whatever you choose, it'll make your morning more manageable. Sex On The Beach, United States: This quintessential American cocktail is popular despite -- or perhaps because -- of its cheeky name. Coca-Cola, United States: Invented in 1886 as a remedy for headaches, now Cola-Cola is classic American soda. Water, Global: It's the basis for every other drink in this gallery, of every food in the world and indeed of life. After all, you can't live without water.", "Section": "travel", "Writers": ["AFP/AFP/AFP/Getty Images", "Pablo Blazquez Dominguez/Getty Images Europe/Getty Images", "ALEXANDER KLEIN/AFP/AFP/Getty Images", "Courtesy Thomas Angermann/Creative Commons/Flickr", "Justin Sullivan/Getty Images North America/Getty Images", "Courtesy Richard Moross/Creative Commons/Flickr", "Christopher Furlong/Getty Images Europe/Getty Images", "Courtesy Yun Huang Yong/Creative Commons/Flickr", "LEON NEAL/AFP/AFP/Getty Images", "Jupiterimages", "NOEL CELIS/AFP/AFP/Getty Images", "Jeff J Mitchell/Getty Images Europe/Getty Images", "Jim Dyson/Getty Images Europe/Getty Images", "Courtesy Connie Ma/Creative Commons/Flickr", "Courtesy Christian Benseler/creative commons/flickr", "Courtesy tracyshaun/Creative Commons/Flickr", "Joe Raedle/Hulton Archive/Getty Images", "Andreas Rentz/Getty Images Europe/Getty Images", "Sean Gallup/Getty Images Europe/Getty Images", "Tim Boyle/Getty Images North America/Getty Images", "Courtesy Yuri Samoilov/Creative Commons/Flickr", "Buddhika Weerasinghe/Getty Images AsiaPac/Getty Images", "MIGUEL MEDINA/AFP/AFP/Getty Images", "Cooper Neill/Getty Images North America/Getty Images for Ralph Lauren", "David Silverman/Getty Images Europe/Getty Images", "Joe Raedle/Getty Images North America/Getty Images", "Courtesy Benjamin Nussbaum/Creative Commons/Flickr", "George Frey/Getty Images North America/Getty Images", "ANNE-CHRISTINE POUJOULAT/AFP/Getty Images"], "URL": "https://www.cnn.com/travel/gallery/worlds-most-delicious-drinks-photos/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Thailand", "Source": "CNN"}