{"Type": "article", "Time": "2020-12-15", "Headline": "December 16 coronavirus news", "Text": "Health authorities in Sydney, Australia have issued a Covid-19 public health alert after diagnosing the first cases of community transmission since December 3. Five community cases of Covid-19 have been discovered in Sydney since Wednesday, according to New South Wales' health department.  Just one of the five cases can be traced -- a 40-year-old bus driver who ferried airline crews to and from their hotels.  The four mystery cases are all located in Sydney’s Northern Beaches area. Two were diagnosed on Wednesday and a further two on Thursday. Residents in the area responded to a call for increased testing with long queues at clinics on Thursday morning.  “We encourage everybody who lives on the Northern Beaches with the mildest of symptoms to come forward and get tested,\" New South Wales Premier Gladys Berejiklian said Thursday. \"We really want to get on top of this.\" The Berejiklian government took the added step on Thursday of canceling visits for elderly care homes on the Northern Beaches. \"We're recommending no visitors until we identify the source of infection and feel more confident that we have it under control,\" she said. New South Wales has recorded a total of 4,477 cases of Covid-19 since the beginning of the pandemic, according to the local health department.  New Mexico's Department of Health had to discard 75 doses of the Pfizer Covid-19 vaccine Tuesday amid concerns that it was not being transported at the proper temperature, according to the governor’s office.  “We did have a minor incident with one of our 18 shipments when we observed a possible temperature change during transit,” governor’s spokesman Matt Nerzig said. The state disposed of the 15 vaccine vials “in the interests of safety,” Nerzig said. Each vial carries five doses of vaccine.   Officials are reviewing the thermometers they use to alert them when there is an unexpected drop in temperature.  Nerzig said 75 replacement doses were shipped out Wednesday without incident. Pfizer's vaccines need to be stored in ultra-cold freezers at minus 70 degrees Celsius, or 94 degrees Fahrenheit below zero. ##Vaccines## South Korea reported 22 deaths related to Covid-19 on Wednesday, the highest single-day total of the pandemic, according to the Korea Disease Control and Prevention Agency (KDCA). For the second consecutive day, the country also reported more than 1,000 new Covid-19 infections, with 1,014 cases, the KDCA said in a news release. Of those, 993 were local cases and 21 were imported. The vast majority of the new infections -- 784 -- were in the Seoul metropolitan area.  The latest tally brings total cases in the country to 46,453 and 634 deaths. ##Hotspots## Brazil’s Ministry of Health on Wednesday announced its national vaccination rollout plan to counter Covid-19, set to start early next year. During a ceremony at the Planalto Palace in Brasilia, with President Jair Bolsonaro in attendance, the country’s Health Minister Eduardo Pazuello gave what he called a “macro-view” of the strategy to vaccinate Brazilians.  The plan consists of four phases based on priority groups. The first three phases will constitute the vaccination of nearly 50 million people and should start in February, according to health authorities. The priority groups will include health and educational workers, the indigenous population, elderly people aged over 75, those with pre-existing health conditions, members of the security forces, transport officials and inmates, among others. According to a statement published Wednesday by the Health Ministry, Brazil has already negotiated deals for more than 300 million vaccine doses for 2021, “through agreements with Fiocruz/AstraZeneca (100.4 million doses) and the COVAX Facility (42.9 million doses).” “In addition, a memoranda of understanding was done with the pharmaceutical company Pfizer to acquire 70 million doses -- 8.5 million doses by June 2021, with 2 million doses expected for the first quarter -- and with the pharmaceutical company Janssen, for the acquisition of 38 million doses, of these, 3 million doses for the second quarter of 2021,”  the statement said. ANVISA, Brazil’s health regulatory agency, has yet to officially authorize the use of any Covid-19 vaccine in Brazil.  ##Vaccines## The hospitalization of an Alaska health care worker due to an adverse reaction to Pfizer’s Covid-19 vaccine must be put into context, a member of US President-elect Joe Biden’s coronavirus advisory board said. Michael Osterholm said that while no one wants any sort of adverse reaction to receiving a shot, “we have to remember that these vaccines are to prevent people from dying and from becoming seriously ill.” The health care worker was treated with epinephrine and is now stable. “To me this is a small price to pay,” Osterholm, who is also head of the Center for Infectious Disease Research and Policy at the University of Minnesota, told CNN’s Erin Burnett. “I'm willing to get my sore arm, I'm willing to potentially have a reaction, to get protected.” ##Vaccines## Japan's Prime Minister Yoshihide Suga has expressed \"remorse\" for attending a group dinner with celebrity friends while encouraging people to dine out in small numbers to curb the spread of Covid-19.  \"There was sufficient social distance with other participants, but I seriously express remorse for inviting the public skepticism,\" Suga said when he addressed reporters at the Prime Minister's residence on Wednesday. Suga attended a gathering of seven guests who were all over the age of 70 at a high-end steak restaurant on Monday. Tokyo's metropolitan government has asked that the number of people dining in restaurants be limited to five and has urged senior citizens to adhere to this guidance.  “We have been taking precautions, but the number of infections remains at a high level with 3,000 new infections confirmed in the last weekend. We are taking this very seriously. Experts pointed out that group dining has higher risks,\" a spokesperson from the Tokyo metropolitan government said.  The United States reported 113,069 Covid-19 hospitalizations on Wednesday, setting a new record high since the pandemic began, according to the Covid Tracking Project (CTP).  This is the fifteenth consecutive day that the US has remained above 100,000 hospitalizations. According to CTP data, these days recorded the highest hospitalization numbers: Dec. 16: 113,069\nDec. 15: 112,814\nDec. 14: 110,549\nDec. 13: 109,298\nDec. 12: 108,461 ##Hotspots## People administering Pfizer’s coronavirus vaccine may squeeze out extra doses from the vials if there is leftover solution in them after giving the standard five doses, the US Food and Drug Administration said Wednesday. Pfizer vaccine is shipped as a frozen solution, which is diluted with saline before it is given to people.  Politico first reported that some pharmacists had found they could get six and possibly even seven doses of vaccine out of the vials, which are designed to provide five doses of vaccine each.  “FDA is aware of the issue and working with Pfizer to determine the best path forward, and will share additional updates as we have them,” an FDA spokesperson told CNN. “At this time, given the public health emergency, FDA is advising that it is acceptable to use every full dose obtainable (the sixth, or possibly even a seventh) from each vial, pending resolution of the issue. However, since the vials are preservative-free, it is critical to note that any further remaining product that does not constitute a full dose should not be pooled from multiple vials to create one.” US health officials say they have shipped out more than 2.9 million doses of Pfizer’s vaccine this week. They are giving it to frontline health care workers and residents of long-term care facilities.  Pfizer is working to make vaccine as it is rolled out and the US government has estimated it will have about 20 million doses of Pfizer vaccine by the end of the month. ##Vaccines## Congressional sources tell CNN that language for the stimulus bill is not expected to come out tonight, as negotiations between the leadership continue. House GOP Leader Kevin McCarthy and Senate Majority Leader Mitch McConnell have both left the Capitol.  It is likely that any deal would wait until at least tomorrow to be announced, according to sources.   About the deal: The price tag for a stimulus deal could be close to $900 billion, a source familiar tells CNN. The deal is expected to include a new round of stimulus checks at $600 per individual, but no money for state and local aid, a priority Democrats had pushed for, and no lawsuit protections, which Republicans wanted. The measure is also expected to include an additional $300 a week in jobless benefits as well as up to $330 billion for small business loans and money for vaccine distribution. But there are still provisions drawing pushback, including a Democratic push to include $90 billion in aid to states that would be administered by the Federal Emergency Management Agency. ##Stimulus## Brazil has surpassed 7 million Covid-19 cases Wednesday, according to the nation’s health ministry.  The government announced a record 70,574 new Covid cases for the previous 24 hours. That brings Brazil’s overall case count to 7,040,608. Brazil has the world’s third-highest count of coronavirus cases, surpassed only by the US (with 16,873,988 total cases) and India (with 9,932,547 total cases), according to data compiled by Johns Hopkins University.   Brazil has also suffered the world’s second-highest Covid-19 fatality rate, having officially recorded 183,735 deaths, after announcing 936 new fatalities on Wednesday.  Only the US tops that figure, possessing the highest global Covid-19 death toll with some 306,203 confirmed fatalities.  ##Hotspots## Vice President Mike Pence and second lady Karen Pence will receive the coronavirus vaccine publicly Friday. The Pences will be joined by US Surgeon General Jerome Adams who will also receive the vaccine Friday, the White House said in a statement. Here's what the White House said: \"Vice President Mike Pence and Second Lady Karen Pence will publicly receive a COVID-19 vaccine to promote the safety and efficacy of the vaccine and build confidence among the American people.  The event will take place at the White House. Allison Wynes, a critical care nurse practitioner in Iowa, was one of the first health care workers in her hospital to receive the Covid-19 vaccine on Monday.  “It was such a moment of pure joy and happiness, and a moment of hope. I haven't felt that light or that happy in months,” she told CNN’s Jake Tapper.  She said that her arm is feeling a bit sore, but has had no side effects. Despite the hope she feels after getting the vaccine, she wants others to keep in mind the reality of the pandemic.  “We are all still kind of riding this high, but there is this reality that as soon as I was done getting my vaccination, I went back into the Covid unit and took care of a bunch of very ill Covid patients. The reality of what we are living in now is that we are still seeing quite a few sick patients and there's still such a long way to go,” she said. “…It’s not ending today, that’s for sure.” Wynes said she has been recording “Covid diaries” on video to “put a voice and a picture and a thought behind what is happening.” “There [are] machines everywhere. It takes an incredible amount of care, extra nurses, extra staff” to care for patients, she said.  Watch:  The Centers for Disease Control and Prevention has published a list detailing the number of vaccine allocations made available for states and jurisdictions to order against.  A total of 2,980,575 doses were allocated for first doses of the Pfizer vaccine, followed by a similar number available for second doses approximately 21 days later.  Operation Warp Speed officials have said that allocations were made in proportion to population counts for states and jurisdictions. Among states, first dose allocations range from 327,600 in California to 4,875 in Wyoming. States started to receive deliveries of the vaccine this week, with the first doses administered starting Monday morning.  ##Vaccines## At least two states – Idaho and Michigan – have started publicly tracking the number of vaccine doses administered in their states. According to their respective dashboards, 119 doses had been administered in Idaho as of Wednesday morning, and 10 doses in Michigan as of Monday.  At this time, vaccination data is not readily available at the state or federal level. However, many states do plan to similarly track vaccine administration publicly in the coming days and weeks, and US Health and Human Services Secretary Alex Azar said that the federal government will provide a dashboard with vaccine data and reporting – perhaps within a week. As the first shipments of the vaccine arrive, states say they are working through the logistics of administering doses. Some states say they hope to administer all doses received in this first round within a week of delivery. ##Vaccines## Dr. Anthony Fauci on Wednesday said he hopes the US Food and Drug Administration decides to issue an emergency use authorization of Moderna’s Covid-19 vaccine tomorrow. \"Tomorrow, the FDA will hopefully make a decision regarding whether or not the Moderna messenger RNA vaccine will get an emergency use authorization,\" Fauci told CNBC’s Meg Tirrell during a virtual event. \"A couple of days ago ... 2.9 billion doses were sent out to 145 locations, and over the next few days to weeks, there'll be more and more doses to ultimately, we hope, with a combination of Pfizer and Moderna, if Moderna gets the EUA, which I hope they will, that by the time you get to the end of December, have 40 million doses for 20 million people, to be able to administer.\" ##Vaccines## Adverse reactions to any vaccine can be expected, Dr. Anthony Fauci said Wednesday. This comes after Alaskan state health officials confirmed Wednesday that a health worker suffered an adverse reaction to a vaccine Tuesday. They said she has been treated and is recovering. “Well, that's the reason why I think people need to understand that the issue of the safety goes well beyond the confines of a clinical trial,” Fauci told CNBC. “Because when you're in a clinical trial, you're giving it for example, the Pfizer trial was 44,000 people. Once you decide to dispense the vaccine widely, you're talking about millions and tens of millions and ultimately hundreds of millions of doses. So you may see reactions that you didn't see in the clinical trial,” added Fauci, who is director of the National Institute of Allergy and Infectious Diseases. Alaska doctors said the health worker who suffered the reaction did not have a history of allergies. ##Vaccines## President Trump won't be administered the coronavirus vaccine until it is recommended by the White House medical team, a White House official told CNN.  The official said Trump is still receiving the benefits of the monoclonal antibody cocktail he was given during his recovery from Covid-19. Once Trump moves into a timing window to receive vaccination, he is likely to get his shot at that point, the official added.   Trump's situation differs from that of Vice President Mike Pence, who is set to receive his vaccination in the coming days, the official noted. Pence has not contracted the virus, the official pointed out, meaning his need for vaccination is more pressing. Pence's vaccination is expected to be made public, the official said. The official went on to say Trump continues to be open to getting vaccinated. But the official cautioned Trump also wants to make sure frontline medical workers receive the vaccine first.  ##Vaccines## Alaska state health officials confirmed Wednesday that a health worker suffered an allergic reaction to the Pfizer coronavirus vaccine on Tuesday. “There was an adverse reaction yesterday evening,” Dr. Anne Zink, chief medical officer for the Alaska Department of Health and Social Services, told reporters on a teleconference Wednesday. Doctors treated the health worker and said she is in stable condition. ##Vaccines## The Federal Reserve, as widely expected, left interest rates near zero following its latest policy meeting Wednesday.  The Fed cut rates to that level in March and has maintained that they are likely to remain there for several years as the economy recovers from the Covid-19 pandemic. The Fed has launched several lending programs and other stimulus efforts in addition to slashing interest rates this year to support the economy during the coronavirus crisis. But Fed chair Jerome Powell has continued to stress that the Fed (as well as Congress and the White House) may need to do more to help struggling American consumers and businesses. There are growing hopes that a new round of fiscal stimulus may be coming soon from politicians in Washington — and perhaps more will be done once President-elect Joe Biden takes office next month.   Pfizer is working to find out more about a report that a health worker in Alaska suffered an allergic reaction to its vaccine Wednesday. “We don’t yet have all the details of the report from Alaska about a potential serious allergic reactions but are actively working with local health authorities to assess,” a Pfizer spokesperson told CNN. “We will closely monitor all reports suggestive of serious allergic reactions following vaccination and update labeling language if needed,” she added. “The prescribing information has a clear warning/precaution that appropriate medical treatment and supervision should always be readily available in case of a rare anaphylactic event following the administration of the vaccine.” When British health authorities rolled out the vaccine there earlier this month, at least two recipients had allergic reactions but they recovered quickly. The New York Times first reported that a health care worker in Alaska suffered a reaction. “Participants in our Phase 3 trial were excluded if they had a history of severe adverse reaction associated with a vaccine and/or severe allergic reaction (e.g., anaphylaxis) to any component of the investigational vaccine,” the Pfizer spokesperson told CNN. “Overall, there were no safety signals of concern identified in our clinical trials, including no signal of serious allergic reactions associated with vaccine. However, reports of adverse events outside of clinical studies are a very important component to our pharmacovigilance activities and we will review all available information on this case and all reports of adverse events following vaccination,\" she added. ##Vaccines## On a conference call on Wednesday, Senate Majority Leader Mitch McConnell suggested that votes on final passage of a stimulus deal could slip into the weekend, and he prepared his members to be ready for that possibility.  If votes do extend into the weekend, it's possible there could be a temporary government shutdown until final passage of a bill since government funding runs out Friday night.  Congress may have to pass a short-term stop-gap measure to prevent that from happening, but they are planning on tying a second Covid-19 relief package to the funding bill. McConnell walked his members through the outlines of the deal, indicating that direct payments would likely be included in the final proposal. He indicated that President Trump has been strongly advocating for direct checks. The struggle to get the stimulus package done also looms over the Georgia Senate runoff races that will determine which party controls the chamber next Congress. During the call with GOP senators, McConnell noted that direct payments for individuals and families have become a major issue in the race.  \"Kelly and David are getting hammered\" on the issue, he said, according to a source who heard his remarks. ##Stimulus## Iowa Gov. Kim Reynolds announced today that she is lifting all curfews for bars and restaurants and is removing limitations for social gatherings.  During a news conference on Wednesday morning, Reynolds said that the curfew and restrictions will be lifted at 12:01 a.m. local time on Thursday. Bars and restaurants will be able to resume normal operations as long as customers are seated when eating or drinking, wear masks when not seated, and are 6 feet away from other groups with no more than 8 people per group.   Gathering limitations will be lifted, but 6 feet of distance is still required between groups.   She said that there is an overall decline in Iowa of new cases since mid-December. She said numbers have stabilized over the past week. The statewide positivity rate over the past 14 days is 13.8%, she said. Only one county in Iowa is at 20%, she said, with 44 counties between 10-15% positivity and 42 counties have positivity rates below 15%.  Hospitalizations are half of the mid-November peak of 1,500, she said.  \"This doesn't mean that our work is done, but it's proof that we have the tools necessary to effectively manage the virus while balancing the activities of our daily lives,\" Reynolds said.  ##Restrictions## New Jersey's positivity rate has been 13.08% since Saturday but its rate of transmission is down slightly to 1.08% as of Monday, Gov. Phil Murphy said at his press conference on Wednesday. The state reports at least 5,803 new Covid-19 cases and at least 91 deaths, he said. Murphy reported 489 new Covid-19 hospitalizations in the state. As of now, the state's hospitals are treating 3,672 Covid-19 patients; 3,462 are Covid-19 positive and 210 are awaiting confirmation. There are 721 patients in the ICU, and 482 of them on ventilators. Murphy reminded residents that the while there's \"a vaccine in our midst,\" they cannot let their guards down. \"That should harden our resolve, not lessen it, but harden our resolve to continue with things like social distancing, wearing our masks, washing our hands and doing everything we can to protect our families and our communities,\" said Murphy. Pennsylvania broke its record again for highest number of deaths added in a single day, marking 278 additional deaths in Wednesday’s report. The state added more than 10,000 cases, according to the Pennsylvania Health Department.  More than 6,000 patients are hospitalized with more than 1,000 of those in the ICU with Covid-19. Facebook is now proactively notifying users after they interact with misinformation about the coronavirus that has been removed from the platform. The social media giant said Tuesday that users will receive a notification in their feeds that displays a thumbnail of the removed post. The notification will inform users that the posts contained false claims. The notices will also explain to users where they first encountered the posts and how they engaged with it, according to a blog post.  The new notifications are an update to an existing coronavirus misinformation policy, and reflect how Facebook is moving more aggressively to combat coronavirus misinformation as the vaccine rollout begins.  Dr. Brittani James serves a population in Chicago that is 100% Black, and she's trying to encourage her community to take the vaccine when it becomes available to them. Covid-19 has disproportionately hit Black communities. Despite that, Black Americans remain among the groups that have the least confidence in the coronavirus vaccine, according to a study from the Kaiser Family Foundation. Being a Black woman in medicine has made James \"more concerned about the racism that's rampant in the field,\" she said. \"To simultaneously be trying to help other Black people, other women, and really feeling the weight of that systemic racism and sexism within my own field, it does something to your psyche. But it also allows me to see other things that my colleagues don't see as easily,\" she told CNN. In her position, James said she's able to connect with her patients and advocate for the vaccine. \"I'm able to say, 'I understand your fears, and I was raised to have the same fears and mistrust.' But I'm able to use my own body, essentially, to say, 'I'm taking the vaccine, I believe it's safe. I personally reviewed the evidence and I know that it's safe,\" she said. \"It's certainly stressful and certainly traumatic at times.\" Bringing the community on board and getting them to vaccinate involves more than messaging. The community's vaccine hesitancy stems from their mistrust in the health care system, she said. The message to take the vaccine needs to come from \"community leaderships, Black church leaders, activists, non-profit organizers, who are already in the community,\" she said. \"We need to convince them and allow them to spread the message because they have that credibility.  Watch: ##Vaccines## The Chilean Public Health Institute (ISP) has unanimously approved the emergency use of the Pfizer/BioNtech Covid-19 vaccine for people age 16 years and older, ISP announced at a news conference on Wednesday.  The panel of experts from ISP met virtually to review the approval request that was sent by the laboratories on November 27. The director of the institute, Heriberto García, called it \"a historic moment for Chile,\" saying that they \"have done hard work for quite some time, many months to deliver this good news.\" Chilean authorities announced earlier that they will start giving the vaccine in the first quarter of 2021. The first group to receive it will be health officials and the population at risk, although, at the moment, there is no exact date. The latest numbers: On Wednesday, Chile's health minister announced a total of at least 576,731 confirmed Covid-19 cases nationwide with approximately deaths related to the virus since the beginning of the pandemic. ##Vaccines## President-elect Joe Biden said today his team is working on a plan for him to get a Covid-19 vaccine. Biden said he didn't want to cut to the \"head of the line,\" but he wants to show Americans that it is \"safe\" to get the vaccine. \"I don't want to get to the head of the line, but I want to make sure that we demonstrate to the American people that it is safe to take. They are working on that plan right now.\" Biden reiterated that he plans to take the vaccine \"publicly.\"  ##Vaccines## Some business leaders are in favor of eventually requiring their employees to take Covid-19 vaccines.  Seventy-two percent of current and former CEOs of major companies signaled an openness to Covid-19 vaccine mandates, according to a poll held Tuesday at a virtual summit by the Yale Chief Executive Leadership Institute.  However, several CEOs indicated that no such mandate had yet been formulated at their companies, and that they want to see how early rounds of vaccinations go before making formal plans. Pfizer’s Covid-19 vaccine has received emergency use authorization by the FDA, but has not been approved by the agency.  The Yale summit included business leaders from Walmart, Goldman Sachs, eBay, and other major companies.  “There was a surprising amount of openness to the idea of mandates for vaccines,” said Jeffrey Sonnenfeld, founder of the Yale Chief Executive Leadership Institute. “No one said they were ready yet.” Some context: Legal experts say companies can require their employees to get vaccinated. Some jobs already have similar requirements. For example, hospitals may require workers to get flu or hepatitis B vaccines. However, companies may need to grant exemptions to workers on medical or religious grounds.    Still, Sonnenfeld said vaccine mandates can help companies promote a culture of safety. “If a safe work environment is part of their culture and brand, more power to them,” he said. Others think that vaccine mandates go a step too far.  “Business has a huge role to play in helping set the tone on the importance of vaccines,” said Mark Weinberger, the former CEO of EY and a director at MetLife and Johnson & Johnson. “But to say you’re going to be fired if you’re scared to death to take a vaccine, that’s a difficult position for CEOs to take.” ##Vaccines## Austin Beutner, the superintendent of the Los Angeles Unified School District, is recommending that health leaders consider schools as a site where people can get the Covid-19 vaccine. \"It will take this all-hands-on-deck effort,\" Beutner told CNN on Wednesday, referring to the the sheer number of people who will need to be vaccinated in the US. \"Within 10 square miles, quarter million people, 30 schools, three drugstores, two fire stations,\" he said, for example. \"Begs to reason the place to provide the vaccine to students and their families is the place they trust the most, where they are almost every day, their local neighborhood school.\" \"Let's make sure we think of schools as part of the system to provide vaccine to children as was done for Polio,\" Beutner added. Remember: Teachers and school staff probably won't get the vaccine until April. First in line for the vaccine will be two groups considered to be exceptionally high risk – health care workers and residents of long-term care facilities such as nursing homes.  Depending on whether more vaccines have been approved, the second phase could begin by April. Phase 2 might include K-12 teachers and staff and other child care workers Additionally, the Pfizer vaccine is not recommended for children yet because they were not part of phase three clinical trials. On the topic of a second Covid-19 stimulus package, Beutner said that getting the economy back on track starts with children and school systems. He told the story of a third grader in his district whose family is struggling. \"They've had someone in the family become gravely ill because of the virus. This child struggles to log on to a zoom because someone is missing in their household. Someone else in the household had lost work. I ask leadership, what can we do for that child?\" he said. \"The answer is staring us right in the face – do all that we can to support schools, make them the priority. It builds the foundation for the economy to reopen, foundation of the future, opportunity for children, it's just the right thing. It has to be the priority,\" Beutner added. Even as talks over more economic relief are moving in a positive direction towards a deal, congressional leaders are still trading offers and going back-and-forth this morning as they try to finalize a proposal and jam it through Congress in days, several sources said. That means it's quite uncertain when Congress will vote — and whether they will be able to tie the roughly $900 billion relief plan to a massive $1.4 trillion spending bill that Congress is trying to pass by the time government runs out of money Friday night. Whether Congress will have to pass another stop-gap measure to keep agencies afloat remains to be seen. The top four leaders are expected to talk this morning by phone. On a conference call with House Democrats this morning, Speaker of the House Nancy Pelosi signaled that the deal isn't final yet but offered the general outlines of the proposal. There wasn't a lot of pushback on the call, and sources described the atmosphere on the call as positive. Pelosi blamed GOP insistence on lawsuit protections for businesses and others as a reason why state and local aid was not included in the proposal. She did point to other areas of the emerging proposal — school funding, vaccine distribution transportation projects — where states and localities would get money. She contended that Democrats will push again for state and local aid when Joe Biden assumes the presidency. One Democrat, Rep. Sean Casten of Illinois, urged the leadership to bring a stand-alone bill to fund state and local governments to show where Democrats stand, a source on the call said. ##Stimulus## Gen. Gustave F. Perna, the chief operating officer of Operation Warp Speed, said they discovered two trays carrying Pfizer vaccines were not at the recommended temperature needed for storage and had to send them back to Pfizer.   \"We had two trays of Pfizer vaccine that arrived in California at two separate places. As we were tracking the temperature, we noted that the temperature actually got colder than minus 80, went to minus 92 (Celsius),\" Perna said Wednesday during a virtual briefing by the Department of Health and Human Services and the Department of Defense. \"We locked those trays down, Pfizer and OWS working with FedEx and UPS, they never left the truck. And we returned them immediately back to Pfizer and we sent immediate shipments to replace those two trays,\" Perna added. Perna also said that they saw the same situation in Alabama, where two trays were at minus 92 degrees Celsius, and like in California, they were able to stop delivery of trays and get a second shipment immediately to the state.  Additionally, Perna said that they are working with the FDA, CDC and Pfizer to determine if that anomaly is safe or not. ##Vaccines## During an Operation Warp Speed briefing Wednesday, Health and Human Services Secretary Alex Azar said he's heartened to see that Americans vaccine confidence is \"rising substantially.”  Azar cited an ABC poll this week which said more than 8 in 10 Americans say they plan to take the vaccine, and an announcement from Kaiser saying more than 70% of Americans \"definitely or probably\" will take the vaccine.  “So just — vaccine confidence is surging,” Azar said.   Azar said that there is still much work to do to ensure that all Americans understand the value of the vaccines, “but it’s clear that many Americans are learning that these vaccines are safe and extraordinarily effective.”  He said he expects vaccine confidence to increase as more people get vaccinated.  “As the word gets out, as they talk to their friends, their colleagues, their neighbors, vaccine confidence in the United States will just increase by word of mouth, by trusted sources, every single day,\" he said.  ##Vaccines## Senate Minority Leader Chuck Schumer said \"the finish line is in sight\" on Covid-19 relief talks, and that the four Congressional leaders and Treasury Secretary Steven Mnuchin are \"very close\" to coming together on a deal. \"And as we race the clock to reach a final accord before the end of the year, we are close to an agreement. It's not a done deal yet, but we are very close,\" Schumer said in his floor remarks Wednesday morning.  Schumer said that he, Senate Majority Leader Mitch McConnell, House Speaker Nancy Pelosi and House Minority Leader Kevin McCarthy have been using the bipartisan framework as \"the basis of discussions\" and that they have been working with Mnuchin, who's been negotiating on behalf of the White House. Schumer made clear that the agreement is insufficient for Democrats, but that \"right now, we must address this emergency over the short-term.\" \"We're on the precipice of achieving these goals. We Democrats would have liked to go considerably further, but this won't be the last time Congress speaks on Covid relief. Right now, we must address this emergency over the short term. But make no mistake, we will work in the future to provide additional relief as the country requires, but we need to provide a platform to build on, we need to address this emergency right now,\" he said.  \"The finish line is in sight. everyone wants to get this done. Let's push through the few final meters and deliver the outcome that the American people very much need,\" Schumer added.   Read up on the latest on stimulus negotiations here. ##Stimulus## Senate Majority Whip John Thune told reporters moments ago he's hopeful a deal can come by Friday on Covid-19 economic relief. He added he thinks $600 to $700 is under discussion for stimulus checks and then \"double that for family and kids.\" He also added he thinks there will be $300 for unemployment benefits per week. \"I feel more optimistic I think that there's been a lot of progress made by the so called Big Four that are discussing and negotiating this out and things are getting written up,\" he said. \"Be able to get on it and get it done in time on Friday to meet the deadline.\" ##Stimulus## Only a few of the Lilly and Regeneron monoclonal antibodies available for the treatment of Covid-19 are being used each week, said Dr. John Redd, chief medical officer in the US Department of Health and Human Services' Office of the Assistant Secretary for Preparedness and Response. \"The highest weekly utilization by state has been 21%,\" Redd said in a Q&A during a webinar on Wednesday hosted by the National Academies of Sciences, Engineering and Medicine. \"We’ll be getting updated numbers this week,\" Redd said, adding that uptake in the use of monoclonal antibodies is encouraged and efforts are being made to share information about these treatments, possibly in new locations — such as nursing homes — where they may be valuable. Health and Human Services Secretary Alex Azar said Wednesday that approximately 2 million doses of Pfizer's vaccine have been allocated for jurisdictions to use next week.  If Moderna's Covid-19 vaccine is authorized by the US Food and Drug Administration in the coming days, Azar said the US has authorized nearly 5.9 million doses for next week. Remember: The Moderna vaccine has not been approved by for emergency use yet, but an advisory committee to the US Food and Drug Administration released a document confirming the vaccine's efficacy on Tuesday.  The FDA's Vaccine and Related Biological Products Advisory Committee will review that document and discuss issuing an emergency use authorization on Thursday. Here's a look at how the Pfizer and Moderna vaccines compare. ##Vaccines## The chief scientific advisor for Operation Warp Speed says 20 million doses of the Moderna Covid-19 vaccine will be delivered by the end of the month. \"I think that's really excellent,\" Moncef Slaoui said at a news briefing on Wednesday. Remember: The Moderna vaccine has not been approved by for emergency use yet, but an advisory committee to the US Food and Drug Administration released a document confirming the vaccine's efficacy on Tuesday.  The FDA's Vaccine and Related Biological Products Advisory Committee will review that document and discuss issuing an emergency use authorization on Thursday. Slaoui added that the US government is continuing to effort additional doses from Pfizer.  “We are working very closely with the company to ensure that we can support and help them address all the challenges in continuing to increase their capacity and output and also at the same time discussing how we may come to an agreement on the first option for an additional 100 million doses,” he said. ##Vaccines## A large majority of Americans, 71%, say they will \"definitely or probably\" get a Covid-19 vaccine, according to a survey out Tuesday from the Kaiser Family Foundation. But Black Americans, people living in rural areas and Republicans are more hesitant about getting the shots. Only 11% of African Americans and 16% of Latinos were \"very confident\" that the process was taking their needs into account, according to the survey.  We want to hear your thoughts on Covid-19 vaccines. Do you have specific questions or concerns? Type them in the box below and we may feature some in a special CNN Town Hall.  Dr. Anthony Fauci and Surgeon General Jerome Adams will join Don Lemon and CNN's Dr. Sanjay Gupta for \"The Color of Covid – The Vaccines\" Friday at 10 p.m. ET on CNN. ##Vaccines## NYC Health Commissioner Dave Chokshi said following the vaccination of more than 1,600 health care workers, his department has so far not heard \"of any serious adverse events, that means very serious side effects, in the city thus far.\" The side effects experienced so far are those seen in the study of the vaccine, particularly some pain at the injection site, some fatigue, some muscle aches, which generally only last 23-48 hours and are considered mild. The city plans to publish a dashboard showing how many individuals are being vaccinated daily, New York City Mayor Bill de Blasio said. All the public NYC health and hospitals received the vaccine yesterday, the CEO Mitch Katz said. More are expected next week.  Right now they are focusing on people in the highest risk areas, emergency rooms, intensive care units and those over 60 years old, Katz said.  Katz added “from looking at the numbers I believe we’re going to vaccinate the whole hospital in 3 weeks. Everyone in every single unit, just starting at the highest risk units.” The officials were speaking at the Elmhurst location, which was one of the hardest hit hospitals at the epicenter of the pandemic. Earlier, the mayor observed the first vaccinations at the public hospital. ##Vaccines##  Senate Majority Leader Mitch McConnell said that Hill leaders have “made major headway toward hammering out a targeted pandemic relief package that would be able to pass both chambers with bipartisan majorities,” and have “committed to continuing these urgent discussions until we have an agreement.”  “We agreed we will not leave town until we’ve made law,” he said.  McConnell did not announce any specifics on what will be in the deal, but did offer a preview of what’s likely to be included. “We need vaccine distribution money, we need to re-up the Paycheck Protection Program to save jobs, we need to continue to provide for laid off Americans. Congressional leaders on both sides are going to continue working until we get this done,\" he said. CNN's Manu Raju reported earlier that the deal is expected to be around $900 billion dollars and include a new round of stimulus checks. You can read more on the expected deal here.  ##Stimulus## Gen. Gustave F. Perna, chief operating officer of Operation Warp Speed, said the team is \"on track\" with the distribution of Covid-19 vaccines in the United States. \"We are on track with all the deliveries that we said we were doing,\" said Perna during a virtual briefing Wednesday by the Department of Health and Human Services and the Department of Defense. Perna said the volume of deliveries was 145 on Monday, 425 Tuesday and 66 today. On Thursday, deliveries to additional 886 locations are expected, he said. \"It is about a steady drum-beat cadence of delivery of vaccine out to the American people.\" ##Vaccines## Secretary of State Mike Pompeo is quarantining after coming into contact with someone who tested positive for coronavirus, but he himself \"has been tested and is negative,\" the State Department announced Wednesday. \"Secretary Pompeo has been identified as having come into contact with someone who tested positive for Covid,\" a State Department spokesperson said. \"For reasons of privacy we can't identify that individual.\" \"The Secretary has been tested and is negative. In accordance with CDC guidelines, he will be in quarantine,\" they said. \"He is being closely monitored by the Department's medical team.\" Pompeo's Wednesday schedule listed him as having no public appointments. President Trump is scheduled to hold a Cabinet meeting Wednesday morning.  It is unclear when or where the top US diplomat came into contact with the individual who tested positive. CNN has reached out to the State Department for further details. US stocks started Wednesday mostly lower after a weak retail sales report that underscored the need for another round of federal Covid relief.  Here's where things opened: The Dow fell 50 points, or 0.2%.\nThe S&P 500 lost 0.1%.\nThe Nasdaq dropped 0.1%. The weaker open comes after a government report showed that US retail sales tumbled in November by more than economists had feared.  The bleak holiday shopping report adds to evidence that the recovery is losing momentum as the pandemic intensifies. After months of failure, Congressional leaders appear to finally be closing in on an agreement for a Covid-19 relief package. The Federal Reserve is scheduled to issue a new policy statement and updated economic projections at 2 pm. Fed Chairman Jerome Powell has forcefully called for lawmakers to provide more fiscal stimulus. ##Stimulus## Congressional leaders, after months of a bitter stalemate and as millions of Americans have been eager for relief, are finally indicating they're nearing a deal on a new rescue package that could pass both chambers within days. The deal is expected to include a new round of stimulus checks, but no money for state and local aid, a priority Democrats had pushed for, and no lawsuit protections, which Republicans wanted, according to a source briefed on the talks.  The source cautioned that nothing is final until it is unveiled, but that's where this is headed at the moment. Once details are unveiled, Hill leaders will have to sell the plan to their caucuses and try to ram it through Congress quickly — all with the threat of a shutdown looming at the end of the week. The price tag for a stimulus deal could be close to $900 billion, a source familiar tells CNN, though more details could be out later Wednesday morning. While Hill leaders would not confirm what they have agreed to, both sides are likely to have made some significant concessions, including potentially dropping demands for money for state and city governments — a priority Democrats have been pushing —and a liability shield that the GOP had been seeking. A $748 billion bipartisan proposal released this week could serve as a ready-made starting point for what might be included. That package proposes: $300 billion for the Small Business Administration and money for more Paycheck Protection Program loans\n$35 billion for health care providers\n$2.6 billion for the Centers for Disease Control and Prevention for vaccine distribution and infrastructure\n$3.4 billion for grants to states and cities to help with vaccine efforts\n$7 billion for grants to states for coronavirus testing and contact tracing\n$82 billion for schools and other education providers\n$25 billion for rental assistance and an increase for food stamps\nExtends the eviction moratorium until the end of January 2021\nExtends student loan forbearance through April 2021\nAn expansion of federal supplemental unemployment insurance benefits by $300 per week for 16 weeks Read more about the stimulus negotiations here.  ##Stimulus## Although the US has began rolling out the coronavirus vaccine, Americans still need to wear masks and take other safety measures, White House coronavirus testing czar Admiral Brett Giroir said Wednesday. \"Although we're very positive about the vaccine, it is absolutely imperative that we continue our work to wear masks, to avoid crowded spaces, to physically distance, to avoid travel if you can,\" he said. \"Because until the vaccine gets widespread, this is still our best measures to flatten the curve and save lives.\" While urging people to observe these safety measures and listed to public health messages, he emphasized that the US is \"still at a dangerous and critical part of this pandemic and tens of thousands of American lives are at stake.\" The current vaccine rollout will create an impact on the number of new Covid-19 cases, hospitalizations and deaths in the US. This will be seen \"almost immediately,\" Giroir said, but cautioned that widespread immunity through vaccination will not come until the late spring or early summer. Meanwhile, the White House testing czar is hoping to increase testing availability in the country.  \"You're going to hear more good news from the FDA very soon about other home tests that are not exactly the over-the-counter type, but are in the same ballpark,\" he said. \"You'll see more and more tests get authorized, and them ramping up very soon, in the early part of the year.\" Watch more: ##Vaccines## Costa Rica has authorized the emergency use of the Pfizer/BioNtech vaccine against Covid-19 after the US Food and Drug Administration (FDA) gave the vaccine emergency use authorization on Friday, according to a statement released by Costa Rica’s Ministry of Health on Tuesday. Through social media, Costa Rica's president, Carlos Alvarado, said the agreement with the company guarantees coverage for 1.5 million people.  In October, Costa Rica announced an agreement with Pfizer/BionNtech for the purchase of 3,000,000 doses. Costa Rica’s Ministry of Health announced that vaccinations in the country could start during the first quarter of 2021, without mentioning an exact date, according to the same statement. ##Vaccines## Congressional leaders, after months of a bitter stalemate and as millions of Americans have been eager for relief, are finally indicating they're nearing a deal on a new rescue package that could pass both chambers within days. But first they need to unveil the details, sell it to their caucuses and try to ram it through Congress quickly — all with the threat of a shutdown looming at the end of the week. It won't be an easy task. But top Democrats and Republicans expressed confidence Tuesday evening after the big four leaders met for the first time in months, emerging to say that a deal is finally in sight. But they refused to share any details. Here's how the legislative process could play out: Negotiators are likely to introduce a $1.4 trillion government funding package later Wednesday. Then, when the House Rules Committee meets to tee up a House vote, an amendment will be offered to tack on the Covid relief deal before sending the full package to the floor.\nOnce a vote takes place in the House, there will be little time left on the calendar before a potential shutdown is triggered.\nWith such a narrow margin for error, get ready for rank-and-file members to attempt to exert influence on the process in an effort to win concessions. Ultimately, leadership is likely to shut down such efforts, but that won't stop lawmakers from trying. Take, for example, a tweet from prominent progressive Democratic Rep. Alexandria Ocasio-Cortez of New York on Tuesday evening, calling for stimulus checks, which is uncertain to be included in the final deal. Other progressives are echoing that sentiment — as are Sens. Bernie Sanders and GOP Sen. Josh Hawley.\nIf a quick Senate vote is blocked, there could be a brief government shutdown over the weekend. And if lawmakers fail to imminently finalize a massive government spending bill for a new fiscal year, there is also a chance they could be forced to revert to a short-term funding patch instead, though lawmakers in both parties have made clear they don't want that to happen. Read more about the stimulus negotiations here.  ##Stimulus## The World Health Organization's European office has warned that \"there is a high risk of further resurgence\" of Covid-19 across Europe early next year. \"Annually across Europe, we see a massive increase in gatherings that bring together people of all ages, including families, religious groups and friends. This brings a significant risk of increased COVID-19 transmission during the upcoming holiday season,\" according to a WHO Europe announcement on Wednesday. \"Despite some fragile progress, COVID-19 transmission across the European Region remains widespread and intense,\" the announcement notes. \"There is a high risk of further resurgence in the first weeks and months of 2021, and we will need to work together if we are to succeed in preventing it.\"  The announcement urges people to take precautions during the winter holidays to minimize the risk of Covid-19, such as by postponing or reducing gatherings, keeping gatherings outdoors if possible, wearing masks, maintaining physical distancing and avoiding any transportation that might be crowded. The announcement says: \"During the upcoming holidays, WHO recommends that countries carefully consider adapting the setup of seasonal activities to remove the possibility of crowding, especially in confined or closed settings, including during travel.\"  ##Hotspots## Tom Cruise, lead actor of the upcoming film \"Mission: Impossible 7,\" was heard reprimanding crew members for reportedly not adhering to social distancing measures, the UK's Sun reported, citing an exclusive audio tape from the set. \"I don’t ever want to see it again, ever! And if you don’t do it you’re fired, if I see you do it again you’re f**king gone. And if anyone in this crew does it -- that’s it, and you too and you too,\" Cruise can be heard saying in The Sun's exclusive audio tape.  The rant comes after two crew members reportedly were standing within two meters (about six feet) of one another while on set for the film, the British tabloid reported.  \"We are the gold standard. They’re back there in Hollywood making movies right now because of us! Because they believe in us and what we’re doing,\" Cruise can be heard saying in the audio recording. \"We are creating thousands of jobs you m*ther f**kers. I don't ever want to see it again!\"  Paramount Pictures is producing the film. It is currently being shot at Warner Bros. Studio in Leavesden, Hertfordshire, outside of London, where the recording was allegedly made. Warner Bros., like CNN, is owned by WarnerMedia. \"Mission: Impossible 7\" had previously faced delays from the Covid-19 pandemic. In February, a three-week shoot was set to take place in Venice, Italy, but the country had a surge of coronavirus cases, putting the production on hold. British media reported that 12 members tested positive for Covid-19 on set in Italy in October. British media also reported that Cruise has tried to ensure there are no more delays, even paying 500,000 British pounds ($676,000) out of his own pocket for a ship that cast and crew could isolate on during film production. “You can tell it to the people who are losing their f**king homes because our industry is shut down. It’s not going to put food on their table or pay for their college education,\" Cruise continued in the audio obtained by The Sun. \"That’s what I sleep with every night – the future of this f**king industry!” \"Mission: Impossible 7\" is currently being filmed in the UK and is set to release in November 2021. CNN has contacted Cruise's publicist and Paramount Pictures for comment. The New York Times reports that Paramount declined its request for comment. It’s been a week since the UK became the first country in the world to deploy Pfizer/BioNTech’s Covid-19 vaccine.  So far, a total of 137,897 people in the UK have been vaccinated, according to Nadhim Zahawi, who is overseeing the coronavirus vaccine rollout.  On Wednesday, Zahawi tweeted that the vaccine program had gotten off to a \"really good start\" and gave a breakdown of the numbers.  Here's those numbers. England:108,000\nScotland:18,000 \nWales: 7,897\nNorthern Ireland: 4,000.\nScotland:18,000  Zahawi added that the number of vaccinated people would continue to rise as distribution in primary care networks takes effect. But its possible that only around half of the population in England will be able to get vaccinated next year, according to a new report from the National Audit Office.  The report estimates that only 25 million people -- less than half of England's population of around 56 million -- could be vaccinated in 2021. That's if, and when, sufficient vaccines are available. The UK government has signed five contracts for potential Covid-19 vaccines, including  Pfizer/BioNTech's offering, which is currently being deployed. The contracts will provide access to 267 million potential doses at an expected cost of £2.9 billion (US $3.9bn), according to a report released Wednesday by the National Audit Office. They include:  100 million doses from Astra Zeneca/Oxford \n60 million doses from Valneva \n40 million doses from Pfizer/BioNTech  \n60 million doses from Novavax\n7 million doses from Moderna   The report also said an estimated 46,000 staff may be needed to support the deployment of the vaccines, noting the challenge of current staff shortages. Saudi Arabia received the first shipment of the coronavirus Pfizer/BioNtech vaccine on Wednesday morning, with more than 100,000 people registered to receive the vaccine so far, Health Minister Tawfiq Al Rabiah told Saudi state TV. The Kingdom’s Food and Drug Authority approved the registration of the Pfizer/BioNtech coronavirus vaccine last week in preparation for importing and distributing, state news agency SPA said. Al Rabiah showed a vial of the vaccine on Saudi TV and said: \"I am happy to bring the positive news to the citizens and residents [of Saudi Arabia] that the first batch of the coronavirus vaccine has arrived this morning.\" Saudi Arabia opened registration for those willing to receive the vaccine on Tuesday, with the number of people signing up surpassing 100,000 so far, Al Rabiah said. The vaccine will be administered for free and will be prioritized for those above the age of 65, those with chronic illnesses and frontline medical workers, he added. Indonesian President Joko Widodo said the country will provide free Covid-19 vaccines for all, state-run Antara News Agency reported on Wednesday. \"After re-calculating the state's financial standing, I can confirm that the Covid-19 vaccine would be offered free of charge to the public,\" he said. \"There is no reason for the public to not get vaccinated.\" Antara reported that Widodo has instructed ministries and local governments to prioritize the vaccination program in the 2021 budget.  Indonesia received 1.2 million doses of the vaccine from Chinese pharmaceutical firm Sinovac on December 6. The country is expected to receive another 1.8 million doses by early January, Antara reported. Indonesia has so far reported 629,429 Covid-19 cases and 19,111 deaths. Doctors from several hospitals across Northern Ireland were forced to treat patients in parking lots on Tuesday as the nation’s health service was pushed to the brink. Across Northern Ireland, hospital capacity stood at 104%.  At one point outside the Antrim Area Hospital, 17 ambulances containing patients were lined up outside the emergency department. Wendy Magowan, director of operations at the Northern Trust -- a health and social care provider serving 470,000 people in the region -- said one patient waited 10 hours in an ambulance in County Antrim overnight. 43 people were waiting for an emergency bed at Antrim Area Hospital and 21 at the Causeway Hospital on Tuesday morning, Magowan told the UK’s PA Media. She added that 100 of the Antrim hospital’s 400 beds were already occupied by Covid-19 patients. “The pressure has been building, we are seeing our Covid figures here in Antrim hospital increasing,” she told PA.  Day in day we’re not seeing this second surge starting to abate at all.” The worrying scenes took place as First Minister Arlene Foster engaged with other UK political leaders about the British government’s plan to relax coronavirus restrictions over the Christmas holiday.  No decisions to reverse the plans have been taken, but the government is facing mounting criticism to do so from health experts who have warned that hospitalizations at New Year could match that of the pandemic’s peak in April, unless tighter measures are brought in.  On December 11, Northern Ireland emerged from a “circuit breaker” lockdown -- where schools remained opened, but some businesses in the retail, leisure and hospitality sectors were forced to close.  The lockdown did not drive down infection rates.  Northern Ireland’s health minister, Robin Swann, said he would propose a series of new restrictions to executive colleagues on Thursday.  486 new cases of the virus were recorded in Northern Ireland over the last 24 hours, with the deaths of a further six people announced on Tuesday.  1,135 people have died from Covid-19 in Northern Ireland so far. Since the pandemic began, 47% of migrant workers living in dormitories across Singapore have been infected with Covid-19, according to a statement released by the Singaporean Ministry of Health on Monday.  A total of 152,794 migrant workers residing in dorms have returned positive results in PCR or serology tests for Covid-19. Approximately 323,000 migrant workers are living in dormitories across Singapore, the statement added. PCR tests are used to diagnose current or new infections, the ministry said, while serology tests can detect the presence of Covid-19 antibodies in blood samples and allow health officials to identify people who had been infected in the past. The vast majority of migrant workers who returned positive results were either asymptomatic or had very mild symptoms, it added. The new statistics show that the number of infections in Singapore was much higher than previously thought.  \"For every Covid-19 infection in the dormitories detected through PCR testing, another 1.8 cases were untested and undetected at the time, and were identified subsequently only through serology testing,\" the ministry said.  \"This is not surprising as many migrant workers did not have any symptoms, and thus would not have sought treatment.\" As of Wednesday, Singapore reported 58,341 cases and 29 deaths since the pandemic began. The majority of those cases were reported in migrant workers' dormitories over the summer, prompting authorities to lock down the facilities and conduct testing to stem the outbreak. China will suspend inbound international flight routes if five or more people test positive for Covid-19 when they land, the Civil Aviation Administration of China said in a statement on Wednesday. Under the new rules, if five or more passengers test positive for Covid-19 after arriving in China on a flight, the airline company will be banned from running those flights for two weeks, it said. A four-week suspension will be served if 10 or more passengers test positive for the virus, it said. Airlines will be allowed to resume flying one flight per week on the route once the suspension ends.  Previously, airlines had to serve a one-week suspension if five or more passengers on a flight tested positive for Covid-19. The tightened restrictions are implemented with immediate effect. On Tuesday, the Civil Aviation Administration of China issued one-week suspension notices to Ethiopian Airlines, the Russian airline Pegas Fly, and Swiss International Air Lines after five or more passengers who traveled on their flights tested positive for Covid-19. Not enough Covid-19 patients are asking for or receiving monoclonal antibody treatment, Health and Human Services Secretary Alex Azar said on Tuesday. “We have a surplus of these monoclonal antibodies right now, the Regeneron and Lilly antibodies, and what's happening is people are waiting too long to seek out the treatments until they show up at the hospital and, by then, it may be too late in order to get the benefit of these antibody treatments that beat back the spread of the virus,” Azar told CNBC in an interview. What is the treatment? \"Monoclonal antibodies are laboratory-made proteins that mimic the immune system's ability to fight off harmful antigens such as viruses,\" the FDA said in a statement after approving the Eli Lilly treatment. It's \"designed to block the virus' attachment and entry into human cells.\" The treatment involves an infusion, and Azar acknowledged there’s a natural resistance to get that kind of treatment if a person still feels healthy. But doctors need to prescribe and use these products early in the disease progression, as it can \"dramatically reduce the risk for us of hospitalizations at a time when our hospitals are getting very crowded with people with Covid,” he said. “So basically if you are over 65 or at risk of serious complications or hospitalizations because of comorbidities, what have you, and you test positive, you need to seek out and get the Lilly or the Regeneron monoclonal antibody,” Azar said. Tillie Dybing is a survivor. At the age of 107, the Minnesota woman recently beat Covid-19 after being diagnosed this fall, according to officials at the Ecumen Detroit Lakes community home, where she has lived since 2015. This isn't the first pandemic Dybing has lived through. Born in 1913, she was almost 5 years old when the 1918 flu pandemic hit her family farm in North Dakota, she told CNN affiliate KARE. \"My folks got sick and they were in bed, and I'd run into the bed and my Dad said, 'Can't you find another place to run,'\" she said. Throughout her life, Dybing endured other losses, including the deaths of several siblings in infancy and her husband in her 80s. She is also a cancer survivor, having beaten uterine cancer at the age of 95, KARE reported. Now, she has survived two viral pandemics. The only Covid-19 symptoms Dybing says she had was fatigue. \"Nothing in her lungs. They said she doesn't have a fever. She just slept all the time,\" Dybing's daughter Susan Berke told KARE. Dybing recently returned to her apartment at the facility after spending a few weeks away from the general population, Ecumen officials said. They added that they are happy she has recovered and thanked her family for trusting them with her care. The United States Postal Service is warning customers that they are experiencing unprecedented volume increases and limited employee availability due to the impact of Covid-19. “We appreciate your patience and remain committed to delivering the holidays to you,” an  update on their website says.  “While every year the Postal Service carefully plans for peak holiday season, a historic record of holiday volume compounded by a temporary employee shortage due to the Covid-19 surge, and capacity challenges with airlifts and trucking for moving this historic volume of mail are leading to temporary delays,\" said the USPS, adding that similar challenges are being felt by “shippers across the board.” The United States reported 198,357 new coronavirus cases and 3,019 virus-related deaths on Tuesday, according to data from Johns Hopkins University. Tuesday's death toll marks the third highest daily count of fatalities since the beginning of the pandemic. The nationwide totals now stand at 16,717,014 confirmed cases and 303,797 deaths. The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases.  CNN is tracking Covid figures: ##Hotspots## Health and Human Services Secretary Alex Azar said he doesn't know how many Americans have been vaccinated against the coronavirus, but that those figures should arrive in the coming days. “I can't tell you at this precise moment how many have gotten it,” Azar told CNBC’s Shepard Smith on Tuesday. “We're just, of course, two days into the vaccination program but we do have the IT systems to generate that data and get that reporting.\" “And as we go, several days or maybe a week into this, we’ll start providing a dashboard with that type of information, so we know exactly how we're doing on getting shots in arms,” he added. “It's important information. We have it. We literally track each box, GPS temperature control every truck. We've got a command center here with it, so we'll be able to start doing that type of reporting.” The vaccine program: Vaccinations began on Monday, with the first doses delivered to all 50 states, the District of Columbia and Puerto Rico. The first doses of the Pfizer vaccine were injected Monday into health care workers -- those at the front lines of the pandemic. But it will be several months before most Americans can get a Covid-19 vaccine. ##Vaccines## Germany suffered a major spike in Covid-19-related fatalities, with 952 deaths connected to the disease reported on Tuesday, according to figures released Wednesday by the Robert-Koch-Institute (RKI), the country’s center for disease control. Tuesday’s toll shatters the previous record of 598 deaths on December 11. But the institute said a delay in reporting data from the large state of Saxony could be part of the reason for the sharp increase.  Data was not transmitted from Saxony on Monday, so Wednesday’s report includes missing numbers for Monday as well as Tuesday. The RKI also recorded 27,728 new cases of the novel Coronavirus Tuesday. Surging numbers: Germany is currently experiencing a major surge of infections, hospitalizations and deaths. The country entered into a hard national lockdown on Wednesday in an effort to bring the situation under control. An earlier version of this post misstated the gap in Saxony's figures released on Wednesday. They included Monday as well as Tuesday.  ##Hotspots## South Korean health officials have warned residents to take current restrictions seriously, as the country faces the possibility of entering into its first potential lockdown since the beginning of the pandemic. South Korea has long been considered a model country for its effective Covid-19 response. Despite being among the first countries to be hit by the virus, it has managed to avoid the type of stringent lockdown measures seen elsewhere in the world, thanks largely to a combination of aggressive testing and sophisticated track and trace techniques. But as the pandemic drags on into winter, the emergence of a so-called \"third wave\" has resulted in an apparently untraceable rise in new infections. Rising cases: On Tuesday, South Korea reported 1,078 new cases -- the country's highest daily count yet -- bringing the national total to 45,442, according to the Health Ministry. The majority of the cases were locally transmitted.  Some 226 patients are in critical condition, while there were an additional 12 deaths Tuesday, increasing total fatalities to 612. Speaking Wednesday, senior Health Ministry official Yoon Tae-ho urged people to follow social distancing measures in the Seoul metropolitan area, which accounts for around half of the country's 51 million population.  Officials are now debating whether to raise restrictions to a higher alert level, with many concerned it could harm small businesses and the self-employed. Last ICU bed: Seoul now only has one single ICU bed dedicated to Covid-19 left in the city, the acting mayor said on Wednesday. Some 77 of the total 78 dedicated beds are occupied by coronavirus patients. And 85.7% of total dedicated beds across hospitals are occupied, adding extra strain to health systems that are already struggling.  The city will secure 18 additional ICU beds by end of the year, authorities said.  Read more here: ##Hotspots## Chinese health care giant Fosun Pharma has secured a deal with BioNTech to buy 100 million doses of their coronavirus vaccine for use and distribution in mainland China. The deal will be subject to Chinese regulatory approval, Fosun Pharma said in a statement on Wednesday. “A local Phase 2 clinical trial of mRNA COVID-19 vaccine candidate BNT162b2 is on-going in Jiangsu, China,” the statement said. The initial supply of these vaccines will be produced in BioNtech’s production facilities in Germany. “We would like to thank the Chinese government and National Medical Products Administration for their commitment and trust in our vaccine development efforts to help address this global pandemic threat,” said BioNTech CEO Dr. Ugur Sahin.\n“This joint development effort with Fosun Pharma is a testament to the importance of global cooperation and reflects our strategy to supply our vaccine globally. This agreement is an important step toward our shared goal of bringing a safe and efficacious vaccine to people worldwide.”  The BioNTech vaccine, developed globally with Pfizer, has already received emergency use authorization in the United States and United Kingdom. ##Vaccines## Japan has reported a new high for the number of patients in intensive care since the pandemic began.  Five additional new cases are in critical care as of Tuesday, bringing the total number of ICU patients to 592, according to the country's Ministry of Health. The ministry also reported 2,410 new coronavirus infections and 45 virus-related deaths for Tuesday. The new figures raise the country's total to 184,754 cases and 2,701 fatalities. Tokyo and Osaka are big hotspots: Tokyo reported 460 new cases on Tuesday, and has 78 ICU patients. Meanwhile, Osaka reported 306 new cases and has 158 ICU patients.   ##Hotspots## The Frisco Bowl, the first scheduled game of college football’s postseason “Bowl Season\" in the US, has been canceled due to Covid-19. The game was scheduled to be played this Saturday in Frisco, Texas, between Southern Methodist University and University of Texas San Antonio. The cancellation was due to coronavirus issues within the Southern Methodist football program.  “While we are disappointed in having to cancel the game, our top priority is the health and safety of all parties involved,” said Clint Overby, vice president of organizer ESPN Events. UT San Antonio will now play in the First Responder Bowl on Dec. 26 against an opponent yet to be determined. The Frisco Bowl is the 11th bowl game of the 2020-21 schedule to be canceled. Congressional leaders in both parties expressed growing confidence Tuesday evening that Washington will be able to cut a last-ditch deal to provide relief to Americans hit hard by the impacts of the coronavirus pandemic after setting aside months of partisan finger-pointing and bickering. Democrats and Republicans sounded upbeat following the conclusion of in-person talks on Tuesday between House Speaker Nancy Pelosi, Senate Majority Leader Mitch McConnell, Senate Democratic leader Chuck Schumer and House GOP leader Kevin McCarthy. Nothing has been finalized yet and the details are scarce about what may be agreed to, but all signs are pointing to the likely announcement of a deal that will include provisions with widespread bipartisan support, including an extension of jobless benefits, loans for hard-hit small businesses and money for vaccine distribution. Lawmakers may also extend the federal eviction moratorium and defer student loan payments. While Hill leaders would not confirm what they have agreed to, both sides are likely to have made some significant concessions including potentially dropping demands for money for states and cities -- a priority Democrats have been pushing -- and a liability shield that the GOP had been seeking. Read more about the talks: ##Stimulus## Vaccine advisers to the US Centers for Disease Control and Prevention have scheduled meetings for this weekend to discuss Moderna’s candidate coronavirus vaccine and the next phases of vaccine distribution. On Thursday, vaccine advisers at the Food and Drug Administration (FDA) will meet to discuss Moderna's application for emergency use authorization. The application could be granted as soon as Friday. If the Moderna vaccine receives authorization, on Saturday the Advisory Committee on Immunization Practices (ACIP) will meet to discuss the candidate vaccine, and whether to recommend that the CDC allows distribution. If that recommendation is accepted, the vaccine could begin delivery starting next Monday. On Sunday, ACIP has a second meeting, to discuss the next phases of vaccine distribution. Phase 1a advised giving the first round of vaccines to health care workers and residents of long-term care facilities.\nPhases 1b and 1c are expected to include essential workers and people at highest risk from infection, such as those aged over 65 or with underlying chronic conditions. ##Vaccines## The United States reported 112,816 Covid-19 hospitalizations on Tuesday, setting a new record high since the pandemic began, according to the Covid Tracking Project (CTP). This is the 14th consecutive day that the US has remained above 100,000 hospitalizations. According to CTP data, these are the days with the highest hospitalization numbers: Dec. 15: 112,816 people hospitalized\nDec. 14: 110,549 people hospitalized\nDec. 13: 109,298 people hospitalized\nDec. 12: 108,461 people hospitalized\nDec. 11: 108,108 people hospitalized ##Hotspots## Just over half of all planned doses of coronavirus vaccines have been bought up by high-income countries such as the United States, Japan and Australia, which means as much as a quarter of the world’s population will be unable to get vaccinated until 2022, researchers reported Tuesday. These rich countries have pre-ordered close to 7.5 billion doses of Covid-19 vaccines, enough to vaccinate 3.76 billion people, Anthony So of the Johns Hopkins Bloomberg School of Public Health and colleagues found. “Just over half (51%) of these doses will go to high income countries, which represent 14% of the world’s population,” they wrote in their report, published in the BMJ. At the time the report was written, the US accounted for one-fifth of all global Covid-19 cases but had reserved 800 million doses of vaccine. Japan and Australia accounted for fewer than 1% of cases but had options on 1 billion doses. The researchers projected that the 13 major vaccine manufacturers working on coronavirus vaccines had the potential capacity for close to 6 billion courses of vaccine by the end of 2021.  “High income countries have reserved just over half of these vaccine doses from 13 leading vaccine manufacturers. Low and middle income countries have the remainder, despite these countries comprising more than 85% of the world’s population,” they wrote. “Even if all 13 of these vaccine manufacturers were to succeed in reaching their maximum production capacity, at least a fifth of the world’s population would not have access to vaccines until 2022.” There’s one effort that is trying to get around this -- COVAX, coordinated by the World Health Organization, global vaccines initiative Gavi and the Coalition for Epidemic Preparedness Innovations (CEPI). The group is trying to build manufacturing capacity for 2 billion doses of coronavirus vaccine.  “The COVAX Facility could play a key role in ensuring access to Covid-19 vaccines. However, its target of two billion doses by the end of 2021 is still short on premarket vaccine commitments and financing to deliver on this goal,” So’s team noted. ##Vaccines## As the first Covid-19 vaccinations are being administered across the country this week, Black Americans remain among the groups that have the least confidence in the vaccine, according to a study from the Kaiser Family Foundation. The findings come as the nation's top health leaders urge Black people to trust the vaccine, by hosting live events where Black health professionals are among the first to receive and administer it. The Kaiser study found that 35% of Black Americans would probably or definitely not get the vaccine if it was determined to be safe by scientists and widely available for free. Of the Black Americans who are hesitant to get the vaccine, the majority, or 71%, said they were concerned about possible side effects; half were worried they would get Covid-19 from taking the vaccine; and 48% said they have a general distrust in vaccines. Other studies have noted that Black and Latino people cite distrust in the federal government and the nation's history of racism in medical research as key reasons for their hesitancy. Read the full story: ##Vaccines## London will return to a strict lockdown this week, after coronavirus cases soared in the British capital, UK Health Secretary Matt Hancock said Monday. Hancock said London will be moved from England's Tier 2 \"high alert\" local restrictions to the \"very high\" Tier 3 on Wednesday morning at 12 a.m., along with nearby areas in south and west Essex, and south Hertfordshire. Under the highest restriction level, all hospitality venues including pubs, cafes and restaurants will close except for takeout and delivery. People should avoid traveling outside their area and reduce the number of journeys they make wherever possible. Read the full story: ##Restrictions##", "Section": "world", "Writers": ["Jessie Yeung", "Adam Renton"], "URL": "https://www.cnn.com/world/live-news/coronavirus-pandemic-vaccine-updates-12-16-20/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Singapore", "Source": "CNN"}