{"Type": "article", "Time": "2020-05-02", "Headline": "May 2 coronavirus news", "Text": "Our live coverage of the coronavirus pandemic has moved here.  President Donald Trump took to Twitter Saturday after Senate Majority Leader Mitch McConnell and House Speaker Nancy Pelosi issued a rare joint statement on Saturday turning down the Trump administration’s offer to provide 1,000 rapid coronavirus tests so that more would be available for front line health care workers.  \"Congress is grateful for the Administration's generous offer to deploy rapid Covid-19 testing capabilities to Capitol Hill, but we respectfully decline the offer at this time,\" Pelosi and McConnell said in the earlier joint statement. \"Our country's testing capacities are continuing to scale up nationwide and Congress wants to keep directing resources to the front-line facilities where they can do the most good the most quickly.\" The Senate is set to return next week with the congressional physician issuing protocols for screening and social distancing. Dr. Brian Monahan is the attending physician of the US Congress. The New York Police Department has 2,160 uniformed members on sick report, which is 6% of the department's work force. This is down from a high of 19.8%. While 5,225 members of the NYPD have tested positive for Covid-19, 4,405 members have returned to work after recovering from a positive diagnosis. There are 639 uniformed members and 144 civilian members out sick after receiving a positive diagnosis. The department says 37 members have died due to coronavirus-related illnesses. ##Health## More than 500 people gathered at the California Capitol in Sacramento Friday to protest Gov. Gavin Newsom’s stay-at-home order.  \"The majority of the demonstrators were not wearing face masks or physically distancing and at one point a group of them locked hands,\" according to a news release from the California Highway Patrol. \"In so doing, they were jeopardizing the health and safety of themselves as well as our officers and onlookers during this ongoing Covid-19 pandemic.\" As a result, police arrested 32 for failing to comply with the lawful orders to disperse along with health and safety violations, the release said. ##Daily Life## Charisse Hill, New York City Parks Department spokeswoman, told CNN in a statement that while there is a large volume of visitors in both Central Park and Prospect Park in Brooklyn, most are in compliance with social distancing rules.  Here's Hill's full statement:  \"Together with NYPD, our Parks Enforcement Patrol officers are actively patrolling in Central Park and Prospect Park, both popular locations.\nWhile there is a volume of visitors, most are in compliance.\nWe are distributing masks and educating visitors on social distancing.\nWe will continue to monitor and expand our enforcement efforts as necessary.\" ##Daily Life## The Newport Beach City Council voted Saturday to support litigation filed by Huntington Beach, Dana Point and other business owners to reopen Orange County beaches, according to a news release from the city. California Gov. Gavin Newsom ordered all Orange County beaches closed on Thursday despite a vote from the Newport Beach City Council Tuesday to keep beaches open, the release said. \"The Governor’s office had not sought the City’s perspective on beach safety or the weekend plan before issuing the directive,\" the Newport Beach release said. On Friday, an Orange County judge rejected a request from local officials to block Newsom's order closing the beaches in the county to slow the spread of the coronavirus. Lawyers representing three cities argued the governor had singled out the county and overstepped his authority while allowing other beaches in California to remain open. The judge agreed to hear more on the challenges to the beach order next week. Also on Friday, between 2,500 and 3,000 people took part in a protest over the beach closures in Huntington Beach. ##Daily Life## An emergency proclamation issued Thursday in Stillwater, Oklahoma, requiring the use of face masks in stores and restaurants was amended Friday after several reports of threats, a statement from Stillwater City Manager Norman McNickle said. \"In the short time beginning on May 1, 2020, that face coverings have been required for entry into stores/restaurants, store employees have been threatened with physical violence and showered with verbal abuse,\" McNickle said in the statement. \"In addition, there has been one threat of violence using a firearm. This has occurred in three short hours and in the face of clear medical evidence that face coverings helps contain the spread of COVID-19.\" Due to the threats of violence the city has decided to amend their emergency order, but officials still want people to wear face masks whenever possible, the statement said.  ##Daily Life## The Duchess of Cambridge took part in a virtual roundtable with midwives, health visitors, parents, and leading sector experts about the challenges that Covid-19 is having on new and expectant mothers and their families ahead of Mental Health Awareness Week in the UK. Catherine spoke with health workers at Kingston Hospital as they continue to battle against the coronavirus pandemic. The Duchess has long been involved in highlighting the importance of the early years and parental well-being, according to a press release from Kensington Palace. Mental Health Awareness Week in the UK starts on Monday and runs through Sunday, May 10.   There are at least 1,126,519 cases of coronavirus in the US and at least 66,051 people have died from the virus, according to Johns Hopkins University's tally of cases in the United States. The totals includes cases from all 50 states, the District of Columbia and other U.S. territories, as well as repatriated cases and those in the US military, veterans hospitals and federal prisons.   CNN has an interactive map tracking coronavirus cases across the country. ##Health## New York City Mayor Bill de Blasio told CNN's Ana Cabrera that the city is not yet out of the woods and is not going to rush reopening. Cabrera asked de Blasio if the worst was behind the city with regards to Covid-19 given recent data. I want to say that, but I want to also acknowledge this is a ferocious disease, never turn your back on this disease never discount it,\" de Blasio said. \"The way we’re going to ensure the worst is behind us is by keeping up these tough rules.\" \"Of course we all want to restart, but we're not going to restart until we have harder evidence that we’ve turned the corner,\" de Blasio said. ##Daily Life## New York City Mayor Bill de Blasio told CNN’s Ana Cabrera Saturday officials expected the crowds at Central Park and were \"prepared for this.\"  \"The NYPD is out in force\" along with other city agencies, he said. Enforcement numbers from about an hour ago \"looked actually quite good,\" the mayor said adding \"the vast majority of people got the message and that's the story of NYC over these last weeks.\" He said its \"totally understandable\" that folks want to go out get some exercise and fresh air but added the message has been \"don’t linger too long, get back home\" and \"while you’re out there keep that face covering on, keep that social distance.\" For anyone who tries to resist these rules or create a public gathering, the NYPD is immediately going to give them a summons, de Blasio said. If everyone follows the rules that’s great but if not there’s going to be very intense enforcement,\" de Balsio said.  The mayor said overall in the past few weeks \"people are overwhelmingly abiding by that social distancing,\" adding that more and more people are putting on face coverings. The city is giving them out today for free, he added.  \"New Yorkers have been pretty amazing at following rules in a place where it's tough,\" he said. ##Daily Life## Scores of people descended upon the National Mall on Saturday as the US Navy's Blue Angels and the Air Force Thunderbirds performed a flyover to honor first responders on the front lines of the coronavirus pandemic. The nation's capital is under a stay-at-home order to slow down the spread of the virus but that didn't stop crowds from gathering between the US Capitol and the Washington Monument. The Blue Angels and Thunderbirds conducted flyovers in Washington, Baltimore and Atlanta on Saturday. ##Daily Life## Arkansas Gov. Asa Hutchinson said that he would announce more guidelines as the state began lifting restrictions put in place due to the coronavirus pandemic. “On Monday we will be having an announcement in terms of guidelines in reference to our houses of worship, and some of our larger venues,\" Hutchinson said. Hutchinson said the state has sought a measured approach when it comes to reopening the state. We've lifted some of the restrictions with very careful approach and is phased in, so it doesn't all happen on the same time frame. And I think this is a very cautious approach that our state is taking,\" Hutchinson said. ##Daily Life## A federal judge in the Southern District of New York dismissed the New York State Nurses Association's request for an injunction that would've forced Montefiore Medical Center to provide more personal protective equipment, court documents show. The union alleged shortcomings like inadequate personal protective equipment (PPE), a lack of training for registered nurses redeployed from hospital units to meet the staffing needed to treat the high number of Covid-19 patients, and unsafe working conditions for high-risk employees. The union filed similar suits against Westchester Medical Center and the New York State Department of Health. Writing Friday, Judge Jesse Furman wrote that the court did not have the authority to enforce an injunction against Montefiore, and that under the union's collective bargaining agreement, the dispute could only be resolved through arbitration. \"It would 'unduly interfere' with the hospital’s ability to make business decisions' at a time when the judicial interference could be particularly problematic,\" Furman wrote, citing legal precedent. \"The tragic fact that, between now and the conclusion of the arbitration proceedings, nurses at Montefiore may well (indeed, are likely to) contract Covid-19 does not alter that conclusion.\" Furman wrote \"...given the measures that Montefiore has been taking, under extraordinary circumstances, to protect its staff and provide patient care,\" adding \"the Court cannot say that the likelihood of infection (let alone death) in the absence of an injunction is so great as to render the arbitral process meaningless.\" \"That is not to say that Montefiore cannot or should not do more to protect its nurses than it is,\" Furman wrote, \"it is merely to say that, under the parties' collective bargaining agreement, that is an issue for the arbitrator, not this Court, to decide.\" ##Health## CNN’s Ramon Escobar captured photos of people in Central Park on a sunny Saturday while the state remains under a stay-at-home order. Signs instructed park visitors on how far apart they must remain from others. New York Police Commissioner Dermot Shea asked community partners Friday night to spread a singular message: \"Now is not the time to relax.\" Several tweets Saturday from the NYPD's press Twitter accounts and the chief of department reinforced that the department is aware that people are heading outside to \"soak up the sun and enjoy the fresh air,\" but also reminded the public that social distancing rules are in place. Officers who patrolled an Upper East Side park Saturday were pleased to report proper PPE and social distancing observed. There were no tweets about Central Park specifically. The NYPD had no information on whether or not citations have been issued Saturday when reached by CNN. ##Daily Life## A total of 24,760 people in France have died after contracting Covid-19, an increase of 166 since Friday, the Health Ministry announced Saturday. The number of patients in intensive care continues to decline with 3,827 receiving treatment, a decrease of 51 in 24 hours. In total, 25,827 patients are currently receiving hospital treatment in France for coronavirus. ##Health## China has sent 149 medical experts to 16 countries for Covid-19 prevention and control work, according to Mi Feng, China’s National Health Commission spokesperson. Mi made the statement Saturday, according to Chinese state-run media China Global Television Network (CGTN).  Mi said China is willing to continue to work with the international community to combat the pandemic. China's National Health Commission (NHC) reported a single new case of novel coronavirus and no deaths for the fourth consecutive day, according to a statement published on Saturday.  New Jersey Gov. Phil Murphy told reporters Saturday that the state's downward trend in Covid-19 cases continued, but emphasized the importance of remaining socially distant, especially as the weather improves. Murphy reported 205 news deaths and 2,912 additional cases since yesterday, bringing the state totals to 7,742 deaths and 123,717 cases, respectively.  This has been as tough a week as it relates to fatalities as we have had,\" he said.  While the governor called the statewide death toll \"unfathomable,\" he expressed hope that New Jersey was rounding the corner.  \"All of the important metrics in our hospitals continue to show positive trends,\" Murphy said. He said initial anecdotal reports indicated that the reopening of parks in the state was working out but said that this weekend would be a bellwether for social distancing.  \"If we hear minimal reports of knucklehead behavior at our parks and we see the metrics we need to meet being met over the next couple of days and weeks, then we know that you all have taken to heart your responsibility,\" he said. He said it was a \"big week in terms of federal assistance\" He lauded the federal government for giving the state testing supplies and for providing PPE to long-term care facilities. ##Health## House Speaker Nancy Pelosi and Senate Majority Leader Mitch McConnell issued a joint statement Saturday “respectfully” declining an offer from the Trump administration to deploy rapid coronavirus testing capabilities to Capitol Hill. “Our country’s testing capacities are continuing to scale up nationwide and Congress wants to keep directing resources to the front-line facilities where they can do the most good the most quickly,” Pelosi and McConnell wrote in the statement. “Consistent with CDC guidelines, Congress will use the current testing protocols that the Office of the Attending Physician has put in place until these speedier technologies become more widely available,” they also said. Some background: Health and Human Services Secretary Alex Azar announced that 1,000 coronavirus tests will be available as US senators and staff return to Capitol Hill on Monday, after the Capitol physician earlier said testing for members would be limited. The House –– which has 435 members compared to 100 in the Senate –– canceled its plans to return to Washington this upcoming week, with Democratic leadership citing guidance from Capitol attending physician Brian Monahan. Trump criticized Pelosi on Twitter Saturday and said the House should return. New York has been testing residents for Covid-19 antibodies at grocery stores, Gov. Andrew Cuomo's office said Saturday. The survey developed a baseline infection rate by testing 15,000 people at grocery stores and community centers across the state over the past two weeks, the governor’s office said, adding that the study shows 12.3% of the population have Covid-19. Rudy Fuertes, the president of Fteley Food Corp, told CNN that antibody testing had occurred at two of his Fine Fare grocery stores in the Bronx, and at one Key Food location in Brooklyn. He said about 200 people, including patrons and workers, were tested at the locations over several days. “The communities we serve, they’re very vulnerable. They’re less fortunate. They want to go back to work. They’re running out of money,\" Fuertes said. Testing involved a dedicated line and room for taking blood samples, according to Fuertes. He was contacted by the state about the pilot program of testing in the grocery stores and said he was more than happy to accommodate. About 62 employees collectively at the 3 locations were tested for antibodies, including Fuertes who said he tested positive “I didn’t even know I had the virus. Most of the people on the front line have tested positive without having symptoms and I was one of them. I tested positive for antibodies, and I didn't have any symptoms at all,\" he said. “I think it was a great initiative from the governor to bring hope to the community,\" Fuertes said of the antibody testing. He also said he noticed an uptick in the number of individuals cashing in recyclables for money. “That tells me people are running out of money. People are desperate. They’re cashing anything they can to buy food,\" Fuertes said. ##Health## ##Daily Life## Florida Gov. Ron DeSantis held a roundtable Saturday with Orange County salon and barbershop owners to discuss potentially reopening their businesses on Monday.   \"Phase 1\" of DeSantis's reopening plan allows for restaurants and retail shops to reopen at 25% of their capacity. Gyms, barbershops and hair salons were not initially included in this phase, DeSantis has said.  In a letter to the governor, Orange County Mayor Jerry Demings asked DeSantis to consider including barbershops and salons in the first step of the reopening plan.   DeSantis said he understood the hardships the business owners had endured. Going to get your hair cut \"is a step towards a more healthy society,\" DeSantis said sitting inside an Orlando hair salon.   Several of the salon owners explained to DeSantis the measures they have put in place for keeping customers and employees safe including limiting people inside and calling customers for appointments in lieu of a waiting area.    \"One thing we want to keep in mind, saving lives is more important to me and all of us than making money. Of course we need to make money but we have to be able to live and be healthy in order to make the money,\" said J. Henry, the owner of J Henry's Barber Shop.   DeSantis said he will speak to his team and make a decision in the coming days.   ##Daily Life## Large crowds flocked to the National Mall in Washington, DC, on Saturday to view the flyover of the Blue Angels and Thunderbirds honoring essential workers, according to social media posts showing large crowds.  The crowds gathered despite a stay-at-home order in Washington, DC, and requests from the Blue Angels, DC Homeland Security and Emergency Management office, via their respective Twitter accounts, to refrain from viewing the flyover on the mall. The crowds appeared to be in greater number on the mall between the US Capitol and Washington Monument.  CNN photojournalist Andrew Christman filmed the flyover on the mall near the Lincoln Memorial and reported a smaller crowd, with most people social distancing.  Christman also traveled to the “Capitol side” of the mall after the flyover was completed and reported that the crowds were fewer and more spread out. CNN has reached out to DC Mayor Muriel Bowser’s office, the Air Force and White House for comments. The following photos were taken by Justin McCarthy(@jaymac1893): Michigan Gov. Gretchen Whitmer signed an executive order today that extends existing safety measures to protect consumers and employees at grocery stores and pharmacies. The order requires grocery stores and pharmacies to continue following the established guidelines until May 29, according to a news release. Some of these guidelines include: Customers must wear a face covering when entering a grocery store or pharmacy\nGrocery stores and pharmacies must allocate at least two hours per week for vulnerable populations to shop safely\nIf an employee tests positive for coronavirus, the business must notify other employees  “We must continue protecting the health and safety of both consumers and employees at our grocery stores and pharmacies, which we rely on more than ever during this unprecedented public health crisis,” Whitmer said. Food sellers must also continue to follow safety guidelines, including maintaining social distancing and implementing a daily screening process for employees. ##Daily Life## ##Health## The US Navy Blue Angels and US Air Force Thunderbirds are honoring frontline health care workers and first responders battling coronavirus with flights on Saturday. The planes will fly over Baltimore, Washington, DC, and Atlanta today, according to a news release. “America Strong is a way for both teams to show appreciation to the thousands of doctors, nurses, first responders and essential workers out there serving on the frontline day-in and day-out,” Cmdr. Brian Kesselring, the Blue Angels commanding officer and flight leader for the flyover, said in the release. “This is an extraordinary and unprecedented time but we will get through this. We are all in this together,\" he added. Watch: Turkey has lifted trade restrictions imposed on the export of some medical equipment due to the novel coronavirus pandemic. This equipment includes ventilators, intubation tubes and intensive care unit monitors. The decision, which also removes the export limitations on disinfectants, hydrogen peroxide, ethanol and hand sanitizing cologne, was announced in the Official Gazette of government regulations on Saturday.  The decision does not lift the pre-approval requirement for personal protective equipment (PPE). The trade restrictions, which introduced a requirement for pre-approval from the health ministry for export, were imposed in mid-March.  “The decision to allow their export reflects Turkey’s decreasing need for said devices and chemicals, due to our increasing ability to contain the Coronavirus, and our commitment to helping countries in need,\" a senior Turkish official said.   Turkey has delivered PPE and medical equipment to more than 50 countries since the outbreak including donations to the Spain, Italy, United Kingdom and the US.  ##Business## Austin Beutner, the superintendent of the Los Angles Unified School District, said reopening schools will be complicated because of the number of people who are impacted. For example, one of the schools in the district has 500 students, Beutner told CNN's Fredricka Whitfield. Those 500 students have siblings who are in schools with about 50,000  more students, who go home to about 200,000 family members, he said. One school with 500 individuals [is] connected to a quarter million people,\" Beutner said. \"We don't want the quarter million people bringing the virus into the school and the school to spread and be a petri dish to share with the rest of the community.\" \"It's complicated,\" he added. \"It's not just as simple as spreading the desks apart.\" Some background: On Tuesday, California Gov. Gavin Newsom floated the idea of restarting school in late July or early August, saying that \"the prospects of an earlier school year are warranted considering the prospect of neglecting our next generation.\" Local school officials would develop new protocols for physical education classes and recess at schools, as well as processes to deeply clean and sanitize schools, parks and playgrounds to keep infection rates down, Newsom said when discussing his plan on how to reopen the sate. ##Daily Life## ##Health## About half of the people tested at the Tyson pork processing plant in Logansport, Indiana, have Covid-19. A spokesperson with the Joint Information Center said of the approximately 2,200 employees at the plant, about 1,900 individuals were tested. Tyson announced yesterday that the plant will be reopening next week. “We’ve taken additional precautions to reassure team members that they are returning to a safe environment and have made additional changes to continue supporting them during this global health crisis,\" Senior Vice-President Todd Neff said in a press release Friday. Some context: This news comes after President Trump signed an executive order aimed at keeping meat-processing facilities open amid the coronavirus pandemic. Still, plants across the country are scrambling to balance worker safety with pressure from the federal government to remain operational. ##Business## The high speed train that runs from southern England to Europe by undersea tunnel will require passengers to wear face coverings as of Monday. “Any type of mask is suitable as long as it effectively covers your nose and mouth,” Eurostar said in a statement.  Passengers without masks will be refused travel, it adds.  Eurostar has been running largely reduced service.  ##Travel## New York state will donate 7 million more cloth masks to those most vulnerable to coronavirus, Gov. Andrew Cuomo said Saturday during a news conference. The masks will be given to nursing homes and the poorer communities, Cuomo said. The governor also announced the state will distribute $25 million to food banks across the region. Watch: New York Gov. Andrew Cuomo disagrees with people who want to open the economy while the pandemic persists because he refuses to \"put dollar signs over human lives.\" \"I understand people's frustration with the economy not being open. I get it. I want to see the economy open. For myself, for my family, and by the way, the state has a tremendous financial problem,\" Cuomo said at a press conference Saturday. Cuomo said that while he understands people have a first amendment right to express their disagreement with his decisions, he said they \"have no right to jeopardize my health.\" The state will continue to enforce the order that requires New York residents to wear a mask in public when they are unable to social distance. \"The mask is not about your health. The mask is about my health and my children's health and your children's health –– and that's why you have to wear a mask,\" he said. \"I believe it should be enforced because it's reckless, it's irresponsible and it's not about your lives, it's about other people's lives and you don't have a right to do that.\" On antibody testing: Of the 15,000 people tested for Covid-19 antibodies, 12.3% of them have tested positive, Cuomo said. As of May 1, New York City is seeing nearly 20% of the positive cases with the borough of the Bronx seeing the highest percentage according to the governor. Cuomo went on to announce they are doing antibody testing for transit workers in the New York City region. ##Health## ##Daily Life## There has been at least 1,106,373 cases of coronavirus in the US and at least 65,173 deaths, according to a tally by Johns Hopkins University. As states begin to include “probable deaths” in their counts, so will the university. In the upcoming days, these changes may show as surges of deaths in the United States.  The totals includes cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases and those in the US military, veterans hospitals and federal prisons. ##Health## Hospitals in New York will now ask patients specific demographic questions to try and figure out where new coronavirus cases are coming from, Gov. Andrew Cuomo said at a news conference Saturday. He said there has been about 900 new infections a day across the state. \"If you find a specific place or pattern that is generating infections, then you can attack it, but you have to find it first,\" Cuomo said. He said hospital workers will ask new patients about what community they live in within the boroughs, as well as their occupation and how they travel. \"Are these infections that are being spread in the home? Or are they front line workers, which means they're getting up every day, they're getting on public transit, they're going to work and maybe they're getting it on public transit, maybe they're getting it at the work place,\" Cuomo said. The governor said this data will be collected over the next few days. ##Health##   Several Trump Organization golf properties previously closed to comply with various business restrictions are now open. Trump National Doral Miami Golf Club reopened for members on Friday and as of Saturday, guests of the hotel are also able to golf.  Details of new procedures for those golfing to follow include having to wear masks when they approach the club house and abiding by social distancing guidelines. Trump International Golf Club in West Palm Beach, Florida, has been open since Wednesday to members only. Trump National Golf Club in Bedminster, New Jersey, re-opened Saturday. It is only allowing members. Trump National Golf Club Washington, DC, in Potomac Falls, Virginia, is open Saturday.  Some background: CNN previously reported that the Doral and West Palm Beach properties collectively furloughed 713 workers due to the coronavirus outbreak as well as 102 employees from the Potomac Falls property.  CNN has reached out to the Trump Organization to see if those furloughed are being re-hired and if so how many. ##Business## Pennsylvania's Department of Conservation and Natural Resources announced a phased reopening of state parks and forest facilities in line with social distancing guidelines set forth by Gov. Tom Wolf, according to a statement released on Saturday. With the exception of one restroom in each day use area and marina, all state park and forest facilities outside of the counties will remain closed until changes are made consistent with Wolf’s guidelines for reopening, the statement reads.  The public can still access trails, lakes, rivers, streams, forests, roads and parking areas statewide for recreation. All playgrounds, nature play areas, interpretive centers, amphitheaters and group camping facilities statewide will remain closed indefinitely.  Beaches statewide will be closed until June 6. ##Daily Life## Gov. Andrew Cuomo has reported that 299 people in New York died due to coronavirus over the past day. \"The new cases walking in the door, the new Covid cases, the number of new infections was also down a little bit, 831. It had been relatively flat at about 900 every day. Which is not great news. Yesterday was 831. We'll watch to see what happens with that,\" Cuomo said a news conference moments ago. \"The number that I watch every day, which is the worst, is the number of deaths. That number has remained obnoxiously and terrifyingly high. And it's still not dropping at the rate we would like to see it drop. It even went up a little bit, 299, 289 the day before. So that is bad news. 276 deaths in hospitals. 23 in nursing homes.\" Cuomo added that nursing homes are where the \"most vulnerable population is, and the highest number of the most vulnerable population.\" Watch: ##Health## White House economic adviser Kevin Hassett said that another stimulus package – called phase four – might not be necessary. \"I think right now because there's been good news really that the opening up is starting to happen faster than we expected, appears to be doing so safely, then there is a chance that we won't really need a phase four,\" Hassett said on Fox News Saturday morning regarding the package, which is expected to have funding for states and localities. In a gaggle with reporters after his Fox appearance, Hassett seemed to imply that there would be some sort of additional stimulus package but that a potential phase four deal might be geared more toward \"growth and taking off and recovering, rather than just building a bridge to recovery.\" Some context: President Trump said earlier in the week that he would look at funding for states in a potential phase four stimulus package but that “we want to take a little bit of a pause” before passing such a package. Trump said that Republicans are in a much better negotiating position on funding for states and if they agree to it, Republicans \"have to get something for it.\" Hassett said that aid to states \"will be a political issue that will be worked out between Republicans and Democrats on the Hill\" but that President Trump \"is absolutely opposed to bailouts.\" On opening up the economy, Hassett said that \"probably by the end of May, almost every state will be mostly open economically\" but added that economic numbers over the next few months will be \"as bad as you've ever seen.\" ##Daily Life## The French government will extend a state of emergency over coronavirus for around two months in a set of measures to be proposed to Parliament on Tuesday, Health Minister Olivier Véran said in a press conference today. Following a cabinet meeting over the coronavirus crisis, Veran was joined by Interior Minister Christophe Castaner to propose a new legislation on Tuesday that will see the health emergency move forward through to July 24. Véran said that lifting the emergency earlier would \"waste\" the \"considerable efforts made by the French people.\" \"If we were to decrease overnight on May 11, the efforts we made... we can bet that all these efforts, made admirably by the French people would have been in vain,\" Véran said. Other proposed measures include limiting travel and introducing a quarantining process for people entering France from \"abroad, Corsica and other overseas territory.\" \"The government’s objective is not to prevent the French people from traveling –– the government’s objective is to prevent the virus from traveling,\" Interior Minister Christophe Castaner said. Castaner added there would be no border restrictions between French districts in the proposed measures. ##Health## ##Daily Life## Gov. Ralph Northam announced Saturday that the Commonwealth has received Federal Emergency Management Agency approval to receive three Battelle Critical Care Decontamination Systems.  The three systems can sterilize up to 240,000 units of personal protective equipment per day for reuse. The three systems are being installed at the Marching Virginians Center on the Virginia Tech campus in Blacksburg, a warehouse site in the Hampton Roads Sanitation District, and the Vietnam Veterans Pavilion at the Chesterfield County Fairgrounds. The system in Blacksburg will support Virginia and West Virginia and will be jointly operated by the Virginia Department of Emergency Management and the West Virginia Department of Homeland Security and Emergency Management. A system delivered to Washington, DC, last week is supporting Northern Virginia and Maryland health care systems, in addition to those in DC.   There are 98 people who may have died from Covid-19 at the Isabella Geriatric Center in New York City, according to a statement from the center. This statement comes after New York Representative Adriano Espaillat accused nursing homes of not accurately reporting Covid-19 deaths to the Department of Health. Espaillat wrote a letter addressed to Gov. Andrew Cuomo and New York State Attorney General Letitia James calling for an investigation into nursing home facilities. \"Recent reports suggest that nursing home administrators across the state have abandoned transparency, leaving patients unnerved and their families unenlightened as to the status of their loved ones’ health. By withholding important information regarding facility conditions, patients’ status, and the accurate number of cases and deaths related to Covid-19 from families and elected officials, nursing home administrators are abnegating their most fundamental duty,\" Espaillat said. The 705-bed geriatric center said that as the virus hit its facility, they didn’t have access to testing to \"quickly diagnose\" residents and staff, according to a statement. The center noted that they are getting more access to testing and that they have reported accurate data to the Department of Health. ##Health## There is enough testing capacity for Senators who are returning on Monday, President Trump said in a tweet this morning. \"There is tremendous CoronaVirus testing capacity in Washington for the Senators returning to Capital Hill on Monday,\" the tweet said. Trump added that there is testing capacity for the House and criticized House Speaker Nancy Pelosi for deciding not to delay the return of its members.  Some background: On a call with top Senate republican aides yesterday, the Capitol attending physician Dr. Brian Monahan said that testing capacity on the Hill is limited and can only be made available to those who are ill, according to a source familiar with the call. However late last night, Health and Human Services Secretary Alex Azar tweeted that he had received an \"initial request and are sending 3 Abbott point of care testing machines and 1,000 tests for their use.\" Read Trump's tweet: Starting May 7, New York City residents will be able to obtain marriage licenses online, Mayor Bill de Blasio announced Saturday on Twitter. \"An important new visitor is coming to New York City, and that visitor is Cupid,\" de Blasio said in a video where he answered questions sent in by New Yorkers. The mayor said the service will be available online at nyc.gov/cupid. \"Even though we've been through so much in this city, even though we're fighting back this pandemic, this pandemic cannot stop love. And so for all of you looking forward to getting married, we're back in business and ready to serve you and ready to celebrate with you,\" de Blasio said. This comes after New York Gov. Andrew Cuomo announced a few weeks ago that he was signing an executive order that would allow couples to get marriage licenses remotely and allowing clerks to perform ceremonies over video. See de Blasio's tweet: ##Daily Life## Fargo, North Dakota, will reopen city facilities on Monday, including city hall. This decision is part of \"phase one\" in reopening the economy, the city said in a news release. City buildings will open safely, but said \"these methods will be adjusted as needed to appropriately address and respond to the evolving Covid-19 pandemic,\" according to the release. Several safety initiatives will be implemented, such as supplying personal protective equipment to employees, encouraging people to wear masks when they are not able to social distance and conducting business virtually or on the phone whenever possible, the release said. The city said it will also \"defer all fees related to late payments on city utilities\" and \"will refrain from utility shut-offs due to lack of payment through June 30, 2020,\" the release said. ##Daily Life## Harry Potter author JK Rowling is donating $1.25 million to two charities helping vulnerable people during the coronavirus pandemic. Rowling made the announcement on Twitter saying that on the 22nd anniversary of the \"Battle of Hogwarts\" – a significant event in the books – it was \"inappropriate\" to talk about fictional deaths where \"many people are losing loved ones in the real world.\" Rowling said the donation will be split between two UK charities –– one that helps people experiencing homelessness and the other which provides refuge from domestic abuse. \"As ever in a crisis of this sort, the poorest and most vulnerable are hit hardest, so in honor of the Battle of Hogwarts, I’ll be making a donation of £1 million, half of which will go to Crisis, who’re helping the homeless during the pandemic,\" Rowling's tweet said. \"And half of which will go to Refuge because we know that domestic abuse has sadly increased hugely during the lockdown,\" the tweet said. Read Rowling's tweets: The British Prime Minister and his partner have named their son Wilfred Lawrie Nicholas Johnson.  Johnson was born Wednesday.  His middle name Nicholas is in honor of two doctors who treated Boris Johnson while he suffered from coronavirus last month. Carrie Symonds announced the baby’s name on her private Instagram account Saturday. \"Wilfred after Boris' grandfather, Lawrie after my grandfather, Nicholas after Dr Nick Price and Dr Nick Hart - the two doctors that saved Boris' life last month,\" the Instagram message said. \"Thank you so, so much to the incredible NHS maternity team at UCLH that looked after us so well. I couldn't be happier. My heart is full.\" A brewery in Northumberland, northeast England, has been giving away gallons of free beer to local residents after the coronavirus lockdown hit sales and left it with a surplus. Alnwick Brewery, which supplies craft lager, ale and stout to local pubs and restaurants, produced more than 5,000 pints of beer ahead of Easter but was then unable to sell it after the UK government closed non-essential businesses in March. Co-owner Ian Robinson told CNN he came up with the idea of giving it away after hearing of a brewer in Scotland doing the same — but decided to ask locals to give voluntary donations to the UK's National Health Service (NHS) in return. \"We produced around 80 casks of beer for Easter, and almost immediately the government closed the pubs and restaurants so we were left with it,\" he said. \"The casks were virtually dead money.\" Robinson has been giving away beer on each Friday for the last three weeks, raising £940 ($1,180) so far. Read more: ##Business## The novel coronavirus has infected more than 3.3 million people and killed at least 238,000 worldwide. If you're just joining us now, here are the latest developments. Some rules are relaxed: Americans are returning to weekend routines after more than 30 states began easing restrictions -- some doing away with stay-at-home orders altogether while others loosen measures to allow businesses such as movie theaters to reopen. But experts have warned a second wave could hit in the fall. The United States has at least 1,104,161 reported cases of coronavirus and 65,068 related deaths, according to data from Johns Hopkins University.\nSpaniards out exercising: In Spain, people took to the streets to run, cycle or walk after seven weeks in confinement. From today, people can exercise near their homes from 6 a.m. to 10 a.m. and from 8 p.m. to 11 p.m. Since the strictest lockdown in Europe began on March 14, they have only been allowed out for short trips to the grocery store or pharmacy.\nFirst therapy drug authorized in US: The experimental drug remdesivir has been approved to treat hospitalized patients with severe Covid-19, the US Food and Drug Administration said in a letter on Friday. The FDA issued an emergency-use authorization on Friday, saying the benefits of the drug outweigh its risks.\nWHO congratulates Wuhan: The World Health Organization has congratulated the Chinese city of Wuhan for having no severe coronavirus cases left. Wuhan was ground zero for the country's outbreak, and in lockdown from January to April. China's National Health Commission (NHC) has reported only a single new case of the coronavirus and no deaths for the fourth consecutive day.\nCountries reopening: Singapore has announced plans to ease restrictions over the coming weeks, with business to resume more fully from June 1. Malaysia will allow most businesses to reopen Monday, but movie theaters and nightclubs will remain closed. India's lockdown, affecting 1.3 billion people, has been extended to May 17 but restrictions have eased in low-risk areas that haven't had new cases in three weeks. Australia is considering easing its lockdown earlier than planned.\nWhite House blocks Fauci: The White House is blocking Dr. Anthony Fauci, a key member of the administration's coronavirus task force, from testifying before the Democratic-led House next week. But it appears Fauci will testify in front of a committee of the Republican-led Senate committee in May. Fauci has repeatedly distanced himself from Trump’s framing of the federal government’s handling of the pandemic to strike a more somber tone. ##Daily Life## ##Health## The streets of New York -- and many major cities across the US -- are hauntingly empty as the pandemic leaves most of the country on lockdown.  This chilling sign of the times brings to mind a big question: After the pandemic passes, will some people choose to leave big-city life behind?  That trend was already starting to emerge in parts of the country, even before coronavirus hit. Now the pandemic is changing the way we talk about city life. And some experts say it could change who opts to live in them. \"It's hard to think about living in New York when we don't have our existence and our careers there,\" says Ashley Arcement, a dancer, singer and actor who headed to a friend's house in Florida with her boyfriend, a pianist, after Broadway shut down in March.  Before this, we weren't the kind of people who wanted to live outside the city and commute in. ... Now it's like, will it ever be the same?\" Arcement adds. With Broadway closed, restaurants open only for takeout and many working from home -- if they still have a job -- the city that never sleeps is looking downright dormant.  But that wasn't the case a few months ago, when coronavirus started to spread through America's largest and densest city. New York quickly became the epicenter of the country's coronavirus outbreak, spurring stay-at-home orders from officials to keep contagion at bay.  While the number of new cases in New York has started decreasing, the death toll continues to climb. More than 12,000 coronavirus deaths have been confirmed in the city.  \"Why New York? Why are we seeing this level of infection? Well, why cities across the country?\" said New York Governor Andrew Cuomo at a news briefing last month.  \"It's about density. It's about the number of people in a small geographic location allowing that virus to spread ... Dense environments are its feeding grounds.\" On the other side of the country, Joel Kotkin says the situation is notably different.  In am opinion piece published in the Los Angeles Times, Kotkin credited that city's sprawling development with slowing the spread of coronavirus.  The executive director of the Houston-based Urban Reform Institute, Kotkin says that cities were already in trouble. And in the age of social distancing, he says, dense cities particularly have a lot going against them. Read more: ##Daily Life## Isolation isn't a new concept for US Olympic hopeful Mandy Marquardt. As a track cyclist she's become inured to the discipline of a sport that demands the toughest of psyches in dealing with hours of solo training. So social distancing hasn't been that daunting for the 28-year-old. But trying to keep her Olympic training at an elite level while being in virtual isolation? That's taken some ingenuity. Due to the pandemic, Marquardt has been forced to give up access to a cycling velodrome track, world-class gym, and all the perks that come with being an Olympic hopeful. In their place she's created a do-it-yourself, at-home Olympic-style training facility, including a bike simulator to measure all vital performance numbers and a makeshift gym that includes everything she needs for her weight workouts.  \"My dad is full-on German. He's always said, 'Do it or don't do it!' So it's always been in me to find a way to make things happen, and I really love competing, so I knew it was something I wanted to do,\" she said. And training under quarantine conditions is hardly the biggest challenge Marquardt has ever faced. It's almost a miracle that she's competing at all, especially at the elite level, considering the up-and-coming cyclist was diagnosed with Type 1 diabetes at the age of 16. Read more: ##Daily Life## ##Health## Owners of more than 120 of Georgia's most popular restaurants announced this week they would not reopen their doors yet, despite getting a green light to do so from the governor. Gov. Brian Kemp said customers could again go to restaurants for dine-in service starting April 27 as long as eateries put in place measures to limit potential exposure of their staff and guests to coronavirus. The state has so far had more than 27,490 infections and at least 1,169 deaths, according to Johns Hopkins University. In a full-page advertisement in a local newspaper, more than 50 restaurateurs said they would hunker down for a little longer. \"We pledge ourselves to act as custodians of the public's trust,\" the statement reads. \"...Recognizing that each operator faces incredibly difficult decisions on the path ahead, we affirm the fact that public safety is the top priority as we navigate the challenge.\" About two weeks after putting its stay-at-home order in place, Georgia introduced the nation's most aggressive reopening timeline, despite resistance from local leaders and health officials, as well as a rebuke from President Donald Trump. Read more: ##Daily Life## ##Business## The humans may be in lockdown in India, but tens of thousands of flamingos are making the most of the peace and quiet. Huge numbers of the birds have flocked to Mumbai, the capital of Maharashtra state in western India, with photos of the flamingos becoming a hit with birdwatchers on social media. The birds traditionally migrate to the area for feeding from September to the end of May, according to Rahul Khot, assistant director at the Bombay Natural History Society (BNHS). Last year a record 134,000 flamingos were counted in the area, but Khot believes a new record will be set this year. BNHS had already counted 125,000 flamingos before its work was disrupted by India's coronavirus lockdown measures, introduced on March 25, said Khot, who expects the population to surpass the previous record by the end of May. The birds have spread to wetlands where they were previously a rarity, added Khot.  They are being reported from places where they have earlier been reported less in number because there is no human activity there now,\" he said. Removing human pressure on the environment allows us to appreciate the importance of the wetlands in Mumbai, he added. Read more: ##Daily Life## The Kentucky Derby, hailed as the \"Fastest Two Minutes in Sports,\" is being replaced with something slower. Much... much... slower.  This year eight elite turtles will square off instead, after the annual horse race had to be rescheduled due to the coronavirus pandemic. The Kentucky Turtle Derby, sponsored by bourbon brand Old Forester, whose mint julep is the official drink of the Kentucky Derby, will take place on Saturday at 7 p.m. EST. Fans can watch the race on Old Forester's YouTube channel. \"The first time the Kentucky Derby was postponed they raced turtles, so we thought it'd be fun to do something similar and give fans at home a little bit of entertainment this year...And who doesn't love a good turtle race in May?\" Campbell Brown, the company's president, told CNN. The Kentucky Derby, America's oldest continuously held major sporting event, is traditionally run on the first Saturday in May in Louisville, Kentucky. The first \"Run for the Roses\" was held in 1875 and has only been postponed once before. In 1945, wartime restrictions forced it to be pushed back by one month. Read more: ##Daily Life## At 6 a.m. local time in Spain, many people took to the streets to run, cycle or take walks of up to one kilometer after seven weeks in confinement. Parks remain closed in Madrid, so runners and cyclists outside the capital's Retiro park used the broad avenue as a racetrack, occupying lanes normally used for traffic. Some buses and cars had to honk to get them to move over. The government has insisted people stick to 2-meter or 6-foot social distancing, especially runners and cyclists who are supposed to exercise alone, but CNN observed numerous people bunched together.  At 10:25 a.m. local time, a Madrid municipal van pulled alongside a cyclist and an officer leaned out of the window to shout: You were supposed to be home a half hour ago. A half hour ago!\" But the police did not stop to issue a fine and drove off. From today, people older than 14 can take one-hour walks, accompanied by one person, once a day close to their homes, or do sports like riding a bike alone, within their city. They are allowed to do this from 6 a.m. to 10 a.m. and from 8 p.m. to 11 p.m. The elderly had their turn a little later, with a special timetable to avoid crowds: from 10 a.m. to 12 p.m. and from 7 p.m. to 8 p.m. Spanish Prime Minister Pedro Sánchez sent a message via Twitter on Saturday morning asking Spaniards for caution: \"Today we take a new step in the relaxation of confinement but we need to do it with caution and responsibility. The virus is still there. We need to follow the guidelines for hygiene and social distancing,\" he wrote. Spain's government moved to further ease the nation's strict confinement rules due to coronavirus earlier this week. Last weekend, children under 14 were allowed to take one-hour walks daily with their parents. The government has asked its population to wear masks if they cannot observe strict social distancing. Spain's state of emergency, with the strictest confinement rules in Europe, will continue until May 9. The new \"relaxation\" measures give most Spaniards more time outside their homes daily than they've had since the lockdown started on March 14, after which only short trips were allowed for food shopping and to the pharmacy. From Monday, May 4, Spain will start \"Phase Zero\" of its transition to \"new normality\" as announced by Prime Minister Sánchez last week. Some stores will be allowed to open for a limited number of clients, by appointment only, and some restaurants will be allowed to open with limited takeaway service. Cases in Spain have now reached 216,582 with 1,147 new infections. There have been 25,100 deaths in the country with 276 more in the past day -- a slightly smaller increase than yesterday when there were 281 new deaths. ##Daily Life## Russia reported 9,623 new cases of coronavirus on Saturday in its biggest spike to date, according to the country’s coronavirus response center.  The total number of officially reported cases is 124,054, with 1,222 deaths. Moscow, the country’s worst-hit city, has also seen a record spike after a few days of relatively steady growth, adding more than 5,000 cases in a day.  For weeks, Russian independent media and non-governmental organizations have reported anonymous pleas from outraged medical workers who said they had been ordered to the frontlines of a public health crisis without adequate protection, and that bureaucratic foot-dragging was costing lives.  As the situation worsens and case numbers surpass those reported from Iran and China, many have become more outspoken, sometimes risking legal action against them.  ##Health## The UK royal family has released new photos of Princess Charlotte, the daughter of the Duke and Duchess of Cambridge, delivering food to the vulnerable to mark her fifth birthday.  The images, taken by her mother the Duchess of Cambridge, show Charlotte delivering food parcels to elderly people during the coronavirus pandemic in April. According to the Kensington Royal account, the photos were taken as the family packed and delivered food to isolated pensioners, and were released Friday ahead of her fifth birthday on Saturday.  The photos were taken on the Sandringham Estate, the Queen's country estate in rural Norfolk, about 100 miles north of London. Read more: ##Daily Life## ##Health## There are many aspects of the virus that remain unknown for scientists but older viruses offer some clues.  People usually get infected by four common coronaviruses that were first identified in the mid-1960s, according to the US Centers for Disease Control and Prevention. And those tend to peak in the winter months.  Dr. Greg Poland, a professor of medicine and infectious diseases at the Mayo Clinic, said that SARS-CoV-2, the technical name for the novel coronavirus that causes Covid-19, is likely to follow that pattern. If that happens, a second wave of the virus would return just in time for the start of flu season. The flu has been a constant threat for Americans and devastating in recent years. The CDC estimates there were at least 39 million cases of the flu in the US and at least 24,000 deaths during the 2019-2020 season.  Poland, the director of the Mayo Clinic's Vaccine Research Group, says the combination of a second wave of Covid-19 with flu season could create \"a lot of confusion\" because of their overlap in symptoms and put a heavy strain on the health care system. It wouldn't be the first pandemic to come back in force. In 2009, the US experienced a wave of cases of the H1N1 influenza virus, known as swine flu, in the spring. Months later, a second wave was reported in the fall and winter, the CDC says. The 1918 influenza pandemic, which killed 50 million people globally and about 675,000 Americans, appeared as an initial mild spring wave in the US before a lethal second wave hit the country in September. Read more on what can be done to prevent this: ##Health## During a Saturday morning mass in the Vatican’s Casa Santa Marta, Pope Francis prayed that leaders would be “united for the good of the people” despite differences. “Let us pray today for the rulers,” Pope Francis said, “who have the responsibility to take care of their peoples in these moments of crisis, heads of state, presidents of governments, legislators, mayors, presidents of the regions [governors].”  He continued: “May the Lord help them and give them strength, because their work is not easy, and when there’s differences between them, make them understand that in times of crisis they must be very united for the good of the people, because unity is greater than conflict.” ##Daily Life## The number of cases of Covid-19 reported on the Navajo Nation rose to 2,307, with 166 new cases identified Friday, according to a news release. Two more deaths were also reported, bringing the total to 73, according to the release from the Navajo Department of Health, the Navajo Epidemiology Center and the Navajo Area Indian Health Service.  We are seeing more positive cases because there is a lot more testing being conducted in each county,\" said Navajo Nation President Jonathan Nez. On Friday, New Mexico Governor Michelle Lujan Grisham issued an order that shut down businesses and road access to the the city of Gallup to help stop the spread of Covid-19. President Nez supported Grisham's actions and hopes the state of emergency in Gallup will stop Navajo people from traveling to the town, the news release said.  The Navajo Nation's 57-hour weekend curfew, which bans members from leaving their homes except for emergencies or to go to work as essential employees, remains in effect. ##Daily Life## ##Health## For the first time in weeks, residents in some states across the US will be able to return to weekend routines after governors began easing restrictions put in place to combat the coronavirus.  That might mean going to a movie in Georgia, working out with a personal trainer in Colorado or dropping by a dispensary in Nevada.  More than 30 states have begun easing social distancing restrictions -- some doing away with stay-at-home orders altogether while others loosen measures to allow some businesses to reopen. More measures will be wiped out starting Monday. Gyms and fitness centers will reopen in Arkansas on May 4 while hair salons will follow May 6. In Northern California's Yuba and Sutter counties, restaurants, tattoo parlors and shopping malls will all be allowed to open Monday which will also be the first workday for many offices in Colorado, with operations limited to 50% capacity. In Montana, bars and breweries will also be allowed to provide some in-establishment services starting Monday.  The changes come even as experts warned Friday that prematurely lifting measures could be deadly.  \"You're making a big mistake. It's going to cost lives,\" Dr. Irwin Redlener, a pediatrician and disaster preparedness specialist at Columbia University Medical Center, told CNN Friday. Read more: ##Daily Life## The experimental drug remdesivir has been approved to treat hospitalized patients with severe Covid-19, the US Food and Drug Administration said in a letter on Friday.  Remdesivir is the first authorized therapy drug for Covid-19 in the United States, FDA Commissioner Stephen Hahn said on Friday.  This is an important clinical advance that showed a statistically significant reduction in time to recovery for patients with Covid-19 and is the first authorized therapy for Covid-19.\" Hahn said. The FDA issued an emergency-use authorization on Friday, saying the benefits of the drug outweigh its risks in patients. An emergency-use authorization is a lower regulatory bar than full FDA approval.  Denise Hinton, the FDA's chief scientist, said in the authorization letter that there is \"no adequate, approved, and available alternative to the emergency use of remdesivir for the treatment of COVID-19.\" The FDA limited its authorization of the drug to people with suspected or laboratory-confirmed Covid-19 and severe disease, which includes low blood oxygen levels, the need for oxygen therapy or the need for a ventilator or other intensive breathing support.  Possible side-effects of remdesivir include increased levels of liver enzymes -- which may be a sign of inflammation or damage to cells in the liver -- and infusion-related reactions like low blood pressure, nausea, vomiting, sweating and shivering, the FDA said. Read more: ##Health## A large bag of the thistly gundelia plant arrives at Um Ahmad's door as it does nearly every day. Wearing a double layered headscarf, she settles into a blue armchair. She has until the afternoon to trim the spines off the wild plant for her customers to cook. \"We work on the akoub (gundelia) so that we can live,\" says Um Ahmad, using a pseudonym.  When visitors walk into her dark, cavernous room to meet her, she doesn't even look up. A drama series blasts from an old TV. I get paid 10,000 liras for five kilograms of this,\" she mumbles, peeling the stems of the spiny plant with a small curved knife.  Because the Lebanese lira is in free-fall, her payment is worth just over $2. \"The akoub doesn't even come every day,\" says Um Ahmad, never meeting her guests' eyes. Outside, the city roils with violent demonstrations, known as the \"hunger protest.\" These started just as Lebanon was loosening its coronavirus lockdown, and beginning to contend with poor living conditions exacerbated by the near shutdown of the economy.  Nightly confrontations between demonstrators and the Lebanese army have rocked Tripoli over the last week, turning it into the epicenter of the country's renewed uprising against its political elite.  Protests against Lebanon's political class, which has ruled the country since its civil war and is widely accused of corruption, engulfed its main urban centers in late 2019. At the time, tens of thousands of Tripoli's protesters flocked onto the streets. The city was dubbed \"the bride of the revolution,\" both because of its energetic protests and because it was believed to have borne the brunt of political corruption.  Tripoli is the poorest city in Lebanon, despite being home to some of its most high-profile billionaires. A slum stretches across the banks of the city's Abu Ali river, just minutes from pockets of extravagant wealth. The income disparity was always stark, but these days, Tripoli's locals say it is unbearable. Read more: ##Daily Life## Every morning around 10:30, Patrick Collins counts out hundreds of white flags to be planted on the front lawn of his Old Greenwich, Connecticut, church -- one flag for each Covid-19 victim in the state from the previous day. \"My hope is that everyone, whoever sees it, takes it as an opportunity to reflect on wherever they are at in this moment in time,\" Collins, the pastor of the First Congregational Church, told CNN. \"To take it as a somber reminder that we are in this and we're all in this together and we're all in experiencing this loss together.\" The church now has thousands of flags on the lawn as Connecticut's death toll has risen.  Collins hopes it sends a message to the families and friends of Covid-19 victims who can't gather for funerals to remember their loved ones. \"The victims are not forgotten,\" he says. \"They are more than a number. Your grandfather, your grandmother, your mother. They are more than a statistic and we won't forget them through this.\"  While some parishioners have gotten the virus, Collins says, no one from the church has died. A number of parishioners have had family members die from Covid-19.  As of Friday afternoon, Connecticut has the sixth-highest death toll in the US from Covid-19, with 2,257 victims. Read more: ##Daily Life## It's a popular argument heard at protests denouncing state shutdowns, fueled by those who say news outlets are overreacting to coronavirus: The flu kills more people than coronavirus. Why shut down the economy for this? Here are several reasons why coronavirus is more dangerous than the flu -- and why extra precautions are needed: Coronavirus is much more contagious. A person with the flu infects an average of about 1.28 other people. A person with novel coronavirus infects an average of about 2 to 3 other people. Coronavirus has killed at a much faster rate. Between October 2019 to early April 2020, the flu killed up to 331 people a day, according to the preliminary CDC numbers.  From February 6 through April 30, the coronavirus killed an average of more than 739 people per day in the US. Coronavirus can be spread for many days without symptoms. With the flu, people typically start feeling sick one to four days after infection, with symptoms often showing up within two days, the CDC says. That means people will know they're sick fairly soon and will likely stay home. But with coronavirus, symptoms typically appear four or five days after exposure, and the incubation lasts up to 14 days.  You can get a flu vaccine but not a coronavirus vaccine. Unlike the flu, there's no option to get a vaccine for the coronavirus to protect against infection or to reduce the severity of symptoms. At the earliest, it'll be months before a coronavirus vaccine might become publicly available. ##Health## Get some graham crackers and marshmallows ready for some s'mores. With families isolating at home, the Boy Scouts are inviting kids across America to participate in a virtual camp-in. The event starts at 11 a.m. E.T. today, and is open for anyone to participate, regardless of whether they're enrolled in Boy Scouts. Hosted live on Facebook, the event will feature tutorials on campsite construction, wilderness survival tips and more. There will also be a virtual 5K benefiting the Feeding America foundation. NASA astronaut Doug Wheelock will participate in a Q&A session, followed later in the day by Apple co-founder Steve Wozniak talking about STEM activities. There will even be cooking demonstrations by \"MasterChef Junior\" finalist Evan Robinson, and chefs Dean Fearing and Jeff Philbin. The night will end with a campfire session. ##Daily Life## The first wave of emergency medical technicians who contracted Covid-19 and survived are now returning to the job, armed with a first-hand understanding of the disease and a new empathy for the patients. \"I was able to be more in touch with my patients who called, because I knew exactly how they were feeling,\" said firefighter/EMT Shantice Samuels, who has just returned to work in Washington, DC, after recovering from a case herself. \"The toughest symptom for me was the shortness of breath, and the body aches,\" she told CNN affiliate WJLA. \"When they're talking to people, the questions they ask put them in better tune with what's going on,\" said Assistant Fire Chief John Donnelly of the District of Columbia Fire & EMS Department, who has also recovered.  \"The other thing that they're able to do is provide assurance to somebody and say, I've survived this, you can relax, we're going to get you help, these are the things that are going to happen next.\" It also provides first responders with a stark reminder of the danger of getting infected, said Capt. Chris Warner, who tested positive with a scratchy throat and a splitting headache, but has since gone back to work with the Fairfax County Fire & Rescue in Virginia. \"It was a sobering moment,\" Warner said. \"You know the possibility is there, but for someone to say your test came back positive ... was definitely unnerving.\" Read the full story here. Police in Malaysia are conducting operations to round up \"illegal immigrants\" to prevent the spread of coronavirus, according to state-run media agency Bernama.  The nationwide Movement of Control Order (MCO) was put in place by the government in March to stop Malaysians from traveling abroad. It also banned social, religious and educational gatherings. Malaysia does not formally recognize refugees and regards them as illegal immigrants. Malaysian police, immigration officials and the Armed Forces are now working to identify these immigrants and detain them in one place during the MCO.  “We cannot allow them to move freely while the MCO is still enforced as it will be difficult for us to track them down if they leave identified locations,\" police inspector-general Tan Sri Abdul Hamid Bador told Bernama. They rounded up hundreds of undocumented immigrants across the capital Kuala Lumpur on Friday, Bernama reported. “It is up to the government to take further action against them once MCO is lifted,” Abdul Hamid said, according to the Bernama report.  ##Health## Dr. Maria van Kerkhove, the technical lead for the WHO’s Health Emergencies Program, has congratulated the Chinese city of Wuhan for having no severe coronavirus cases left. Wuhan was ground zero for the country's coronavirus outbreak, and was placed under lockdown in January. The lockdown only lifted in April. “It is welcome news to hear that there are no severe cases from Wuhan. That city has had the hardest hit early on,\" van Kerkhove said. \"Nothing but admiration and thanks for the tireless efforts of the people of Wuhan.\" She also praised residents who followed emergency measures and stayed at home. \"We take our hats off to you and thank you for your commitment and service and sharing with us in the world what you have been able to do,\" she said. When Suryakant \"Suri\" Nathwani left hospital, the 81-year-old grabbed his son's hand and pleaded to be allowed to die at home.  \"He said, 'Please promise me one thing: If I'm going to go, I'm going to go here. Do not take me back there,'\" his son Raj Nathwani said. Death was not an outcome Raj, 55, was willing to accept -- but he knew his father's chances of surviving coronavirus were not in his favor. Raj, who had himself recovered from a heart attack last November, was prepared for the pandemic weeks before the UK lockdown began on March 23. He had been in self-isolation alongside his 80-year-old mother and his father, who has chronic obstructive pulmonary disease (COPD), since March 11, because the entire household was considered to be at high risk from coronavirus. But his father's condition began to deteriorate on March 25. Suri's daily 10-minute walk outside the family home turned into a 45-minute stagger. His lung condition was flaring up. He looked fatigued, listless and -- although he did not display the high temperature or persistent cough, which the NHS considered the main symptoms of the virus -- Raj suspected his father had Covid-19. Raj said he was left with two choices: \"Do I keep him (in the hospital) and risk never seeing him again, or do I bring him home and spend all my energy making it comfortable for him?\" He chose the latter, even at the risk of spreading the infection through the entire household. Read the full story about Suri's brush with death and recovery here: ##Health## ##Daily Life## Singapore has announced plans to ease restrictions over the coming weeks, with business to resume more fully from June 1.  \"With everyone playing their part and observing safe distancing measures, we have seen a significant decrease in community transmission over the past month,\" the Ministry of Health said in a statement today.  \"That said, we are not out of the woods. There are still unlinked cases in the community and new clusters may form if we let our guard down. We must be cautious in how we lift the restrictions, and put in place further safeguards even as we do so.\" Here's how the resumptions will work: Employers and companies will be under stricter requirements to reduce the risk of infection, including staggered working hours, social distancing in the office, and the wearing of face masks.\nStarting May 5, some residents will be allowed to exercise in common areas like footpaths. Playgrounds, pools, gyms and clubhouses will stay closed. \nStarting May 12, select services will be allowed to resume operation, including food manufacturing, food delivery and takeaway, laundry services, and hairdressers.  Read more here. ##Daily Life## ##Business## The United States has at least 1,103,781 reported cases of coronavirus and 65,068 related deaths, according to data from Johns Hopkins University. As states begin to include probable deaths in their counts, so will JHU. As a result, numbers may surge to reflect this change in the upcoming days.  The totals includes cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases and those in the military, veterans hospitals and federal prisons.  ##Health## India reported 2,293 new cases of coronavirus today -- its biggest single-day increase since the outbreak began, according to the country's Ministry of Health and Family Welfare. That takes the national total to 37,336 cases and 1,218 related deaths, according to the ministry. All 1.3 billion people in India remain under lockdown. State borders are closed, transportation is suspended, businesses are closed, and people are ordered to stay home. The lockdown, which left thousands of people stranded away from their home states, was supposed to lift tomorrow. However it has since been extended for another two weeks, although restrictions will be loosened in some low-risk areas. This post has been updated to correct the total number of cases in India. ##Health## In some countries, the coronavirus is still peaking, with authorities scrambling to respond to spikes in cases and deaths. In others, people are returning to normal life. Here's what the pandemic looks like around the world. In the US, multiple protests are taking place. Friday was Labor Day, and employees from various major companies including Amazon and Whole Foods went on strike -- demanding better wages, rent suspensions and government protections for essential workers on the front lines of the pandemic. There were also protests on the other side of the spectrum -- people angry about governments ordering beaches and businesses to close. People held rallies in Massachusetts, California, Nevada and other places, calling the mandatory closures \"fascism\" and \"tyranny.\" In Australia, restrictions have loosened in some states, and the federal government is considering ending the nationwide lockdown early. In Queensland state, residents are now allowed to go out for recreational activities like picnics or boating. While people are still expected to observe social distancing, residents flocked outdoors today, eager for fresh air after weeks at home. In China, businesses are reopening and people are cautiously resuming normal life. Several of Beijing's most iconic sightseeing spots, like the Forbidden City, also reopened -- albeit with new restrictions, like a cap on daily visitors. In Spain, authorities are preparing to ease restrictions after seven weeks of a nationwide state of emergency. Most people will be able to do limited sports activities or take short walks every day under the loosened guidelines.  With case numbers slowly going down, Madrid authorities closed an emergency hospital on Friday. The field hospital treated more than 4,000 people during its 41 days of operation. ##Daily Life## Dr. Anthony Fauci, the United States' top infectious diseases expert, will testify before the Senate Health, Education, Labor and Pensions Committee on May 12, per an aide to Committee Chairman Lamar Alexander.   “Chairman Alexander looks forward to hearing from Dr. Fauci and other administration officials at the Senate health committee’s second hearing back,” the aide said. Earlier today, CNN reported that the White House had blocked an appearance by Fauci at a House Appropriations Committee hearing next week. \"While the Trump Administration continues its whole-of-government response to COVID-19, including safely opening up America again and expediting vaccine development, it is counter-productive to have the very individuals involved in those efforts appearing at Congressional hearings,\" White House deputy press secretary Judd Deere said earlier in reference to the House hearing. \n\"We are committed to working with Congress to offer testimony at the appropriate time.\" CNN is asking the White House for comment about the May 12 hearing. ##Health## China's National Health Commission (NHC) has reported a single new case of the novel coronavirus and no deaths for the fourth consecutive day. It's a huge drop from the peak of the outbreak, when the country was reporting thousands of new cases a day, and suggests the danger there has mostly passed. The latest case was imported from abroad, and not a local transmission, the NHC said.  Here's the country breakdown, according to the NHC: Total confirmed infections: 82,875\nTotal deaths: 4,633\nTotal recovered and discharged: 77,685\nActive cases remaining: 557 ##Health## Oprah Winfrey invited fans into her home (virtually) Friday night for a spiritual discussion. Winfrey kicked off the 24-hour global livestream event called \"The Call to Unite,\" organized in the wake of the coronavirus pandemic. Her discussion featured the event's organizer, Timothy Shriver, as well as Bishop T.D. Jakes and Eckhart Tolle, a spiritual leader and bestselling author. \"I've had a lot of time to reflect what this moment means to us as a family and a community,\" Winfrey said. \"In this moment we have an opportunity to take a step forward as a collective consciousness. I am hoping we all come out of this more united ... seeing each other as a part of the whole.\" Tolle said: \"When you experience adversity in your life, it is even more important to be in the present moment. If you do not, you suffer a lot ... when you move to the present moment you might realize ... there's a lot to be grateful for in this moment.\" ##Daily Life## The coronavirus pandemic is nowhere near over -- but in some parts of the world, governments are slowly opening up for business. Here's a roundup: China: Mainland China was the first country in the world to go under lockdown. Now, with its daily cases in the low single digits, cities are easing their restrictions and tourist favorites like Beijing's Forbidden City are reopening. However, some limitations remain, like daily visitor caps and health checks.\nThe US: More than half of all states will have partially reopened by the end of this week, despite some still reporting record single-day increases in new cases.\nIndia: The nationwide lockdown, affecting 1.3 billion people, was originally scheduled to lift on Sunday, May 3 -- but has since been extended to May 17. However, restrictions have eased in some low-risk areas that haven't had new cases in three weeks. \nAustralia: The government is considering easing the nationwide lockdown earlier than planned. “We can’t keep Australia under the doona, we need to be able to move ahead,” Prime Minister Scott Morrison said Friday. A doona is what Australians call a duvet.\nMalaysia: The country will allow the majority of businesses to reopen Monday. Those that involve close contact like movie theaters or nightclubs will remain closed.  ##Business## ##Travel## ##Daily Life## Japan had 261 new coronavirus cases and 26 deaths yesterday, according to the country's health ministry. The nationwide state of emergency was set to lift on May 6, but Prime Minster Shinzo Abe said on Friday that the government plans to extend it for about a month. The final decision will be made Monday, he said. Japan has had a total of 15,257 coronavirus cases and 471 deaths. ##Health## A California couple was arrested at a Hawaii hotel on Thursday for allegedly violating the island state's mandatory 14-day quarantine for travelers. Officials say the couple, from California's Citrus Heights, came to Honolulu on their honeymoon and arrived at the hotel late Wednesday, when a front desk manager informed them about the self-quarantine order.  The couple allegedly told the manager that airport personnel told them contradictory information, and after further discussion of the rules, the Californians “scoffed at him again and then left the hotel,” according to a press release from Hawaii's COVID-19 Joint Information Center.  The couple, aged 20 and 26, subsequently returned to the hotel with a pizza after midnight, and refused to sign the quarantine acknowledgment, officials say. The couple was informed again Thursday morning that they were in violation of the state’s quarantine requirements before being arrested, according to the release.  “We appreciate the vigilance and cooperation of the hotel staff, and staff at other hotels, in helping maintain the health and safety of visitors and residents,” Hawaii Attorney General Clare Connors said in a statement to CNN. \n“It is important that everyone flying into Hawai‘i at this time, abide by our mandatory rules. Law enforcement, in partnership with other state and county agencies and the travel industry, are continuing to monitor compliance with the mandatory self-quarantine rule.” Hawaii Gov. David Ige issued a mandatory 14-day quarantine for all passengers arriving in the state after March 26, and continuing through May 31.  ##Health## ##Daily Life## ##Travel## Editor's note: Kara Alaimo, an associate professor of public relations at Hofstra University, was spokeswoman for international affairs in the Treasury Department during the Obama administration. The opinions expressed in this commentary are her own. Early Wednesday morning, Tesla CEO and self-styled futurist Elon Musk called on Twitter for the government to \"FREE AMERICA NOW.\" He also tweeted, \"Give people their freedom back!\" On a Tesla earnings call later that day, Musk called stay-at-home orders \"fascist.\" His words were tone deaf and, for someone with over 33 million Twitter followers to call on the government to end its lockdown, they were also dangerous. Musk is advocating for behavior that would lead to more Covid-19 related deaths in the US. And while Musk did later tweet, \"Yes, reopen with care & appropriate protection, but don't put everyone under de facto house arrest,\" we are not there yet.  Musk is perhaps frustrated because Tesla factories in New York and California have been shuttered for the time being. Perhaps he thinks that he can tweet them open and help his car business. If this is the case, he is likely to be sorely mistaken. Americans are a lot smarter than Musk is revealing himself to be, and though Tesla reported a Q1 profit -- a surprise to many -- this week, I predict that Musk's ill-advised tweets will negatively impact his business. In fact, the factory was only closed in March after appearing to operate in violation of a county order limiting activities of nonessential businesses for days. If Musk feels this strongly about opening up the country, then he should tell the public exactly how he plans on safely getting his factory workers back to work.  Read the full op-ed here: The novel coronavirus has infected more than 3.34 million people worldwide and killed at least 238,500, according to data from Johns Hopkins University. Here are the five countries with the highest figures: United States: More than 1.1 million cases and 64,500 deaths\nSpain: More than 213,000 cases and 24,500 deaths\nItaly: More than 207,000 cases and 28,000 deaths\nThe UK: More than 178,000 cases and 27,000 deaths\nFrance: More than 167,000 cases and 24,500 deaths ##Health## Thousands of people gathered in California's Huntington Beach on Friday to protest the governor's order to close all Orange County beaches. Between 2,500 and 3,000 people took part, according to Huntington Beach Police Chief Robert Handy. Most of them didn't have masks -- despite recommendations from public health officials that people must wear masks and socially distance in public. California Gov. Gavin Newsom urged the protesters to look after themselves. \"This disease doesn't know if you're a protester, a Democrat, a Republican,\" the governor said at a press conference Friday. \"Protect yourself, protect your family, your kids, your parents, your grandparents, your neighbors.\" ##Daily Life## US President Donald Trump has discussed the projected number of deaths from coronavirus, saying that “hopefully we are going to come in below that 100,000 lives lost.” Trump said Friday that thanks to the steps Americans have taken as part of the 30 days to slow the spread guidelines, “we have saved thousands and thousands of lives. I can even make that, if you want, hundreds of thousands of lives.” Trump said the 100,000 figure is a “horrible number nevertheless,” and added that coronavirus “should have been stopped at the source, but it wasn’t.” The 100,000 predicted deaths is a higher number than Trump has used in recent weeks -- previously, he had been predicting up to 70,000 people dying from the virus. ##Health## The New York Police Department will have more than 1,000 police officers on foot, bikes and in vehicles to enforce social distancing during the weekend. The NYPD said the officers will also educate the public about proper social distancing procedures, “so we can all help stop the spread of the coronavirus and keep all New Yorkers safe and healthy.” Temperatures could reach 72 degrees in New York City on Saturday and 78 degrees on Sunday. ##Daily Life## Matt Hancock, the UK's Health Secretary, proudly announced on Friday that the country had hit an ambitious coronavirus testing target that it set at the beginning of the month.  On April 2, after weeks of criticism that the UK was lagging behind its European counterparts like Germany on testing, Hancock said he was \"setting the goal of 100,000 tests per day, by the end of this month. That is the goal and I am determined that we will get there.\" On Friday, Hancock said from that same podium that the UK had beaten the goal by more than 22,000. Striking an upbeat tone, Hancock said: \"I knew it was an audacious goal, but we needed an audacious goal.\"  Ambiguous numbers: Critics might point out that the goal wasn't the only thing to come out of Hancock's mouth that could be called audacious. In the numbers counted, thousands of tests have been sent out to the public, but not necessarily returned.  Jonathon Ashworth, the opposition Labour party's shadow health secretary, has already issued a statement, accusing the government of fiddling the numbers. \"Increasing testing is an important milestone. But many would have expected the 100,000 promise to have been met by actually carrying out testing, not simply because 39,000 kits had been mailed out,\" he said. The issue of testing didn't need to become so political.  When the UK gave in to pressure to reverse its March 12 decisions to abandon mass community testing on April 2, it didn't need to set itself a specific target or a specific deadline. Indeed, it seems very unlikely that any scientific or medical advice would have produced a round number like 100,000 or a neat date such as the end of a month. These promises were based on political choices made by the government and it is entirely reasonable that critics expected the target to be met. It is, however, also reasonable for critics to point out that the date and the number of tests carried out is entirely arbitrary and what really matters is a coherent purpose for those tests being carried out — such as rolling out a contact tracing program.  So, while the UK government can be proud of its extraordinary expansion of testing in such a short period of time — and no one can deny that more testing is a positive thing — it's reasonable that critics would find any backslapping for simply keeping its own promise somewhat unedifying.   ##Health## The UK met its target to test 100,000 people a day for the coronavirus by the end of April, UK Health Secretary Matt Hancock said during the daily Downing Street briefing on Friday.  The number of tests done on the last day of April was 122,347, Hancock said. \"I knew that it was an audacious goal, but we needed an audacious goal,\" he added. The total number of coronavirus infections in the UK has reached 177,454 cases -- an increase of 6,201 from the day before, Hancock said. At least 27,510 people have died from the virus in the UK. ##Health##", "Section": "world", "Writers": ["Jessie Yeung", "Brett McKeehan", "Fernando Alfonso III", "Amir Vera"], "URL": "https://www.cnn.com/world/live-news/coronavirus-pandemic-05-02-20-intl/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Malaysia", "Source": "CNN"}