{"Type": "article", "Time": "2020-10-14", "Headline": "The latest on the coronavirus pandemic", "Text": "Twelve residents at a Northern California nursing home have died from the coronavirus, Gilroy Healthcare and Rehabilitation Center confirmed in a news release on Thursday. Since the start of the pandemic, the nursing home in Santa Clara County has reported 75 confirmed cases of the virus among residents and 54 confirmed cases among staff members, according to the release.  All staff members and 63 residents have recovered. “To add an additional level of protection we are committed to facility wide testing on all residents and staff in collaboration with local public health departments,” Gilroy Healthcare and Rehabilitation Center said in the release. \n“We are working closely with the state and local health department and continue to follow their guidance, as well as guidance from the Centers for Disease Control and Prevention (CDC) and Centers for Medicare and Medicaid Services (CMS).” Santa Clara County has reported a total of 22,859 coronavirus cases and 367 deaths and is currently in the third tier of the state’s reopening system, which represents a \"moderate\" spread of the virus.  ##Hotspots##  A Covid-19 vaccine candidate being developed in China is “safe and well tolerated,” a new study published Thursday reports.   The vaccine, called BBIBP-CorV, is created by China's state-run pharmaceutical group Sinopharm. Its Phase 1/2 study, involving more than 600 volunteers, showed that they all developed an immune response and none had severe adverse reactions, the researchers reported in the journal The Lancet Infectious Diseases.   The trial was unable to determine how effective the vaccine is at preventing infection with the virus. How the vaccine works: The vaccine uses one of the oldest and best-tested approaches to making vaccines -- inactivating or “killing” a virus and then using it to train the immune system.  This vaccine candidate is different from those being designed in the United States, which use pieces of genetic sequence of the coronavirus.  ##Vaccines## As the United States enters the fall and winter months with coronavirus cases on the rise, people must double down on public health measures, said Dr. Anthony Fauci, adding that shutting down the country is “off the table.\" Fauci, director of the National Institute of Allergy and Infectious Diseases, said that his calls for people to strictly follow public health measures do not mean that he wants to shut down the country. “That’s off the table. We're not talking about that,” Fauci said during a Yahoo News Interview. “We're talking about intensifying some public health measures that are really simple and easy to understand and to do it uniformly as a country, instead of in a haphazard way.” He emphasized five basic public health measures:  Wearing masks\nPhysical distancing\nAvoiding crowds\nWashing hands\nOpting for outdoor settings over indoor settings New Mexico is reporting the highest infection levels the state has seen since the pandemic began, Gov. Michelle Lujan Grisham said in a news conference on Thursday. The positivity rate is 8.1%, and hospitalizations are up 74%.  \"These are the highest levels we've been at, and in a very bad way,\" Lujan Grisham said. The state had been doing well before this, she said -- \"and now, we're in those columns where we're leading the country, if not in the number one position, nearing it for uncontrollable spread.\" \"This is the most serious emergency that New Mexico has ever faced,” she added. Emergency order: The governor is extending the emergency public health order, with new mitigation efforts going into effect tomorrow.  These include limiting gatherings to five people or fewer. All establishments serving alcohol must close by 10 p.m. Visitors from high-risk states must quarantine for 14 days upon arrival in New Mexico.  Hospital beds running out: Hospitals in the state are also running out of ICU beds, said the state's health and human services secretary. \"Our ICU beds, as was mentioned in Albuquerque, and many of you know, are full, with University over 100% full in ICUs,\" said Secretary Dr. David Scrase.  \"This is a serious time for the state of New Mexico,\" he added. \"You can see the curve here, and it really is dwarfing previous curves.\"   ##Hotspots## Arkansas and Michigan both reported their highest number of daily new Covid-19 cases today, according to their respective state health authorities. Arkansas reported 1,278 new cases and 11 virus-related fatalities today. That raises the state's total to 96,524 confirmed infections and 1,645 deaths. There are currently 587 Covid patients still in hospital, with 103 on ventilators. Michigan reported 2,030 new cases and 32 deaths today. However, the numbers include a backlog of cases from the day before due to a “slowdown in the reporting of electronic laboratory results,” according to a news release from the Michigan State Emergency Operations Center.  A spokesperson from the state's Department of Health and Human Services said there's no way to calculate how many cases reported today were part of yesterday’s backlog.   ##Hotspots## An influential model of the coronavirus pandemic predicts 389,087 Covid-19 fatalities in the US by Feb. 1 – 6,000 fewer deaths than the last forecast, even though the researchers behind the model say the spread of the virus is worsening.  The model, from the Institute for Health Metrics and Evaluation at the University of Washington School of Medicine, shows the pandemic moving into younger populations – thus the forecast of fewer deaths. The last forecast, released on Oct. 10, projected about 395,000 deaths by Feb. 1. “Daily cases have begun to increase and transmission has intensified in the northern half of the United States,” the IHME said in its new forecast. “We expect deaths to stop declining and begin increasing in the next one to two weeks. The winter surge appears to have begun somewhat later than the surge in Europe. Daily deaths will reach over 2,000 a day in January even with many states re-imposing mandates before the end of the year.” More data: The model projects just 314,000 deaths by Feb. 1 if everyone uses masks and more than 477,000 deaths if mask mandates are eased. Daily deaths would rise to more than 5,500 if mandates were eased but should settle at around 2,200 at current predictions. “Expanding mask use remains the best strategy to delay and reduce the magnitude of the surge,” the IHME said.  The worsening spread will likely force many Midwestern states to reimpose restrictions, the IHME said. The model predicts 2.4 million coronavirus deaths globally by Feb. 1. ##Hotspots## The antiviral drug remdesivir has \"little or no effect on mortality for hospitalized patients,\" with Covid-19, the World Health Organization said Thursday, and it doesn’t seem to help patients recover any faster, either. WHO says it’s “conclusive evidence” about remdesivir – and the findings are disappointing. Until now, remdesivir was the only drug that appeared to have specific effects for coronavirus. It was the only drug specifically with an Emergency Use Authorization specifically for Covid-19 from the US Food and Drug Administration.  Results of the WHO study have not been published in a peer-reviewed medical journal. But WHO posted them to a pre-print server. The WHO study reviewed remdesivir and three other repurposed drugs: hydroxychloroquine, lopinavir/ritonavir and interferon. None of them helped patients live any longer or get out of the hospital any sooner. The trial was able to generate conclusive evidence on the impact the drugs had on mortality, the need for ventilation, and duration of hospital stay, according to WHO's press office. \"For each drug in the study, the effect on mortality was disappointingly unpromising,\" WHO statement said. Prior to the WHO study, a large controlled study of remdesivir in the US found that it shortens recovery time by about a third in severely ill, hospitalized adults with Covid-19, but does little to help those with milder cases. President Trump was given a five-day course of remdesivir as part of his Covid-19 treatment, one of the doctors treating him said on Oct. 3. The maker of remdesivir, Gilead, did not immediately respond to CNN's request for comment about WHO's study.    Former New Jersey Gov. Chris Christie said he has recovered from Covid-19 in a new statement, in which he added that he was wrong to not wear a mask at Supreme Court nominee Amy Coney Barrett's announcement and during debate prep with the President.  “I believed that when I entered the White House grounds, that I had entered a safe zone, due to the testing that and I and many others underwent every day. I was wrong,” Christie wrote. “I hope that my experience shows my fellow citizens that you should follow CDC guidelines in public no matter where you are and wear a mask to protect yourself and others,” he added. Christie also wrote: “No one should be happy to get the virus and no one should be cavalier about being infected or infecting others.” Georgia Gov. Brian Kemp signed an executive order today, extending current Covid-19 restrictions with minimal changes.  The new executive order will take effect on Oct. 16 at 12 a.m. local time and runs through Oct. 31 at 11:59 p.m. Georgia’s public health emergency remains in place until Nov. 9, according to the governor’s office. Philadelphia public schools will begin phasing back in-person learning starting Nov. 30. Superintendent William Hite announced Wednesday that students in grades pre-kindergarten through second grade can resume in-person learning through a hybrid model on Nov. 30. The current plan will allow for students to learn in-person two days a week. Families of pre-K through second-grade students will be able to choose if they want to enroll their student in the hybrid model, or remain in virtual learning. The plan further delays in-person learning for the remainder of the student body.  Ninth graders and students participating in a Career and Technical Education are not slotted to resume in-person student learning until late January or early February. Vaccine maker Moderna could possibly finish enrolling their 30,000-person study next week and could have its first data analysis next month, according to company spokesperson Ray Jordan. The projections are yet another indication that a vaccine will not be on the market by Election Day. Moderna was the first company to begin its Phase 3 clinical trial, injecting its first study subject on July 27. Half of the study participants are receiving the vaccine and half are receiving a placebo, which is a shot of saline that does nothing. Participants receive two shots spaced 28 days apart.  The company will have its first data analysis when 53 study subjects become ill with Covid-19. At that point, a monitoring board will look at whether those study subjects received the vaccine or the placebo, and then assess if the vaccine prevented Covid-19. “We’re still anticipating the 53 cases to potentially emerge sometime in November,” Jordan told CNN. President Trump has repeatedly said a vaccine could be ready by Election Day. However, even if the 53 cases emerged on Nov. 1, that wouldn’t be nearly enough time for the data to be reviewed by Nov. 3. Also, vaccine experts say it’s unlikely that the vaccine would show effectiveness so early in the trial. Also, last week the US Food and Drug Administration made clear that they wanted to see two months of follow-up data after volunteers get their second doses, which would also make it impossible for the FDA to give an emergency use authorization for a vaccine by Nov. 3. ##Vaccines## Ohio Gov. Mike DeWine reported a record number of new coronavirus cases for a second day in a row during a news conference on Thursday. A record 2,039 new coronavirus cases were reported on Wednesday.  “Today we are reporting another record 2,178 new coronavirus cases,” DeWine said. “This is in stark contrast to not too long ago. Sept. 20, a month ago, we had 762 cases.” The governor also reported a sharp rise in hospitalizations.  “Yesterday we had 1,042 hospitalizations, so it basically doubled in a short period of time,” he said. More data: Ohio currently has a 5.4% positivity rate, DeWine said.  “The percentage of tests coming back positive has doubled,” DeWine said. “We would expect to see some more cases but we have to look at is positivity, we would instead of that we’re seeing a very, very significant increase.” On Thursday, 13 Ohio counties were added as “high incidence counties,\" bringing the total number of high incidence counties to 52, according to the governor. DeWine stressed that now 63% of the population is now living in high incidence, high level spread counties where there are more than 100 cases per 100,000 residents. Ten million Ohioans currently live in a community with high risk transmission, DeWine said. “There is a red tide flowing all over the state of Ohio and virtually everyone in Ohio is living in a high incidence, high rate of spread area,” DeWine said. The governor said there were no plans to implement another lockdown and stressed that Ohioans should follow the Covid-19 guidelines such as wearing masks, washing hands, and avoiding large gatherings. There is currently an order in place to limit indoor gatherings, but not any gatherings at private homes.  A curfew will take effect in the Paris region and nine cities across France from 9 p.m. to 6 a.m. starting Saturday, French Prime Minister Jean Castex said Thursday. “This means that at 9 p.m., everyone should be at home and that, with some exceptions, all places, businesses or public services open to the public will be closed. These rules must of course be applied with common sense,” Castex said. The curfew will impact these cities:  Lyon\nLille \nToulouse\nMontpellier\nSaint-Etienne\nAix-en-Provence\nMarseille\nRouen \nGrenoble  People working, traveling for health reasons, catching a train or a plane after 9 p.m. or meeting people who need help or who need health care will be allowed to travel during the curfew as long as they have proof. Just like the lockdown earlier this year, people will need to fill out a certificate declaring their movement. People will be allowed to walk their pets after 9 p.m., Castex said. Interior minister Gerald Darmanin said a 12,000-strong police force will enforce the curfew and people breaking the curfew will be fined 135 euros (roughly $157) the first time and up to 3,750 euros (roughly $4,387) and three months in jail for the third violation. ##Hotspots## Mark Schultz, a bar owner from Oshkosh, Wisconsin, started feeling ill the same day that President Trump revealed he tested positive for the coronavirus, Schultz was then hospitalized, where he experienced serious coronavirus symptoms, including struggling to breathe.  Schultz kept a video diary of his experience and at one point said, \"I'm hanging in there. This really sucks... I don't know if I'm going to make it. I can't breathe.\"  He is still experiencing symptoms and said some days are better than others.  Schultz said President Trump, who has been downplaying the severity of the pandemic, doesn't want to hear from people like him.  \"He's a narcissist. Donald Trump is all about himself. He's not about for us. He's about Donald Trump. So let's just move past that. Let's just concentrate on this virus. We got to listen to Dr. Fauci. We got to listen to Dr. Richard Besser, Dr. Birx, science. Science is what's going to get us out of this,\" Schultz told CNN's Brianna Keilar.  Schultz's message to the American public is this: \"We all got to take this thing very seriously…We've got to step up as a team. We're the United States of America, not the divided states of America.” Watch more: Iraq’s Ministry of Health reported 3,587 new confirmed coronavirus cases Thursday, bringing the total number of cases in the country to 416,801.  The seven-day average of new cases has been trending down for the past two weeks, according to data from Johns Hopkins University. The health ministry also reported 65 Covid-related fatalities on Thursday, bringing the total death toll from the virus in Iraq to 10,086.   The American Athletic Conference (AAC) announced Thursday that the football game between No. 8-ranked Cincinnati and Tulsa has been postponed due to positive Covid-19 cases at Cincinnati.  The game, originally scheduled for Saturday, has been rescheduled to Saturday, Dec. 5 at H.A. Chapman Stadium in Tulsa, Oklahoma.   \"We are disappointed we will be unable to play Tulsa Saturday,” said Cincinnati director of athletics John Cunningham. “We knew this season was going to require a lot of patience and flexibility and disruptions were likely to happen. The health and safety of student-athletes, coaches and staff is always our primary focus and we appreciated the outstanding work and continued dedicated of our medical staff throughout the pandemic.\" Tulsa’s football team has only played two games this season following Covid-19-related postponements and cancellations.  \"I'm disappointed, first, for our football student-athletes and coaches, and obviously for our staff who has prepared so diligently, our campus and the City of Tulsa. This TU Homecoming game was a great opportunity to showcase our football program, the community and the American Athletic Conference against the nation's No. 8 team,\" said Tulsa's Director of Athletics Rick Dickson. \"As the university, the conference and the NCAA have said throughout this pandemic, the health and safety of our student-athletes are at the forefront of all decisions.\" You can read the full statement here. ##Hotspots## Travelers entering the United Kingdom from Italy will have to self-isolate starting on Sunday, Transport Secretary Grant Shapps announced Thursday. In a tweet, he said both the Vatican and San Marino will also drop off the UK’s “Travel Corridor,” a list of countries considered safe enough for travelers to visit without self-isolating on entry to the UK.  He also announced the UK would add the Greek island of Crete to the Travel Corridor, meaning people entering the UK from anywhere in Greece will not have to self-isolate. ##Hotspots## Pennsylvania added nearly 1,600 Covid-19 cases, the state health department reported Thursday, marking the 10th consecutive day with more than 1,000 new cases.  The state reported an additional 21 new deaths.  Earlier Thursday, the state said it would be adding an outdoor testing clinic in Ralpho Township, Northumberland County, to contain what health officials say is a “recent rapid increase in Covid-19 cases.” You can read the full release here. Note: These numbers were released by the state’s public health agency and may not line up exactly in real time with CNN’s database, drawn from Johns Hopkins University and the Covid Tracking Project. An ensemble forecast published Thursday by the US Centers for Disease Control and Prevention now projects there will be 229,000 to 240,000 coronavirus deaths in the United States by Nov. 7. Unlike some individual models, the CDC’s ensemble forecast only offers projections a few weeks into the future. The previous ensemble forecast, published on Oct. 8, projected up to 233,000 coronavirus deaths by Oct. 30. At least 217,155 people have already died from Covid-19 in the United States, according to data compiled by Johns Hopkins University.  ##Hotspots## The Florida Department of Health reported at least 3,356 new cases of Covid-19 and 144 deaths on Thursday, numbers that include both residents and non-residents of the state, according to the Covid-19 dashboard.  Florida's case numbers jumped by 487 since yesterday, and the death toll more than doubled, with the state reporting 66 deaths Wednesday. This marks the eleventh day in October that the state's health department has reported at least 2,200 new cases in a single day, CNN's tally shows.    The state now has a total of 744,988 coronavirus cases, DOH data shows. The Florida death toll now stands at 15,932 DOH data shows.          Note: These numbers were released by Florida’s public health agency and may not line up exactly in real time with CNN’s database, drawn from Johns Hopkins University and the Covid Tracking Project      ##Hotspots## New York City Mayor Bill de Blasio said that there continues to be “very, very, very low positivity levels” of Covid-19 in schools. In particular, he said in Yellow Zones – which are third tier areas of concern, but surrounding the cluster zones with schools that are closed – out of 31,000 tests in the past three weeks, only four were returned positive. This was testing of teachers and staff in the schools.  “The vast vast majority of schools have continued with no shut down,” he said, of the schools outside the cluster zones.  ##Schools## European low-cost airline Ryanair announced it would significantly reduce its winter schedule Thursday, blaming restrictions imposed by European Union governments.  The airline will operate 40% of its 2019 winter flight schedule, after originally planning 60%.  In a statement, the airline said air travel to and from Central Europe, the UK, Ireland, Austria, Belgium and Portugal has been heavily curtailed. “We deeply regret these winter schedule cuts,\" said Ryanair Group CEO Michael O’Leary. \"They have been forced upon us by Government mismanagement of EU air travel.”   He said the airline would be forced to implement more redundancies, job sharing and unpaid leave as a result of the schedule reduction. ##Economy## Following the announcement of a positive coronavirus test in the organization on Thursday, the Atlanta Falcons will stop all in-person work and will conduct all operations virtually for the day, the team announced in a statement.  The organization said that the decision was made \"out of an abundance of caution\" and in consultation with the NFL and medical officials. The Atlanta Falcons are scheduled to play the Vikings in Minnesota on Sunday. Read the full statement below: Atlanta Falcons to Work Virtually Thursday\nFLOWERY BRANCH, Ga. – OCTOBER 15, 2020 – Out of an abundance of caution following one new positive test, we have made the decision to stop all in-person work at IBM Performance Field Thursday and will conduct all operations virtually. This decision was made in consultation with the NFL and medical officials. The health and safety of our team is our highest priority. ##Hotspots## New York City Mayor Bill de Blasio said the city should get a gauge by Sunday whether they are in “striking range” of pulling off restrictions in cluster areas or whether they need to remain in place. When asked if “leveling off” in metrics was enough to end the shutdown in cluster zones after two weeks, de Blasio said by Sunday “we will have a good picture of whether we’re in striking range of pulling off the restrictions next week or whether we need more time.”  “Leveling off is a step in the right direction,” he said, adding that stopping the growth of the infection rate is key to turning it around.  ##Hotspots## The percent of people who tested positive for Covid-19 citywide is at 1.31%, under the 5% threshold, New York City Mayor Bill de Blasio said.  The seven-day rolling average is 1.49% he said.  The daily number of people admitted to hospitals for Covid-19 is at 88, under the 200 threshold. The confirmed positivity rate for Covid-19 for those patients is 18.6% With regard to new reported cases on a seven-day average, with a threshold of 550 cases, NYC reports 499.  Note: These numbers were released by the city's public health agency and may not line up exactly in real time with CNN’s database, drawn from Johns Hopkins University and the Covid Tracking Project ##Hotspots## New York City Mayor Bill de Blasio expanded on what he said is the “the fight we’re waging against a second wave of coronavirus,” noting that the city is seeing a “plateauing” in test results, though there is “more to do.” “There does not need to be a second wave in NYC, we can stop a second wave in NY if we act decisively now,” he said. “We are seeing a plateauing now of the test results and that is a very good sign, but much much more to do.” “A second wave would mean a lot shuts down, we go backwards, no one wants that. So we can stop this once and for all in these areas of Brooklyn and Queens where there’s concern and therefore protect the whole city, and that’s what we’re going to do,\" he added. He said officials are “flooding the zone” with testing. Test and Trace head Ted Long said in the last two weeks, more than 17,000 tests have been taken in the clusters. Thirty-two new test sites were built out in the clusters, including 18 in the red zones. A large testing site is open today at the Kew Gardens Hills Branch public library.  The city is also partnering with Medicaid plans, which cover 1.2 million New Yorkers on testing outreach, de Blasio said.  The Mayor said in terms of enforcement, 1700 inspections were done Wednesday, and 25 summons were issued.  There have been over 18,000 in the last two weeks with a total of 288 summonses issued, including 11 summonses for $15,000. ##Hotspots## Senate Majority Leader Mitch McConnell, speaking in Kentucky, once again threw cold water on the “big” stimulus agreement President Trump says he’s interested in securing.  \"I'm proposing what we think is appropriate,” McConnell said of Senate Republicans.  McConnell plans to put a roughly $500 billion proposal on the floor next week – approximately a quarter of what Speaker Nancy Pelosi and Treasury Secretary Steven Mnuchin are currently talking about on the topline.  Senate Republicans are nearly unanimous in their opposition to a big deal at this point and McConnell’s move to put the targeted proposal on the floor, which Democrats are expected to block, is seen more as a political messaging/protection move for his vulnerable members than as a serious proposal. ##Economy## London will be moved from medium coronavirus alert level Tier 1 to high coronavirus alert level Tier 2, the UK Health Secretary Matt Hancock announced Thursday,  He urged London residents to support government efforts to suppress the spread of the virus.   “Working closely with the Mayor, with cross-party council leadership, with local public health officials and the national team, we have together agreed that London needs to move to local Covid alert level ‘High’,” Hancock said in a statement to the House of Commons.  “We know from the first peak that the infection can spread fast and put huge pressures on the NHS, so we must act now to prevent the need for tougher measures later on,” he added.   According to the Health Secretary, tougher restrictive measures for all areas placed under Tier 2 will come into force at one minute past midnight Saturday local time (that's 7:01 p.m. ET.)   London residents will no longer be able to meet with other households in any indoor setting, including at home or in restaurants, and the \"rule of six\" will still apply for all outdoor venues.    “To Londoners and all who work in our great capital, I want to say thank you for what you have done to suppress the virus once.  We now all need to play our part in getting the virus under control once again, and I know the sacrifices that this will mean,” Hancock said.   Earlier on Thursday, London Mayor Sadiq Khan said that the capital has reached a “critical moment” in its fight against the pandemic, warning that the virus is spreading rapidly “in every corner” of the city.   “We will soon reach an average of 100 cases per 100,000 people, with a significant number of boroughs already over that threshold,” Khan said in a statement at City Hall.  \n“Hospital admissions are up, more patients are going into intensive care and, sadly, the number of Londoners dying every day is increasing again,” he added.   ##Hotspots## CNN reports from London and Bordeaux, France:  Covid-19 cases are surging in Wisconsin, and “it’s going to get worse,” says Dr. Paul Casey, medical director of the emergency department at a hospital in Green Bay, Wisconsin. “We predict it will peak mid-November,\" he said. Over the course of three weeks, there has been “an alarming spike” in patients with Covid-19 who need admission to the hospital, he reported.  “What that has done is placed entire wards full of Covid patients on top of all the other patients we have to take care of. Under normal circumstances, hospital capacity is typically 70% to 80%. So you throw on top of that an entire ward of patients with Covid-19, it stretches us to the limit,” he said. Wisconsin’s seven-day moving average of daily positive cases is 21.8%. Given his own prediction of the coronavirus crisis worsening in his community, he is anticipating a reduction in non-emergency services. “We have not yet eliminated needed but non-emergency surgery. So, for example, if you need a hip replacement, that's not an emergency, but you need it. Those kind of surgeries will have to be delayed until the pandemic is over. We have not gotten there yet, but we're very, very close.” Casey also warned that while they're currently able to take care of all patients that come in, if this surge continues, the system is soon going to be overwhelmed. \"The thing we need the most is for the spread of this virus to stop,\" he said. \"We have enough PPE, we have enough hospital beds, but that's soon going to be different.\" Watch more: Dr. Peter Hotez, a vaccine scientist and dean of tropical medicine at Baylor College of Medicine, says he is “very worried” as coronavirus cases continue to rise in the United States.  “We are now about to exceed 60,000 new cases a day, so we are looking at a doubling of new cases a day over just the last few weeks. This is a very ominous sign. I think we are in for a pretty bad fall and winter,” Hotez said in an interview on CNN. “This is not a time for rallies. This is not a time for…crowding a lot of people together, especially speaking loudly and cheering, which is releasing virus. This is the time when we could be entering one of the worst periods of our epidemic and one of the worst periods in modern American public health. I'm very worried for the nation,” he added. Hotez decried the continued lack of a national plan for the pandemic, and encouraged people to start planning themselves for the winter. He also said people should have a network of family, friends or mental health providers to be able to talk to. “This is a normal reaction to a very tough situation and especially since we're being largely abandoned by the federal government,” he said.  Hotez added that the US will very likely be in a much better situation by this time next year, but “it’s a matter of getting through these next few months.”  Watch more:  Peru’s Machu Picchu will gradually reopen starting on Saturday, Cusco’s regional governor Jean Paul Benavente announced on Thursday, according to state news agency Andina.  The Inca ruins have been closed for seven months due to the Covid-19 pandemic.  The famous UNESCO World Heritage site, which recently reopened for a single Japanese tourist after he was stranded in Peru for seven months, will expand to slowly allow more tourists. Locals can visit the site starting on Saturday, Benavente announced, while national tourists will be allowed in November followed gradually by international visitors.  Visits will be limited to 675 people a day in groups of 8 people. The site will only allow 30% of its usual capacity, Alejandro Neyra, Minister of Culture announced, according to Andina.�� \"The coordinated work between the central government and the region has allowed us to get the Safe Travels stamp, a recognition that implies safety amid this pandemic, as well as commitment and responsibility to all,\" Benavente added.  Wall Street opened sharply in the red on Thursday.  Investors have plenty to worry about: There is still no US stimulus deal on the horizon and Europe is returning to restrictions to limit the spread of Covid-19. The Dow opened 1.1%, or 322 points, lower, while the S&P 500 – the broadest measure of the US stock market – fell 1.3%. The Nasdaq Composite opened down 1.6%. It's looking to be the third straight day of losses for the three indexes. Investors got a mixed bag of economic data Thursday morning: First-time jobless claims rose and more people moved onto benefit programs designed to bridge the gap after regular aid rolls off. Meanwhile, the New York Federal Reserve Bank's manufacturing index came in far lower than expected, while the Philadelphia Fed's business index beat expectations. ##Economy## Everyone needs to be careful around Thanksgiving this year and evaluate the risks and benefits of celebrating in the traditional way, Dr. Anthony Fauci said on “Good Morning America” Thursday. “Understanding that everyone has this traditional, emotional, understandable warm feeling about the holidays and bringing a group of people, friends and family together in their house, indoors, that’s understandable,” Fauci said. “But we really have to be careful this time, and each individual family evaluate the risk/benefit of doing that.”  In particular, when people are coming in from out of town and may have been on planes or in airports and then coming into the house, he said. If there are elderly or vulnerable people there, Fauci gave this advice: “You better consider whether you want to do that now or maybe just forestall it and just wait and say, you know, this is an unfortunate and unusual situation, I may not want to take the risk. But then, it’s up to the individuals and the choices they make.” Dr. Fauci warns public to be cautious ahead of winter:  Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, reacted to the idea of focused protection – put forward in the Great Barrington Declaration – saying the idea is nonsense, and the idea of letting the virus go without any protection measures is “ridiculous.” Fauci told “Good Morning America” host George Stephanopoulos that the declaration has a couple of things in it that he thinks are fooling people, “because it says things that are like apple pie and motherhood.” He said that hidden in the declaration is the implication that if you let people get infected and worry about essentially protecting the vulnerable, “There’s about 30% of the population has underlying conditions that make them more susceptible to getting the adverse events and outcomes of serious disease with Covid-19.” “If you just let things rip and let the infection go – no masks, crowd – it doesn’t make any difference. That, quite frankly, George, is ridiculous,” he said. “Because what that will do is that there will be so many people in the community that you can’t shelter, that you can’t protect, who are going to get sick and get serious consequences.” Fauci said the idea that “we have the power to protect the vulnerable is total nonsense,” and that has been shown to not be the case by history. Talking to anyone who has any infectious disease or epidemiology experience will say that it’s risky and will lead to many more infections of vulnerable people which will lead to hospitalizations and deaths, he said. “So, I think that we just got to look that square in the eye and say it’s nonsense,” he said. Watch:  For yet another week hundreds of thousands of American workers filed for unemployment benefits. Americans filed another 898,000 first-time jobless claims last week on a seasonally-adjusted basis, according to the Department of Labor.  That's up 53,000 from the prior week. Weekly claims have fallen a long way since peaking at 6.9 million in late March. But the improvements have slowed to a snail's pace in recent weeks, and went into reverse last week. That means it could take a long time to get back to the pre-pandemic level of around 200,000 claims per week. On top of regular jobless claims, 372,891 Americans filed for Pandemic Unemployment Assistance, a program designed in response to the pandemic to help those not usually eligible for unemployment benefits. That was down 91,000 claims from the prior week. Adding those together, total first-time claims stood at about 1.3 million last week. Continued jobless claims, which count workers who have filed for benefits for more than two weeks in a row, stood at 10 million. That's down around 1.2 million from the prior week. That sounds like good news, but economists worry continued claims might be declining because people have maxed out their benefit allowance. States provide up to 26 weeks of aid before workers move on to other government programs, such as the Pandemic Emergency Unemployment Compensation program. ##Economy## The latest from CNN Business:   Cristiano Ronaldo watched the Nations League in mandatory isolation at home as Portugal cruised past Sweden 3-0 Wednesday. The Juventus forward returned to Turin on Wednesday via a private air ambulance to continue his isolation after testing positive for Covid-19 the day before. Ronaldo posted a picture of himself supporting from home wearing his international kit as he watched his teammates' resounding win. Portugal’s captain and all-time leading goalscorer was not missed, as goals from Bernardo Silva and a brace for Diogo Jota sealed all three points for the defending Nations League champions. The result puts them on top of group A3, level on points with France. The Portuguese Football Federation, which confirmed Ronaldo's positive test, said he was doing \"well\" and was \"without symptoms.\" Ronaldo’s club side Juventus announced that the whole of their squad has gone into isolation after American midfielder Weston McKennie tested positive on Wednesday as well, with results from further tests on the rest of the team still to be announced. Ronaldo would need to return a negative test by October 21 in order to be eligible to play against Barcelona -- and old rival Lionel Messi -- in the Champions League on October 28, according to UEAF rules. Read the full story here.  New York City’s landmark Roosevelt Hotel will close at the end of the year because of the coronavirus pandemic. Johanna Ortiz, a single mom of two who has worked at the hotel for 20 years, said that it’s a “heartbreaking” situation.  “A lot of us in the hospitality industry are going to have to reinvent ourselves. It's going to be really hard. A lot of hotels are closing; jobs are not available right now. The rooms are empty. It's just really sad to see. In the 20 years, I have never seen the hospitality industry this heartbreaking,” she said on CNN’s “New Day.”  She said there’s only about 25 employees working at the hotel per day right now. Pre-Covid, there were hundreds working every day, she said.  Because she’s a union member, she will be getting severance pay and will be ensured health coverage. She said she’ll be able to get an extension, so she’ll be working until the end of the year.  “At the Roosevelt, we started off as coworkers, we became friends and ended up as family. … It’s very heartbreaking,” she said.  Watch more:  Some background: Since 1924, the Roosevelt Hotel has been a witness to history. It was the election headquarters for Gov. Thomas Dewey when he incorrectly announced he defeated Harry Truman in the 1948 presidential election. It has served as the backdrop for movies such as \"The Irishman\" and it helped start a New Year's Eve tradition. ##Economy## Authorities have carried out raids of the homes and offices of several senior French government officials as part of an investigation into the management of the Covid-19 outbreak in the country, a spokesperson for senior public prosecutor Francois Molins told CNN. Among them were French Health Minister Olivier Véran; the director of the country’s national health agency, Jerome Salomon; and former Prime Minister Edouard Philippe. A spokesperson for Philippe confirmed to CNN that his home, as well as the city hall of Le Havre, where he is the mayor, had been searched. They added that “everything took place in a very courteous manner, with the full cooperation of the mayor.” The raids followed 99 complaints from several non-profits and a collective of doctors to   the Court of Justice of the Republic, which tries cases of misconduct committed by government officials.  Molins opened a judicial investigation on July 7 based on nine of those complaints for “failure to combat a disaster,” a charge that could be punished by two years' imprisonment and a 30,000-euro ($35,102) fine. The Ministry of Health confirmed the searches into Veran’s and Salomon’s homes and offices, adding that the operation was “conducted with no difficulties.\" The World Health Organization's Maria Van Kerkhove addressed the surge in coronavirus cases in Europe while speaking on CNN's \"New Day\" this morning. “About 80% of countries across the European regions are seeing a growth right now. But the thing that we need to really understand…is many of the countries have brought these pandemics, these outbreaks, under control and they can do it again,” she said. She advocated for unity in fighting the virus and for people to adhere to guidelines in hotspot areas.  “We are in a completely different situation than we were in a few months ago. We know so much more about this virus, how to control the virus. We need to stay focused, we need to have unity across the region, across the world, in fact, to be able to apply the tools that we have at hand where we can bring these outbreaks under control,” she said.  ##Hotspots## The World Health Organization’s Maria Van Kerkhove underscored that herd immunity is a “dangerous” approach in fighting the coronavirus pandemic.   “Herd immunity, as an approach, by letting the virus circulate, is dangerous. It leads to unnecessary cases and it leads to unnecessary deaths,” she said on CNN’s “New Day.” “This is not a strategy for this virus,” Van Kerkhove, an infectious disease epidemiologist who is the coronavirus technical lead at the WHO Health Emergencies Programme, added. Some background: White House senior administration officials discussed a controversial declaration written by scientists that advocates for herd immunity in a call with reporters on Monday.  Watch more:  Two of Europe's biggest capitals are in trouble as Paris imposed overnight curfews and London considered banning people from meeting indoors to combat the spread of coronavirus. The French capital and the cities of Aix-Marseille, Grenoble, Montpellier, Toulouse, Saint Etienne, Lille, Rouen and Lyon will face a 9 p.m. to 6 a.m. curfew starting at midnight on Friday, President Emmanuel Macron announced. The aim is to reduce private contacts, which are the most dangerous contacts,\" Macron said Wednesday. Violating the nighttime curfew will carry a fine of 135 euros (about $160) for a first offense, and 1500 euros ($1,760) if the offense is repeated. France reported 22,591 new cases and 95 deaths on Wednesday, bringing its total to 779,063 cases and 33,037 deaths. London will move to the Tier 2 \"high alert\" level of coronavirus restrictions on Saturday, Mayor Sadiq Khan announced in a statement posted on Twitter on Thursday. It means Londoners will be banned from mixing with other households indoors in any setting, including in pubs and restaurants. They should also avoid using public transport where possible. Read the full story here.  London Mayor Sadiq Khan said Thursday that he expected the UK government to impose new restrictions in the British capital and warned that millions of residents in the British capital \"we've got a difficult winter ahead.\" Khan said he expected the UK government to move London up a level in its three-tier restrictions system from \"Medium\" to the \"High,\" the second tier, which means people from different households can no longer meet indoors — including homes, pubs and restaurants.  Groups of six from different households can still meet outdoors, and pubs and restuarnats will be allowed to remain open until 10 p.m., as is currently the case.  \"This is deemed to be necessary in order to protect Londoners,\" Khan said in a televised statement Thursday.   “I must warn Londoners that we’ve got a difficult winter ahead. But just as we’ve always done through our city’s great history, I know that we’ll get through this dark time by pulling together.”  Khan criticized the UK government's test, track and trace program as a failure.  \"I believe we also need action on a national scale, just as the government’s own scientific advisers have recommended. That is why I will continue to call for a short national circuit breaker.\"  The British government ignored the advice of a scientific advisory team to implement a two-week lockdown, known as a circuit breaker, to slow the spread of the virus and prevent thousands of deaths.  Russia has reported a record daily death count as the country battles a new surge in infections. Russia's coronavirus response center said Thursday that 286 people had died in the past 24 hours and confirmed 13,754 new cases.  Russia is experiencing a streak of record-high daily infection increases, with health officials reporting totals at around 2,000 cases a day more than it did during the spring peak. More than 1.3 million people in Russia have had confirmed infections.  Hong Kong and Singapore plan to open an \"air travel bubble\" that allows residents to travel between the two Asian hubs without requiring quarantine or restrictive control measures, authorities announced on Thursday. Open travel in both the Chinese city and the Southeast Asian country has been suspended for months. When the coronavirus pandemic hit, both governments shut borders and denied entry to most non-residents and short-term visitors. In Hong Kong, returning residents are required to undergo a 14-day quarantine and wear an electronic bracelet to track their location. But both cities have managed to get their Covid outbreaks under control, and reported low numbers of local infections in the past few months -- which is why they agreed in principle to the travel bubble plan during discussions on Wednesday, according to the statement. \"This is a milestone in our efforts to resume normalcy while fighting against the long-drawn battle of Covid-19,\" said Edward Yau, Hong Kong's Secretary for Commerce and Economic Development, in the statement. Ong Ye Kung, Singapore's Minister for Transport, called it a \"significant\" move forward. \"It is a safe, careful but significant step forward to revive air travel, and provide a model for future collaboration with other parts of the world,\" he added. There isn't yet a launch date for the travel bubble, but details will be fleshed out in the coming weeks, they said. Read the full story: ##Economy## A vaccine is still the best way to bring an end to the Covid-19 pandemic, health experts say, adding that pursuing herd immunity would be dangerous. The idea of letting the virus run unchecked through communities \"misses the basic point that we're all connected,\" former director of the US Centers for Disease Control and Prevention Dr. Thomas Frieden told CNN's Wolf Blitzer. Frieden was responding to recent efforts to promote herd immunity as an answer to Covid-19. The idea is being pushed by those eager to stop the economic damage the pandemic has caused. The virus has infected more than 7.9 million people and killed at least 216,872, according to data from Johns Hopkins University. A vaccine could be available to some groups by the end of the year. But some politicians hoping to reverse the economic havoc from the pandemic have embraced the idea of letting the virus spread until enough people have been infected and developed immunity that there is no where for it to spread next. White House senior administration officials, in a call with reporters Monday, discussed a controversial declaration written by scientists that advocates for such an approach. But the idea is \"a dangerous fallacy unsupported by scientific evidence\" that risks \"significant morbidity and mortality across the whole population,\" 80 scientists from around the world wrote in an open letter. \"Any infection anywhere is potentially a threat somewhere else because even if you feel fine and get over it with no problems, no long-term consequences, you might spread it to someone who dies from it. And that's what we're seeing all over the country,\" Frieden said. It is impossible to keep just the vulnerable protected from the spread, Frieden said. And letting the virus run rampant would likely lead to recurring epidemics because there is no evidence that people are protected long-term after they have been infected, according to the letter. The best way to achieve widespread immunity, Frieden said, will be through a vaccine. Read the full story: ##Hotspots## ##Vaccines## Dr. Sanjay Gupta explains herd immunity: The Czech Republic identified 9,544 coronavirus cases on Wednesday -- a single-day high -- as countries across Europe struggle to contain new outbreaks of Covid-19. The Czech Ministry of Health said there are now 77,217 active cases across the country. Czech authorities have identified nearly 140,000 Covid-19 cases since the pandemic began. \"The prognosis is not good, the numbers are very catastrophic,\" Prime Minister Andrej Babis said Thursday before leaving for the European Summit in Brussels.   Another 35 coronavirus-related fatalities were registered on Wednesday, bringing the total death toll to 1,172, according to the latest government data. Some 2,678 people remain hospitalized with coronavirus.  In a video shared on Twitter on Wednesday, the Czech Minister of Health, Roman Prymula, warned that hospitals across the country are nearing their limits.  \"We have to mobilize various stadiums, sport halls, so we can establish beds there. The situation is becoming very serious,” Prymula said.  ##Hotspots## German authorities identified a single-day high of 6,638 new coronavirus cases, according to data published Thursday by the Robert Koch Institute (RKI), the country's disease control and prevention agency. To date, more than 341,000 Covid-19 infections have been identified in Germany since the pandemic began, killing at least 9,710 people. Another 33 Covid-19 deaths were recorded in the past 24 hours, according to the RKI. A spike in Europe: Thursday marked the highest number of cases identified in a day in Germany since March 28. It is just one of many countries in Europe fighting to contain new outbreaks of Covid-19.  Thousands of cases are being identified in France, where authorities in several cities have begun enacting curfews in an attempt to limit the virus' spread. Numbers are also soaring in the United Kingdom and Italy. ##Hotspots## Chinese health officials in the eastern city of Qingdao carried out 9,947,304 Covid-19 tests in four days as part of a citywide effort to stop a cluster of 12 coronavirus cases from growing into a major breakout.  Qingdao's Municipal Health Commission said Thursday that 7,646,353 test results have been returned, among which no new positive cases have been identified. The mass testing program was rolled out by authorities after three asymptomatic patients with links to a hospital treating imported cases were identified over the weekend.  Cases throughout China: China's National Health Commission said 11 new cases were reported on Wednesday throughout the country. Ten of those were imported, and one was an asymptomatic case that started presenting symptoms. Chinese authorities count asymptomatic cases separately from symptomatic ones. During a speech in Shenzhen on Wednesday to promote the continued development of China's first special economic zone, Chinese President Xi Jinping coughed -- a lot. While any speculation about Xi's health was, unsurprisingly, not evident on Chinese social media or in tightly controlled state publications, critics of Beijing quickly seized the opportunity. In a story headlined \"Xi Jinping coughs and coughs at Shenzhen event,\" Apple Daily -- a vehemently anti-Chinese Communist Party, pro-democracy newspaper in Hong Kong -- reported that in the second-half of Xi's 50-minute speech \"he frequently paused to drink water and coughed repeatedly.\" \"Whenever Xi stopped, the live feed from state broadcaster CCTV would turn the camera to guests sitting beyond the main table, but it could still capture the sounds of Xi's coughing and drinking,\" the newspaper said. Epoch Times, a media outlet linked to the Falun Gong religious group, which has long been suppressed in China and is one of Beijing's biggest critics overseas, took the speculation a step further, with a video titled \"Xi Jinping in Shenzhen: is he infected?\" Some Taiwanese outlets also noted the President's \"violent cough.\" There are, of course, plenty of reasons for Xi to cough that do not indicate illness: his throat may have been dry; he spoke for almost an hour, and China loves to over air-condition public buildings like the one he was speaking in. It's also important to note that China has reported less than 100 coronavirus cases nationwide in the past week, making the chances of Xi being infected by the pandemic which has brought the world to a standstill exceptionally unlikely. Read the full analysis: ##Politics## India's Health Ministry reported 67,708 new cases of Covid-19 Thursday, the fewest number of infections identified in a day since August. Thursday was the fourth day in a row that the world's second-most populous country recorded fewer than 70,000 new coronavirus cases.  Few countries have been hit as hard by the global pandemic as India. The country has identified more than 7.3 million cases -- 812,390 of which are considered active -- and more than 111,000 virus-related deaths, authorities said. Only the United States has recorded more cases, and only the US and Brazil have identified more fatalities. Authorities said 680 deaths were recorded across the country in the past 24 hours.  Because of the lower numbers, schools and movie theaters in some parts of the country are expected to reopen in the coming days, albeit with strict social distancing measures in place. ##Hotspots## At least 59,494 new coronavirus cases and 985 new virus-related deaths were recorded in the United States on Wednesday, according to Johns Hopkins University. The nationwide totals now stand at 7,916,100 cases, including at least 216,872 deaths. The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases.  Track cases here: ##Hotspots## Governments across Europe are choosing between two vastly different strategies as a second wave of Covid-19 arrives in force.  Most are imposing limited local restrictions and keeping their economies open. But in the UK and Ireland, scientific advisers have pushed for second national lockdowns, despite fears of an economic shock. The crisis, which hit Europe for the first time in early spring, is back -- but this time around, many people feel that locking down society is too high a price to pay.  Yet most medical and economic experts CNN spoke to agree that, in the long run, a short lockdown is better than a constant battle to contain the pandemic. Read the full story:  ##Economy## All employees and patients at a nursing hospital in the South Korean city of Busan will be tested for Covid-19 after an outbreak was reported at the facility, the city’s Acting Mayor Byeon Sung-wan said at a news briefing on Wednesday. The hospital in the southern port city reported 53 Covid-19 cases linked to its facility Wednesday, 11 of whom are employees and the rest patients, Byeon said.  Gatherings at restaurants near the hospital will also be barred for the next two weeks.  New cases: Another 110 Covid-19 infections have been identified nationwide, 95 of which were locally transmitted, according to South Korean authorities on Thursday. Nearly 25,000 cases have been confirmed in South Korea since the pandemic began. At least 439 fatalities have now been reported, as one new death was added from the previous day, according to the Korea Disease Control and Prevention Agency. ##Hotspots## Editor's note: Jeffrey D. Sachs is a professor and director of the Center for Sustainable Development at Columbia University. The opinions expressed here are his own. As if Donald Trump's irresponsibility was not already a national tragedy, the White House seems now to favor a controversial approach to Covid-19 that threatens to bring nothing less than mass suffering. On Tuesday, senior administration officials said that they were receptive to pursuing \"herd immunity,\" an approach touted by a group of scientists who have put out what they call the \"Great Barrington Declaration.\"  What they're proposing: The idea is that the federal government should let the pandemic run its course until most of the population is infected and has ostensibly developed antibodies to ward off future infections. Typical estimates hold that 70% or more of the population would thereby become infected. According to this idea, vulnerable groups would be targeted for \"focused protection,\" for example, introducing extra precautions such as frequent Covid-19 testing to avoid infections of the elderly living in nursing homes. The rest of the population \"should immediately be allowed to resume life as normal,\" according to the declaration. What experts say: This approach runs strongly against the overwhelming consensus of public health specialists, including Dr. Anthony Fauci, the director of the National Institute of Allergy and Infectious Diseases.  The new Covid-19 approach would undoubtedly add massively to the suffering in the US in a very short period of time. The fallacy: The idea that we should not try to control infections other than of vulnerable groups is based on a complete misunderstanding of the real choices facing the US -- or facing any country for that matter.  The core mistake is the belief that the only alternative to an economic shutdown is to let the virus spread widely in the population. Instead, a set of basic public health measures is enough, as many other countries have shown, to control the spread of the virus.  Read the full op-ed: ##Politics## Missouri reported 1,413 hospitalizations due to Covid-19 on Tuesday -- the highest daily count since the pandemic began, as the US grapples with a new surge of the virus. The state's seven-day average for hospitalization is now over 1,356, according to the state's health department Covid-19 dashboard. Missouri's hospitalization numbers include both suspected and confirmed Covid-19 cases. Missouri has recorded a total of 148,679 Covid-19 cases, with 2,420 coronavirus related deaths in the state.  Nationwide surge: Across the country, more than 30 states have reported more Covid-19 cases this past week than they reported the previous week, according to data from Johns Hopkins University. \"We went down to the lowest point lately in early September, around 30,000-35,000 new cases a day. Now we're back up to (about) 50,000 new cases a day. And it's going to continue to rise,\" Dr. Peter Hotez, dean of the National School of Tropical Medicine at Baylor College of Medicine, said Tuesday. \"This is the fall/winter surge that everyone was worried about. And now it's happening. And it's happening especially in the northern Midwest, and the Northern states are getting hit very hard -- Wisconsin, Montana, the Dakotas. But it's going to be nationally soon enough.\" ##Hotspots## Paris and other French cities will be subject to a nighttime curfew starting Saturday to try to slow the spread of coronavirus, French President Emmanuel Macron announced Wednesday.  The 9 p.m. to 6 a.m. curfew will also apply to Aix-en-Provence, Marseille, Grenoble, Montpellier, Toulouse, Saint Etienne, Lille and Lyon, he said.  It takes effect starting at midnight Friday night into Saturday. \"The aim is to reduce private contacts, which are the most dangerous contacts,\" Macron said. Violating the nighttime curfew will carry a fine of 135 euros (about $160) for a first offense, and 1,500 euros ($1,760) if the offense is repeated, he said. ##Hotspots## Italy on Wednesday recorded its highest daily increase in coronavirus cases since the beginning of the pandemic, the latest figures from the country's Ministry of Health show.  Italian health authorities said there had been 7,332 new cases of Covid-19 in the past 24 hours, bringing the total number of confirmed cases to at least 372,799. The number exceeds the previous daily high set during the first wave of the pandemic on March 21, when at least 6,557 cases were recorded over a 24-hour period.  Over the past day, 43 people have died of coronavirus, bringing Italy’s total number of deaths to at least 36,289. The number of patients in intensive care has increased by 25. Some background: Italy was one of the worst-hit countries in Europe during the first wave of the pandemic and the country is battling to contain another outbreak. Additional restrictions were announced on Tuesday by Prime Minister Giuseppe Conte and Health Minister Roberto Speranza making masks mandatory indoors except when at home and urging people to not gather in groups of more than six at home.  ##Hotspots## The World Health Organization on Wednesday underscored that most transmission of Covid-19 is still happening in households. Speaking during a social media Q&A, Maria Van Kerkhove, a WHO infectious disease epidemiologist, said if someone tests positive for Covid-19, that they should be cared for in a medical facility -- but she said she understands that cannot always happen. “We realize that that is not possible globally, with so many cases that we are seeing, but it is important that if you are in a high risk group -- if you are over 60, if you have any underlying conditions -- that you are cared for in a medical facility,” she said. “The reason for that is because you are at a higher risk of developing severe disease and of death.” If an infected person is cared for at home, “There's the possibility that the virus will spread within the household,” she said. “Most transmission is actually still happening in households,” Van Kerkhove said. “This we knew from the beginning, from the outbreaks that were detected in China. And one of the most important things that they did in China was recognizing this, and then isolating individuals who are infected outside of the home.” After months of effort to limit the spread of the coronavirus in the United States, herd immunity has emerged as a controversial topic.  During a call with reporters on Monday, White House senior administration officials discussed a controversial declaration written by some scientists that advocates for ending lockdowns, building immunity and pushing for those who are not vulnerable to Covid-19 to resume normal life. The Great Barrington Declaration aligns \"very strongly with what the President has said for months -- that is strongly protect the high-risk elderly and vulnerable and open schools and restore society to function,\" a senior administration official said during the call. Yet many experts warn that the idea to allow the novel coronavirus to circulate freely -- also known as a \"herd immunity\" approach -- is dangerous. World Health Organization Director-General Tedros Adhanom Ghebreyesus has even called it \"unethical.\" \"Allowing a dangerous virus that we don't fully understand to run free is simply unethical,\" Tedros said during a briefing on Monday. \"It's not an option.\" Tedros explained that herd immunity is a \"concept used for vaccination,\" not pandemic control. \"Never in the history of public health has herd immunity been used as a strategy for responding to an outbreak, let alone a pandemic. It is scientifically and ethically problematic,\" Tedros said. \"Letting the virus circulate unchecked, therefore, means allowing unnecessary infections, suffering and death.\" Read the full story:", "Section": "world", "Writers": ["Joshua Berlinger", "Adam Renton", "Angela Dewan", "Melissa Mahtani", "Meg Wagner"], "URL": "https://www.cnn.com/world/live-news/coronavirus-pandemic-10-15-20-intl/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Singapore", "Source": "CNN"}