{"Type": "article", "Time": "2020-09-01", "Headline": "September 2 coronavirus news", "Text": "Hall of Fame pitcher Tom Seaver, a three-time Cy Young Award winner and 12-time all-star, has died at the age of 75, the National Baseball Hall of Fame, citing Seaver's family, and Major League Baseball said Wednesday. Seaver died Monday in his sleep of complications of Lewy body dementia and Covid-19, the National Baseball Hall of Fame said. \"We are heartbroken to share that our beloved husband and father has passed away,\" said his wife, Nancy Seaver, and daughters Sarah and Anne, according to the Hall of Fame website. \"We send our love out to his fans, as we mourn his loss with you.\" Seaver, known as \"Tom Terrific,\" won 311 games and had a 2.86 earned-run average over a 20-year major league career that spanned from 1967-1986. Read more: Brazilian soccer star Neymar is one of three Paris Saint-Germain players to have contracted coronavirus, according to multiple reports, including the New York Times which cited people familiar with the matter. French media said that the 28-year-old, along with Argentine midfielders Angel Di Maria and Leandro Paredes, all tested positive after returning from a vacation in Ibiza, Spain. Earlier on Wednesday, PSG had confirmed in a news release that three unnamed players tested positive and \"have undergone the appropriate health protocols. All players and staff will continue to be tested over the next few days.”  CNN has reached out to each of the three players’ representatives for comment. The club declined to confirm the identity of the players to CNN.   Neymar is the world’s most expensive soccer player, having signed for PSG for $263 million in 2017. Ten days ago, the Brazilian was part of the PSG team that lost in the Champions League final. Neymar, along with the other two players, now faces the prospect of missing the start of the new season, due to begin on September 10. There are strict protocols requiring players that have tested positive for the virus to self-isolate. Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, said the White House Coronavirus Task Force is not discussing herd immunity as a strategy to control the coronavirus pandemic, even though President Donald Trump frequently mentions it as a means of making the pandemic “go away.” Herd immunity occurs when enough people are infected or vaccinated in a community that a pathogen stops circulating. “That's not a fundamental strategy that we're using,” Fauci said in an interview Wednesday with MSNBC’s Andrea Mitchell. “We're not there yet.\" “The fundamental strategy that we clearly articulate and go by, through the task force, is to try to prevent as many infections as you possibly can prevent,” he added. “When you get someone who's infected, you do the identification, isolation and contact tracing and you do the kinds of things to prevent infections.” Fauci said he didn’t understand what Trump was referring to in his comments about herd immunity. “I'm not so sure what that’s all about but we certainly are not wanting to wait back and just let people get infected so that you can develop herd immunity,” Fauci said. “That's certainly not my approach, it's certainly not Dr. Birx’s approach or any of the other people that I know of on that task force.” Mexico’s Health Ministry recorded 4,921 new Covid-19 infections on Wednesday, bringing the country’s total number of cases to 610,957.  The ministry also announced 575 new virus-related fatalities, raising Mexico’s death toll to 65,816. Mexico trails only Brazil, Peru, and Colombia in terms of the highest number of total coronavirus cases in Latin America, according to data from Johns Hopkins University. Economic blow: Addressing the nation on Tuesday, Mexican President Andres Manuel Lopez Obrador discussed the economic downturn resulting from the pandemic.  Compared to the first three months of the year, Mexico’s GDP fell more than 17% in the second quarter of 2020 -- and the International Monetary Fund (IMF) predicts the country’s economy could fall another 10.5% before the year’s end.  Despite the country having one of the highest death tolls in the world, Obrador said he believes the worst of the pandemic is over for Mexico, in terms of both the economy and public health. ##Hotspots## ##Economy## Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, made a “plea” to Americans to continue coronavirus mitigation efforts as Labor Day weekend approaches. “The issue that we're facing right now is we're entering in a day or two right now into the Labor Day weekend and we know from prior experience that when you get into holiday weekends — the Fourth of July, Memorial Day — there's a tendency of people to be careless, somewhat, with regard to the public health measures that we keep recommending over and over again,” Fauci said in an interview with MSNBC today. \"So I really want to use this opportunity almost to have a plea to the people in this country to realize that we really still need to get our arms around this and to suppress these types of surges that we've seen. We can do it.\" Surges in coronavirus were recorded after Memorial Day weekend and the Fourth of July. “You can have an enjoyable weekend, but you can do a couple of fundamental things that we talk about all the time,” he said. “Masks, distance, avoiding crowds, outdoors much more than indoors, washing your hands — those types of simple things.”  Colombia’s health ministry reported 9,270 new Covid-19 infections on Wednesday for a total of 633,339 cases.   The health ministry also reported 296 virus-related deaths, bringing Colombia’s total number of fatalities to 20,348. Some context: Beginning Tuesday, restrictions on air travel, transportation between cities, and non-essential businesses in Colombia were partially lifted. Bars and restaurants must remain closed to the public until the end of September, with the exception of areas designated for open-air dining. Colombia has reported fewer than 10,000 new daily infections each day in the past week. In Latin America, Colombia continues to trail only Brazil and Peru in terms of the highest numbers of coronavirus infections in the region, according to data from Johns Hopkins University. Dwayne “The Rock” Johnson tested positive for Covid-19, along with his wife and young children, the actor and former professional wrestler announced Wednesday in an Instagram video.  “I can tell you that this is one of the most challenging and difficult things we have ever had to endure as a family,\" Johnson said. Johnson married singer Lauren Hashian last year. The couple has two daughters, Jasmine and Tiana. Johnson said they got the virus from “very close family friends” who are “devastated” that they unwittingly infected Johnson’s family. He and his family learned of their condition “two-and-a-half to three weeks ago.” Johnson said his whole family is now fully in recovery.  “We are on the other side, we are no longer contagious, and we are – thank God – we are healthy,\" the actor said. The director of the National Institutes for Health, Dr. Francis Collins, said it’s “unlikely”  that a coronavirus vaccine will be ready by October.  “But I defend the CDC in their effort to try to be sure people are prepared,” Collins said in an interview with CNN. The US Centers for Disease Control and Prevention has told public health officials around the United States to prepare to distribute a potential coronavirus vaccine as soon as late October. It’s also provided planning scenarios to help states prepare.  “This is like the Boy Scout motto, ‘Be Prepared,’” Collins said. “Even if it's very low likelihood, if everything happened to come together really beautifully and we had an answer by then and we knew we had a vaccine that was safe and effective, wouldn't you want people to be ready to figure out how to do the distribution? That's all that CDC is saying.” “Now keep in mind that the likelihood of that is pretty low,” Collins added. There are currently three vaccines in the US in phase 3 clinical trials. Google search's data visualization programs now include a platform to see what coronavirus-related symptoms have been looked up by users around the world, the US, states, and counties. “We hope this data could lead to a better understanding of the pandemic’s impact,” Google said in a blog post Wednesday. “Using the dataset, researchers can develop models and create visualizations based on the popularity of symptom-related searches.” Google has for years tried to refine algorithms to come up with ways to predict disease activity based on people’s searches for symptoms. Google search has previously offered data to help researchers studying health impacts from heatwaves, prediction models for the seasonal flu and monitor Lyme disease incidence.   Brazil’s health ministry reported 46,934 new Covid-19 cases and an additional 1,184 virus-related deaths on Wednesday.  These new figures bring the country’s total number of cases to 3,997,865 and its death toll to 123,780. Some context: According to figures released by the health ministry during a news conference on Wednesday, the number of deaths from coronavirus reported last week in Brazil reflected an 11% decrease from the week prior.  Brazil has the second-highest number of coronavirus infections and deaths in the world, behind only the United States, according to data from Johns Hopkins University. The University of Missouri has reported that it has 483 active student cases of Covid-19.  According to the university's Covid-19 dashboard, a total of 683 student Covid-19 cases, which includes active cases, have been reported since the university began receiving data from the Boone County Department of Public Health and Human Services on Aug. 19. \"If a student tests positive in Boone County, but isolates or quarantines outside of the county, they are no longer tracked as active or recovered cases within Boone County. Likewise, if a student tests positive in another county, but chooses to isolate in Boone County, that student will not be reflected in cumulative cases,\" the university said on its website. ##Schools## The director of the Centers for Disease Control and Prevention contrasted his first two years as head of the agency with the last eight months in an interview with Yahoo Finance today. “I will say the first couple years at CDC… it was the time of my life,” Robert Redfield said. “I love science, I love data, I love service and I'm surrounded by over 20,000 men and women that are trying to use their skills to improve the human condition day after day. And I saw progress.” The last eight to nine months, however, have been like being in the middle of \"a real battle,\" he said.  \"This is one of the most critical, complicated public health crises that this nation has faced in over a century… and to sort of be in the middle of that, it's a big effort. I mean it's an honor, but I sure liked the first two years a lot more because I was seeing meaningful progress in making meaningful improvements in a variety of areas,” Redfield said, listing drug use disorder, Ebola outbreaks, the AIDS epidemic, nicotine use in children and maternal mortality. Redfield recalled the time in late February and early March when he received the first models of the pandemic. “It was a very difficult time for me because those models — by very smart people in my agency — told me that they anticipated one million to 2.4 million people would die from Covid before October 2020. That was catastrophic, if you start to think about that. I think we all committed to do all we can to try to save human life,” he said. Los Angeles County health officials announced that K-12 schools can resume limited on-campus teaching for students most in need of in-person learning. The decision allows for K-12 students with Individualized education plans, those requiring English as a second language instruction and others needing assessments or specialized in-school services to return to campuses for in-person learning starting on Sept. 14. “This will get children who are in the need most of in-person learning back into the classroom,” Los Angeles County Health officer Muntu Davis said. Under state guidelines, schools located in counties in California’s first reopening tier, where coronavirus risk remains “widespread,” cannot reopen to all students for in-person learning. However, state rules allow for school officials to apply for a waiver to reopen grades K-6 only to students if the coronavirus daily case rate falls below 200 per 100,000 residents, a metric Los Angeles County now meets. On Wednesday, health officials said they will not yet be opening the waiver program for elementary schools while it monitors the implementation of the new K-12 in-person learning program for students with specialized needs.  ##Schools## Gov. Andy Beshear has urged Kentuckians to keep gatherings small over the upcoming Labor Day weekend, which will also feature the 2020 Kentucky Derby. “I need you to keep your gatherings small, 10 or less, and that includes Oaks, that includes Derby, that includes Labor Day weekend,” Beshear said. “This is the only year we're asking you to do that and it's in the middle of a pandemic. I'm going to be doing it too. I made a decision that since you can't be out doing things that you want to, I shouldn't be either.” On Tuesday, the governor announced that he would not be presenting the trophy at the Kentucky Derby in person this year and would instead be watching the race from home, with a planned video presentation of the trophy.  “So please, let's not look back and say something as special as what this weekend can be, turned into the time when this virus got out of control,” Beshear added. Turkey reported 1,596 new Covid-19 cases over the last 24 hours, according to the Turkish health ministry, making this the third day the country has recorded more than 1,500 cases. The Turkish health minister warned that the capital city of Ankara now leads with more cases than any other province, including the previous hotspot of Istanbul.  “Ankara has more than twice the number of cases as Istanbul,” Turkish health minister Fahrettin Koca said during his weekly coronavirus briefing to the press on Wednesday. Last week, Turkey reintroduced remote and flexible hours for government workers who are densely based out of the capital. While confirmed cases in Istanbul and the Aegean region have stabilized, Central Anatolia and Southeast Turkey are experiencing surges in cases, Koca said.  Los Angeles County health officials on Tuesday announced that hair salons and barber shops are allowed to reopen for limited indoor operations, bringing those businesses in California’s most populous county in line with the state’s sweeping new reopening guidelines. The announcement allows hair salons and barber shops in the county to immediately reopen with 25% indoor capacity, provided they are in compliance with health protocols to reduce spread of the coronavirus, which includes the use of face masks.  The daily new coronavirus case rate in Los Angeles County has been reduced to 10 per 100,000, health officials said, placing it in the first tier of the state’s reopening plan, where viral risk is considered “widespread.” In order for the county to advance to the second tier, where risk is considered “substantial,” it must reduce the infection rate to no more than seven daily new cases per 100,000. “The virus is widespread in our community,” Los Angeles County Health Officer Muntu Davis said. “The improvements we see do not mean victory.” By the numbers: The county reported 51 new coronavirus-related deaths on Wednesday, two of which were between the ages of 18 to 29, and three who were between the ages of 30 and 49, for a total of 5,878 deaths. Health officials urged the public to be especially careful to avoid crowds and gatherings over the upcoming Labor Day weekend.  Coronavirus deaths are just that – deaths caused by Covid-19, the US Centers for Disease Control and Prevention said on Wednesday.  President Trump has retweeted social media conspiracy theories saying that only a small percentage of the people reported to have died from coronavirus really did die from the virus. They have pointed to death certificates that list other underlying causes. But that doesn’t mean the patients did not die from coronavirus, Bob Anderson, chief of mortality statistics at CDC, said in a statement. “In 94% of deaths with Covid-19, other conditions are listed in addition to Covid-19. These causes may include chronic conditions like diabetes or hypertension,” Anderson said in the statement, provided to CNN by the CDC. “In 6% of the death certificates that list Covid-19, only one cause or condition is listed.\" “The underlying cause of death is the condition that began the chain of events that ultimately led to the person’s death. In 92% of all deaths that mention Covid-19, Covid-19 is listed as the underlying cause of death,\" the statement added. Some context: Other top health officials, including National Institute of Allergy and Infectious Diseases Director Dr. Anthony Fauci, have said that CDC mortality statistics are accurate, and have explained that just because a death certificate lists other conditions, it doesn’t mean one of those conditions caused a death. What the other conditions do tell doctors, Anderson said, is that people who have chronic conditions are more likely to suffer severe disease and to die from coronavirus. Death certificates may also include acute conditions caused by the viral infection, such as pneumonia or respiratory failure. By the numbers: According to Johns Hopkins University, which uses independent data for its reporting on coronavirus cases and deaths, there have been more than 6 million coronavirus cases in the US and more than 184,000 people have died from it as of late Wednesday afternoon.  CDC data shows that as of Aug. 22, 161,392 death certificates listed coronavirus as a cause of death. CDC data often lags behind Johns Hopkins data.  The US Centers for Disease Control and Prevention has told public health officials around the US to prepare to distribute a potential coronavirus vaccine as soon as late October. It’s also provided planning scenarios to help states prepare. The documents were first posted by the New York Times and the CDC confirmed to CNN it has sent them to city and state public health officials. The scenarios offer details about distribution plans around two Covid-19 vaccines when supplies “may be constrained.” The documents prioritize particular populations for the vaccines, including health care professionals, essential workers, long-term care facility residents and staff and national security populations. Some context: Last week, the US Centers for Disease Control and Prevention Director Dr. Robert Redfield asked states to speed through permits for a company the federal government has contracted with to help distribute any eventual coronavirus vaccine.  In a letter, Redfield asked them to waive any requirements that might get in the way of distributing vaccines by Nov. 1 — before Election Day— and weeks, if not months, before most experts expect any vaccine to be fully tested. The documents do not necessarily mean a vaccine will be available by late October.  Pandemic planning exercises have for years included recommendations that the federal government ready a distribution network while scientists work on a vaccine. The Trump administration has said it’s doing this. Companies developing the vaccines are already ramping up manufacturing so that, in case one or more is found safe and effective in people, it could start going into arms immediately. The federal government has a contract with medical and pharmaceutical supplies company McKesson to distribute coronavirus vaccines. But it will need permits and licenses from states and territories.  “The Covid-19 vaccine landscape is evolving and uncertain, and these scenarios may evolve as more information is available,” one of the scenario documents advises. There are at least 6,094,562 cases of coronavirus in the US and at least 184,914 people have died from the virus, according to Johns Hopkins University's tally. As of Wednesday afternoon, Johns Hopkins has reported 20,722 new Covid-19 cases and 250 reported deaths.  The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases. Nine of the 11 regions Illinois is divided into for the state's Covid-19 response have seen an increase in positivity rates in the last two weeks, Gov. JB Pritzker said Wednesday. Speaking during a news briefing, Pritzker said nine regions \"have continued to see their positivity rates creep upward, with four seeing more than one full percentage point increase in positivity rate.\" New mitigations rules went into effect today for Region 4 — Metro East. Stricter restrictions had already been implemented in that region. \"Unfortunately, that region continues to see positivity rates of over 8% with the current 7-day rolling average sitting at 9.6%,\" Pritzker said. The new restrictions for the Metro East region include closing all indoor dining and bar service.  Outdoor restaurants and bars, gaming facilities and casinos will have to close by 11 p.m. local time. A new limit on gatherings of 25 individuals or less — or 25% of overall room capacity — has also been implemented, the governor said.  These rules were also implemented last week in Region 7 of Illinois' coronavirus response plan, which includes Will and Kankakee counties.  \"These are not decisions that I make lightly. Nor would I impose these restrictions if there wasn't evidence of increasing spread of the virus in these areas,\" Pritzker added. ##Hotspots## Iowa State University reversed course Wednesday and announced spectators will no longer be allowed to attend the Cyclones football home opener on Sept. 12.  Director of athletics Jamie Pollard says school president Wendy Wintersteen made the decision after “weighing feedback she has received from the community.” Pollard stated that the school is committed to hosting spectators later in the season and will reevaluate fans in the stands after the opener game vs. Louisiana.  In an open letter to fans released Monday, Pollard said the school had expected 25,000 fans at the game and that social distancing was going to be observed.  Some background: A White House coronavirus task force report sent to officials in Iowa this week warns of dire new case increases across rural and urban areas of the state and calls for a mask mandate, the closure of bars and a plan from universities as the pandemic intensifies in the Midwest. The report says that Iowa is in the task force-defined \"red zone\" and warns that the state has the highest rate of cases in the US, which increased by 77.4% from the previous week. ##Schools## Art Basel has canceled its upcoming Miami Beach show that was set for early December due to the ongoing pandemic, organizers said Wednesday. \"It is with great regret and disappointment that we announce the cancellation of our December show in Miami Beach, as we know how crucial our show is for our galleries, as well as for the greater Miami arts community and economy,\" Art Basel's director of Americas Noah Horowitz said in a statement. Now in its 51st year, Art Basel is a key date in the cultural calendar, offering over 250 galleries an opportunity to court collectors in an industry still heavily dependent on in-person sales.  Some context: Art Basel debuted in Miami Beach more than a decade ago. The first edition featured 160 galleries from 23 countries and attracted 30,000 visitors.  The next edition of Art Basel in Miami Beach will take place from Dec. 2 to Dec. 5, 2021, with preview days on Dec. 1 and Dec. 2, 2021.    The Minnesota Department of Health has announced that a Covid-19-positive patient who attended the Sturgis Motorcycle Rally in early August has died. “The person was in their 60s and had been hospitalized and in the ICU,” Doug Schultz, a spokesman with the department, told CNN. The person also had underlying health conditions, Schultz said. This is the first Covid-related death known to be tied to the rally. Minnesota, as of today, has 50 Covid-19 cases in people who reported attending Sturgis Rally, Schultz said. As of Aug. 31, there have been at least 260 Covid-19 cases associated with people who attended the motorcycle rally in Sturgis, South Dakota, in early August. CNN surveyed state health departments across the United States and has tallied cases in at least 12 states. The rally ran from Aug. 7 to 10, with an estimated 460,000 attendee vehicles, the South Dakota Department of Transportation said. The National Institutes of Health announced a $129.3 million initiative Wednesday to immediately scale up the manufacturing of rapid tests and widen the network of high throughput labs.  The NIH said this should significantly increase the number and type of tests by millions per week. The contracts go to nine companies as part of the Rapid Acceleration of Diagnostics (RADx) program. The first awards went out in July. The money will help five existing high-throughput labs expand their network of coverage as early as this month. The goal is to speed up the turnaround of test results in regions that have had backups. One contract went to Nashville-based PathGroup, which has labs concentrated in the Southeast and Midwest. The company processes about 10,000 coronavirus tests a day, but with the funding and a partnership with ThermoFisher and Illumina, it will add additional test equipment and automation that should let the lab perform 80,000 tests a day by December. The money will also fund novel technology to make Covid-19 testing more accessible. One company, Virginia-based MicroGEM International, created a portable lab that tests saliva samples. It can give test results in 15 minutes. That technology can also be used to detect other pathogens in the sample, such as influenza. Funding will go to Nebraska-based MatMaCorp that created a portable mini-lab that can be used in clinics and hospitals in rural and other medically underserved communities. A contract went to Maryland-based Maxim Biomedical for its Covid-19 test that has a single use test strip similar to a home pregnancy test that doesn’t need specialized equipment to read the results. Another went to Virginia-based Ceres Nanoscience Inc, which created a sample prep method that improves the sensitivity of other company’s tests and reduces the processing time needed to look for the novel coronavirus.  “Many of these tests incorporate innovations that have moved from research labs to the point of care with unprecedented speed,” Bruce Tromberg, director of the National Institute of Biomedical Imaging and Bioengineering and lead for RADx Tech, said in a statement. Some context: On Tuesday, Adm. Brett Giroir, the assistant secretary for health at the US Department of Health and Human Services, said that the turnaround times for the major referral labs has decreased over the past seven days.  These labs process about half the country’s Covid-19 tests, but people in some regions of the country are still struggling to find a test or have seen long waits for results.  Democratic presidential nominee Joe Biden was just asked to respond to criticism from some potential voters and even President Trump about his campaign schedule, which has limited in-person events due to the pandemic. Biden said he wished he was able to go out more, but added, \"I think a president has the responsibility to set examples.\" Biden said he's met with medical experts on the best ways to protect himself and the communities during campaign events.  \"We've worked out a protocol where how I get on the plane, what kind of are plane I get on, how it's sanitized. Where, how I engage people. It's like when I'm engaging all of you, everywhere I go — always at a safe distance and everybody's wearing a mask,\" he said. \"So I'm just trying to set the example: Wearing the protective gear, a mask, which I have with me. I'm able at this distance to take it off,\" he added. Watch more:  Following a virtual briefing with experts on school reopenings Wednesday afternoon, Joe Biden called the issue of students being able to go back to school safely during the pandemic a “national emergency.”  “I think going back to school for millions of children and the impacts on their families and the community is a national emergency, I believe that's what it is,” he said. “Protecting our students, our educators, our communities. Getting our schools open safely and effectively. This is a national emergency.”   He called for emergency funding for schools: “Mr. President, where are you? Where are you? Why aren't you working on this? We need emergency support funding for our schools and we need it now. Mr. President, that's your job, that's your job,\" he said.   \"Get off Twitter, and talk to congressional leaders from both parties, invite them to the Oval Office,\" he added.   He accused the President and the education secretary of not stepping up: \"Donald Trump and Betsy DeVos, Secretary DeVos, haven't stepped up, and we're all seeing the results. Millions of students are now starting the new school year in the same way they finished the last one: at home. At home,\" he said. ##Schools## Democratic presidential nominee Joe Biden said President Trump and Education Secretary Betsy DeVos \"haven't stepped up\" when it comes to safely reopening schools, and he called for \"straightforward, common sense solutions.\" \"We all want our schools to reopen safely with a plan that prioritizes the health of our students and educators and staff alike,\" Biden said in remarks delivered from Wilmington, Delaware.  Biden laid out some of his school reopening plans which he said were posted on his campaign website. The former vice president said the Trump administration is \"starving schools of the needed funding.\"  \"If I were president today, I would direct FEMA to make sure our kids K-12 get full access to disaster relief and emergency assistance under the Stafford Act. I'd make sure that PPE and sanitation supplies for schools qualify as emergency protective measures,\" Biden said. \"On top of that, I would be working with leaders of Congress now, today to pass emergency packages for schools so they would have resources they need in order to be able to open safely.\" Biden also said that if elected president, he would also support additional funding for mental health in schools and funds to hire additional teachers as smaller classes mean \"more educators are needed.\"  Watch: ##Schools## Democratic presidential nominee Joe Biden criticized President Trump's response to the coronavirus crisis, saying the administration \"hasn't shown much grit at all.\" \"If President Trump and his administration had done their jobs early on in this crisis, American schools would be open and they'd be open safely. Instead, American families all across this county are paying the price for his failures and his administration's failures,\" Biden said while speaking in Delaware today. Biden said Trump has \"no real plan\" for how to reopen schools safely this fall. \"He's offering nothing but failure and delusions from the start to finish to American families and our children. They are paying the price for his failures,\" Biden said. Watch: ##Schools## Colorado Gov. Jared Polis held a news conference today at Fort Logan Northgate School in Denver to provide further updates on a major challenge many students in the state have encountered during the Covid-19 crisis.  Polis says an estimated 65,000 Colorado students lack access to the internet. In an effort to help families with remote learning, the governor announced an agreement with T-Mobile that will provide free Wi-Fi hotspots, up to 100 gigabytes of annual data and access to internet ready devices for 34,000 low income households. “The estimate from the education initiative in the department were about 65,000, Colorado families don't have high speed access at home for their kids. This number served out of the T-Mobile program is about half that, so it's in the 30 thousand’s. Now that doesn't mean that it meets half the need because some of the people that the T-Mobile service will benefit might already have access but it'll save those families, you know, $10, $20 $30 a month, which is also a big deal,\" Polis said.  The criteria for free service is based on free and reduced school lunch eligibility. Gov. Polis discussed the racial and economic factors effecting families access to the internet across the state including homelessness, credit history and immigration status. “Even worse, this access divide often falls along racial lines. Recent research from Colorado future center found that two thirds of students that lack internet access in Colorado, are Latino. In addition, we know that families experiencing homelessness, including many families and districts like Sheridan and DPS have an even more difficult time with access to the internet and being able to maintain that continuity of study for their kids without broadband without access. Students are unable to participate in remote learning. They're often unable to do their homework, if they're in school or in person. And they're more likely to disengage, and more likely to fall behind” Polis said. ##Schools## Novel coronavirus cases in Europe are \"almost back\" to March levels, the director of the European Centre for Disease Prevention and Control (ECDC), Andrea Ammon, said on Wednesday during a debate held by EU Committee for Environment, Public Health and Food Safety. “The virus hasn't been sleeping over the summer so it didn't take vacation and that is something that we see now. We have seen now this week that the notification rate in the EU and EEA (European Economic Area) countries and the UK is now 46 per 100,000. You may remember that at one point we have been already below 15 so there is an increase and this increase we have been seeing now for more than five weeks. It has been a slower increase (than) we had in March. However, we are almost back to the numbers that we have seen in March,” Ammon said. “In August, now, we are seeing more that also (an) older population is affected, indicating that it's really a true increase in transmission.” Regarding school reopenings and the risk of coronavirus spikes, Ammon said: “there are very few significant outbreaks in schools that have been documented and the evidence is really at the moment conflicting, meaning it's very inconclusive to say whether it's useful or not from a transmission point of view to close schools.” James Madison University in Harrisonburg, Virginia, will transition to online learning for the month of September, following a notable uptick in coronavirus cases at the school, the university president announced in a letter. JMU did not commit to a return date in the announcement. Instead, university officials will “carefully monitor health trends” and will provide an update on a possible return by Sept. 25 about a possible return “on or after October 5th,” the letter stated. CNN reported on Tuesday that the university was reporting a 21.14% seven-day moving average of daily positivity rates among students and employees. ##Schools## Democratic presidential nominee Joe Biden will deliver remarks at 1:15 p.m. ET from Wilmington, Delaware, about Trump's coronavirus response and its impact on schools. He is expected to lay out his plan for reopening schools.  Meanwhile, President Trump is in Wilmington, North Carolina, today where he will deliver remarks on the USS Battleship on designating Wilmington as an \"American World War II Heritage City.\" Today marks the 75th anniversary of the end of WWII. Ahead of Trump's visit to the state, Biden slammed the President for his handling of the pandemic, arguing, \"North Carolinians deserve a president who understands what it takes to manage a crisis, unite our nation, and build our economy back better.\"  \"If I am elected President, North Carolinians will have a partner in the White House — one who will immediately begin implementing a plan to tackle this pandemic and help us build back better,\" he said in a new statement.  While Biden made a few stops to North Carolina during the primary, he has yet to return during the general election season.  The Pan American Health Organization says that almost 570,000 health care workers in the Americas have contracted coronavirus since the beginning of the pandemic, with health care workers in the US and Mexico making up one-in-seven of all cases reported in those countries.  The majority of those infected were in the 30 to 49 age group. At PAHO's weekly briefing, Director Dr. Carissa Etienne said that more than 140,000 workers in the healthcare sector in the US had become sick with Covid-19 — of whom 660 had died.  In Brazil almost 270,000 workers in health care had tested positive for Covid-19. She said that health workers were \"becoming infected at an alarming rate.\" Etienne added that when the pandemic broke out many health workers were redirected to help without sufficient training to protect themselves. In many hospitals Covid-19 patients were exposed to others who had different conditions, leaving health workers more vulnerable. This was especially the case, she said, when supplies of personal protective equipment (PPE) were running low and workers had to re-use masks and gowns. Etienne said the Americas region now have 13.5 million Covid-19 cases and almost 469,000 deaths from the virus. She noted that after months of unrelenting spread, cases were stabilizing in the United States and Brazil  — but the two countries continued to report more new cases than any other nation. Etienne said that Caribbean states were seeing a surge in the virus, with nearly half of all reported cases in the Bahamas being reported in the last two weeks. But she said most countries in Latin America had seen the number of new cases drop over the last week. In particular, Chile and Uruguay had managed to \"flatten their curve\" of infection. At its briefing PAHO also asked the United States to reconsider its decision not to take part in the COVAX initiative, which is designed to enable poorer and smaller countries to gain access to a vaccine. COVAX is co-led by Gavi, the Coalition for Epidemic Preparedness Innovations (CEPI) and the World Health Organization. Its aim is to \"accelerate the development and manufacture of COVID-19 vaccines, and to guarantee fair and equitable access,\" according to the WHO. PAHO said more than 170 countries had signed up to the program. In June, the US government announced it was cutting funding to the WHO. ##Hotspots##  Miami University in Ohio reported at least 249 cases of Covid-19 among students at the start of this week, an increase of more than 100% from the previous week.  The school is now reporting a total of 529 cases among students and employees, according to the university dashboard. As has been a trend with numerous colleges, many of the cases reported are among students living off campus. Miami University has begun classes remotely — but in person classes won’t start until the end of the month. “During the past few days, we and many other universities are seeing an increase in COVID-19 cases, particularly for students living off-campus, which must be reduced,” university President Gregory Crawford wrote in a statement. The school also announced it would require all students to be tested before they move into residence halls later this month. Read a portion of the letter from the university president:  Dear Miami University Community:\nLate in July, we announced that we would begin classes remotely on August 17 but delay in-person and hybrid delivery of classes until September 21. To support this date, we plan to begin a phased move into residence halls on September 14 in a manner which limits the number of people moving in at any one time.\nDuring the past few days, we and many other universities are seeing an increase in COVID-19 cases, particularly for students living off-campus, which must be reduced.\nThis is a very critical week. It is vital for us in Oxford to achieve a downward trend in positive cases in our off-campus community before our planned in-person start.\nWe must all follow the Healthy Together strategies. We continue to work collaboratively with our partners in the City of Oxford, Butler County General Health District, Ohio Department of Health, TriHealth, and community members to understand our local situation related to COVID-19 and its spread and impact on our community. ##Schools## Nicko Henderson, a freshman at Baylor University in Texas, is on his last day of mandated quarantine after there were several cases of coronavirus in his dorm hall.   “Honestly, it’s been pretty cool. It’s kind of a unique experience, and it’s different from anything I’ve ever done,” Henderson, who does not have Covid-19, told CNN’s John King. He said he and his roommate are brought meals three times a day, and they are only allowed to leave to use the bathroom and get water. Henderson said he is doing a lot of schoolwork while in his room.  There have been more than 25,000 coronavirus cases in 37 states reported at colleges and universities across the US.  Henderson commended Baylor’s efforts to “attack this head-on.” He said the school made many preparations before students got to campus, including tent spaces for learning, social distancing protocols and enforcing masks.  Watch: ##Schools## Auburn University is reporting 517 Covid-19 positive cases among students and staff across its campuses between Aug. 22 and Aug. 28. The main campus is reporting 498 in total among students and staff. No hospitalizations have been reported.   Dr. Fred Kam, director of the Auburn University Medical Clinic, said the spike was expected. He had initially estimated the number of positive cases to be closer to 700.  \"These are relatively young healthy people, and they are going to socialize. They've done that, they've gone from, you know, two to three weeks of them interacting with each other and not always taken all the preventive measures, something that we keep pushing and educating about, but it's a challenge,\" Dr. Kam said. According to data published by Auburn, the stats are based on individuals who self-reported their positive results.  ##Schools## New York remains under a 1% coronavirus infection rate for its 26th day, the Gov. Andrew Cuomo announced today, adding that there were 5 Covid-19-related deaths reported across the state.  The additional 708 cases in the state bring its total to at least 436,218, the governor added. Remember: These numbers were released by the state’s public health agency, and may not line up exactly in real time with CNN’s database, which is drawn from Johns Hopkins University and the Covid Tracking Project. New research released on Wednesday confirms that common, affordable steroids can reduce deaths among critically ill Covid-19 patients. The study, published in the medical journal JAMA, examined several randomized trials involving more than 1,700 patients. Patients who received the steroids were more likely to survive, and there was no suggestion of an increased risk of serious of adverse events among those who received the drugs. Among 678 patients treated with steroids, 32.7% died. Among 1,025 patients who received usual care or a placebo, 41.5% died. “The bottom line is that these are the sickest patients who are being treated with corticosteroids in these trials and mortality is very high, it's about 40% in the absence of treatment with corticosteroids,” said Jonathan A. C. Sterne of the University of Bristol, an author of one of the papers published Wednesday. “The treatment with corticosteroids reduces mortality of 40% to 32%, that's a 20% relative reduction, or if you like to a better way to think about it, an easier way to think about, it is that out of every hundred patients treated with corticosteroids, eight additional patients do not die.” These results suggest steroids should be part of standard care for critically ill Covid-19 patients, the study says. \"These studies provide evidence and some hope that an effective, inexpensive, and safe treatment has been identified,\" Dr. Hallie Prescott of the University of Michigan and Dr. Todd Rice of Vanderbilt University wrote in an accompanying editorial. The new analysis confirms preliminary results previously shared by researchers from the UK-based Recovery trial; results from that trial are included in the new analysis. In June, those researchers said a low-dose regimen of dexamethasone for 10 days was found to reduce the risk of death by a third among hospitalized patients requiring ventilation in the trial. Steroids are widely available and already commonly used to treat seriously ill Covid-19 patients. Travel company TUI will cancel trips to Greek resort of Laganas, on the island of Zante, from Thursday due to coronavirus spikes, a TUI UK spokesperson told CNN on Wednesday. This follows a decision by the Welsh government to ask travelers returning from Zante to self-isolate for 14 days, after it had \"identified multiple separate clusters linked to the Greek island of Zante/Zakynthos.\"  On Tuesday the Scottish government announced that travelers returning from Greece would be required to follow quarantine restrictions. \"Following the recent positive cases from customers returning from Zante, we have taken the decision to no longer offer holidays in the resort of Laganas from Thursday 3 September,\" a TUI UK spokesperson said Wednesday in a statement. About the resort: Laganas is \"a popular resort with young people who traditionally holiday in large groups of friends. The health and safety of our colleagues and customers is our primary concern and recent cases shows that some customers are not following social distancing and Covid safety measures. It is therefore the right thing to do to protect and reduce a now identified potential risk to others by no longer offering holidays to this specific resort,\" the statement adds. \"The recent cases in Wales have highlighted a demographic of customers that have recently returned from Zante and subsequently tested positive. As the only airline that flies between Cardiff and Zante it has allowed us to understand trends that may also be seen in other areas of the UK.\" The company spokesperson also said that customers impacted will be offered a full cash refund and \"customers due to travel to Greece from Scotland will be able to amend or cancel their holiday in light of the recent quarantine announcement.\" ##Hotspots##  Ford is looking to cut 1,400 white collar jobs in a cost-savings move. The automaker sent out letters to employees Wednesday, saying that salaried staff eligible for retirement would be getting early retirement offers next week. Those who take the offer by Oct. 23 would be leaving the company by the end of the year. \"Our hope is to reach [cost cutting] targets with the voluntary incentive program,\" the letter from Kumar Galhotra, Ford's president of the Americas, said. \"If that doesn't happen, involuntary separations may be required.\" The auto industry has been hit hard by the economic downturn associated with the Covid-19 pandemic. Car sales are down significantly as millions of US workers have lost their jobs, and millions more are working from home and not in need of a new car to get to and from work. Ford posted a 50% drop in revenue in the second quarter, and it would have lost $1.9 billion in the period without a paper gain from its investment in Argo AI, a separate company working on self-driving car technology in which Ford and Volkswagen have a joint stake. The company has 30,000 salaried US staff and 56,000 US hourly factory workers. It had 190,000 employees worldwide at the start of the year. It has not had any layoffs of hourly workers this year, unlike rival General Motors, in response to the drop in sales from the Covid-19 pandemic. Ford said its cost-cutting move is part of a five-year, $11 billion restructuring that was first announced two years ago. Most of the job cuts from that effort is expected to be focused on less profitable overseas operations. Ford's stock was flat Wednesday morning. ##Economy## The first confirmed case of Covid-19 has been reported at Moria refugee camp on the Greek island of Lesbos, Oxfam and the Greek Council for Refugees (GCR) said Wednesday. The Greek Ministry of Migration and Asylum also said in a statement on Wednesday that the patient is a 40-year-old Somali refugee. The Ministry said he “returned illegally to Moria, where he had been staying in a tent outside the existing fence, despite being issued an exit decision” and leaving the camp on July 17. He is currently being treated at the hospital of Mytilene, Lesbos. The entire Moria camp has now been placed under quarantine for 14 days, the Ministry added. A team from Greece’s Public Health Organization is going to Moria to track down the patient’s contacts, the statement said. “The arrival of the coronavirus in the EU ‘hotspot’ refugee camp of Moria is a disaster for the people who are stranded there. ‘Social distancing’ and recommended hygiene practices to reduce risk are impossible,” said Evelien van Roemburg, Oxfam’s Europe migration campaign manager. She warned “without immediate and drastic intervention, this will turn into a devastating health crisis that could cause the deaths of hundreds of already weakened people”. At the end of August, Moria camp had close to 12,000 people – about 40% of them children – living in a space built for fewer than 3,000 people, the charity said. “There are up to 160 people using the same dirty toilet and over 500 people per every shower. In some parts of the camp, 325 people share one tap and there is no soap. 15 to 20 people can live in a single shipping container, or in tents or makeshift shelters,” the statement added. “Nearly six months into the pandemic, the emergency plan designed by Greece is still far from sufficient to properly protect people seeking asylum, staff in the refugee camps, and the wider population on the Greek islands. It almost exclusively focuses on restricting the movement of people, rather than adequate prevention and response,\" said Natalia-Rafaella Kafkoutsou, refugee law expert at the Greek Council for Refugees (GCR). She called for everyone in Moria to be tested for the coronavirus, and for positive cases to be isolated immediately in proper facilities. \"The Greek government and its EU partners need to take immediate action and transfer everyone out of the ‘hotspot’ to suitable accommodation on the Greek mainland and in other EU member states,\" Kafkoutsou urged. Greece has so far registered 10,524 coronavirus cases and 271 deaths, according to Johns Hopkins University data. ##Hotspots## Public trust around coronavirus vaccines is dropping quickly, according to Dr. Seema Yasmin, a former CDC disease detective, who is tracking this in real time. “I have concerns about how the trials for vaccines are being communicated,” she said about her observations from her work on misinformation and disinformation particularly around vaccines. In a recent interview, Dr. Anthony Fauci said a Covid-19 vaccine could be available earlier than expected if ongoing clinical trials produce overwhelmingly positive results. Dr. Yasmin agrees, however, she points out that it will not lead to widespread usage if there is no public trust. “What use is that if the American people are like, ‘Nope, I think you did this too quick, you named it Warp Speed, that’s really terrifying. Did you cut corners? How safe is this really?’” she said. “My concern is that dropping credibility in science and scientists, in the FDA, which already this year has fast tracked two emergency use authorizations and very questionably,” she added. Some background: Three Covid-19 vaccine candidates are in large-scale US trials. British drugmaker AstraZeneca said Monday it has started Phase 3 trials of its experimental coronavirus vaccine in the US, becoming the third company to start late-stage trials of a vaccine to prevent Covid-19. The vaccine, developed in partnership with Oxford University, has the backing of the US federal government. Rivals Moderna and Pfizer/BioNTec already have Phase 3 trials under way, also with federal government funding. The World Health Organization cautioned countries Monday against rushing to develop coronavirus vaccines and advised taking great care in granting emergency use authorization — a quicker route to getting a vaccine in wide use than full approval, which can take many months. With reporting from CNN's Andrea Kane Watch: ##Vaccines## Some voters who cast their ballot for Donald Trump in 2016 say the coronavirus pandemic has influenced their decision to vote for Joe Biden in November. “I think it's one of, if not the biggest, mistake I ever made in my life. I feel like voting for him helped kill over 100,000 Americans,” said Ann Kupitz, part of a CNN panel of six white suburban women from swing states who voted for Trump in 2016.  Lori McCammon said Trump “has not taken one ounce of responsibility” for the Covid-19 pandemic.  “From day one, we should’ve a national mandate on wearing masks. We could’ve had this thing under control in six weeks if he had just done his job,” McCammon said on CNN’s “New Day.” But L.A. Key, a Trump voter, thinks the President has done an “amazing job” responding to the virus and said that she doesn’t believe that 180,000 Americans have died of Covid-19. “He did not cause the pandemic … No one could have done a better job in my opinion. No one,” she said.  Voter Michele Morrow, a nurse, said the pandemic is Trump’s “greatest achievement,” citing his implementation of travel restrictions in February. Trump has said that he “closed the border” from China and Europe. But according to a CNN fact check, that is misleading:  Both policies contained multiple exemptions, including for US citizens and permanent residents; the Europe policy exempted entire countries. Only foreign nationals who had been in China, Europe's Schengen area, the UK or Ireland within the past 14 days were outright banned from entering the US.  Watch more:  ##Politics## Wall Street opened higher today after starting the month off with records from both the S&P 500 and Nasdaq Composite. Investors are hopeful Congress will agree to a new stimulus package soon after Treasury Secretary Steven Mnuchin said yesterday \"a bipartisan agreement still should be reached.\"  Even a disappointing ADP employment report wasn't enough to taint the mood. Economists had predicted 950,000 new jobs in the private payrolls report for August, but ADP reported just 428,000 jobs were added last month.  The government's monthly jobs report is out this Friday. The ADP and government jobs numbers have differed widely throughout the pandemic, although many economists agree that the rebound is slowing down.  Here is where things stood at opening:  The Dow opened 0.3%, or 96 points, higher.\nThe S&P climbed 0.5%.\nAnd the Nasdaq was 0.9% higher. ##Economy## Three unnamed soccer players with European Cup finalists Paris Saint-Germain have tested positive for Covid-19, the club announced on Wednesday. “Three players are confirmed positive after a Sars CoV2 test and have undergone the appropriate health protocols. All players and staff will continue to be tested over the next few days,” read the post from the club. It comes after the club announced on Monday that two unnamed players tested positive for Covid-19 and had subsequently gone into quarantine. The defending French champions are set to open their 2020-21 Ligue 1 campaign away at RC Lens on Sept. 10 before facing Olympique de Marseille at home at the Parc des Princes in Paris three days later, on Sept. 13. PSG only finished the 2019-2020 season on Aug. 23, losing to German champions Bayern Munich 1-0 in the Champions League final, the biggest club match in world soccer. Some of soccer's biggest stars, including Brazil's Neymar and France's Kylian Mbappé, play for the Qatari-owned club. ##Hotspots## AMC said that 70% of its theaters — or 420 total — will be open by this weekend, including the first AMC theater in San Diego, California. AMC announced Thursday that it will reopen more than 140 theaters this week. This move comes right before \"Tenet\" comes out in the US this Labor Day weekend — one of the first big movies to hit theaters since the pandemic began. The Christopher Nolan film had a big international debut last weekend. The film was originally set to open in July, but was delayed because of “continued uncertainty.” Major theater chains are attempting to reopen during the pandemic, but it’s difficult to entice audiences to return to theaters without a new major blockbuster to sell tickets. Some background: AMC first reopened more than 100 theaters in the US on August 20. AMC CEO Adam Aron said in a statement that \"the first two weekends of operations have exceeded our expectations in terms of guests returning to the movies.\" Aron added that the company will continue to reopen theaters in a way that is both \"responsible and welcoming.” The world's largest movie theater chain says it expects to make more announcements about additional theater reopenings in California, New Jersey and other areas of the country in the coming weeks. ##Economy## A White House coronavirus task force report sent to officials in Iowa this week warns of dire new case increases across rural and urban areas of the state and calls for a mask mandate, the closure of bars and a plan from universities as the pandemic intensifies in the Midwest. CNN has obtained the nine-page Aug. 30 report for the state, first reported by the Des Moines Register, from the Iowa Department of Public Health. The task force releases state-by-state reports each week to governors' offices, and has so far declined to make them publicly available. The report says that Iowa is in the task force-defined \"red zone\" and warns that the state has the highest rate of cases in the US, which increased by 77.4% from the previous week. \"Iowa is in the red zone for cases, indicating more than 100 new cases per 100,000 population last week, with the highest rate in the country. Iowa is in the red zone for test positivity, indicating a rate above 10%, with the 5th highest rate in the country,\" the report says, an increase in both cases and test positivity over the last week. The report offers recommendations to Iowa, including:  Strongly encourages a mask mandate across the state (Iowa does not currently mandate masks)\nBars \"must be closed\" and indoor dining \"must be restricted to 50% of normal capacity in yellow zone and 25% of normal capacity in red zone counties and metro areas.\"\nComprehensive plan for college towns.  The three counties with the highest numbers of cases also have large student populations, including Iowa State University in Story County and the University of Iowa in Johnson County, as well as Polk County, which contains Iowa's largest metro area, Des Moines. The report comes less than two weeks before Iowa State University will welcome crowds to its stadium for its season opener football game. Though social distancing will be observed, a letter from the school's athletic director estimated \"there will be approximately 25,000 fans at the first game.\" The task force report suggests red zone counties should limit gatherings to 10 or fewer people. Here is a look at how the percentage of new positive tests have grown over time in the state, according to data from the Covid Tracking Project:  ##Hotspots## The ADP employment report released today was worse than expected, as just 428,000 jobs were added last month. Economists had predicted 950,000 new jobs in the private payrolls report for August. The report showed that large companies had the strongest job gains with the leisure and hospitality sector adding 129,000, the most of any. The spring lockdown decimated the industry as hotels and restaurants shut their doors while flights were grounded.  What this means: For those watching these figures as an indicator for Friday's government jobs report, disappointment could be on the horizon. Economists expect 1.4 million jobs to be added to the economy in August, bringing the unemployment rate to 9.8%. It would be the first time since April that the jobless rate is below the peak of the Great Recession. July's job data showed the US labor market’s third straight month of solid improvement from the depths of the pandemic. However millions of Americans who lost their jobs at the beginning of the pandemic remain unemployed. Economists are worried that the tepid recovery in the US job market could run out of steam this fall should coronavirus cases surge again just as federal stimulus money runs out. The world's top developed economies are all officially in a recession. What happens next is far from certain. ##Economy## Since the start of the Covid-19 pandemic through Aug. 27, there have been more than 476,000 cases in children, according to an updated report published by the American Academy of Pediatrics and the Children’s Hospital Association.  The report looks at publicly reported data from 49 states, New York City, the District of Columbia, Puerto Rico and Guam.  Children represented 9.5% of all cases, and there is an overall rate of 631 cases per 100,000 children in the population. Both of these numbers have increased since the previous report on Aug. 20, when children represented 9.3% of all cases and the overall rate with 583 cases per 100,000 children in the population.  There were 70,330 new child cases reported since Aug. 13— that’s a 17% increase in child cases over two weeks.  Of the nine states that reported testing, children make up between 4% and 13.3% of all tests. Between 2.8% and 17.4% of tested children were positive for Covid-19.  For the 22 states and New York City that reported hospitalizations, children made up 0.6% to 4.1% of total reported hospitalizations. Between 0.3% and 8.5% of all child cases resulted in hospitalization.  For the 43 states and New York City that reported on mortality, children made up 0% to 0.3% of all Covid-19 deaths and 19 states reported zero child deaths. In the states that reported, 0% to 0.7% of all child cases resulted in death.  “At this time, it appears that severe illness due to Covid-19 is rare among children,” the report says. “However, states should continue to provide detailed reports on Covid-19 cases, testing, hospitalizations, and mortality by age so that the effects of Covid-19 on children’s health can be documented and monitored.”  On NBC’s Today Show on Wednesday, Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, was asked whether it was possible to get control of Covid-19 ahead of flu season, and whether he was concerned about a so-called “twindemic.” “You know, I am,” Fauci said. “And what I would really like to see is kind of a full-court press to get us way down as a baseline, so that when you get these cases in the fall, they won’t surge up – they’ll be controllable.” Dr. Francis Collins, director of the National Institutes of Health, said he was “surprised” by the media uproar on treatment guidelines for convalescent plasma for Covid-19, in a tweet Tuesday evening.  “Surprised by media uproar on Treatment Guidelines on convalescent plasma for #COVID19,” the tweet said. Collins went on to say that the guidelines mirror an emergency use authorization; that the EUA says “CP should not be considered new standard of care,” and provided a link to the EUA. “No news here,” Collins concluded his tweet. Some background: An NIH panel said yesterday there's no evidence backing the use of convalescent plasma to treat coronavirus patients and that doctors should not treat it as a standard of care until more study has been done. \"There are insufficient data to recommend either for or against the use of convalescent plasma for the treatment of COVID-19,\" the panel of more than three dozen experts said in a statement posted on the NIH website Tuesday. The statement, which was posted quietly, contradicts the Trump Administration's characterization of the treatment as \"historic\" and a \"major advance\" and directly refers to last week's emergency use authorization by the US Food and Drug Administration. College students infected with the novel coronavirus should stay on campus and isolate there as opposed to returning home, according to Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases. A return to campus for the new academic year has colleges and universities struggling to both contain outbreaks of Covid-19 and enforce policies meant to prevent its spread. “Keep them at the university in a place that’s sequestered enough from the other students, but don’t have them go home, because they could be spreading it in their home state,” Fauci said during a prerecorded interview on NBC’s Today Show on Wednesday. Asked if campuses should be shut down when there are infected students to send kids home, Fauci replied: “It’s the worst thing you could do.” Holiday weekends have led to surges in Covid-19 cases but practicing mitigation measures can help prevent these surges, according to Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases.  “When you have a holiday like Labor Day – we have seen after the 4th of July, we saw after Memorial Day – a surge in cases,” Fauci said during a prerecorded interview on NBC’s Today Show on Wednesday. “Wear a mask, keep social distancing, avoid crowds. You can avoid those kinds of surges,” he said. “You don’t want to be someone who’s propagating the outbreak. You want to be part of the solution, not part of the problem,” Fauci said.   Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, believes there will be a vaccine for Covid-19 by the end of the year, but said he wouldn’t be comfortable with one unless it was shown in clinical trials to be safe and effective. “I believe that by the time we get to the end of this calendar year, that we will feel comfortable that we do have a safe and effective vaccine,” Fauci said during a prerecorded interview shown on NBC’s Today Show on Wednesday.\nWhen it comes to an emergency use authorization, “I would not be comfortable with a vaccine unless it was shown in a clinical trial clearly to be safe and effective,” he said. Fauci said he has been through a number of vaccine trials in which EUA’s have ultimately been issued, “but they’ve been done when there was enough data that you would really feel comfortable it was safe and effective for the American public.” Here's some background: In an interview Tuesday with Kaiser Health News, Fauci said a Covid-19 vaccine could be available earlier than expected if ongoing clinical trials produce overwhelmingly positive results. Pope Francis has held his first public audience since the start of Covid-19 restrictions, using the event to address the people of Lebanon following the devastating blast in Beirut.  Francis has been holding his regular Wednesday audience online since March.   \"After the repeated tragedies that the people of Lebanon know, we become aware of the extreme danger that threatens the very existence of the country. Lebanon cannot be abandoned to itself,\" the Pope said. Pope Francis also called for solidarity in battling Covid-19. \"The current pandemic has highlighted our interdependence: we are all linked to each other, for better or for worse. Therefore, to come out of this crisis better than before, we have to do so together, all of us, in solidarity,\" he said. Members of the audience wore masks, as did some of the priests in attendance.  India's health ministry recorded another 78,903 new coronavirus cases Wednesday, bringing the country's total number of cases to 3,770,069. The ministry also reported 1,045 new deaths from the virus, bringing India's death toll to 66,333.  On Wednesday, India also recorded 801,282 active Covid-19 cases as of Wednesday -- the highest number of active cases reported on a single day. Meanwhile, the Indian government said in a tweet Wednesday that the country's recovery rate has seen \"steady improvement\" since lockdown measures were implemented in March and are now at 76.98%. The country entered its new phase of reopening on Tuesday, which includes the resumption of the country's metro rail services in a \"phased manner\" from September 7. The reopening allows for gatherings of up to 100 people at sports, entertainment, cultural, religious, and political events outside of hot-spot areas from September 21, with mandatory face-mask wearing and social distancing measures. ##Hotspots## All the best dogs find their way home eventually. Sometimes, like Pipsqueak the wiener dog, they've got to embark on a journey of more than 10,000 miles to get there. Little Pip was stranded in South Carolina at the height of the pandemic after her owners were forced to abandon their round-the-world sailing trip and fly home to Australia. With borders closing quickly, Zoe and Guy Eilbeck, and their sons Cam and Max, had less than 48 hours to pack up everything from their 40-foot yacht after docking in Hilton Head Island. Australia's tough pet import rules meant their loyal dachshund Pip couldn't come with them. That's OK, they thought. They'd be able to return in no time at all for a tail-wagging reunion before heading back out on the ocean. So Zoe made a few last-minute phone calls to arrange for Pip to be looked after by a friend, and the family said goodbye for what they hoped would be just six short weeks. But that's not quite how it worked out. Read the full story here.  China will resume international commercial flights to and from Beijing on Thursday, with flights to and from Cambodia, Greece, Denmark, Thailand, Pakistan, Australia, Canada, and Sweden to be resumed in the first stage.  The resumption of international flights will take place in batches, Xu Hejian, Director of Beijing Information Office said in a press conference on Wednesday.  Eligible passengers include residents of the countries listed, as well as Chinese residents abroad. They must submit a negative test sample and pass a temperature check before being allowed to board flights to Beijing, Xu said.  On their arrival in Beijing, all passengers have to take a nucleic acid test before undergoing a 14-day quarantine at designated locations, Xu added. China, where the virus was first detected in December last year, has had almost 90,000 recorded cases of coronavirus, according to figures from Johns Hopkins University. Despite being the original epicenter of the virus, the country has had just over 4,720 deaths, according to JHU. Months into the pandemic that has infected more than 6 million Americans, the public and experts alike are learning the impacts of Covid-19 can drag on longer than expected. The US Centers for Disease Control and Prevention advises that most Americans who have tested positive for coronavirus can return to work or school 10 days after the onset of symptoms, unless the illness requires hospitalization. But new research suggest that the virus and its symptoms are often nowhere near finished by that benchmark. According to research published Tuesday in the British Medical Journal, patients may need to wait over a month before being retested to know whether they have cleared the virus. The study also suggests that about one in five negative tests are false negatives, meaning many are still spreading the virus after testing negative without knowing it. Even once patients do test negative, many report that their symptoms -- from aches to loss of smell to brain fog and affected mood -- can last months longer. \"We think that this long-term damage may in part be due to vascular damage, kind of a footprint that the virus leaves even when it's gone from the body,\" Dr. William Li told CNN's Chris Cuomo earlier this week, adding that researchers have seen the virus damaging blood vessels that connect the entire body. Read the full story:  Globally, there have been more than 25.7 million reported cases of Covid-19, and more than 850,000 people have died, according to figures from Johns Hopkins University.  Here's the latest on the pandemic.  Night curfew to be imposed in Havana as coronavirus cases surge again: For the first time since the pandemic hit Cuba, Havana residents will face a nightly curfew and will not be allowed to travel to other provinces as Cuban authorities have struggled to control a second wave.The curfew, from 7 p.m. to 5 a.m., which starts Tuesday evening local time, will last for at least 15 days, and will increase penalties on those not wearing a mask.  South Korean pastor apologizes after more than 1,000 Covid-19 cases linked to his church: Jun Kwang-hoon, pastor of the Sarang-jeil Church in South Korea's capital Seoul, apologized to the public following his release from hospital 16 days after testing positive for Covid-19. The church attracted widespread backlash in August when it became the center of a coronavirus outbreak, with more than 1,083 cases linked to the church as of Tuesday, according to the country's Centers for Disease Control and Prevention. On Wednesday, Jun addressed the public wearing a face mask and apologized for the concerns he and his church have caused. Australia pushed into recession for the first time in nearly 30 years: The pandemic has pushed Australia into its first economic recession in nearly three decades, with the country's GDP contracting 7% in the second quarter compared to the prior one, the Australian Bureau of Statistics (ABS) said Wednesday. It marks the second straight quarter of declines for Australia --- GDP shrank 0.3% in the first quarter --- and the largest drop since records began in 1959.  Hong Kong relaxes some Covid-19 restrictions as new cases fall: Hong Kong will relax some Covid-19 restrictions as the city's locally transmitted cases start to drop. Starting on Friday, restaurants will be allowed to extend dine-in services until 10 p.m., instead of the current 9 p.m. rule, while gyms, massage parlors, some sports grounds and playgrounds will also be allowed to reopen. The fatal flaw of US President Donald Trump's botched pandemic response has been a yearning for a quick return to normality that is dangerous and unattainable while the coronavirus still lies in wait. And now he may be making the same mistake again. When he is not diverting attention from the health crisis by stoking controversy over racial injustice and unrest in US cities, Trump has returned to his aggressive push to get the economy firing on all cylinders. A new demand for a full slate of college football games follows his earlier demands for all kids and students to get back to class. With more than 184,000 Americans already dead, White House officials are hoping that Trump's dive into cultural warfare following protests and unrest over police brutality will to some extent cover over his liabilities on the pandemic, sources told CNN reporters.  Following last week's Republican National Convention that largely ignored the virus,Trump is making yet another premature declaration of victory over the worst public health disaster in 100 years. We've done a great job in Covid but we don't get the credit,\" Trump said on Fox News on Monday. But the unspoken reality of that approach is that many more Americans will contract Covid-19 before the election, and thousands more will die. That is likely to play into efforts by Democratic presidential nominee Joe Biden to crush Trump's hopes of a second term by lambasting his failures during the pandemic. Read the full analysis: ##Politics## Scotland announced Tuesday that travelers returning from Greece would be required to follow quarantine restrictions, after \"a significant rise\" in imported cases from the Mediterranean country. Travelers entering from Greece will be required to self-isolate at home, or another specified address, for 14 days on arrival in Scotland from Thursday, the Scottish government said in a statement.  Meanwhile, the Welsh government on Tuesday said it has \"identified multiple separate clusters linked to the Greek island of Zante/Zakynthos,\" prompting authorities to ask travelers arriving in Wales from the island to self-isolate for 14 days.  In a statement, Welsh Health Minister Vaughan Gething said he has \"pressed for an early meeting with the UK government and devolved nations tomorrow to consider the latest assessment of risk by the Joint Biosecurity Centre.\" Greek reopening: Greece was one of the first European countries to reopen to tourists, as the country managed to keep its coronavirus death toll remarkably low by enforcing a strict lockdown early on. Last month, the Greek government announced new measures, including a mandatory negative Covid-19 test for visitors entering the country from Spain, Sweden, Belgium, the Czech Republic and the Netherlands.  It also announced a midnight curfew for bars and restaurants in 16 areas in Greece, including Athens where the majority of the cases were reported.  The Mediterranean nation has so far registered 10,524 coronavirus cases and 271 deaths, according to Johns Hopkins University data. Hong Kong will relax some Covid-19 restrictions as the city's locally transmitted cases start to drop, Secretary for Food and Health Sophia Chan said today. Starting on Friday, restaurants will be allowed to extend dine-in services until 10 p.m., instead of the current 9 p.m. rule, Chan said.  Gyms, massage parlors, some sports grounds and playgrounds will also be allowed to reopen from Friday. However, the current ban on gatherings of more than two people will remain in place for another week, she added. The city clamped down with harsh new restrictions in late July amid a third wave of infections, peaking at 149 cases on July 30. On Tuesday, Hong Kong reported nine locally transmitted Covid-19 cases, the Centre for Health Protection announced. ##Hotspots## Nearly 200 people have been indicted in South Korea for clashes over face mask requirements on public transportation, according to the country's vice health minister. The government imposed the mandatory face mask rule on public transport on May 26.  Those who violate the rule can be denied entry onto public transit -- but this has led to several violent confrontations between mask-less individuals and drivers, conductors, or other passengers, the country's National Police Agency said. Authorities have investigated 385 people for such incidents, of which 198 were indicted and arrested. Vice Health Minister Kim Ganglip said on Wednesday that authorities are taking violations of this mandate very seriously, adding that nine other people are currently under arrest. South Korea has reported a total of 20,449 confirmed cases of Covid-19 and 326 deaths from the virus. ##Hotspots## The coronavirus pandemic has officially pushed Australia into its first economic recession in nearly three decades. The country's GDP contracted 7% in the second quarter compared to the prior one, the Australian Bureau of Statistics (ABS) said Wednesday.  It marks the second straight quarter of declines for Australia --- GDP shrank 0.3% in the first quarter --- and the largest drop since records began in 1959. It was also worse than the estimated 5.9% drop expected in a poll of analysts by Refinitiv. Authorities attributed the fall to the pandemic and shutdown measures the country has taken to contain it, though Australia had already been wrangling with issues before then. In the most recent quarter, the closures of hotels, restaurants and other services because of the pandemic clearly took a hit: Household consumption plunged more than 12%, while spending on services cratered nearly 18%. \"We have done everything possible to cushion the blow for the Australian community from Covid-19,\" Treasurer Josh Frydenberg said in Canberra on Wednesday. \"Our priority has and will continue to be saving lives and ensuring that Australia's healthcare system has the capacity to test and to trace and to treat coronavirus cases.\" Read the full story: ##Economy## The United States recorded 43,253 new Covid-19 infections and 1,067 virus-related fatalities on Tuesday, according to data compiled by Johns Hopkins University. The national total now stands at 6,075,384 cases, including 184,686 deaths.  The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases.  Follow our live tracker of US cases: ##Hotspots## Jun Kwang-hoon, pastor of the Sarang-jeil Church in South Korea's capital Seoul, apologized to the public today after being released from the hospital 16 days after testing positive for Covid-19.  The church attracted widespread backlash in August when it became the center of a coronavirus outbreak. As of Tuesday, 1,083 cases have been linked to the church, according to the country's Centers for Disease Control and Prevention. On Wednesday, Jun addressed the public wearing a face mask and apologized for the concerns he and his church have caused. Following the church's outbreak, Seoul's government said it would seek damages against Sarang-jeil Church and Jun for wasting administrative resources and money through their non-compliance.  Jun was already facing criminal charges at the time for allegedly violating quarantine and obstructing contact tracing. ##Hotspots## For the first time since the coronavirus pandemic hit Cuba, Havana residents will face a nightly curfew and will not be allowed to travel to other provinces, the city's mayor said. Cuban authorities have struggled to control a second wave of coronavirus outbreak in Havana, just weeks after they had said the spread of the virus was all but defeated on the island. The curfew, from 7 p.m. to 5 a.m., starts Tuesday evening local time. It will last for at least 15 days, said Gov. Reinaldo Garcia Zapata. He added that the new restrictions will also increase penalties on people not wearing a mask, and ban the consumption of alcohol in public. Cuba has recorded a total of 3,806 coronavirus cases and 92 deaths, according to data from Johns Hopkins University. ##Hotspots## Mexico reported 6,476 new cases of Covid-19 and 827 virus-related deaths on Tuesday, according to the country's Health Ministry. That raises the country's total to 606,036 infections and 65,241 fatalities. In Latin America, Mexico has reported the fourth-highest number of total coronavirus cases, following Brazil, Peru and Colombia, according to data from Johns Hopkins University.  CNN is tracking worldwide coronavirus cases here: ##Hotspots## A Covid-19 vaccine could be available earlier than expected if ongoing clinical trials produce overwhelmingly positive results, said Dr. Anthony Fauci, the nation's top infectious disease official, in an interview Tuesday with KHN. Although two ongoing clinical trials of 30,000 volunteers are expected to conclude by the end of the year, Fauci said an independent board has the authority to end the trials weeks early if interim results are overwhelmingly positive or negative. The Data and Safety Monitoring Board could say, \"'The data is so good right now that you can say it's safe and effective,'\" Fauci said. In that case, researchers would have \"a moral obligation\" to end the trial early and make the active vaccine available to everyone in the study, including those who had been given placebos -- and accelerate the process to give the vaccine to millions. Fauci's comments come at a time of growing concern about whether political pressure from the Trump administration could influence federal regulators and scientists overseeing the nation's response to the novel coronavirus pandemic, and erode shaky public confidence in vaccines. Prominent vaccine experts have said they fear Trump is pushing for an early vaccine approval to help win reelection. Read the full story: ##Vaccines## Schools are reopening -- and the virus is spreading across US college campuses. At least 37 states are reporting positive Covid-19 cases at colleges or universities, making a total of more than 25,000 cases among students and campus staff. The states are: Alabama, Arizona, Arkansas, California, Colorado, Connecticut, Florida, Georgia, Hawaii, Illinois, Indiana, Iowa, Kansas, Kentucky, Louisiana, Maine, Maryland, Massachusetts, Michigan, Mississippi, Missouri, Nevada, New York, North Carolina, North Dakota, Ohio, Oklahoma, Pennsylvania, South Carolina, South Dakota, Tennessee, Texas, Utah, Virginia, West Virginia, Washington and Wisconsin. ##Schools## A National Institutes of Health panel says there’s no evidence backing the use of convalescent plasma to treat coronavirus patients and says doctors should not treat it as a standard of care until more study has been done.  “There are insufficient data to recommend either for or against the use of convalescent plasma for the treatment of COVID-19,” the panel of more than three dozen experts says in a statement posted on the NIH website Tuesday. “Convalescent plasma should not be considered standard of care for the treatment of patients with COVID-19,” added the committee, which evaluates treatments for coronavirus. “Prospective, well-controlled, adequately powered randomized trials are needed to determine whether convalescent plasma is effective and safe for the treatment of COVID-19. Members of the public and health care providers are encouraged to participate in these prospective clinical trials.” Some background: Last week, the US Food and Drug Administration issued an emergency use authorization for convalescent plasma, and US President Donald Trump declared it a historic breakthrough at a news conference.  The timing raised suspicions the White House had pressured FDA -- something FDA commissioner Dr. Stephen Hahn denied several times. But Hahn had also made misleading comments about the data supporting the use of convalescent plasma -- which is the antibody-rich serum taken from the blood of people who have recovered from an infection. The hope is infusing this plasma into new patients will kickstart their immune response. It’s a treatment that dates back more than 100 years and has never been used broadly. The NIH panel, led by Dr. Clifford Lane, who heads research at the National Institute of Allergy and Infectious Diseases; Dr. Roy Gulick, chief of the Division of Infectious Diseases at Weill Medical College of Cornell University; and Dr. Henry Masur, chief of the Critical Care Medicine Department at NIH, said much more research is needed into whether the treatment works. Data published so far don’t really show whether it helps patients, they said. “The long-term risks of treatment with COVID-19 convalescent plasma and whether its use attenuates the immune response to SARS-CoV-2, making patients more susceptible to reinfection, have not been evaluated,” the statement added. Plus, different patients have differing levels of antibodies, so the treatment is highly variable. There were no bricks and mortar, no fencing or cement, no cross-border diplomatic skirmish, just two government orders. And that was enough to essentially shut down the world's longest international border for visitors. When the United States and Canada mutually agreed in March to shut down the border to mitigate the spread of the coronavirus, no one predicted it would be closed this long. There is still no specified date for its reopening, although trade has continued between the countries. \"There's a closeness that we're definitely missing, but I can tell you not anyone that I have spoken to here wants that border opened anytime soon. We miss you citizens of the US, but we're not comfortable opening the border,\" Bernadette Clement, the mayor of Cornwall, Ontario, said in an interview with CNN. East to west for thousands of miles, in communities on both sides of the international divide, the border closure is redefining not just economic relationships, but personal lives, in ways no one expected. \"This really is going to have a long-term impact on our communities, economically, socially and on all the things that are really important to us,\" said Tim Currier, the mayor of Massena, New York, a \"sister\" community to Cornwall, just a few miles across the border on the other side of the St. Lawrence River. No longer. The border is shut tight for any trips that are deemed \"non-essential\" or discretionary and that includes all recreation and tourism. Read the full story:  It's been almost five months since Shelby Hedgecock tested positive for Covid-19, and the former personal trainer said her symptoms are still debilitating. Hedgecock is among patients who call themselves \"long-haul survivors\" -- those who experience symptoms long after testing positive. And long-term effects like theirs need to be taken seriously, a doctor researching these symptoms told CNN on Monday night. \"This is the conversation that needs to be had in the medical and the research community, not just in the sufferers who are actually dealing with it,\" Dr. William Li said. Covid-19 can be a prolonged illness, even among young adults without underlying chronic medical conditions, the US Centers for Disease Control and Prevention reported in July. Some 35% of patients surveyed by the agency said they still weren't back to their usual good health even two to three weeks after testing positive for the disease. The rest said they'd returned to their usual state of health five to 12 days after a positive test. Hedgecock first tested positive in April. And though she tested negative in May, she is still having neurological issues, cognitive issues, shortness of breath, chest pain, loss of smell and body aches and pains that send her to her bed for days if she participates in even gentle yoga, she told CNN. Hedgecock's experience is not unique, Li said. His team is looking to connect the symptoms, with data pointing to the virus not just affecting the lungs but the blood vessels that connect the whole body, the doctor said. \"We think that this long-term damage may in part be due to vascular damage, kind of a footprint that the virus leaves even when it's gone from the body,\" Li said. Read more: Covid-19 patients may need to wait over a month before being retested to know whether they have cleared the virus, and one in five negative test results could be false, according to research published Tuesday in the British Medical Journal. Dr. Francesco Venturelli of the University of Modena and Reggio Emilia and colleagues studied 1,162 patients in the Reggio Emilia Province of Italy who tested positive for Covid-19 using a polymerase chain reaction (PCR) test. Patients were retested around 15 days after their first test, 14 days after their second and nine days after their third. The researchers set these time intervals in accordance with European Centre for Disease Control and Prevention recommendations. About 60.6% of the patients who recovered tested negative for Covid-19 by their first follow-up test. Another test confirmed that negative result in just 78.7% of these patients, which the team says suggests about one in five negative tests are false negatives. They say this could mean that many are still shedding the virus after testing negative and unknowingly passing it on to others.  The researchers determined a patient had cleared the virus once they tested negative on two consecutive PCR tests. Overall, it took about 30 days from diagnosis and 36 days from the onset of symptoms for patients to clear the virus. It took slightly longer for older patients and those with more severe disease to clear the virus. The length of time increased from 35 days for those under 50 years old to 38 days for those over 80. Non-hospitalized patients took about 33 days, while hospitalized patients took about 38 days. By 34 days after patients first noticed symptoms, nearly 87% of them tested negative. This suggests patients may need to wait a month or longer to determine whether they have truly cleared the virus, the researchers said. The team notes that understanding the timing of viral clearance is key to determining testing strategies and ensuring people don’t have to spend unnecessary time in isolation. The say that postponing the follow-up testing of those who are no longer experiencing illness or symptoms could increase the efficiency and performance of testing strategies. The US Centers for Disease Control and Prevention advises Americans that they don’t need a second coronavirus test. “Unless your illness required hospitalization, you can return to normal activities (e.g., work or school) after the passage of 10 days from the onset of symptoms and 24 hours from when any fever has subsided on its own (without the aid of any fever-reducing medications),” it advises.", "Section": "world", "Writers": ["Jessie Yeung", "Adam Renton", "Amy Woodyatt", "Meg Wagner", "Melissa Macaya"], "URL": "https://www.cnn.com/world/live-news/coronavirus-pandemic-09-02-20-intl/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Thailand", "Source": "CNN"}