{"Type": "gallery", "Time": "2018-12-04", "Headline": "World's most visited cities", "Text": "World's favorite cities: Want to know where everyone else is going for their vacation? Euromonitor International has crunched the numbers for the world's most popular destinations. Prague, Czech Republic comes in at No. 20, with an estimated nine million visitors in 2018.  19. Mumbai, India: One of Euromonitor International's cities to watch, Mumbai has an expected arrivals growth of 19% in 2018.  18. Guangzhou, China: At No. 18, the southern Chinese metropolis of Guangzhou is expected to have 9.4 million international visitors in 2018. 17. Taipei, Taiwan: Taipei's National Palace Museum is one of the world's largest. The city itself will pull in an estimated 9.8 million visitors this year. 16. Antalya, Turkey: Antalya, a Mediterranean resort town in southwest Turkey, will welcome an estimated 10.7 million international arrivals in 2018.  15. Rome, Italy: Perennial European crowd-pleaser Rome had a good year, with an estimated 9.7 million international arrivals. 14. Tokyo, Japan: The Japanese capital is expected to welcome 9.9 million visitors in 2018, up from 9.5 million visitors in 2017.  13. Delhi, India: One of the newest sights to greet the estimated 12.5 million visitors to Delhi this year will be the under-construction cable-stayed Signature Bridge.\n 12. Istanbul, Turkey: Istanbul will welcome around 12.1 million international visitors in 2018, up from 10.7 million last year.  11. Phuket, Thailand: It was a good year overall for Thai tourism. Visitor numbers to coastal paradise Phuket is predicted to increase by 2.9% -- up to 11.9 million.  10. Shenzhen, China: In the 1980s it was just a small town in southern China. Today Shenzhen is an economic powerhouse predicted to welcome 12.4 million international tourists in 2018.  9. Kuala Lumpur, Malaysia: Ninth-ranked Kuala Lumpur can expect 13.4 million visitors in 2018. 9. New York City, USA: North America's top draw was New York, with an estimated 13.5 million international tourist arrivals in 2018. 7. Dubai, United Arab Emirates: Dubai is the Middle East's leader in arrivals, and its popularity seems to be increasing in step with the city's rapid expansion. It will attract close to 16.7 million in 2018, up 5.5% from 2017.  6. Paris, France: The City of Light held on to the No. 6 ranking, with 16.9 million international arrivals expected.  5. Macau: The casinos and theme parks that give Macau its nickname \"the Las Vegas of the East\" will draw close to 19 million visitors this year.  4. Singapore: Singapore will welcome close to 18.6 million international visitors in 2018, up 5.3% from last year.  3. London, England: London remains Europe's biggest draw for international tourist arrivals, welcoming around 20.7 million visitors in 2018 -- up 4.5% from last year.  2. Bangkok, Thailand: Bangkok will see a 5.5% growth in arrivals in 2018, welcoming close to 23.7 million international visitors.  1. Hong Kong: Once again, Hong Kong outstrips the competition, attracting nearly six million more visitors than its closest rival, with an expected 29.8 million international arrivals in 2018. ", "Section": "travel", "Writers": ["Michal Cizek/AFP/Getty Images", "Photo: INDRANIL MUKHERJEE/AFP/AFP/Getty Images", "ChinaFotoPress/ChinaFotoPress/Getty Images", "Mandy Cheng/AFP/Getty Images)", "Ian Walton/Getty Images", "Filippo Monteforte/AFP/Getty Images", "Atsushi Tomura/Getty Images", "SAJJAD HUSSAIN/AFP/Getty Images", "David Cannon/Getty Images", "Nicolas Asfouri/AFP/Getty Images", "Daniel Berehulak/Getty Images", "Jimin La/AFPGetty Images", "Andrew Burton/Getty Images", "Warren Little/Getty Image", "Thierry Chesnot/Getty Images", "Isaac Lawrence/AFP/Getty Images", "Mohd Fyrol/AFP/Getty Images", "Paul Gilham/Getty Images", "Nivolas Asfouri/AFP?Getty Images", "Lam Yik Fei/Getty Images"], "URL": "https://www.cnn.com/travel/gallery/world-most-visited-cities-2018-photos/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Thailand", "Source": "CNN"}