{"Type": "article", "Time": "2019-08-15", "Headline": "Traveling to Hong Kong? Here's what you need to know", "Text": "Over the past 10 weeks, shocking images have emerged from Hong Kong's pro-democracy protests: tear gas has been fired outside shops, protesters and police have clashed in dramatic face-offs, and thousands of demonstrators occupied the city's airport.  While millions have come out to peacefully march, in recent weeks the demonstrations have sometimes turned violent in public places, disrupting the city's transport network. As well as a financial hub, Hong Kong is a popular tourism destination which saw 29 million overnight visitor arrivals last year, according to government statistics.  With the unrest showing no sign of stopping any time soon, is it still safe to visit Hong Kong? What do the Hong Kong authorities say? The Hong Kong government is clear: The city is still open for business. \"Hong Kong remains a welcoming city for tourists and investors, a safe place for travelers from around the world,\" the government said on August 14 on a web page launched in response to traveler concerns.  The site features news on the protests, transport updates and clarifications on rumors that visitors may have heard. \"The government, the business sector ... as well as the community at large, all stand ready to welcome and assist visitors to Hong Kong any time,\" the site said.   However, the web page also acknowledges that in recent weeks protesters have blocked roads, vandalized property and clashed with police.  Travel agents, hotels and business organizations are trying to minimize disruptions, the government said. What do overseas governments say? At least 28 countries have issued travel advisories about Hong Kong, according to HK's Airport Authority Chief Executive Lam Tin-fuk. Those countries include the United States, Australia, United Kingdom, Ireland, Japan and Singapore.  But none of these nations have advised tourists to avoid Hong Kong. They're urging visitors to exercise increased caution and steer clear of areas where demonstrations are taking place. Is it still possible to fly to Hong Kong? In general, yes. Airlines are still flying in and out of Hong Kong. However, when protesters occupied Hong Kong International Airport on August 11 and 12, nearly 1,000 flights were disrupted, according to the Airport Authority's Lam Tin-fuk. People flying out of Hong Kong were worst affected, with many departing flights simply canceled, but some incoming flights were impacted too.   Another airport occupation is possible, so a similar thing could happen again. However, a  court injunction has been issued restricting people from obstructing or interfering with the running of the airport. That injunction will remain in place until August 23.  It's also worth noting that during 10 weeks of protests the airport has only been brought to a standstill on two occasions. Those demonstrations were mostly peaceful -- but protesters did clash with police inside the airport, escalating tensions.   If my flight out of Hong Kong is canceled what should I do?  If your flight is canceled, the airline should reschedule it fairly quickly. Travelers reported having to book their own accommodation for while they were stranded, but some airlines including Qantas agreed to cover the cost of the extra hotel nights and food for those days. If you need to leave urgently, it is still possible to get out of Hong Kong. Travelers could take a car, train or bus to  Shenzhen in neighboring mainland China, where there is an international airport. To enter mainland China, however, visitors will need a visa which -- depending on what type of passport the applicant holds -- can be applied for at the border or in advance in Hong Kong.  Macao also has an international airport and is a ferry ride away.   What can I do to keep safe in Hong Kong? There have been no reports of tourists being injured in the protests. And most marches are widely advertized well in advance, making it easy for visitors to avoid them. However, one of the protesters' mottoes is \"be like water\" -- a Bruce Lee-inspired saying, which encourages demonstrators to move quickly and fluidly around the city.  That means demonstrations can occur with little or no notice. To stay safe, keep an eye on local media reports to monitor which areas are affected, especially at weekends when most protests take place. The UK Foreign Office recommends that visitors \"remain vigilant, follow the advice of local authorities and move away quickly to a safe place if there are signs of disorder.\"  Many countries have consulates in Hong Kong which can help tourists if they run into trouble. During Monday's airport protest, for example, Australian consulate officials were at the airport to help Australian tourists. Is it easy to move around Hong Kong when demonstrations are happening? The short answer is: It depends on the protest ... and where you plan to be.  Protesters have blocked key roads and tunnels, while during some mass marches overloaded subway stations have been closed. That has, at times, made it challenging to get around Hong Kong.   However, during most of the demonstrations, transport links outside the neighborhoods where the protests are taking place are unaffected.  It can be surreal: tear gas might be fogging the streets of shopping hub of Tsim Sha Tsui, but in Central -- just a stone's throw away over Victoria Harbor -- the subway is running, stores and restaurants are open and life feels normal.  Tear gas ... that doesn't sound safe? Tear gas isn't pretty. And increasingly this is what police are using to disperse the hardcore groups of protesters who tend to remain at the end of a demonstration.  That has resulted in tear gas being fired in residential areas and in places such as Tsim Sha Tsui and Causeway Bay, which are popular with tourists.  However, if you keep clear of areas with protests then you should be able to avoid getting caught up in the tear gas. Are tourists still coming to Hong Kong? Yes. Tourists are still arriving, restaurants are still open, shops are still selling. None of the main tourist attractions -- the Star Ferry, the night markets, the Peak Tram -- have been closed.  There are signs, however, that the unrest could be denting how many holidaymakers are visiting the city. Between June 16 and July 13, during which time there were several huge demonstrations, flight bookings to Hong Kong from Asia fell by 5.4% on the same period last year, according to analysis firm ForwardKeys.   Finally, are foreigners being monitored by the government? There is no evidence to suggest foreigners are being monitored by the Hong Kong government.", "Section": "travel", "Writers": ["Julia Hollingsworth"], "URL": "https://www.cnn.com/travel/article/hong-kong-travel-advice-hnk-intl-trnd/index.html", "MainKeyWord": "Macao", "AdditionalKeyWord": "Singapore", "Source": "CNN"}