{"Type": "article", "Time": "2020-10-13", "Headline": "The West is being left behind as it squanders Covid-19 lessons from Asia-Pacific", "Text": "While the Asia-Pacific region treads water until a coronavirus vaccine is found, the West's biggest economies are drowning as a second wave firmly establishes itself in Europe.   Europe is now reporting more daily infections than the United States, Brazil, or India -- the countries that have been driving the global case count for months -- as public apathy grows towards coronavirus guidelines. Several countries are seeing infection rates spiral again after a summer lull that saw measures to contain the virus and travel restrictions relaxed.  In the United Kingdom, for example, questions are being asked about whether Prime Minister Boris Johnson's decision to lift the country's lockdown in June was premature. Northern England's current high rates of Covid-19 are down to the fact that infections \"never dropped as far in the summer as they did in the south,\" Jonathan Van-Tam, Britain's deputy chief medical officer, told a press conference on Monday.  It is just the latest problem to beset Britain's slapdash pandemic response. There are now more patients in hospital with Covid-19 in England than there were in March, when a nationwide lockdown was imposed, according to Johnson and health officials.  France and the Netherlands broke their own records over the weekend, reporting the highest numbers of confirmed Covid-19 cases since the start of the pandemic.   In the United States, there were more new positive cases in the White House on October 2 than in the whole of Taiwan, after President Donald Trump became the second G7 leader (after Johnson) to test positive for Covid-19. Despite his illness, Trump has continued to downplay the severity of the virus and potentially endanger the health of those around him, holding a campaign rally on Monday.  Seven months after the World Health Organization (WHO) declared a global pandemic, life is closer to normal in the Asia-Pacific region thanks to the basic lessons of epidemiology: clear communication, quarantines, border controls, aggressive testing and contact tracing, Kenji Shibuya, the Director of the Institute for Population Health at King's College London, told CNN.  Nightclubs remain open in Taiwan, which also held its first full capacity arena show in August. Thousands were pictured visiting the Great Wall of China last week, months after an estimated 20,000 people packed into a New Zealand stadium for a rugby match.  European countries with successful pandemic responses, like Germany, have taken this approach.  But experts say Spain, the US and the UK are seeing cases skyrocket, and cracks appear in the political and public consensus, after they opted to prematurely re-open their economies without heeding those rules.  Spain's government declared a state of emergency on Friday in the country's worst-hit Madrid region, in order to override regional leaders' objections to the restrictions. In the UK, Johnson's muddled messaging and a lack of transparency in decision-making have drawn criticism from across the political spectrum.   But instead of taking stock of their failures and looking at a sustainable way forward, an Anglo-American narrative has grown, suggesting it is too late to try to emulate Asia-Pacific nations, said Dr. Tim Colbourn, a global health epidemiology and evaluation lecturer at University College London. Libertarian think-pieces, open letters and politicians across the Atlantic have advocated -- with little scientific merit -- for governments to \"give up restrictions and let it [Covid-19] spread\" for the sake of the economy, Colbourn said.  This is a maddening idea to the vast majority of health professionals and scientists, who point to Covid-19's high fatality rate and its long-term effects on survivors.  \"When countries [like the US and UK] experience declining life expectancy, it really should be a red flag,\" said Martin McKee, professor of European public health at the London School of Hygiene and Tropical Medicine. Deteriorating health in populations has electoral consequences, McKee told CNN -- adding that historically, those factors caused \"populism and then you get state failure.\"   Classic epidemiology Resurgences of Covid-19 in the Asia-Pacific region look a lot different to what is happening in the West. New Zealand pretty much eradicated community transmission within its borders after a minor outbreak in August, during which the virus' spread never rose beyond 19 new infections a day.  Border controls have been effective, says Shibuya. Singapore, Hong Kong and New Zealand have largely kept their borders closed to visitors, with returning citizens and work permit holders being quarantined at home or at designated facilities.  The same is true in Vietnam, which remains closed to most international travelers and, like many countries in the region, has encouraged citizens to holiday within its borders. The lower-middle income country has taken a proactive approach to the outbreak, bringing infections down to the single digits in October, little more than two months after authorities evacuated 80,000 local tourists from the resort city of Da Nang after three residents tested positive for the virus. By contrast, the European Union resumed inter-regional tourism in June, even though many European countries were slow to require visitors to undergo routine testing on arrival.  The United Nations' tourism agency, the UNWTO, found that \"Europe is the region in which more destinations (81%) have eased travel restrictions\" while only 28% of destinations in the Asia-Pacific region had eased border controls by September 1, according to its analysis of travel restrictions.   Taiwan and South Korea, which had the world's second highest number of cases in February, kept a handle on outbreaks without blunt instruments like lockdowns thanks to their gold standard test and tracing systems, and a transparent communication strategy that has kept the public on side.  The UK deploys conventional contact-tracing methods, which identify cases and track down the people they met after they became infectious, says McKee. Meanwhile, Asian countries like South Korea have relied on what is known as backwards tracing, which attempts to identify the event, place or source of an infection.  \"Was it the churches in Germany, our packing plants or a nightclub in Korea?\" Mckee said, adding that instead of focusing on the source of infection, the UK has \"hit whole communities with a hammer\" of localized lockdowns without consulting local leaders. He says such measures are appropriate \"if you don't have intelligence\" on the source of an outbreak, but adds: \"The UK should not be in that position at this stage.\" Even the economic situation looks less stark. The IMF forecasts that the economy in the Asia-Pacific region will contract by 0.2% this year, while those in US and Western Europe are expected to sink by 5.9% and 7.3% respectively.  Cultural tropes  Asia-Pacific's response has been shaped by the 2003 SARS outbreak. Trauma from that period meant many Asian countries were better prepared and better resourced to act decisively at start of the pandemic with public approval.  But a common, and orientalist, refrain has emerged from the Western commentariat that more draconian measures and -- arguably sensible -- rules on mask wearing would be impossible to mandate on freedom-loving Anglo-Americans.  Countries like Norway and the Netherlands recommend masks in indoor public spaces, but do not mandate it. Swedish authorities have actively discouraged the use of masks, despite the high number of Covid-19 deaths in care homes,   As well as resorting to lazy cultural tropes, such as Trump's immediate racialization of the outbreak by calling coronavirus the \"China virus,\" American and British leaders have also repeatedly undermined guidance and best practice.  Though he has since changed tack, in March Johnson said he shook hands \"with everybody\" during a visit to a hospital treating confirmed Covid-19 patients, on the same day the government's Scientific Advisory Group for Emergencies advocated against the practice. Trump has turned masks into a hyper-partisan issue, routinely mocking Democratic presidential nominee Joe Biden for wearing a face covering.    Communication strategies are an underestimated \"non-pharmaceutical intervention\" which are not only useful in the short term -- by encouraging measures like mask usage -- but have long-term uses as well, says Heidi Tworek, an associate professor of international history and public policy at the University of British Columbia, who authored a report on democratic communications during the pandemic.   The report analyzed three democratic jurisdictions in the Asia-Pacific region -- Taiwan, New Zealand, and South Korea --  and found that cohesive messages from those governments were useful in forestalling \"compliance fatigue\" and laid the foundation for vaccine uptake. \"They also matter for cultivating trust among citizens and their governments -- trust that is critical for the future stability of democratic institutions,\" the report stated.  Winning trust That trust can easily be lost. A study in The Lancet found that when Johnson's chief adviser, Dominic Cummings, broke lockdown rules but faced no consequences, it undermined the public's faith in the government's ability to handle the pandemic. The opposite happened in New Zealand, where David Clark, its Health Minister, was demoted in April 2020 after twice breaking the country's Covid-19 regulations. He resigned in July and goodwill for the government has remained.   New Zealand and South Korea adopted a \"division-of-labour approach to communicating political and scientific information,\" the report noted. Public health officials would first deliver the science. The message would be humanized and reinforced with meaning by politicians like New Zealand's Prime Minister Jacinda Ardern or South Korea's President Moon Jae-on in televised addresses or Facebook lives, Tworek said.   Misinformation and conspiracies were tackled in South Korea and Taiwan via high quality information being pushed out on multiple channels, Tworek added. To engage the public, the Taiwanese government worked with local comedians to create memes for their \"humor over rumor\" strategy. It included the use of a cartoon \"spokesdog,\" a Shiba Inu called Zongchai, to help communicate its policies. One meme showed that the 1.5 meter indoor social distancing policy equated to the length of three Shiba Inu, while the outdoor social distancing policy was two Shiba Inu.  Masks were distributed to Taiwanese households at the start of the pandemic -- many of them in a shade of pink. After hearing that male students were being bullied for wearing pink masks at schools, officials wore pink face coverings at their daily briefing. \"It is fantastic because it's not just about countering disinformation, it is about countering stigma a", "Section": "europe", "Writers": ["Tara John"], "URL": "https://www.cnn.com/2020/10/12/europe/coronavirus-asia-pacific-west-intl/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Singapore", "Source": "CNN"}