{"Type": "article", "Time": "2020-12-27", "Headline": "December 28 coronavirus news", "Text": "The US Food and Drug Administration on Monday issued an updated authorization letter and healthcare provider fact sheet on appropriate dosing of the Pfizer/BioNTech coronavirus vaccine.  The agency said the updates are “consistent with previous FDA advice that it would be acceptable to use every full dose obtainable (the sixth, or possibly even a seventh) from each vial” until scientists can resolve the issue. “However, since the vaccine does not contain preservative, it is critical to note that any further remaining product that does not constitute a full dose should not be pooled from multiple vials to create one,” the FDA said in a statement. Almost two weeks ago, when the first Pfizer vaccines rolled out, some providers realized there was an extra dose or two in the vaccine vials that were supposed to contain only five shots. The FDA said at the time it was fine to squeeze an extra shot or two out of the vials.  What's in the fact sheet? The fact sheet for healthcare providers is a summary of the instructions for administering a Covid-19 vaccine on how to store, thaw, prepare and administer the vaccine.  The fact sheet includes a reminder to providers enrolled in the federal Covid-19 Vaccination Program to report all administration errors, serious adverse events, cases of Multisystem Inflammatory Syndrome (MIS) in adults and children, and cases of coronavirus that result in hospitalizations or death following a Pfizer/BioNTech shot. The instructions contain a warning against giving the Pfizer vaccine to people with a history of severe allergic reactions. The agency said treatment used to manage severe allergic reactions must be immediately available onsite in case of an anaphylactic reaction. The agency also warned against mixing the Pfizer and Moderna vaccines, specifying that an initial Pfizer shot should be followed up with another Pfizer shot three weeks later, and the same for the Moderna vaccine.  ##Vaccines## Canada has reported more than 15,000 Covid-19 deaths, according to data from the country's Public Health Agency published Monday. The country is now reporting 555,207 coronavirus cases since the start of the pandemic and 15,121 total deaths. ##Hotspots## When China first reported cases of coronavirus to the World Health Organization on December 31, 2019, it was described as a mysterious new strain of pneumonia. It didn't even have a name. Within two weeks, Chinese scientists had identified the virus' genome sequence, the genetic code that makes up the virus. Within three weeks, the first test kits had been created and then shared by the WHO. And just over 11 months since the virus was reported to the WHO, the first people were vaccinated, making the shots the fastest vaccines ever developed. The speed at which we've learned about coronavirus is unprecedented and scientists say we already know a remarkable amount. But one year on, with more than 81 million reported infections and 1.7 million deaths around the world, there's still a lot we don't know about Covid-19. Those unknowns range from the basics -- such as how the virus started -- to the more complicated questions, including how will this pandemic end? Read the full story: South Korea reported 40 coronavirus-related deaths for Monday, the highest number of fatalities reported in a single day since the pandemic began, according to the Korea Disease Control and Prevention Agency (KDCA). In a statement released on Tuesday, the KDCA said the country’s total death toll due to Covid-19 is now at 859. South Korea reported 1,046 new cases of Covid-19 for Monday, 1,030 of which were locally transmitted. Of those, 802 infections were from the Seoul metropolitan area.  The East Asian country has recorded a total of 58,725 Covid-19 cases, the statement said.  CNN medical analyst Dr. Jonathan Reiner explained how providers could start rationing care as coronavirus hospitalizations hit a record high in the United States on Monday. “I've had conversations with families hundreds or even thousands of times when a loved one gets acutely ill, and we try and decide what the family would want,” Reiner, a professor of medicine at George Washington University, told CNN’s Bianna Golodryga. \n“When you run out of capacity, physicians and bioethicists in these hospitals will need to decide which patients are salvageable -- potentially salvageable -- and which patients aren't,” he explained. “So, the final decision in many instances may not be up to the family.” The US reported 121,235 current Covid-19 hospitalizations Monday, a record high since the pandemic began.  “If you don't have respirators, you don't have nurses to care for patients, you don't have ICU beds, we will have to have these terrible discussions with families, which is why people need to stay home, and when they go out, they need to wear a mask,” he said. ##Hotspots## The US needs to ramp up its Covid-19 vaccination effort, Dr. Ashish Jha, dean of the Brown University School of Public Health, said Monday. “I do think we have a problem,” Jha told CNN’s Jim Acosta. “I think one part of the problem is that the federal government has thought that their responsibility ends when the vaccine gets delivered to the states. There's a lot of work of getting the vaccine from the state into people's arms, and we needed a clear set of plans than we've had on that.” “You're hearing from the manufacturers, like Pfizer, saying they've got millions of doses sitting around waiting for those vaccine doses to be allocated,” he added.  Jha noted that other countries, like Israel and Canada, are moving at a much faster pace on their own vaccination efforts.   “We really do have to ramp this up,” he said. “Things are in a crisis.” ##Vaccines## The United States reported 121,235 Covid-19 hospitalizations on Monday, setting a new record high since the pandemic began, according to the Covid Tracking Project (CTP).  This is the 27th consecutive day that the US has remained above 100,000 current hospitalizations. According to CTP data, these days had the highest hospitalization numbers: Dec. 28: 121,235 people hospitalized\nDec. 24: 120,151 people hospitalized\nDec. 23: 119,463 people hospitalized\nDec. 25: 118,948 people hospitalized\nDec. 27: 118,720 people hospitalized ##Hotspots##   The House has passed the Caring for Americans with Supplemental Help (CASH) Act of 2020 by the slimmest of margins, with just enough Republicans crossing over and supporting a measure that was championed by President, and sending the bill to the Senate. The provision increases the amount of money individuals and families receive in stimulus checks, and echoes demands made by Trump over the past week to provide more funding to Americans suffering economic hardship in the wake of the coronavirus pandemic. The 275-134 vote, which garnered enough bipartisan support to reach the two-thirds majority threshold required to pass under suspension, increases the amount of the stimulus checks from $600 to $2,000 per individual. Eligibility for the checks is determined by a person’s most recent tax returns. Anyone who made under $75,000 as an individual or $150,000 as a couple would receive the full amount. The amount individuals receive decreases by $5 for every $100 a person makes over $75,000. In short, that means that individuals who make over $99,000 would not be eligible nor would couples making more than $198,000. What's next: Now that the bill has passed the House with Republican votes, it will put Senate Majority Leader Mitch McConnell in a tough position of having to decide whether to bring the provision to the floor in the Senate as a standalone bill.  While the President has been urging Republicans up the payments, many Republicans in McConnell’s ranks have made it clear they don’t think an increase is warranted given how much it would increase the price tag of the stimulus bill. A vote on the checks would likely divide the GOP conference and force some members to endure Trump’s ire in his final days in office. ##US Stimulus## The regional stay-at-home order for Southern California and the San Joaquin Valley is likely to be extended, California Gov. Gavin Newsom announced in a news conference on Monday. While the three-week order was set to expire Monday, Newsom said it’s very likely that the order will be extended based on current trends. Intensive care unit bed capacity for these regions has fallen to 0%. Once Monday's data is collected, Dr. Mark Ghaly, the state's Health and Human Services secretary, will announce projections based on a four-week period on Tuesday, according to Newsom. Stay-at-home orders for the greater Sacramento region will expire on Jan. 1 and a week after for the Bay Area. California added 33,170 new cases of coronavirus and 64 additional deaths on Monday. Newsom warned that the slightly lower number of deaths is due to a reporting lag over the weekend. The continued surge of cases and hospitalizations in the Southern California region is challenging the health care system, particularly in Los Angeles, Riverside, and San Bernardino counties, said Newsom. The state is deploying additional staff to Los Angeles County to assist. The state is also partnering with CVS and Walgreens to provide doses of the Pfizer vaccine to residents and staff in long-term care facilities, Newsom announced. Pharmacy staff will be administering the vaccine by going directly to care facilities. A total of 261,672 doses of Pfizer and Moderna vaccines have been administered as of Dec. 26, Newsom said. By the end of this week, California will have received 1.76 million doses of the vaccine.  The state is also discussing the next phase of vaccine distribution, which includes people over 75 years of age, workers in education and childcare, emergency services, and food and agriculture. To date, California has a total of 2,155,976 coronavirus cases and 24,284 deaths. Note: These numbers were released by the California Department of Public Health and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project.  ##Hotspots## Biotech company Novavax — which announced the launch of a phase 3 trial of its Covid-19 vaccine in the US on Monday — confirmed it is also testing its vaccine against the UK strain of coronavirus that appears to transmit more easily. \"We are actively testing sera against the new UK strain,” the company said in a statement Monday, adding that “results will take several weeks.” This will involve taking blood from trial participants who received the vaccine and checking to see if their antibodies neutralize the UK strain in the lab. Novavax joins other pharmaceutical companies, including Pfizer and Moderna, which are also testing their vaccines against this strain — which has become widespread in the UK and has appeared in many other countries. The variant appears to be more transmissible, but there’s no indication it causes more severe disease.  The statement noted there have been other coronavirus variants, and the company believes its vaccine will create an \"immune response that covers these sequence variants and will be protective.” ##UK Variant## ##Vaccines## A Trump administration official said they still expect the individual $600 coronavirus relief checks to go out this week but acknowledged the timing could slide.  President Trump signed the massive coronavirus relief bill Sunday night, after withholding his signature from the bill for almost a week. The coronavirus relief package provides for $600 checks, but CNN has reported that experts said it would take at least two weeks for the Treasury Department to get cash into individuals' bank accounts, once the legislation had been signed.  Read more of CNN's reporting on stimulus check distribution here. ##US Stimulus## Approximately 2.1 million vaccine doses have been administered in the United States, according to the US Centers for Disease Control and Prevention.  As of 9 a.m. Monday, the CDC Covid Data Tracker said 11,445,175 doses have been distributed and 2,127,143 have been administered.  That's an additional 1,897,250 doses distributed, and 182,558 doses administered since the CDC's figures were last updated on Saturday. ##Vaccines## Dr. Elaine Batchlor, CEO of Martin Luther King Jr. Community Hospital in Los Angeles, said Monday that staff may soon have to ration care if the number of coronavirus patients rises. Batchlor said her hospital is so overwhelmed with coronavirus cases, it is now treating patients in the gift shop and chapel. “If we continue to see an increase in the number of Covid patients, we may be forced to do something that, as health professionals, we all really just loathe having to even think about,” Batchlor told CNN’s Brooke Baldwin. Batchlor said the hospital will not turn patients away but may have to employ techniques that have been used during times of war. “We use what in the battlefield is called triage techniques, which is doing an assessment of each person's needs and prognosis and using scarce resources with patients that are most likely to benefit from them,” she said. ##Hotspots## Cuba will restrict international flights coming from several countries and tighten border restrictions starting Jan. 1, 2021 after a rise in new coronavirus cases in the island, according to the Cuban state-run Cuba Debate.    The new measures include temporarily restrict the arrival of travelers from the US, Mexico, Panama, Bahamas, Haiti and the Dominican Republic. From Jan. 10, travelers from the rest of the countries will be required to show a negative Covid-19 PCR test taken 72 hours before traveling, and follow health protocols established by authorities upon arrival to Cuba, according to Cuba’s Ministry of Public Health.     The country has seen a surge in new coronavirus cases recently after international travelers started arriving in the country, Cuba’s Ministry of Public Health said on its website.  Cuba reopened its international airports in November after partially closing them in March in an effort to reduce Covid-19 infections.  At least 71.5% of the new cases detected were traced to travelers arriving from the US, Mexico, Panama, Haiti, the Dominican Republic, and the Bahamas, among other countries, Cuba Debate reported.   The ministry’s National Director of Epidemiology, Dr. Francisco Duran Garcia, said that 3,783 people have tested positive for Covid-19 in the country between the beginning of November and Dec. 23, according to the state-run news outlet.    Reducing the number of travelers will decrease the number of cases that are being “imported into the country,” Garcia was quoted as saying by Cuba Debate.   Cuban health officials on Monday reported a total of 229 new Covid-19 cases and one new death in the past 24 hours. Cuba has so far registered a total of 11,434 coronavirus cases and 143 deaths, according to the country's health ministry.  The UK recorded a further 41,385 coronavirus cases on Monday, breaking its daily record since the pandemic began. A further 357 people have died, according to government data. Responding to the data, Dr. Yvonne Doyle, Medical Director for Public Health England, said the very high level of Covid-19 infection in England is of \"growing concern.\"  The increase comes at a time when \"hospitals are at their most vulnerable, with new admission rising in many regions,\" Doyle added. Figures from NHS England show 20,426 hospital beds are currently occupied by confirmed Covid-19 cases.  This is worse than the figure forecast by the British Medical Journal (BMJ) and the Health Service Journal (HSJ) earlier in December, when they warned the government should reverse its decision to relax Covid-19 restrictions over Christmas. They predicted hospitalizations in England on New Year’s Eve could be just short of the pandemic’s peak in April (19,000) unless tighter measures were brought in.  The government did ultimately bring in tougher restrictions in many parts of England. It reversed a plan allowing people in the rest of England to get together for five days around Christmas, cutting the window down to just one day – Christmas Day itself. The U-turn came in response to the detection of a new variant of Covid-19 that appears to spread more rapidly. \"Despite unprecedented levels of infection, there is hope on the horizon,\" Doyle said in a statement released Monday. The UK has begun its vaccination program with the Pfizer/BioNTech vaccine and the Oxford/AstraZeneca vaccine is set to receive UK regulatory approval within days. It could be rolled out by January 4, British media reported on Sunday. ##Hotspots## ##UK Variant## There have been at least 19,221,164 cases of coronavirus in the US, and at least 334,025 people have died, according to data from Johns Hopkins University. So far today, Johns Hopkins has recorded 88,438 new cases and 907 reported deaths. At least 9,547,925 vaccine doses have been distributed and at least 1,944,585 doses of the vaccine have been administered, according to the US Centers for Disease Control and Prevention. The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases.     New Jersey is expected to vaccinate approximately 31,000 long-term care residents and staff by the end of this week, Gov. Phil Murphy said in a Monday news conference.  The state started its long-term care vaccination program this morning, with CVS planning to visit 85 long-term care facilities and provide more than 27,600 vaccinations, Murphy said. Walgreens is expected to visit 15 different care sites and provide approximately 4,100 vaccinations, he continued.  \"With each passing day, our vaccination program is growing a little larger and a lot stronger,\" Murphy told reporters. \"With the New Year, we are looking forward to the opening of our six vaccination mega sites and the further expansion of our vaccine efforts, and the continued movement through each priority group.\" Murphy later clarified that the \"mega sites\" will be open only to those in the current phase of vaccine distribution. It is likely that these sites will mostly serve health care workers, he said.  What the numbers look like: New Jersey reported 2,745 new Covid-19 cases and 21 additional deaths, with a positivity rate of 10.98%. There are currently 3,684 people hospitalized with 715 patients in intensive care, Murphy said. As of today, 220,425 doses of vaccines have been delivered overall with 46,217 doses administered, according to Department of Health Commissioner Judy Persichilli. These numbers might change as they get updated reports from over the weekend, she said.  Murphy also addressed an event of 200 people shut down over the weekend, saying that while he didn't have all the details it sounded \"incredibly irresponsible.\" He said that it will likely be difficult for contact tracers to get in touch with everyone related to the event.  Note: These numbers were released by the state of New Jersey, and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project. ##Vaccines## President Trump signed the the $900 billion Covid-19 relief package on Sunday, after he initially threw the bill in doubt by asking Congress to amend it right before the Christmas holiday.  The legislation, which was negotiated on a bipartisan basis, provides for $600 in direct payments. After the deal passed in Congress, Trump called for $2,000 checks instead.  CNN asked you, our viewers and readers, after Congress passed the bill for your thoughts on the latest relief package. Many expressed frustrations over the direct payment of $600 and said the bill does not provide enough assistance.  Briana, from Concord, North Carolina, lost her job as a business development coordinator for a massage franchise due to the pandemic back in March and hasn’t received unemployment payments since October. She and her husband now rely on unsteady income they make from a small flooring company they own, where her husband also works. She told CNN that while the $600 stimulus check is beneficial, it is not enough for her family to get through the next few months, especially since she’s concerned about making her mortgage payments on time. \"$600 per adult plus the $500 per child is not enough to get us through, let’s just say four months,\" she said. \"So, we have been very, very frugal with our money,\" Briana explained. She said the first stimulus package from earlier this year was much more helpful. Briana also noted that her situation is especially difficult since she made the decision to homeschool her 7-year-old daughter because of the uncertainty over in-person and virtual learning.  She told CNN that homeschooling takes up six to seven hours of her day, and she also dedicates time assisting her daughter with schoolwork. While Briana has been looking for work, it’s been difficult to find a job that works with her current schedule. “People like me and my family, fall between the cracks,” she said. “We need some help.” Nicole, a self-employed hairdresser from Los Angeles, California, who has been out of work for most of the year, called the $600 payment an “insult.” She’s been relying on the income of her husband and unemployment payments. “We’re two income household and we need two incomes to make it work,” Nicole told CNN. Being unable to work has been a “big hit,” she said. She told CNN the current package is not enough, and like Briana, she said the first stimulus package was more helpful. \"We’ve been sitting here waiting and praying for six or seven months now since the end of July when the first… unemployment, pandemic support ended and since that ended something is better than nothing, yes, but what are we meant to do with that? Where’s that supposed to go? When there’s so many places for it to go,\" Nicole said.  She also expressed frustrations on how long it took for the current package to pass, calling it “unacceptable.\" The US House of Representatives could pass a provision Monday night aimed at increasing the amount of money individuals and families receive in stimulus checks to $2,000.  ##US Stimulus## Matthew Cox lost his job as a manager in the service industry and has been searching for full-time employment since August. He had to relocate his family from south Florida to Indiana so his wife's family could help with child care. Now, he's working for the food delivery service DoorDash and makes about $300 a month. \"It doesn't even pay the rent. So I have had to borrow money from my family, I've had to sell some stuff, take out savings and 401(k). So I'm at the point now where it's kind of living day to day,\" Cox said. After months of negotiations, President Trump finally approved a $900 billion relief package that includes $600 direct stimulus payments to help people like Cox – but he said it's not enough. \"That is not really going help anybody. It is kind of almost insulting,\" Cox said about the $600 direct payments  \"When the federal government says 'hey this is what we're going to do and this is the numbers we're going to get and hope everyone is happy,' for us out there making less money or no money, it doesn't really do a whole lot for us,\" he added. Tonight: The House of Representatives is set to vote on a measure to increase stimulus checks for Americans under a certain income level to $2,000. More direct payments was something Trump argued for before signing the bill this weekend. House Republicans blocked an effort by Democrats to advance $2,000 checks last week, but the House will try again on Monday with a floor vote. That vote will require a two-thirds majority to pass since it is taking place under a suspension of the rules, a threshold that means it would need a wide margin of bipartisan support to be approved. ##US Stimulus## Spain has reported an additional 298 coronavirus deaths since its last data was published on Thursday. That brings the country's total death toll to 50,122 since the pandemic began, according to Spain’s health ministry. The country currently sits 10th in the global coronavirus death toll list, according to Johns Hopkins University data.  The health ministry also reported 24,462 new coronavirus cases, bringing the total number of cases to 1,879,413, the data shows.  ##Hotspots## All Covid-19 indicators for New York City continue to be above the desired thresholds, Mayor Bill de Blasio said today. New York City added nearly 2,500 new Covid-19 cases, reported 224 new hospitalizations, and reported a percent positivity of 7.24% on a seven-day average, according to a tweet from the mayor. “The end of this battle is in sight — we can't let up the fight now,” NYC Mayor Bill de Blasio said. See the mayor's tweet:  ##Hotspots## New York Gov. Andrew Cuomo said he will be signing an executive order Monday that would fine up to a million dollars as well as a revocation of licenses for those who knowingly break the law when it comes to fraud and the Covid-19 vaccine.  The order would include doctors, nurses, pharmacists or any licensed health care professional. The news comes as the New York Health Department is reviewing the actions of health care provider ParCare. “The vaccine is a valuable commodity and you have many people that want the vaccine and you will have fraud in the vaccine process,” Cuomo said.  He later said, “The vaccines are a priority, no politics at play at who gets a vaccine, we will not tolerate any fraud in the vaccination process.” Cuomo said his office is looking at one health care provider who might have committed fraud. The governor, who did not mention the name of the company, said the New York State Police has reviewed the facts and referred it to New York Attorney General’s office.  Asked specifically during the question and answer portion of the briefing about ParCare, Cuomo said, “the state police believe there’s enough evidence to commence a criminal investigation and hence the referral to the office of the Attorney General.” CNN is reaching out to the Office of the Attorney General who earlier Monday issued a general warning alerting New Yorkers to potential scams offering early access to Covid-19 vaccines. She did not name a company in particular. The New York Department of Health this weekend said that an Orange County provider may have transferred the Covid-19 vaccine to facilities in other parts of the state in violation of state guidelines and administered it to members of the public \"contrary to the state's plan to administer it first to frontline health care workers, as well as nursing home residents and staffers.” CNN reported that ParCare was the provider. ##Vaccines## New York Gov. Andrew Cuomo on Monday reported a statewide positivity rate of 8.3%, which he called a “big increase” from the 5.9% seven-day average.  “For it to go up in two days is dramatic and very, very fast, so we are studying what that uptick actually means,” Cuomo said.  At least 114 people have died from Covid-19 in New York. There has also been an increase of 376 hospitalizations, bringing the total to 7,559. The number of patients in intensive care units is up 35 for a total of 1,222.  “Hope New Yorkers took our caution and celebrated smart, celebrate smart avoid shutdowns,\" Cuomo said. “What will happen will be the consequence of our actions.\" Cuomo said 140,000 New Yorkers have already received one vaccine, with 259,000 vaccines expected this week. At least 139,000 doses will be coming from Pfizer and 119,000 will come from Moderna, Cuomo said.  Note: These numbers were released by State of New York and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project. Senate Minority Leader Chuck Schumer called on President Trump to not \"just talk\" but to \"act\" and to urge Senate Republicans to \"support $2,000 in relief (checks).\"  Speaking at a news conference in Brooklyn, New York, on Monday, he said: \"Today, I am telling Donald Trump, don't just talk about it, act. These Senate Republicans have followed you through thick and thin. Get them now to act and support the $2,000 checks.\" Schumer added that he \"will be on the floor of the Senate tomorrow urging that to happen, asking for what's called a unanimous consent request, and if Republicans go along, it will happen. We need that money. People are desperate. They need the help.\"  The New York Democrat noted that right now, there are \"not enough\" Senate Republicans for it to pass. On Trump signing the relief bill late Sunday, he said, \"We’re glad the President finally signed the Covid relief bill yesterday. New Yorkers can breathe a momentary sigh of relief.\" ##US Stimulus## At least 75 US Army and Air Force medical personnel have been deployed to California to assist in the pandemic response.  “At the request of the Federal Emergency Management Agency, approximately 75 U.S. Army and U.S. Air Force military medical personnel deployed to California as part of a Department of Defense COVID-19 response operation,” a statement from the Army said on Monday. The latest situation: Since the Thanksgiving holiday, California has faced a surge of Covid-19 infections unparalleled across the United States, leading to continued daily record highs in hospitalizations and deaths. Most of the state remains under stay at home orders triggered by a region's intensive care unit capacity falling below 15%. According to the state Department of Public Health, intensive care unit bed capacity in both the San Joaquin Valley and Southern California regions are at 0%, and it's likely the stay home orders will be extended for most of the state. ##Hotspots## The US House of Representatives could pass a provision Monday night that would increase the amount of money individuals and families receive in stimulus checks.  A Republican leadership aide tells CNN that while the Republican side is not whipping the bill, \"there’s a good chance it can pass.\" It’s far from certain, but aides are warning it’s possible.  The bill, which would require a 2/3 majority to pass because it is going to occur under suspension, would increase the amount of the stimulus checks from $600 to $2,000 per individual.  Eligibility for the checks is determined by a person’s most recent tax returns. Anyone who made under $75,000 as an individual, or $150,000 as a couple, would receive the full amount. The amount individuals receive decreases by $5 for every $100 a person makes over $75,000. In short, that means that individuals who make over $99,000 would not be eligible, nor would couples making more than $198,000. If the bill actually passes the House with a strong Republican vote, it will put Senate Majority Leader Mitch McConnell in a tough position of having to decide whether to bring the provision to the floor in the Senate as a standalone bill.  While the President has been urging Republicans to up the payments, many Republicans in McConnell’s ranks have made it clear they don’t think an increase is warranted, given how much it would increase the price tag of the stimulus bill.  A vote on the checks would likely divide the GOP conference and force some members to endure President Trump’s ire in his final days in office. Reminder: The Covid-19 relief legislation was passed by Congress last Monday and was flown to Mar-a-Lago on Thursday to await Trump's signature. But after sitting on the sidelines during the negotiations, Trump emerged with an eleventh-hour complaint that a separate provision in the deal, which the President's own White House helped broker, would only provide up to $600 in direct payments.  Trump wanted to send out $2,000 checks.  Trump signaled in a statement Sunday night that he signed the coronavirus relief bill only after securing a commitment for the Senate to consider legislation to increase stimulus checks from $600 to $2,000. Senate Majority Leader Mitch McConnell, however, did not reference that commitment in his own statement Sunday night praising the President for signing the relief bill. ##US Stimulus## The United Kingdom is reporting at least 41,385 coronavirus cases on Monday, breaking its daily record since the pandemic began. A further 357 people have died from the virus. A new coronavirus variant, that experts say can spread easier than others, has prompted the UK  to lock down as other countries impose travel restrictions. ##UK Variant## Monday night's English Premier League fixture between Everton and Manchester City has been postponed following positive Covid-19 test results within the City squad. The game was slated to kickoff at 8 p.m. local time at Goodison Park in Liverpool, England. Manchester City did not disclose how many cases the team has in total but in a Monday statement, the team said the additional positive tests are in addition to four cases previously announced on Christmas Day.  \"With the security of the bubble compromised, there posed a risk that the virus could spread further amongst the squad, the staff and potentially beyond,\" the statement read. A make-up date for the match has not been decided. The Premier League says further testing will be conducted on Tuesday. Five cases of the new coronavirus variant, first detected in England, have been found in southern Spain among travelers who returned to the region of Andalusia from the UK in recent days, according to local authorities.   A statement released by the Andalusia regional government on Monday said these are the first known cases with the variant to be detected in the region. Three of these cases are patients in Malaga province and the other two are in Granada province. Four other cases are under study, it said. This comes after Madrid’s health advisor Antonio Zapatero said Saturday that the city had detected four cases of the variant. One of the cases is a person who arrived from the UK, and the three others are family members, he said.  Cases have also been detected in Finland and Sweden. Here's what we know and don't know about the UK coronavirus variant.  ##UK Variant## The distribution of 200 million doses of the coronavirus vaccine developed by Pfizer and BioNTech is \"scheduled to be completed by September 2021,\" a European Commission spokesman told CNN Monday.  \"The Commission and the Member States are working to activate the additional 100 million doses,\" the spokesman added.  In November, the European Commission concluded a contract with Pfizer for 300 million doses. The first batches were delivered to countries in Europe on Dec. 26, ahead of the first day of vaccinations in the European Union on Sunday Dec. 27. The deliveries of this vaccine \"will continue in December and on a steady weekly basis during the following months,” the spokesman told CNN. \"The distribution will start progressively. Vaccines will start to be given to priority groups identified by Member States,\" he continued, noting that vaccine supplies are expected to increase over time with the anticipated regulatory approval of additional vaccine candidates.  \"For most contracts concluded, the majority of delivery is foreseen to be completed in 2021. Under some contracts, first deliveries are expected to already start in the first quarter of 2021,\" the spokesman added.  In addition to its contract with Pfizer-BioNTech, the European Commission has also established contracts with: AstraZeneca (400 million doses)\nSanofi-GSK (300 million doses)\nJohnson & Johnson (400 million doses)\nCureVac (405 million doses)  \nModerna (160 million doses)  The above information is according to the Commission’s website. ##Vaccines## Famous Mexican composer and singer, Armando Manzanero, age 85, passed away Monday morning in a Mexico City hospital after battling Covid-19 for weeks, Mexico's Society for Authors and Composers confirmed to CNN.   Manzanero was hospitalized in mid-December after testing positive for Covid-19, CNN reported at the time.   Manzanero was a prolific composer with more than 600 songs to his name, according to the Mexican Society for Authors and Composers. Some of his songs were interpreted by artists from around the world such Elvis Presley, Dionne Warwick, Perry Cuomo, Spanish singer Raphael, and fellow Mexican start Luis Miguel.   The Latin Recording Academy & Latin Grammy expressed their sympathy for Manzanero's passing: \"Armando Manzanero received the Award for Musical Excellence and was the winner of the Latin Grammy, he was also a great friend that is now gone. We celebrate his live and world. An irreplaceable loss for the Latin music world. We are with the Manzanero family in their grief.\"   Manzanero won a Latin Grammy in 2001 for his album \"Duets\". He later went on to win a Lifetime Achievement award in 2014, becoming the first Mexican to receive this honor.   Mexican President Andres Manuel Lopez Obrador expressed condolences in the artist's passing.   \"Armando Manzanero was a sensitive man, a man of the people. That's why I lament his death. He was also a great composer. He also represented Mexican authors and composers,\" he said during a press conference on Monday.   Mexico's Secretary of Culture, Alejandra Frausto, released a statement on Twitter, saying she mourns the death \"of the Yucatecan musician Armando Manzanero, author of hundreds of songs performed by national and international artists, and a great connoisseur of the bolero tradition of Latin America. RIP.\"    Manzanero will be cremated in Mexico City and his remains will be taken to his hometown of Merida, in Mexico's Yucatan state.  Russia has extended a ban on flights to and from the UK until Jan. 12 in light of the new coronavirus variant circulating across the UK and several other countries, the Russian coronavirus task force said according to state-run news agency TASS.  “In order to prevent the import and the spread of the new coronavirus infection the task force has decided to extend the suspension of flights with the UK,\" the statement said, according to TASS. “To ensure the protection of public health, the restrictions have been extended until 23:59 on January 12, 2021.” Some background: Since the UK imposed a lockdown on Saturday, over 40 countries in Europe, Asia, South America, the Caribbean and the Middle East have restricted travel from the UK and in some cases, also travel from other countries that have documented cases with the variant. Experts say the new variants can spread faster than others. ##UK Variant## Wall Street opened higher Monday after President Donald Trump signed into law a massive $2.3 trillion-dollar coronavirus relief and government funding bill.  While Trump delayed the signing of the bill for days, it still comes in time to avoid a government shutdown and expands pandemic unemployment help, which millions of Americans need to make ends meet. But because of the signing delay, many already enrolled in certain government programs will likely not receive a payment in this last week of the year. Here's how things looked at the opening: The Dow opened up 0.6%, or 176 points.\nThe S&P 500 rose 0.7%.\nThe Nasdaq Composite opened up 0.9%.  Remember: This week is another shortened trading week due to the New Year’s holiday on Friday.  ##US Stimulus## Iceland has received its first shipment of the Pfizer-BioNTech coronavirus vaccine, a spokesperson for the Ministry of Foreign Affairs confirmed to CNN on Monday. According to the spokesperson, an aircraft carrying Iceland’s first shipment of the vaccine landed at Keflavík International Airport Monday morning. It arrived from Amsterdam in the Netherlands. The shipment included 10,000 doses of the vaccine, which are expected to be rolled out from Tuesday. Earlier on Monday, Pfizer told CNN that it had had to reschedule a limited number of deliveries of the vaccine due to \"minor logistical issues,\" with some countries in Europe now expected to receive their deliveries on Tuesday, rather than Monday.  ##Vaccines## Two new variants of coronavirus first detected in the UK and in South Africa have been identified in Finland, the Finnish Institute for Health said in a statement Monday.  According to the statement, two people in Finland have tested positive for the variant of Covid-19 first detected in the UK, while a third patient has tested positive for the variant detected in South Africa. All patients had recently returned to Finland after traveling abroad.  The Institute for Health says the infected patients are currently in good condition and are being treated in isolation. People who may have been exposed to the three patients have since been quarantined and asked to take a coronavirus test.  On Dec. 23, Finland announced it would recommend all UK travelers arriving in the country on or after Dec. 7 to undergo testing, regardless of whether they are symptomatic.  The detection of the new variants in Finland comes just days after neighboring Sweden’s Public Health Agency announced it had identified a case of the new Covid-19 variant from the UK in the region of Sörmland, on the outskirts of Stockholm. ##UK Variant## The share of intensive care unit patients with Covid-19 in the US has been steadily increasing each week since the end of September, according to a CNN analysis of data published Monday by the US Department of Health and Human Services. About 16% of ICU patients had Covid-19 at the end of September, 22% at the end of October and 35% at the end of November.  Last week, nearly 40% of patients in ICUs across the country had Covid-19, the data shows. The United States reported Sunday the fourth highest number of hospitalizations since the pandemic began, according to the Covid Tracking Project (CTP).  This was the twenty-sixth consecutive day that the US has remained above 100,000 current hospitalizations. More on the data: The Health Department dataset aggregates hospital utilization data each Friday through Thursday and reports weekly averages for each facility.  The data is preliminary and excludes hospitals for which data was suppressed due to small counts. ##Hotspots## France’s health minister says he cannot rule out the possibility of a third national lockdown.   \"We never rule out measures that might be necessary to protect populations,\" Olivier Véran told Le Journal du Dimanche newspaper on Sunday.  \"This does not mean that we have decided, but that we are observing the situation hour by hour,\" he added.  While the French government had previously announced its aim to reduce the daily increase in new coronavirus cases to 5,000, this goal has yet to be achieved. 8,822 new coronavirus cases were recorded Sunday.  \"The target of 5,000 [daily cases] is moving away,\" Véran said. \"We will be attentive to what we will observe in the next few days,\" he added.  ##Hotspots## President Donald Trump reversed course on Sunday, signing into law a massive $2.3 trillion coronavirus relief and government funding bill that he had objected to at the last minute. That signature does two important things for the US economy: It averts a government shutdown that was set to begin on Tuesday, and extends billions of dollars in coronavirus aid to struggling Americans. However, because Trump did not sign the bill on Saturday, those in the Pandemic Unemployment Assistance and the Pandemic Emergency Unemployment Compensation programs will likely not receive a payment for the final week of the year. Their payments could also be delayed several weeks while state agencies reprogram their computers. Additionally, the $300 federal enhancement may only last 10 weeks instead of 11 weeks for most folks. That's because states can't provide benefits for weeks that start before programs are authorized, but the legislation calls for the extra payments to end on March 14. Some background: The Covid-19 relief legislation was passed by Congress last Monday and was flown to Mar-a-Lago on Thursday to await Trump's signature. But after sitting on the sidelines during the negotiations, Trump emerged with an eleventh-hour complaint that a separate provision in the deal, which the President's own White House helped broker, would only provide up to $600 in direct payments.  Trump wanted to send out $2,000 checks.  Trump signaled in a statement Sunday night that he signed the coronavirus relief bill only after securing a commitment for the Senate to consider legislation to increase stimulus checks from $600 to $2,000. Senate Majority Leader Mitch McConnell, however, did not reference that commitment in his own statement Sunday night praising the President for signing the relief bill. ##US Stimulus## Southwest Airlines said the just-signed stimulus bill will allow it to avoid employee furloughs – which would have been a first in the company’s approximately 50-year history.     CEO Gary Kelly wrote in memo to employees on Sunday that the law extending the Payroll Support Program, known as PSP, \"means we can stop the movement towards furloughs and pay cuts that we previously announced.\"   A copy of the memo was obtained by CNN. Southwest was planning on furloughing 6,828 employees in the spring, which would have been a first in the company’s 50-year history. The airline had offered the unions representing its employee groups a choice: either take a pay cut to preserve jobs, or furloughs.  The law means \"we can breathe a sigh of relief, knowing that we will not be forced to follow through with those steps that are so foreign to all of us,\" Kelly wrote. The new stimulus gives airlines another $16 billion for worker payroll support and bars any new furloughs until March 31, 2021.   American Airlines also said prior to the bill’s passage that if it did become law, American would bring back all furloughed employees. ##US Stimulus## Phase 3 clinical trials of the Novavax Covid-19 vaccine are set to start in the United States and Mexico, the company announced on Monday.  The trial for the vaccine candidate, known as NVX-CoV2373, will evaluate safety, efficacy and immune response in up to 30,000 people age 18 and older. It builds on Phase 1 and 2 studies that demonstrated the vaccine provoked an immune response and appeared to be safe.  The trial is examining whether the vaccine prevents moderate Covid-19 symptoms, as well as severe Covid-19 symptoms.  Two-thirds of participants will be assigned to randomly receive two injections of vaccine administered 21 days apart, the remaining one-third will receive a placebo. The trials sites are in locations that currently have high transmission rates \"to accelerate the accumulation of positive cases that could show efficacy,\" a statement said. Novavax says it aims for at least 25% of the study population to be age 65 or older, at least 15% to be Black, at least 10 to 20% Latinx and 1-2% American Indian. The trial is being funded with up to $1.6 billion from Operation Warp Speed. Some background: Novavax is also currently conducting a Phase 3 clinical study in the United Kingdom, a Phase 2b trial in South Africa and a Phase 1/2 continuation in the US and Australia, data from which are expected as soon as early first quarter 2021.  Two coronavirus vaccines, those made by Pfizer/BioNTech and Moderna, have received emergency use authorization from the US Food and Drug Administration. Two more vaccines, those from Johnson & Johnson and AstraZeneca, are in Phase 3 trials in the United States. ##Vaccines## Watch Dr. Carlos Del Rio: President Trump signed the massive $2.3 trillion coronavirus relief and government funding bill into law last night, averting a government shutdown that was set to begin on Tuesday, and extending billions of dollars in coronavirus aid to millions. House Speaker Nancy Pelosi had seized on Trump's call for $2,000 checks last week and brought to the floor a standalone bill that would have boosted the amount for relief checks on Thursday. House Republicans, however, objected to the bill over deficit concerns. The Democratic-led House is set to vote on the expansion of the direct payments today. Here are key things to know about the bill and what happens next:  Trump's signature of the $900 billion Covid relief package extends unemployment benefits for millions of jobless gig-workers and independent contractors, as well as the long-term unemployed. The estimated 12 million people in two key pandemic unemployment programs, who were facing their last payment this weekend, will now receive benefits for another 11 weeks. Plus, all those collecting jobless payments will receive a $300 weekly federal boost through mid-March.\nHowever, because Trump did not sign the bill on Saturday, those in the Pandemic Unemployment Assistance and the Pandemic Emergency Unemployment Compensation programs will likely not receive a payment for the final week of the year. And the $300 federal enhancement may only last 10 weeks instead of 11 weeks for most folks. That's because states can't provide benefits for weeks that start before programs are authorized, but the legislation calls for the extra payments to end on March 14.\nTrump signaled in a statement Sunday night that he signed the coronavirus relief bill only after securing a commitment for the Senate to consider legislation to increase stimulus checks from $600 to $2,000. Senate Majority Leader Mitch McConnell, however, did not reference that commitment in his own statement Sunday night praising the President for signing the relief bill. Some more context: The Covid-19 relief legislation was passed by Congress last Monday and was flown to Mar-a-Lago on Thursday to await Trump's signature. But after sitting on the sidelines during the negotiations, Trump emerged with an eleventh-hour complaint that a separate provision in the deal, which the President's own White House helped broker, would only provide up to $600 in direct payments.  Trump wanted to send out $2,000 checks.  Read more here.  ##US Stimulus## The Transportation Security Administration said it screened a record number of people at US airports nationwide on Sunday, breaking a pandemic air travel record set only last Wednesday.  At least 1,284,599 people passed through security checkpoints Sunday, the TSA said. That is the highest level air travel has reached since March 15th.  The new figure is about one half of the number of fliers from the same day a year ago.  That is a sign that some people are staying home, but not as many as health experts and the US Centers for Disease Control and Prevention would like. Earlier this month, the CDC urged Americans to stay home to avoid spreading coronavirus.  Air travel has spiked, according to the TSA, with US air travel numbers hitting more than a million passengers for six of the past ten days.  ##Holiday Travel## Admiral Brett Giroir, assistant secretary for health at the US Department of Health and Human Services said on Good Morning America that when it comes to the number of Covid vaccines that the US Centers for Disease Control and Prevention have reported being administered, “the two million number is probably an underestimate.” On Saturday, the CDC Covid Data Tracker said that 9,547,925 vaccine doses had been distributed and 1,944,585 had been administered. Giroir said that 10.8 million doses have been distributed to the states, “that two million number is delayed three to seven days, so we certainly expect that to be a multiple of two million.” Giroir said that another four point seven million doses would be distributed this week, so by the end of the week there would be over 15 and a half million doses “in the hands of the states.” There will be another allocation Tuesday, he said, saying “that’s the rhythm,” with states being told what they will get the following week. “So, 20 million doses will be distributed to the States by the first week in January, that’s where we are, probably another 30 million doses in January, another 50 million doses in February. That seems to be a very good estimate given what we know right now,” said Giroir. “So it’s moving along, it’s cranking, the end of the pandemic is in sight, but we have a lot of work to do and literally thousands of lives depend on how well we follow the simple public health measures until the vaccine can be widely distributed.”  ##Vaccines## The delivery of hundreds of thousands of doses of the Pfizer/BioNTech coronavirus vaccine to countries in the European Union has been delayed due to a “minor logistical issue,” Pfizer told CNN on Monday.  “We have rescheduled a limited number of our deliveries. The logistical matter has been resolved and those deliveries are now being dispatched,” Pfizer said in a statement.  “There are no manufacturing issues to report,” the US pharmaceutical giant added.  Vaccination deliveries delayed: Spain’s Health Ministry has said it had expected to receive a further 350,000 vaccine doses on Monday after launching its vaccination campaign the day before, but confirmed that the delivery has since been delayed due to a problem encountered “in the loading and shipping process.” “The next delivery of vaccines will be delayed a few hours and will arrive in Spain on Tuesday, December 29, for the continuation of vaccinations throughout the national territory,” the Health Ministry said in a statement.  Transporting the newly-developed Pfizer/BioNTech coronavirus vaccine has proven to be a major logistical challenge, as the vaccine has to be stored at -70 degrees Celsius, or -94 degrees Fahrenheit, while in transit. ##Vaccines## Beijing is cutting down its New Year's Eve events after the city reported local coronavirus infections over the weekend. The Chinese capital's Happy Valley amusement park announced it will close at 5:30 pm beginning Monday and cancel its planned New Year's Eve concert and celebrations, an announcement from the amusement park read. Another major New Year's event from Beijing's China Central Television Tower is also canceled, according to a CCTV Light Show announcement on its official WeChat account. The tower's light show usually runs from December 31 to January 3 but all four days will be canceled this year out of precaution due to the Covid-19 pandemic, CCTV said. The cancellations come after two locally transmitted Covid-19 cases were reported in Beijing's Shunyi district Friday. The city has collected 838,270 samples as of Sunday afternoon in its latest round of mass testing, Beijing's Center for Disease Control and Prevention said. Of the samples collected, close to 390,000 testing results have returned, and five people who are identified as close contacts of the initial two cases have returned positive results for the virus. On Sunday, Beijing officials discouraged people from attending temple fairs and gatherings for the New Year and Spring Festival holidays, adding that holding major events will need to go through a strict application and review process. Officials also discouraged travel agencies and online travel companies from organizing group tours to Beijing during the holiday season. Parks and tourist attractions are required to operate at 75% capacity during the two holidays. As the US prepares to grapple with potential holiday Covid-19 surges, hospitals across the country have reported more than 100,000 patients for the 26th day in a row. December has been a devastating month for coronavirus spread in the country. More than 63,000 Americans have died so far this month -- the most since the pandemic began -- bringing the total to more than 333,000 people lost to the virus in the US, according to data from Johns Hopkins University. With a total of 19.1 million people infected, there are now 118,720 people currently hospitalized, the Covid Tracking project reported. One hospital in Southern California is facing the possibility of rationing the limited number of ICU beds and treatment equipment due to the surge of cases, meaning health care providers may have to make decisions of who gets treatment and who does not, infectious disease specialist Dr. Kimberly Shriner told CNN on Sunday. Huntington Memorial Hospital in Pasadena is preparing for the \"ultimate triage\" if cases continue to climb in the coming weeks, Shriner said. “We have a limited number of ventilators, we have a limited number of ICU beds,” Shriner explained, adding that the hospital has nurses who normally take care of one or two patients now taking care of three or four.  And with waves of holiday travel, health experts predict cases will only grow. More than 1.1 million people were screened at airports on Saturday, according to the TSA. More than 616,000 were screened on Christmas Day alone, and hundreds of thousands more traveled in the days leading up to the holiday. Dr. Anthony Fauci described the potential impacts of the holiday season as a \"surge upon a surge.\" \"If you look at the slope, the incline of cases that we've experienced as we've gone into the late fall and soon to be early winter, it is really quite troubling,\" Fauci said.\n\"As we get into the next few weeks,\" he added, \"it might actually get worse.\" Read the full story here. A number of British tourists staying at the Swiss ski resort of Verbier are reported to have \"fled clandestinely under cover of night\" on Saturday, after a quarantine period was imposed on all travelers from the United Kingdom, a local official told CNN on Monday. The quarantine requirement was introduced amid concerns over a new, more contagious, coronavirus variant.  \"Some British tourists left immediately, while others decided to stay a little longer. Some of them fled clandestinely during the night,\" Jean-Marc Sandoz, spokesman for the town of Bagnes, some 20 minutes away from Verbier, told CNN. \"They left progressively, as soon as they found a way back to their homes,\" he added, noting that the exact number of tourists who left the resort has not been confirmed. On 21 December, the Swiss Federal Council imposed an entry ban and retroactive quarantine period on all travelers from the UK and South Africa, to prevent the spread of two newly-detected variants of coronavirus.  All those who have entered Switzerland from the two countries since 14 December are required to quarantine for 10 days. According to Sandoz, 370 holidaymakers from the UK were recorded as being required to comply with the 10-day quarantine order. \"Some of them had to leave for France, because planes for the UK are suspended in Switzerland,\" Sandoz said. \"You can't blame them. In most cases the quarantine was unbearable. Imagine staying with four people in a hotel room of 20 square metres, and they had to pay for staying at a Swiss ski resort,\" he added. According to Head of the Verbier Tourism Office, Simon Wiget, British tourists usually make up 21% of holidaymakers staying at the resort. ##UK Variant## Life wasn't easy for Patricia, even before the pandemic hit. She struggled with mental health issues after fleeing an abusive relationship, moving herself and her children into an east London flat with nothing more than the clothes on their backs. For the past few years, Patricia had held down a job as a barista, but she was furloughed after the Covid-19 crisis exploded and the United Kingdom went into lockdown. As the money got tighter, she found herself resorting to a food bank to help feed her family. \"You feel like you're going through it by yourself with your kids, and it's hard to explain to them what you're facing at the time when they just want to eat -- they don't really understand food poverty,\" said Patricia. We are only using her first name, in order to protect her identity. Like many others in the east London borough of Tower Hamlets -- one of the most deprived areas in the British capital -- Patricia turned to the First Love Foundation. The charity -- which gives out food to those in need, as well as providing other services including housing and legal assistance -- said it saw a 925% surge in demand during the early stages of the pandemic. An ongoing struggle: The pandemic has only widened the ever-growing divide between the haves and have-nots. In July, UN Secretary-General António Guterres said the virus had \"laid bare\" risks and inequalities known for decades, and warned that \"entire regions that were making progress on eradicating poverty and narrowing inequality have been set back years, in a matter of months.\" But even in Europe -- home to some of the richest countries and most generous social safety nets -- concerns around hunger and deprivation existed long before the Covid-19 crisis. In 2019, a report by Eurostat estimated that there were 92.4 million people in the EU who were at risk of poverty or social exclusion, equivalent to 21.1 % of the total population. Another Eurostat report from 2018 revealed that 33.4 million Europeans were unable to afford a meal with meat, fish, or a vegetarian equivalent every second day -- highlighting the sheer scale of the problem across Europe. And when the pandemic hit, things got even worse. Read the full story here:  Differences in how individual US states have responded to coronavirus are a \"major weakness\" in the US' handling of the pandemic, Dr. Anthony Fauci has said. \"The states are very often given a considerable amount of leeway in doing things the way they want to do it, as opposed to in response to federal mandates, which are relatively rarely given,\" the director of the National Institute of Allergy and Infectious Diseases told BBC Radio 4 in a segment that aired Monday. \"Although that works well for certain things, when you’re dealing with a pandemic, which doesn’t know the difference between the border of New York and New Jersey, or Florida and Georgia, or Texas and Oklahoma ... you have to have a degree of consistency in your response,\" he said, referencing shutdowns and reopening guidelines.  \"What we’ve had was a considerable disparity with states doing things differently in a non-consistent way. There have been a lot of factors that have led to the fact that, unfortunately for us, the United States has been the hardest hit country in the world, but I believe that disparity among how states do things has been a major weakness in our response,\" he said. There have been at least 19.1 million cases of coronavirus in the US, and at least 333,129 Americans have been lost to the virus, according to Johns Hopkins University's tally of cases. \"Politicization\" of public health measures slowed response: Fauci also pointed to divisive politics as a factor in the US' response to the pandemic. \"Unfortunately, this year, I think it's no secret to anyone following what’s going on that there is a considerable degree of divisiveness in this country,\" he said, explaining that this had complicated what \"at another time, and under different circumstances\" would be seen as simple public health matters. \"But now what we see is somewhat of a politicization, where ... things like the wearing of masks become a political statement, where ... keeping away from crowds becomes a political statement, that has made it very problematic as we’ve dealt with this unprecedented and historic outbreak,\" he said. Fauci said it is vital to continue with public health measures until coronavirus vaccinations are prevalent throughout the world -- not just in developed nations. \"Until we get that veil of protection, then we are constantly going to be challenged,\" he said. ##Hotspots## The London Ambulance Service (LAS) says it has received as many emergency calls in recent weeks as it did during the first wave of the coronavirus pandemic.  It says it has had to rely on the support of extra staff members and volunteers to ease pressure on the service. An LAS spokesman said demand for the service has risen \"sharply\" in recent weeks, with up to 8,000 calls a day to the 999 emergency number, compared to 5,500 on a typical busy day. UK variant: The United Kingdom has identified a new, more contagious coronavirus variant, linked to a recent surge in cases in England. Dozens of countries have banned travel from the UK in an attempt to contain it.  More than 2.29 million cases of coronavirus have been reported in the United Kingdom since the beginning of the pandemic, according to data from Johns Hopkins University, and more than 70,000 people have died.  \"Our colleagues in emergency departments are also under pressure receiving our patients as quickly as they can. We are working urgently with NHS partners to reduce any delays,\" the LAS spokesman added. According to data from the service, the LAS took 7,918 calls on December 26 this year, in comparison to 5,217 the year before. \"One of our busiest ever days -- 16 March 2020 -- as the first wave of the pandemic peaked, was only marginally busier,\" an LAS spokesperson told CNN Monday. ##Hotspots## Authorities shut down an illegal bar and broke up a warehouse party in Newark, New Jersey where more than 200 people were gathered in the middle of the current Covid-19 pandemic.  Newark Department of Public Safety maintain that patrons of the event were eating, drinking alcohol and participating in illegal gambling at a warehouse located at 6 Libella Court early Sunday morning.  Newark Public Safety Director Anthony F. Ambrose announced the arrest of two women working behind the illegal bar for being unable to produce the appropriate paperwork proving they held a license to sell alcohol, according to a statement released on Sunday.  Denisse Tinizaray, 26, and Katherine Tinizaray, 28, both of Newark, were arrested on Sunday and each face charges of maintaining an illegal alcohol establishment, illegal possession of alcohol and illegal sale of alcohol. New Jersey Gov. Phil Murphy announced new restrictions earlier this month limiting outdoor gatherings to no more than 25 individuals, down from the previous 150-person limit. In August, Murphy announced a reduction to indoor gatherings limiting establishments to 25% capacity with a maximum number of 25 people, due to the “upward climb” in the Covid-19 transmission rate. More than 30,000 people in Germany have died from symptoms related to the novel coronavirus, according to official data released Monday. The daily tally from Germany‘s center for disease control, the Robert Koch Institute, showed an additional 348 deaths in a span of 24 hours, bringing the total to 30,126.  The country also recorded 10,976 new infections in the same timeframe.  Germany currently has hard lockdown measures in place in an effort to reign in a surge of new coronavirus infections. Like other European Union nations, the country began administering the recently approved Pfizer/BioNTech vaccine on Sunday. ##Hotspots## Oman will reopen its borders on Tuesday after closing them for a week amid concerns over the new, more contagious variant of coronavirus first detected by the United Kingdom, state media reported Sunday. The Supreme Committee, which oversees the highest decision making in Oman, released a statement on Sunday announcing that borders will reopen at midnight and travelers entering the country will be required to quarantine for seven days. Every traveler must have a negative PCR test before boarding for travel and expect to be tested again on arrival, the statement said.  Passengers entering the sultanate are also required to register on Oman's Covid-19 tracking app and wear a tracking bracelet during the duration of their quarantine.   Vaccine drive: The decision to lift the travel ban comes on the same day Oman launched its vaccination campaign.  Health Minister Dr. Ahmed Mohammed al-Saidi was the first person to be inoculated against Covid-19, state media reported.  The first batch of vaccines delivered on Thursday contained 15,600 doses and 28,000 are expected to arrive in early January, the health minister said, according to state media.  ##Vaccines## ##UK Variant## South Korea announced that it has detected the new, more contagious Covid-19 variant -- first identified in England -- in three visitors traveling from London, the Korean Disease Control and Prevention Agency said on Monday. The three visitors were from the same family who arrived from London on December 22, the agency said. They tested positive for Covid-19 when entering South Korea and have since been placed under quarantine. South Korea on Monday extended a ban on flights from the UK until January 7. New cases: On Sunday, South Korea reported 808 new Covid-19 cases, of which 787 were locally transmitted, the agency added.  This brings the total number of infections across the country to 57,680, while the death toll currently stands at 819.  ##UK Variant## China's Dalian city announced it has finished a mass testing of 6.38 million residents amid a cluster of Covid-19 cases, local health authorities said on Sunday. Since December 15, Dalian has reported 33 symptomatic cases, while another 27 asymptomatic patients have been placed under medical observation, the Dalian Municipal Health Commission said.  The mass testing commenced on December 22, according to state-run People's Daily newspaper. Beijing testing: Meanwhile, as of 3 p.m. Sunday, Beijing had collected 838,270 samples in another round of mass testing in the city's northeastern Shunyi district, Beijing's Center for Disease Control and Prevention said. The mass testing began on Friday after the city reported two locally transmitted Covid-19 cases, it added. Close to 390,000 test results have returned, and five people who are identified as close contacts of the initial two cases have returned positive results for the virus.  The United States reported 150,092 new coronavirus infections and 1,209 virus-related deaths on Sunday, according to Johns Hopkins University data. The nationwide totals now stand at 19,134,976 cases and 333,125 fatalities. The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases.  At least 9,547,925 vaccine doses have been distributed and at least 1,944,585 doses of the vaccine have been administered, according to the US Centers for Disease Control and Prevention. Follow CNN’s map: ##Hotspots## Sydney’s iconic New Year’s Eve firework display is set to go ahead as planned Friday night, but people will not be allowed to gather along the harbor unless they are in hospitality venues, according to a news release issued by the NSW government on Monday. The leader of the Australian state of New South Wales apologized for the restrictions during a news conference on Monday but said they were necessary to prevent a super spreading event.  “On New Year’s Eve, we don’t want any crowds on the foreshores around Sydney whatsoever,” NSW Premier Gladys Berejiklian said.  New South Wales has been fighting the spread of a cluster of cases centered around a district in northern Sydney.  NSW reported five new local cases in the 24 hours leading up to 8 p.m. on Sunday, of which four were linked to the outbreak in Sydney’s Northern Beaches area. Japan recorded 2,950 new Covid-19 cases and 39 virus-related deaths on Sunday, the Ministry of Health said in a statement released Monday. This is a drop from Friday, when Japan reported the highest single-day infection number at 3,823. The total number of confirmed cases nationwide now stands at 220,948, while the death toll has reached 3,265, according to the ministry. A total of 659 patients, or five more compared with Saturday, are currently in serious condition, the ministry added. UK variant: Starting Monday, Japan has banned foreign nationals from entering the country through the end of January after several cases of the Covid-19 variant were recorded in the country, the Japanese Foreign Ministry said. The United Kingdom announced last week that it had detected a new, more contagious coronavirus variant, which has since been detected in more than a dozen countries. ##Hotspots## ##UK Variant## Saudi Arabia is extending its entry ban to the kingdom by air, land and sea for another week because of the spread of the new coronavirus variant to several countries, state-run Saudi Press Agency reported Sunday. The ban first went into effect last week after the United Kingdom announced it had detected a new, more contagious coronavirus variant. Since then, the new variant has been detected in more than a dozen countries. Saudi Arabia's Interior Ministry, according to SPA, said it will only allow travelers to fly into the country under exceptional cases. Non-Saudis can take a flight out of the kingdom if they wish to depart, the ministry said. ##UK Variant## Brazilian Vice President Hamilton Mourão has tested positive for Covid-19, CNN Brasil reported late Sunday, citing a statement from the vice presidency press office. “The press office states that the vice president will remain in isolation at the official residence of Jaburu,” the statement said, according to CNN Brasil. In early July, Brazilian President Jair Bolsonaro also tested positive for the virus and recovered after isolating at the Presidential Palace in Brasilia.  As of Sunday, Brazil has reported 7,484,285 cases of Covid-19 and 191,139 virus related deaths. ##Hotspots## Japan will introduce a tracking system for overseas travelers before the Tokyo Olympics in an effort to stem the spread of Covid-19, a government minister said on Sunday. Speaking on a Fuji TV program, digital transformation minister Takuya Hirai said Japan will require all visitors to install a mobile app that can track their movements after entering the country. The app, which is currently under development, will require users to turn on GPS systems and is expected to be released before the Tokyo Olympics, he added. \"It needs to be mandatory in the sense of protecting one another,\" he said.  The Tokyo Olympics is scheduled to begin on July 23, 2021. The United States reported 118,720 current Covid-19 hospitalizations on Sunday, the fourth highest number reported since the pandemic began, according to the Covid Tracking Project (CTP).  This is the 26th consecutive day that the US has remained above 100,000 current hospitalizations. The highest hospitalization numbers according to CTP data are: Dec. 24: 120,151 people hospitalized\nDec. 23: 119,463 people hospitalized\nDec. 25: 118,948 people hospitalized\nDec. 27: 118,720 people hospitalized\nDec. 22: 117,777 people hospitalized ##Hotspots## Singapore will begin Covid-19 vaccinations on December 30, the Ministry of Health said in a statement Sunday. Healthcare workers will be the first to receive vaccinations, while those aged 70 or above will be vaccinated starting in February next year, the ministry said. All Singaporeans and long-term residents are expected to be vaccinated by the end of 2021, and the vaccination program will be free to ensure accessibility, it added.  \"Comprehensive vaccination coverage in the population will ensure that our population is protected from Covid-19,\" the statement read. \"In the longer term, this will enable us to re-open further both as a society and economy, and expedite our recovery from the pandemic.\" On December 14, Singapore's Prime Minister Lee Hsien Loong announced that the country approved the Pfizer-BioNTech Covid-19 vaccine for public use. The first shipment of the vaccine arrived in the country on December 21. ##Vaccines## South Africa registered 9,502 new cases of Covid-19 Saturday, pushing the total number of cases to 1,004,413 according to data from the country's health ministry. There were also 214 more fatalities reported, leaving the total death toll at 26,735. South Africa has the highest total number of reported cases in Africa, according to data from Africa CDC. More than 2.6 million cases have been reported across the continent.  Earlier this week a new coronavirus variant was reported in South Africa, which is different than the strain causing so much concern in the United Kingdom, the World Health Organization’s technical lead for Covid-19, Maria van Kerkhove, said Monday. CNN is tracking worldwide cases: ##Hotspots## President Donald Trump signed the massive $2.3 trillion dollar coronavirus relief and government funding bill into law Sunday night, averting a government shutdown that was set to begin on Tuesday, and extending billions of dollars in coronavirus aid to millions. Trump's signature of the $900 billion Covid relief package extends unemployment benefits for millions of jobless gig-workers and independent contractors, as well as the long-term unemployed. The estimated 12 million people in two key pandemic unemployment programs, who were facing their last payment this weekend, will now receive benefits for another 11 weeks. Plus, all those collecting jobless payments will receive a $300 weekly federal boost through mid-March. Read the full story here. ##US Stimulus## The European Union (EU) officially kicked off its Covid-19 vaccination campaign on Sunday, days after approving the Pfizer/BioNTech coronavirus vaccine on December 21. \"The ... vaccine has been delivered to all EU countries,\" European Commission president Ursula von der Leyen said on Twitter on Saturday. The Commission has declared December 27, 28 and 29 \"EU vaccination days,\" which von der Leyen said were \"a touching moment of unity.\" She added that: \"Vaccination is the lasting way out of the pandemic.\" The first people to receive doses of the vaccine were largely elderly or frontline medical workers. In France a 78-year-old woman named Mauricette was the first to be given the vaccine, according to a tweet by Aurélien Rousseau, the director-general of the Ile-de-France region's health agency. Mauricette, a former housekeeper, received the vaccine at a public hospital in the greater Paris area. Italy -- once the European epicenter of the coronavirus pandemic -- also administered its first doses of the vaccine on Sunday. Early start: While the EU officially launched its vaccination program on Sunday, some countries had made a start on vaccinating people a day earlier -- doses were administered on Saturday in both Germany and Slovakia. Read the full story: ##Vaccines##", "Section": "world", "Writers": ["Ben Westcott", "Adam Renton", "Melissa Macaya", "Melissa Mahtani"], "URL": "https://www.cnn.com/world/live-news/coronavirus-pandemic-vaccine-updates-12-28-20/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Singapore", "Source": "CNN"}