{"Type": "article", "Time": "2020-07-24", "Headline": "First chicken to ever cross the road was likely in Southeast Asia, scientists say", "Text": "The first chicken to ever cross the road was likely in Southeast Asia, new research has revealed. Despite the prevalence of chickens -- they outnumber all other birds on the planet with approximately 23 billion cluckers worldwide -- centuries of scientists have struggled to determine exactly where they originated and how they were domesticated.   Previous studies suggested that chickens were domesticated in northern China during the Neolithic era sometime around 8050 BC or the Indus Valley Civilization around 2000 BC, in what is now Pakistan and northwest India. Many scientists believed two separate origins -- both India and China -- also made sense.  But now a new study published in the journal Cell Research has contradicted those findings.  Scientists analyzed 863 genomes from a worldwide sampling of chickens and found that modern chickens descended primarily from ancient chickens that lived in what is now Myanmar, Laos, Thailand and southwestern China.  \"Where the chicken is really from is a very important question for understanding when the chicken was domesticated,\" said the study's co-author Ming-Shan Wang, a postdoctoral researcher at the University of California Santa Cruz's Paleogenomics Lab. Previous research was limited, Wang told CNN, because these studies were based on genetic information from mitochondrial DNA or \"scarce genomic data of commercial chickens.\"  He added that previous studies were restricted because of a limited number of samples and poor samples of junglefowl -- which are in the same genus as domesticated chickens --  that made it difficult to clarify different species.  \"Our results provide new insight into the evolutionary history of chicken, facilitating a better understanding of the history of humans and other species in the region,\" he said. Modern chickens are most closely linked to the wild red jungle fowl subspecies Gallus gallus spadiceus, which today live predominantly in southwestern China, northern Thailand and Myanmar, researchers also found. Their analysis suggested that domestic chickens split off from that subspecies between about 12,800 and 6,200 years ago, with domestication likely taking place after the divergence.  The new insights placing the origins of the chicken in the tropical lowlands of southwest China and Southeast Asia changes scientists' understanding of the cultural groups involved with chickens and their environmental surroundings, according to archaeologist and botanist Dorian Fuller, an archaeobotany professor at University College London's Institute of Archaeology, who was not involved with the study. \"Chickens were moved out of really tropical forested areas, or maybe bamboo thickets, into human villages, instead of coming from the more open woodland/grasslands mixed environments that we would associate with central China or the Indus valley,\" Fuller said in an email.  A landmark study The study was the largest-ever genome sequencing initiative for domestic chickens and all wild junglefowl species from their natural habitats across the globe to date.  \"There have been other chicken genetic studies, but what makes it a landmark study is the very large coverage of wild jungle fowl across (the) full range of regions and habitats where wild jungle fowl occur,\" Fuller said.  \"Having that coverage of wild population really allows us to understand where chickens come from. In terms of methods, they are also better able to determine which 'wild' chickens might not really be wild but ancient escapes.\" But the genetic data, the scientists maintained, needs to still be combined with archaeological data in order to paint a full picture of chicken domestication.  \"Archaeological evidence from the regions now identified as origins can provide us insights into the kinds of human economies that first incorporated chickens, and transformed this from a rare jungle bird into a staple protein source,\" Fuller said.  Wang added that further sampling of wild jungle fowls and the inclusion of ancient DNA also warrant more research in the future. 1,000 more chicken genomes What made this study's genetic research distinctly wide-reaching is that it benefited from advances in genome sequencing techniques, according to Wang. \"Previously, conducting a whole-genome sequence was very expensive,\" he told CNN. Although the research process has become cheaper, it's still very intense -- requiring two years for sampling the sequences and involving nearly 60 scientists who co-authored the study.  Now, the research team is on a mission to sequence 1,000 more chicken genomes to cover more breeds or ecotypes, such as African backyard village chickens, European fancy chickens and game chickens.    Wang said he hoped that sequencing more genomes will further improve scientists' understanding of chickens' global dispersal, genetic diversity and adaptations. \"In addition, it can inform efforts at the conservation of true wild red junglefowl,\" Fuller added. \"Like many wild species, they are increasingly threatened by habitat destruction.", "Section": "world", "Writers": ["Lauren Kent"], "URL": "https://www.cnn.com/2020/07/24/world/first-chicken-origin-southeast-asia-scn/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}