{"Type": "article", "Time": "2021-01-12", "Headline": "The latest on the coronavirus pandemic and vaccines", "Text": "The World Health Organization team tasked with investigating the origins of the Covid-19 outbreak in Wuhan has arrived in China, state broadcaster CGTN announced on Thursday.  The group's successful arrival comes after WHO announced last week that the team had been blocked from entering China as the necessary permissions to enter the country had not been approved.  WHO Director-General Tedros Adhanom Ghebreyesus said last week he was \"very disappointed,\" in a rare rebuke of China from the UN agency. For months, WHO officials had been negotiating with Beijing to allow a team of global scientists access to key sites to investigate the origin of the virus -- first detected in Wuhan in December 2019 -- and its likely jump from an unidentified host species to humans. Bolivia's former President Evo Morales tested positive for Covid-19 after receiving a routine check-up, Morales' press officer confirmed to CNN Wednesday.  \"The former President is under medical supervision and fulfilling the isolation that's required in pandemic situations,\" the press officer said.\n\"He has mild symptoms such as a little cough and his situation is stable.\" As of Wednesday, Bolivia has reported 176,761 confirmed cases of Covid-19 and 9,454 deaths, according to Johns Hopkins University. There’s a risk that initial protection against Covid-19 could decrease if the administration of the second dose of the Pfizer/BioNTech vaccine is delayed, BioNTech CEO Ugur Sahin said Wednesday. “If the time is delayed to the second dose, there is a risk,\" Sahin said. The data the company has is that protection starts after 12 days. That \"could go down if the second dose does not come after three weeks or four weeks or six weeks,\" he said. \n“I don't doubt that that we will have a boost with the second dose regardless if it’s three weeks, four weeks or six weeks, because we know that from other protocols that this could be possible,” Sahin added. \nBut he concluded that, “In the absence of evidence, we would of course favor that the second dose is applied not much later than what is originally proposed.” The second dose of the Pfizer/BioNTech’s Covid-19 vaccine is supposed to be administered 21 days after the first shot. Sahin said that governments and health institutions may need do their own risk-benefit analysis when it comes to getting doses out more quickly.  “There is this discussion that it could be a benefit for the society if the second dose is delayed and more people are vaccinated,” he said. Protection against asymptomatic infections: Also on Wednesday, Sahin said that BioNTech is expecting data to come in February on its Covid-19 vaccine’s ability to protect against asymptomatic infections. Pfizer/BioNTech’s Covid-19 vaccine was authorized in the United States last month based on data showing it was 95% effective in preventing symptomatic disease. But it remained unclear whether the vaccine prevented people from becoming infected with the virus and spreading it asymptomatically. Sahin said animal research has suggested that the vaccine is able to provide protection from infection, and that’s the “key to prevent transmission.” ##Vaccines## Approximately one in three residents in Los Angeles County has been infected with Covid-19 since the start of the pandemic, according to new data published by the county. As the county continues to experience a coronavirus surge, workplace outbreaks have also increased, the Los Angeles County Department of Public Health said Wednesday.  Workplace outbreaks are occurring at grocery stores, convenience stores, warehouses, manufacturing facilities, and many other workplaces where people come together on a daily basis. “In just over a month, outbreaks at these worksites increased from 9 per week on November 1, to 44 per week on December 6 -- nearly a fivefold increase,” the department said. The county has also experienced an increase in outbreaks in schools and daycare settings. “While almost all the outbreaks were small and well-contained, dozens of staff and a small number of students were affected,” the department said.  It warned that these increases reflect a pattern of transmission from worksite to home and back to worksites.  Infection rate: The Los Angeles County Department of Health Services’ epidemic model estimates that about one in 115 residents are currently infectious to others compared to one in 125 a week ago. Hospitalizations: According to county health officials, the number of new patients requiring hospitalization due to the virus has “increased markedly in December,” but “has appeared to level off.” “We have not yet fully seen the effect of transmission in the period from around Christmas to New Years,” they said Wednesday. Due to the time required for new exposures to result in illness severe enough to require hospitalization, health officials explained that the extent of transmission occurring during the last 10 days in December through New Year’s remains unclear. “This makes it difficult to reliably predict demand for hospital-based services,” they said. Officials predict a continued shortage of ICU beds and ventilators over the next four weeks.  ##Hotspots## China has reported its first Covid-19 related death in 242 days as daily new infections reached the highest levels since July, according to health authorities.  The individual died on Wednesday in Hebei province, which has been at the center of China’s most recent outbreak of the coronavirus.  China’s National Health Commission (NHC) reported 138 new Covid-19 infections for Wednesday, including 14 imported cases. Of the 124 locally transmitted cases, 81 cases are from Hebei province.  The NHC also recorded an additional 78 asymptomatic cases detected on Wednesday. China does not include asymptomatic patients in its tally of confirmed cases. Many NFL and Major League Baseball stadiums, from New York to Los Angeles, have been Covid-19 testing sites -- and now some of those same facilities are being repurposed again as Covid-19 vaccination centers. Yet many health officials warn that balance is needed to ensure Covid-19 testing efforts continue even as the country pushes for more coronavirus vaccinations That balance is the crux of an issue that public health officials have grown more concerned about, Dr. Marcus Plescia, chief medical officer at the Association of State and Territorial Health Officials, told CNN on Wednesday. \"Converting some of those large-scale venues from testing to vaccination, at least for the time being, makes sense -- just because we do have to start to scale up the vaccination, but I think there's a balance,\" Plescia said.\n\"We can't just switch everything over to vaccinations,\" he said. \"We need to continue to have some resources where people can get tested.\" Read the full story:  ##Vaccines## The White House coronavirus task force again suggested the existence of “more transmissible” strains of Covid-19 and a “much more rapid” spread of the virus, in its weekly reports to states. “This fall/winter surge has been at nearly twice the rate of rise of cases as the spring and summer surges. This acceleration and the epidemiological data suggest the possibility that some strains of the US Covid-19 virus may have evolved into a more transmissible virus,” the report, dated January 10 and obtained by CNN, said.\n“Given that possibility, and the presence of the UK variant that is already spreading in our communities and may be 50% more transmissible, we must be ready for and mitigate a much more rapid transmission.” Last week, the US Centers for Disease Control and Prevention shot down an item included in the January 3 task force state reports that suggested there was a homegrown “USA variant” of coronavirus, a misperception that began on a call with governors, an administration official told CNN. But the official made it very clear US health officials have not determined that a US variant of the virus exists.  After the holiday season, the US is now seeing “clear continuation of the pre-holiday high rate of spread as measured by rising test positivity, increased cases, increased hospitalization rates, and rising fatalities,\" the report said. There is “full resurgence” of viral spread in “nearly all metro areas,” the reports said, calling for “aggressive action.” The task force outlined measures including the use of masks that are “two or three ply and well-fitting,” as well as “strict physical distancing,\" and more proactive testing of young adults. This week’s reports raised concerns about “significant, continued deterioration from California across the Sunbelt and up into the Southeast, Mid-Atlantic, and Northeast,” so, essentially, the entire continental US. And as the nation lags in administering vaccinations, the task force emphasized the need to “put (vaccines) in arms now,” noting that “active and aggressive immunization in the face of this surge would save lives.” ##Variant## An ensemble forecast published Wednesday by the US Centers for Disease Control and Prevention now projects there will be 440,000 to 477,000 coronavirus deaths in the United States by February 6. Unlike some individual models, the CDC’s ensemble forecast only offers projections a few weeks into the future. The previous ensemble forecast, published January 6, projected up to 438,000 coronavirus deaths by January 30. At least 384,343 people have already died from Covid-19 in the US, according to data compiled by Johns Hopkins University. ##Hotspots## Turkish health regulators approved the Chinese Sinovac Covid-19 vaccine for emergency use on Wednesday, clearing the way for a mass vaccination program to begin on Thursday. “The scientific data has been evaluated and 14-day testing of samples taken from the batches that have arrived have been examined in our laboratories... Emergency use authorization has been issued,\" the Turkish Drug and Medical Device Administration said in a statement. Immediately after the announcement, Turkish Health Minister Fahrettin Koca received the first dose of the vaccine on live television. He told reporters that he and other members of the Pandemic Science Council are being vaccinated immediately and rollout across all 81 provinces in Turkey will begin on Thursday. The administration did not release details about the data used to determine the vaccine’s safety and efficacy. Advanced, Phase 3 trials are ongoing in Turkey, but the vaccine is also being tested in other countries, including Brazil. Chilean President Sebastian Pinera announced on Wednesday that his country expects to receive 10 million doses of the Sinovac vaccine. Indonesian President Joko Widodo received the first shot of Sinovac vaccine on Wednesday and announced that vaccination will start across the country immediately.   Questions over Sinovac data: On Tuesday, the government of Sao Paulo published data showing that the Sinovac vaccine was just 50.38% effective in late-stage trials in Brazil, significantly lower than earlier results showed. While the number exceeds the threshold required for regulatory approval, it falls far below the 78% previously announced. ##Vaccines## The United States has tallied over 3 million new Covid-19 cases in 2021 so far, John Hopkins University reports. It took 167 days to reach the first 3 million cases, from January 22, 2020 (when JHU reported the first US coronavirus case) to July 8, 2020.  So far, 23,044,857 cases and 384,204 deaths have been reported from Covid-19 during the entire pandemic, per JHU.  ##Hotspots## Major League Baseball teams reached out to county and city health officials this week to offer every MLB stadium in the country as a mass vaccination site, Lori Tremmel Freeman, CEO of the National Association of County and City Health Officials, told CNN on Wednesday. \"These stadiums are wonderful areas to be repurposed for larger, mass vaccination efforts,\" Freeman said, but she added that testing is still a priority. \"We have so many places across the country still experiencing high levels of transmission and resurgence of disease, that we can't afford to let down the testing right now,\" she said. \"We're too early in the vaccination process to do that, because we still need to mitigate and manage the spread of the disease, even while we're vaccinating.\" Many venues -- including Dodgers Stadium in Los Angeles and Yankee Stadium in New York -- already have plans underway to become Covid-19 vaccination centers. ##Vaccines## At least 76 cases of a coronavirus variant first identified in the UK have been found in 12 US states, according to data posted Wednesday by the US Centers for Disease Control and Prevention. This includes 32 cases in California, 22 in Florida, five in Minnesota, four in New York, four in Colorado, two in Connecticut, two in Maryland, and one case each in Texas, Pennsylvania, Indiana, Wisconsin and Georgia. The CDC says this does not represent the total number of cases circulating in the US, but rather just those that have been found by analyzing positive samples. The agency cautions that its numbers may not immediately match those of state and local health departments. While the variant appears to spread more easily, there's no evidence that it's any more deadly or causes more severe disease, according to the CDC. It has been found in more than 50 countries worldwide. Experts suspect there could be many more cases in the country and have criticized the US for not doing more genetic sequencing of virus samples to surveil for mutations. Earlier this month, a CDC official told CNN the agency plans to more than double the number of samples it sequences by mid-January -- with a target of 6,500 per week. ##Variant## There have been at least 23,044,857 total cases of Covid-19 in the United States and at least 384,207 people have died from it since the pandemic began, according to data compiled by Johns Hopkins University.  17 other countries in the world have reported over 1 million total Covid-19 cases, according to JHU:  India has over 10 million total cases \nBrazil has over 8 million total cases \nRussia and the United Kingdom have over 3 million total cases\nFrance, Turkey, Italy, and Spain have over 2 million total cases \nGermany, Colombia, Argentina, Mexico, Poland, Iran, Ukraine, Peru, and South Africa all have over 1 million total cases each Track the US cases:  The President and CEO of the National Association of Chain Drug Stores (NACDS) said Wednesday that pharmacists across the US will have the capacity to administer 100 million doses of the Covid-19 vaccine once supply is available.   \"Based on conservative assumptions, pharmacies have the capacity to meet the demand for 100 million vaccine doses in one month when that level of the vaccine supply is available,\" Steven Anderson told reporters on a phone call Wednesday.   NACDS includes 40,000 pharmacies and 155,000 pharmacists, according to Anderson.   ##Vaccines## Early stage trials of Johnson & Johnson's experimental coronavirus vaccine show it generated an immune response in nearly all volunteers, with minimal side-effects, after a single dose. The company expects to report details of more advanced trials later this month and is hoping to apply for authorization from the US Food and Drug Administration soon after. Researchers who tested the vaccine in a combined Phase 1-2 trial -- mostly meant to show safety -- found either one or two doses of the vaccine generated both antibody and T-cell responses against the coronavirus. The trials were not designed to show whether the vaccine protected people against either infection or symptoms of coronavirus -- that's what the ongoing Phase 3 trials are designed to do. Writing in the New England Journal of Medicine, an international team of researchers who tested the vaccine in around 800 volunteers said the early stage trials showed it was safe and probably should work. The FDA has given emergency use authorization to two coronavirus vaccines – one made by Pfizer with partner BioNTech, and another by Moderna. Both were about 95% effective in preventing symptomatic disease in their Phase 3 trials. They use messenger RNA or mRNA – a new vaccine technology. Johnson & Johnson’s vaccine arm Janssen uses a different approach for its vaccine, often referred to by its experimental name Ad26.COV2.S. It uses a weakened version of a common cold virus called adenovirus 26 to carry genetic material from the virus into the body, prompting human cells to produce pieces of the virus, which are then recognized by the immune system. Read more on this story:   ##Vaccines## As some areas of the country push to reopen school buildings, a new report from the US Centers for Disease Control and Prevention finds that Covid-19 cases were lowest among younger children even after schools restarted for in-person learning. But to safely reopen schools, transmission in communities must be kept in check. The report, published Wednesday in the CDC’s Morbidity and Mortality Weekly Report, considered more than 2.8 million laboratory-confirmed Covid-19 cases in people under age 24, from March 1 through December 12, 2020.  More than 57% of those cases occurred among people ages 18 to 24. Cases among children and teens paralleled cases among adults through the summer and fall -- including spikes in cases in early summer followed by a decline, and then a steep increase in October through December. By early December, 62% of US K-12 school districts had opened for full or partial in-person learning. Despite that, reports of school outbreaks were “limited,” CDC researchers wrote. Covid-19 incidence among the general population was similar in counties with in-person learning – 401.2 cases per 100,000 people – and those that were all-online – : 418.2 per 100,000 people. There was no sign that increased cases among school-age children and teens preceded increases in other age groups; however, there were increases among other age groups after cases increased among people ages 18 to 24. To prevent coronavirus transmission in schools, transmission in the community must be controlled, the report said. Communities and schools should implement mitigation strategies such as wearing masks, and people must adhere to them. CDC recommendations already say K-12 schools should be the last to close after all other mitigation measures have been attempted, and the first to reopen once it’s safe to do so, the report noted.  “When community transmission is high, cases in schools should be expected, and as with any group setting, schools can contribute to COVID-19 transmission, especially when mitigation measures, such as universal and proper masking, are not implemented or followed,” the report said. There are limitations to the report, including that Covid-19 cases are likely underestimated among young people, and case trends among teachers and school staff members are not available. President-elect Joe Biden has pledged that his administration will reopen most schools within 100 days of taking office.  Portugal is set to enter a new lockdown on Friday but schools will remain open, Prime Minister Antonio Costa announced on Wednesday.  “We have to take over the joint responsibility of stopping this pandemic together,” Costa said in his press conference.  “The fundamental message of the decisions that we are taking is to return to our duty of home curfew -- as we had in March and April -- when we stopped, with success, the first wave,” Costa said. “The rules that we are reimposing are essentially the same as March and April, with one exception which is tied with the democratic schedule around the Portuguese elections on January 24; and with the necessity of not sacrificing again our current generation of students and as such, we will maintain all the education systems fully operational as they are currently,” he said.  The announcement comes amid rising concerns over record coronavirus numbers, after Portugal reached its highest number of daily cases and coronavirus related deaths.  Moderna CEO Stephane Bancel said Wednesday he does not believe variants of coronavirus that have been detected in the UK, South Africa or Brazil, and now seen in many countries, will affect the efficacy of his company's vaccine.   \"I think the question is more medium term as the virus continues evolving over time,\" Bancel said Wednesday during the annual JP Morgan Health Conference.  \"I'm not worried for the short term but we are watching that very closely because I think that we might be moving into a world where we need new strains of vaccine down the road -- but not in the short term,\" he said. Pfizer President Angela Hwang said she is \"bullish\" about what the Pfizer vaccine is capable of doing in terms of reacting to mutations and variants, but they are watching it closely as well. \"What we have to realize is the virus could change and we may need a new vaccine altogether,\" Hwang said.   Hwang said Pfizer is ready should the virus change and \"that's where the beauty of the mRNA technology comes in.\"  \"With the sequence, we are going to be able to make a new vaccine in very short order, in as little as six weeks,\" Hwang said.   Both Moderna and Pfizer use a modular type of technology that allows the vaccine formula to be changed quickly in case a viruses mutates so much that it eludes the immune response prompted by a vaccine.  ##Vaccines## Just over 10 million people have received their first coronavirus shots and 29.3 million doses of vaccine have been distributed, the US Centers for Disease Control and Prevention said Wednesday. The US is still lagging far behind its target vaccination rate, but the new numbers indicate that close to a million people received vaccination shots in a day – although the CDC’s numbers are not reported in real time and states complain that the data is lagging. The CDC reported Tuesday that more than 9 million people had been vaccinated as of 9 a.m. ET. According to the CDC, as of 9 a.m. Wednesday, 29,380,125 doses had been distributed and 10,278,462 people had received first doses of vaccine. The Trump Administration’s Operation Warp Speed announced changes Tuesday aimed at speeding up the vaccine administration process, including releasing more doses of vaccine and urging states to vaccinate anyone 65 and older, and younger people with chronic conditions that might make them more vulnerable to severe disease. As Covid-19 case numbers continue rising globally, Dr. Mike Ryan, director of the World Health Organization’s Health Emergencies Programme, on Wednesday called upon wealthy nations around the world to help bridge a global vaccine inequity gap. \"There are populations out there who want and who need vaccines who are not going to get them unless or until we begin to share better,\" Ryan said during a virtual Q&A Wednesday. In the 36 days since countries started vaccinating, 28 million vaccine doses have been administered, he said. According to Ryan, of the 46 countries who are currently vaccinating, only one is a low income country. “We really have to look at this in terms of equity,” Ryan said. Ryan added there have been 5 million new cases of Covid-19 and 85,000 deaths linked to the virus globally in the past week. \"Essentially all regions apart for Southeast Asia are showing increases,\" Ryan said, highlighting that the Americas still account for half of all new cases and 45% of deaths globally.  \"We've seen that perfect storm of the season, the coldness, people going inside, increased social mixing, and a combination of factors that have driven increased transmission in many, many countries,\" Ryan said. \"It's interesting when we talk about tolerance, kindness and solidarity, that they are probably the most powerful countermeasures we have right now,\" he also said. \"You have to have the attitude that this disease ends with me.” ##Vaccines## Italy marked a grim milestone on Wednesday, as its total coronavirus death toll passed 80,000. The country has registered 80,326 total deaths and currently has the sixth highest global death toll, according to data from Johns Hopkins University. According to health ministry data, there were 15,774 new daily cases, bringing the total number of cases in Italy to 2,319,036. A total 2,579 intensive care beds are occupied by Covid-19 patients, 59 less than Tuesday. ##Hotspots## The Americas have reported almost 39 million coronavirus cases and nearly 925,000 deaths since the start of the pandemic, Pan American Health Organization’s (PAHO) director Carissa Etienne told journalists during a virtual press conference on Wednesday. Last week 2.5 million people across the Americas were infected with Covid-19, which Etienne said was the highest weekly case count since the virus reached the region.  Local health systems in Canada and Mexico are struggling to keep up with demanding care, and early January data suggests \"infections are on the rise in Costa Rica and Belize\" Etienne added.  In South America, every country has reported a rise in cases over the last few weeks.  The PAHO director also said PAHO is working with every country in the region to help secure vaccines. Their effort includes but is not limited to providing support for vaccine demand planning, logistics, coaching management, surveillance, information system strengthening, as well as health worker training and vaccine communication planning. New York City Mayor Bill de Blasio is working on a plan to use Yankee Stadium as a vaccination site, he said Wednesday.  “That plan is in motion,” de Blasio said, and the city will announce details when the plan has been worked through.  The move comes after the mayor announced the Gotham Health Clinic on Staten Island is opening today as a 24-hour mega vaccination site. The New York City Health & Hospital Corona in Queens will follow it by opening on Saturday, and Citi Field in Queens Empire Outlets on Staten Island will open later this month.  As of Tuesday, New York City has administered 28,599 new Covid-19 vaccine doses, de Blasio said. But he added that at least 12 new cases of the new variant of Covid-19, first identified in the UK, have been discovered in New York, with two of those cases being found in New York City residents. The UK reported a record 1,564 daily coronavirus deaths on Wednesday, according to government data. That brings the total number of deaths within 28 days of a positive test to 84,767 while the total death with Covid-19 on the death certificate has reached 89,243. The daily number of new cases Wednesday was 47,525, lower than previous days. Several other countries including the United States and Portugal have also set grim new records for the number of daily recorded deaths in the past 24 hours, as cases spike around the world. The total number of Covid-19 deaths globally is expected to hit 2 million later this week, according to Johns Hopkins University.  ##Hotspots## Even as the United States broke a record for the number of Covid-19 deaths reported in a single day, Dr. Paul Offit told CNN’s New Day there were several reasons to be hopeful that the coronavirus situation could get “dramatically better” soon. Offit, director of the Vaccine Education Center at the Children’s Hospital in Philadelphia and a member of the US Food and Drug Administration’s Vaccines and Related Biological Products Advisory Committee, acknowledged the “awful” numbers are likely to continue for a few months, but said there are reasons for optimism: Mass vaccinations There are two “remarkably effective” vaccines and “we’re finally starting to get how to mass administer,” Offit said, citing examples such as the Pennsylvania Convention Center or the Dodger Stadium. Meanwhile two more vaccines – those from Johnson & Johnson and AstraZeneca -- “are right around the corner,” he added.  Warmer weather “The weather will get warmer, when the weather gets warmer, that makes it much more difficult for this virus,” Offit said, explaining that when it is hot and humid, the virus, which is spread by small droplets, spreads less easily.  New political administration Offit said the incoming Biden administration “isn’t into this cult of denialism” that surrounded the Trump administration’s coronavirus response, and it would “take this problem head on.”  A population building immunity The number of people who have been reported to have been infected with coronavirus -- 23 million -- is an underestimate, according to Offit. Many people have had an asymptomatic or mildly symptomatic infection and were never tested. The numbers who have been infected are probably closer to 65 or 70 million, he said. “That’s 20% of the population that when they’re re-exposed to this virus are not going to become sick with it,” he said, although it’s not clear how long immunity after infection lasts. If another 55 to 60% of the population can be vaccinated -- something which Offit said can be done at a million to a million and a half doses a day -- “then I really do think that by June we can stop the spread of this virus.”   ##Hotspots## ##Vaccines## On Wednesday, Cuban health officials said the island had again broken the record for daily coronavirus cases, reporting 550 new infections in addition to three new deaths. It was the first time since the pandemic began that Cuba had reported more than 500 new cases in a single day. The communist-run island had managed the outbreak more effectively compared to much of the rest of the region by closing borders, requiring masks in public and isolating people who were infected. But, after opening borders in late 2020, Cuba has seen a surge of new cases, Cuban health officials said. The island has a total of 16,044 cases and 158 deaths, according to Health Ministry data.  Government officials said they are reducing flights to the island and from Thursday will close many schools in order to stem the spread of the virus.  ##Hotspots## Portugal on Wednesday set a new daily record for Covid-19 related deaths and a new record number of daily infections, according to the Health Ministry.  Ministry data shows that Portugal registered 156 coronavirus related fatalities -- making it the country's deadliest day since the start of the pandemic -- and bringing the total death toll to 8,326, according to the new data.  Portugal has also recorded its highest daily case count with 10,556 new cases, with the total reaching 507,108. The grim numbers come as a new lockdown is expected to be announced for Portugal later on Wednesday.  ##Hotspots## Switzerland has introduced further measures in response to the new coronavirus variant, President Guy Parmelin announced Wednesday, without specifying which variant he meant. As of Monday, all non-essential shops will have to close, excluding those for click and collect, said Alain Berset, member of the Swiss Federal Council, who outlined the new measures.  The current closure of restaurants, sports sites and hotels will also be extended until the end of February. Working from home will be mandatory, where possible. If individuals have to go to their place of work, they have to wear a mask in closed spaces with two or more people.  Gatherings inside and out will be limited to five people, rather than the current ten, Berset said. Switzerland (along with Lichtenstein) has confirmed 3,001 new positive cases of Covid-19 in the past day and 58 new deaths, bringing the total number of deaths during the pandemic to 7,851, according to government data. ##Variant## ##Restrictions## The production pace of the Covid-19 vaccine being developed by drugmaker Johnson & Johnson's subsidiary Janssen appears to be behind schedule. The New York Times reported on Wednesday that Operation Warp Speed's lead manufacturing adviser Dr. Carlo de Notaristefani acknowledged a delay, but said the company might be able to catch up with its original production goals by March. The vaccine is delivered as a one-dose shot could help ramp up vaccination efforts as the United States continues to fight a devastating pandemic. \"I agree there was a problem,\" de Notaristefani told The New York Times. But he added, \"Manufacturing of pharmaceuticals is not a black box where you turn the key and start counting.\" Meanwhile, results from the vaccine's clinical trial are expected soon. Johnson & Johnson could apply for emergency use authorization of its Janssen Covid-19 vaccine around the end of this month, Operation Warp Speed Chief Scientific Adviser Moncef Slaoui said during a briefing on Tuesday. Slaoui said millions of doses should be available by the end of February. CNN has reached out to Johnson & Johnson for a response. ##Vaccines## A large proportion of doctors and nurses have been traumatized by working in intensive care during the coronavirus pandemic in the UK, a new study reveals, with almost half reporting symptoms of post-traumatic stress disorder (PTSD), anxiety or depression, and some feeling they would be better off dead. The study -- which has not yet been peer reviewed -- was published Wednesday by researchers at King's College London. It analyzed the responses to an anonymous online survey in June and July of more than 700 doctors and nurses working in intensive care units (ICUs) across six different hospitals. Although nearly 60% of respondents reported good well-being, the study found that almost half of ICU staff reported symptoms consistent with a probable diagnosis of PTSD, severe depression or anxiety, or problem drinking. Almost one in seven (13.4%) of ICU staff reported frequent thoughts of being better off dead, or of hurting themselves in the past two weeks. Jessica Filoteo, a nurse who was moved to work in an intensive treatment unit, said \"I felt consumed. It was awful\".  \"I was constantly on edge and would cry for no particular reason,\" she told the Royal College of Nursing. The nursing union urged anyone struggling to ask for help in their workplace or via the NHS People confidential helpline.   As the UK struggles to contain the surge of cases, government and senior health officials have warned that many hospitals are on the verge of being overwhelmed. At a news conference Monday, Hancock said the variant was \"putting the NHS [National Health Service] under very significant pressure,\" with Covid-related hospital admissions up 22% on just the previous week. Read more on this story: ##Variant## Russian President Vladimir Putin has ordered his government to step up its inoculation efforts, launching a “mass vaccination” push that will start next week.  Russia began a “large-scale” coronavirus vaccination program, as Putin previously called it, in December -- but it is not clear exactly how many people have been vaccinated as part of this drive.  “I ask [you] to prepare the necessary infrastructure. Thank God, our vaccine does not require any unusual conditions for transportation, like [storing it at] -50 C, -70 C, everything is much simpler and more efficient with us,“ Putin said Wednesday in a televised government meeting.  “So I ask you to start mass vaccination of the entire population from next week and build an appropriate schedule, as we do with other diseases, for example, the flu,” Putin added.  Russia approved its first Covid-19 vaccine, Sputnik V, in August. The news of its approval ahead of large-scale Phase 3 trials necessary to test its safety and efficacy drew considerable criticism from scientific and medical circles. Russian Deputy Prime Minister Tatyana Golikova said that by this Thursday, an additional 600,000 doses of vaccine will be dispatched to the country’s regions.  \"By the end of January... there will be 2.1 million doses of vaccine, and we will seriously need to step up the vaccination campaign,\" she added. On Sunday, the head of Russia’s health regulator Rospotrebnadzor said that the new variant of coronavirus detected in the United Kingdom has been discovered in Russia in a patient who recently returned from the country.  Speaking on Wednesday, Putin said he is “concerned” about the spread of coronavirus in the UK. Manchester United footballer Marcus Rashford says he has spoken to the UK Prime Minister Boris Johnson amid a growing row about Covid poverty and the government provision of free meals to school children. The England international striker has become a vocal campaigner on child poverty, after speaking out about his own difficult upbringing and the struggles of his mother to keep his family fed. Following his activism throughout the pandemic, the UK government has committed to sending food parcels via a private company for children who were receiving free school meals -- reversing its previous position to not do so.  But there has been a growing uproar over the paucity of these provisions, after pictures of the offerings were shared on social media. One of the viral photos showed carrot stubs and half-peppers included in the weekly food parcels.  “Just had a good conversation with the Prime Minister. He has assured me that he is committed to correcting the issue with the food hampers and that a full review of the supply chain is taking place,\" Rashford tweeted on Tuesday. \"He agrees that images of hampers being shared on Twitter are unacceptable.”  Boris Johnson repeated that commitment at Prime Minister's Questions on Wednesday. On Twitter, the prime minister said he agreed with Rashford and called the food parcels \"disgraceful.\" But Keir Starmer, the leader of the opposition Labour Party, said the photo that sparked the furor showed a package closely resembling the government's own guidance on what should be included. Schools in the UK are currently closed, with the country in its third coronavirus lockdown.  The Vatican started administering Covid-19 vaccines on Wednesday, its spokesman Matteo Bruni said in a statement.  Vaccinations are taking place in the Vatican auditorium, where Pope Francis often holds his weekly general audiences, he said.  The Vatican did not say whether the Pope has been immunised yet or who the first recipients were.  Pope Francis said over the weekend that he is in line to receive the shot. \"It is an ethical duty to take the vaccine... I am also in line to take it,\" he said in an interview with Italy’s Canale 5 channel. In December, the Vatican deemed that it was morally acceptable to be vaccinated against Covid-19, after some anti-abortion groups raised concerns about how the vaccines were manufactured. Some groups had suggested the coronavirus vaccines were made using cells from aborted fetuses. The cells are actually engineered and grown in labs from tissue acquired many decades ago, and are not made directly from aborted fetuses. Read more on this story: Germany's Health Minister Jens Spahn has said the country is in one of the \"gravest phases so far\" of the coronavirus pandemic. Speaking in the German parliament, Spahn said “we have to bring down the number of infections and deaths which are still too high.” But he said that the situation in Germany's intensive care units is slowly improving.  Spahn also defended the united European approach to tackling Covid-19. \"No country, no party can defeat this virus alone,\" he said. \"While nationalism grows in other countries, Europe is growing together.\" Spahn said Germany had benefited from combining forces with the rest of the European Union in terms of vaccine development and manufacture, but said the limiting factor was production capacity. According to Spahn, more than 750,000 Germans have now received the shot and he promised everyone in the country would be offered a vaccination by the summer. ##Vaccines## A cluster of Covid cases in the Austrian ski resort of Tyrol has been linked to a group of mainly British skiers who had traveled there to train to be instructors.  The local government said 17 people found to be positive were now being tested to see if they had the UK variant of the virus. “The first light symptoms regarding this were recorded in the majority of the people concerned on January 3. As a result of these and subsequent positive antigen test results, further investigations were initiated after the abnormalities in the PCR test were known. It then turned out that these were people of different origins -- mostly British citizens,” Elmar Rizzoli, head of the CORONA special unit, said. \"They were staying in Tyrol for professional purposes as part of a ski instructor training course,\" Rizzoli said, while stressing there were no ski lessons and therefore no contact with students. Rizzoli said the group had been in Austria for a while, with the last individual arriving on December 18. Austria imposed a landing ban for aircraft from the UK on December 22, the Tyrol government press release notes.  While most of Europe's slopes have been largely closed to visitors this winter, the Alps were a hotspot for Covid-19 at the beginning of the pandemic in 2020 when the Austrian ski resort of Ischgl was, for a while, seen as the continent's Covid ground zero. ##Variant## Cabin crew members and pilots for the British discount airline EasyJet will be trained to administer Covid-19 vaccines, the company said Wednesday.  Easyjet said it expects hundreds of its employees to volunteer for “fast tracked” training to become vaccinators at immunization centers across the country.  “With over 3000 crew who are first aid trained, security cleared and based up and down the UK in London, Bristol, Manchester, Liverpool, Edinburgh, Glasgow and Belfast, easyJet cabin crew are well positioned to support the NHS (National Health Service) in the nation-wide vaccination programme,” the airline said in a statement.  EasyJet, like other airlines, has been operating on a reduced schedule since the beginning of the pandemic with many employees receiving government support.   “As cabin crew we are in a great position to support the vaccination effort because of the first aid and safety-focused training we receive for our job, cabin crew member Katy Bryant said.  Britain set out plans this week to “rapidly scale up” its vaccine program, as cases of the new variant surge and hospital admissions threaten to overwhelm the health service. The government pledged to have capacity to deliver at least two million vaccinations in England per week by the end of January and for every adult in the UK to be offered a vaccine by autumn. Last year, EasyJet, Virgin Atlantic and other airlines in the UK worked with the government to recruit crew members with first-aid training to support coronavirus field hospitals and to volunteer as frontline workers.  British Airways crews volunteered with ambulance services or took on support roles in hospitals, performing non-clinical tasks such as changing beds and helping patients call their families. According to a British Airways statement in December 2020, more than 1,500 employees gave up their time last year \"to volunteer and support organisations across the UK, including volunteering at Covid-19 test centers and foodbanks\" as well as at ambulance services and the British Red Cross.  ##Vaccines## Germany is introducing tighter rules for travelers returning to the country, due to the risk of new coronavirus mutations currently spreading in some parts of the world.  According to the German health ministry, starting January 14, anyone entering the country from an area of risk must be able to prove that they are not infected with the coronavirus no later than 48 hours after entering the country.  Those arriving from the worst affected countries must also present a negative test result prior to entering Germany. These include the UK and South Africa, two places where highly transmissible variants of the virus were first detected. German Health Minister Jens Spahn said that \"traveling abroad to risk areas is not in keeping with the pandemic situation. Those who nevertheless do not want to forego this must in future be tested on their return. Virus mutations are an additional danger to our health. We must prevent a spread in Germany as much as possible.\" Germany will continue its existing quarantine rules for travelers. After entering the country all travelers must stay in quarantine for ten days unless they can provide a negative test, in which case quarantine is shortened to five days.  ##Variant## A leading Chinese Covid-19 vaccine developed by Sinovac Biotech was just 50.38% effective in late-stage trials in Brazil, significantly lower than earlier results showed, according to a statement published by the government of Sao Paulo Tuesday. While the number just exceeds the threshold required for regulatory approval, it falls far below the 78% previously announced, raising questions as to the veracity of the data and fueling skepticism over the apparent lack of transparency regarding Chinese vaccines. \"The Butantan Institute and the Government of Sao Paulo report that the coronavirus vaccine achieved a 50.38% overall efficacy rate in the clinical study conducted in Brazil, in addition to (an efficacy rate of) 78% for mild cases and 100% for moderate and severe cases of Covid-19. All rates are higher than the 50% level required by the WHO (World Health Organization),\" the statement released Tuesday said. The Brazilian state body financed the phase 3 trials of the vaccine -- known as CoronaVac -- which involved 13,000 health workers across eight Brazilian states. On Tuesday, high-ranking members of the Brazilian Health Ministry told CNN affiliate CNN Brasil that \"the effectiveness is borderline,\" and that because it was \"at the limit,\" they would need to wait for the evaluation by the country's health regulatory agency ANVISA. Sinovac Biotech has confidence in its vaccine, it told CNN in a statement on Wednesday. In response to a question about why there are so many different efficacy rates reported, the company said: \"The results are from different populations, in different places with different morbidity rates, and therefore they span a relatively large range.\" The final efficacy rate of the vaccine will be determined by China's drug regulator, the National Medical Production Administration, according to the representative. Read more on this story: Japanese Prime Minister Yoshihide Suga declared a state of emergency in seven additional areas across the nation at the government Covid-19 task force meeting Wednesday. The state of emergency will be implemented for Osaka, Hyogo Kyoto, Aichi, Gifu, Fukuoka and Tochigi prefectures until February 7. Last week, the prime minister declared a state of emergency for the capital Tokyo and three neighboring areas due to rising infections. It brings with it a number of restrictions on daily life. The state of emergency orders companies to encourage their staff to work from home and reduce office populations by 70%. Residents of the affected areas are also urged to avoid non-essential outings and restaurants are ordered to close by 8pm. Sports and entertainment events are also requested to limit the number of attendees. Suga also said the country will temporarily ban the entry of all foreign nationals into the country, but did not give details as to when the ban would take effect. This comes as Japan's Covid-19 cases have continued to increase. Japan's Health Ministry reported 4,527 new Covid-19 cases from Tuesday and 51 new deaths. The ministry data showed the number of patients in serious condition across the country rose to 881, up 17 from the previous day.  On Tuesday the head of the Tokyo Olympics organizing committee insisted preparations would continue for the games, which are due to be held in July and August this year after being postponed from 2020. Meanwhile a poll conducted by Japanese public broadcaster NHK found that 77% of respondents believe the they should be cancelled or postponed further.  The head of the scientific council that advises the French government warned Wednesday of the spread of the new variant first discovered in the UK.  Speaking to France Info radio on Wednesday morning, Delfraissy said, \"the variant is going to spread and we cannot stop it, we can slow it down by taking a number of restrictive measures.”  However, he recommended keeping schools open with stricter rules in place such as faster testing. Delfraissy said it would be a good thing if some university students were able to physically attend classes at the end of February as depression is “a real issue”. Delfraissy added that according to a recent study the British variant accounted for 1% of the new Covid-19 infections in France.  French President Emmanuel Macron will chair a Defence Council meeting Wednesday to decide on new restrictions.  This comes as the government in neighboring Italy has extended its state of emergency until the end of April. The health minister there told members of parliament that the current tiered lockdown system will be kept in place and that Italians need to “learn to live with the virus for a while because it is still circulating with growing strength.” ##Variant## The president of Armenia is in the hospital with a severe case of Covid-19, his assistant has told CNN. Hasmik Petrosyan says that President Armen Sarkissian, who was in London over the New Year to visit his grandchildren, was hospitalized on Monday in the British capital.  Sarkissian is “very weak\" and also suffering from pneumonia, Petroysan said.  \"The President has the symptoms characteristic to this condition, including high fever.” London has been experiencing some of the highest infection rates in the United Kingdom and was placed under the country's top level of restrictions before Christmas. UK Health Secretary Matt Hancock said Wednesday that authorities were considering putting Covid-19 patients in hotels as a “backup plan.”  It comes as the National Health Service (NHS) is facing intense pressure from a high number of Covid-19 cases. “We are considering all the options, it isn't something that we're actively putting in place. But I would say that it would only ever happen if that was clinically right for any individual patient,” Hancock told BBC Breakfast. \n“There is a lag from the number of cases, through to the number of people turning up in hospital. So we know that those pressures on the NHS are going to continue to build over the next couple of weeks because that lag from people catching coronavirus to ending up in hospital is between a weekend or two,” he added.  On hotels, Hancock said that, “It's obviously not what I want to do. And the NHS Nightingale hospitals are there as the backup,” referring to temporary hospitals established by NHS England as part of the response to the pandemic. Asked which patients would be sent to hotels, the health secretary said it, “would be for step-down patients or patients who have been in hospital, who no longer need the full hospital treatment but aren't quite ready to go home.” ##Hotspots## Starting next Monday, people in the German state of Bavaria will be required to wear an “FFP2” mask on public transport and while shopping.  The FFP2 filtering mask is standardized in Europe. It differs from surgical masks in that it usually has four layers and is meant to provide a high degree of protection. FFP2 masks are often used in construction, agriculture and by healthcare workers. An equivalent is the N95 mask.  \"We want to make everyday life safer,\" Bavarian Prime Minister Markus Söder said Tuesday. The southern German state, which borders Switzerland and Austria, is especially hard-hit by the virus.  The Covid-19 situation in Germany remains serious. Last week, Germany's government announced an extension of the country's national lockdown until the end of the month and will further tighten restrictions on movement and contact in order to curb the spread of the virus. \"It is not said that the tighter lockdown by the end of January has pushed Covid-19 back so far that we can relax again,\" said vice chancellor and finance minister Olaf Scholz in an interview with Neue Osnabruecker Zeitung newspaper. \"Anyone who promises that now is acting recklessly and destroying trust.\"     South Africa variant: Meanwhile, the southwest state of Baden-Wuerttemberg announced Tuesday that it had identified its first cases of the coronavirus variant first spotted in South Africa, according to the Ministry of Social Affairs. \"These persons are all in surveillance, so we do not assume that beyond that, we have more infections,\" Stefan Brockmann, Health Ministry spokesman in Baden-Wuerttemberg, said in an interview on public broadcaster SWR. New cases: On Wednesday, the national agency for disease control and prevention, the Robert Koch Institute, reported 19,600 Covid-19 cases, bringing the total to 1,953,426. The death toll increased by 1,060, and now stands at 42,637.  ##Restrictions## The leader of a South Korean religious group has been found not guilty of violating the country's Infectious Disease Control and Prevention Law, a news release from Suwon district court said Wednesday. Lee Man-hee, the leader of the religious group Shincheonji, was accused of intentionally submitting incomplete lists of his congregation to authorities as they were trying to track Covid-19 patients.  One member had tested positive shortly after attending one of the group’s mass gatherings and Shincheonji was believed to be at the center of the largest coronavirus outbreak in the country in February 2020. Though Lee, 89, was found not guilty of violating the virus law, he was convicted of embezzlement charges and handed a suspended sentence, meaning he won't serve any time in prison. Lee was found guilty of embezzling 5.7 billion Korean won (US$5.2 million).  Lee was also found partially guilty of obstruction of justice over charges he told the religious group to submit false information about their gatherings. The court said that he instructed the group to indicate the event as a volunteer group gathering, not as a religious one. The religious group's response: In a statement, Shincheonji said it welcomed the court finding the group leader not guilty of breaking the virus law, but expressed “deep regret” over the guilty ruling on the other charges. Shincheonji said that it’ll appeal to get “a fair judgement from the court,” but added that the group will maintain its efforts to cooperate with [the authorities] for the end of Covid-19. Lee issued a public apology in March, but denied accusations that he and his group had been hampering health authorities’ efforts to contain and prevent infections. At the time, South Korea had identified more than 4,200 cases of Covid-19, more than any country except mainland China. More than half of those cases were tied to Shincheonji. The European Union kicked off its coronavirus vaccination campaign at the end of last month, and the number of people receiving shots is increasing, though some countries are faring better than others.  Here's where Italy, Germany and France stand: Italy has so far vaccinated 791,734 people, according to the government's vaccine administration.\nGermany has given shots to 688,782 people, according to the national agency for disease control and vaccination, the Robert Koch Institute.\nFrance has administered vaccines to 189,834 people, according to the country's Health Ministry. \nSpain has administered a total of 488,142 doses, according to the country's Health Ministry. Progress was interrupted by heavy snowfall across much of northern and central Spain at the weekend. ##Vaccines## Quicker, more stringent pandemic policies likely saved tens of thousands of lives in certain European countries, researchers reported Tuesday.  And they did not necessarily need to impose all-out lockdowns. A review led by the US Centers for Disease Control and Prevention found that when countries imposed mitigation measures earlier last spring, they had less spread of coronavirus and fewer deaths.  “Countries that implemented stringent policies earlier might have saved several thousand lives relative to those countries that implemented similar policies, but later. Earlier implementation of mitigation policies, even by just a few weeks, might be an important strategy to reduce the number of deaths from Covid-19,” the team of researchers wrote in the CDC’s weekly report, the MMWR. Early measures included: canceling public events, school closures, restrictions on gathering and internal travel, workplace closures, border closures, public transport closures, recommendations to stay at home, and stay-at-home orders. Mask requirements were not included, according to the report.  The CDC team reviewed policies in 37 European countries and used them to create an index. Those with a higher index -- indicating either more policies, or stricter implementation of policies -- had fewer deaths per capita. “Earlier implementation of stringent mitigation policies, even by just a few weeks, appears to be important to prevent widespread Covid-19 transmission and reduce the number of deaths,” the team wrote. More lives could have been saved: Britain could have averted 22,776 deaths had mitigation measures been put into place earlier, the team calculated. France could have prevented more than 13,000 deaths, and Spain could have averted 9,300 fatalities. The team said many policies were put in place at the same time so they could not say if any particular policies worked best.  President Joko Widodo officially launched Indonesia's coronavirus vaccine drive Wednesday by becoming the first person in the country to receive the shot, state-run Antara News Agency reported.  Joko said the country would vaccinate nearly 5.8 million people in January, according to Antara. Indonesia has received 3 million doses of Covid-19 vaccines from Chinese pharmaceutical firm Sinovac and has signed deals with AstraZeneca and Novavax to secure another 100 million doses. The country's food and drug regulators approved emergency use of China’s Sinovac Biotech vaccine on Monday.  Case numbers: Indonesia, the world's fourth most populous nation, has reported the highest Covid-19 caseload in Southeast Asia. At least 846,765 infections and 24,645 deaths have been confirmed in the country, according to Johns Hopkins University. ##Vaccines## So far, 22 people in South Korea have been indicted for violating the country’s social distancing rules since they were implemented last month, health official Son Young-rae said   Wednesday. Some 411 more people are being investigated for breaking the rules, Son added. Most of them are owners of entertainment venues, and church officials who violated social distancing rules by not closing venues and holding in-person church services, he said. South Korea's measures: The country raised its social distancing restrictions to level 2.5 -- the second highest alert level -- for the Seoul metropolitan area, and level 2 for the rest of the nation on December 8. Later that month, South Korea issued a ban on gatherings of five or more people.  An announcement on whether South Korea will adjust the current social distancing rules will be made on Saturday, Son said.  New cases: South Korea reported 562 new Covid-19 cases on Wednesday, according to the Korea Disease Control and Prevention Agency. The national total of confirmed infections is now 70,212, with 1,185 deaths. ##Restrictions## The United States on Tuesday reported a record-high number of 4,327 new Covid-19 deaths, according to data from Johns Hopkins University.  The latest figures bring the nationwide death toll to 380,670.  Cases: Also on Tuesday, the US reported 215,805 new Covid-19 cases, according to JHU, bringing the total number of confirmed infections to 22,838,110.  The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases. Vaccines: At least 27,696,150 vaccine doses have been distributed and at least 9,327,138 shots administered, according to the US Centers for Disease Control and Prevention.   Track the US cases: ##Hotspots## Indian officials are ramping up their messaging that two Covid-19 vaccines approved for emergency use are safe, in order to encourage participation in the country's vaccine rollout. Speaking a news conference on Tuesday, Dr. V. K. Paul, Member (Health) of government think tank NITI Aayog, said vaccines Covishield and Covaxin “have been tested on thousands of people and the side-effects are negligible.” Let's give the message that these vaccines are safe and secure. We need to send the message. We need to take this message and defeat coronavirus,\" Paul said.  Paul urged the media to raise awareness, saying, “We believe it is very much in our grasp to mount the world's largest vaccination program, which is set to begin from January 16.\" Rajesh Bhushan, a senior official from the country’s Ministry of Health and Family Welfare, added that the vaccines were granted approval through a \"well prescribed regulatory process.” India’s Health Ministry has placed a purchase order for 11 million doses of AstraZeneca's vaccine -- branded locally as Covishield -- and 5.5 million doses of the vaccine Covaxin, developed locally by Bharat Biotech.  Vaccine drive: India is embarking on one of the world's most ambitious mass immunization programs ever undertaken. The country of 1.35 billion is planning to inoculate 300 million frontline workers, elderly and vulnerable people by August, and preparations have been months in the making. In its first phase, the government intends to vaccinate 10 million healthcare workers free of charge. New cases: On Wednesday, India confirmed 15,968 new Covid-19 cases, bringing the country's total to 10,495,147, according to figures released by the Health Ministry. The number of fatalities rose by 202, bringing the death toll to 151,529.  ##Vaccines## Since the start of the pandemic, scientists have mused that the novel coronavirus might eventually go the way of other coronaviruses that affect people, and join the mix of viruses that cause the common cold. A study published Tuesday takes a look at how that might happen – and how mass vaccination might affect that natural cycle. “This transition may take anywhere from a few years to a few decades depending on how fast the pathogen spreads,” Jennie Lavine, a researcher at Emory University, and colleagues reported in the journal Science. The current pandemic is likely as deadly as it is because it’s a new virus affecting people who have no immunity to it. It’s worse in older adults because their bodies aren’t used to fighting off new viruses in the same way children’s bodies are, the researchers said. But it’s similar to four other coronaviruses that cause symptoms no worse than the common cold in most people. Once it has been circulating for a while, the current coronavirus may do the same, they said. Studies of the body’s immune response indicate that immunity that can completely block infection “wanes rapidly,” they wrote. But people would have residual immunity that protects against severe disease. If the virus starts to circulate freely everywhere, it would become endemic, or permanently entrenched in the population. “Once the endemic phase is reached and primary exposure is in childhood, CoV-2 may be no more virulent than the common cold,” Lavine and colleagues hypothesized. Colombian Defense Minister Carlos Holmes Trujillo has tested positive for Covid-19, according to a statement from the Ministry of Defense Tuesday. The minister is quarantined and in “good health,” the statement said, adding that Trujillo will continue with his duties virtually. As of Tuesday, Colombia has reported 1,816,082 cases of Covid-19 and 46,782 virus-related deaths, according to Johns Hopkins University. Facing a surge in Covid-19 cases, Cuban officials Tuesday night said they are implementing new restrictions, including shutting schools in much of the capital Havana and other parts of the island. Cuban health officials on Tuesday reported 487 new Covid-19 cases, topping the previous record set the day before. Schools will be shut in 34 municipalities hard hit by the pandemic starting on Thursday, officials said. Cuba has recorded more than 15,000 coronavirus cases, including 155 deaths, according to Johns Hopkins University. For much of the pandemic Cuba had managed the outbreak more effectively than many other countries in the region but since reopening borders in late 2019, the communist-run island has seen a sharp increase in infections. Officials said Tuesday more restrictions would be put into place soon on transportation and commerce. ##Restrictions## China recorded its highest daily increase in Covid-19 cases in more than five months on Tuesday, following a recent cluster of infections in the northern Hebei province. The National Health Commission said in a statement that the country reported 115 new confirmed cases Tuesday, which is the highest daily rise since July 30. Of those, 107 were local infections -- the highest daily jump in local transmissions since July 30. \nHebei, the province that surrounds Beijing, accounted for 90 of the cases, while northeastern Heilongjiang province reported 16 new cases.  Hebei's vice governor Xu Jianpei announced Tuesday that a second round of mass testing programs would kick off in the cities of Shijiazhuang, Xingtai, and Langfang. The first saw 17 million people tested in the province in a program that ended on Sunday. The number of new asymptomatic cases, which China does not classify as confirmed cases, was 38.  China has recorded a total of 87,706 confirmed cases during the pandemic and at least 4,634 people have died. A Covid-19 vaccine developed by China’s Sinovac Biotech was just 50.38% effective in late-stage trials in Brazil, significantly lower than earlier results showed, according to a statement published by the government of São Paulo Tuesday. While the number meets the threshold required by global regulators for approval, it falls far below the 78% figure announced last week. It's raising questions as to the veracity of the data and fueling skepticism over the apparent lack of transparency regarding Chinese vaccines. “The Butantan Institute and the Government of São Paulo report that the coronavirus vaccine achieved a 50.38% overall efficacy rate in the clinical study conducted in Brazil, in addition to [an efficacy rate of] 78% for mild cases and 100% for moderate and severe cases of Covid-19. All rates are higher than the 50% level required by the WHO (World Health Organization),” the statement released Tuesday said. The razor-thin results for regulatory approval are likely to lead to concern among scientists, given that last week the Brazilian Institute released partial “clinical efficacy” results celebrating 78% to 100% efficacy in preventing infections. The vaccine was studied in 12,500 volunteers, all of them health professionals, across Brazil. Why the data changed: In a summary of the clinical study published by the government of São Paulo and the Butantan Institute, data for another group of participants who reported “very mild” cases of infection was included, therefore yielding a lower efficacy rate for the vaccine. \"Regarding the overall efficacy of the analysis, we met the requirements of the World Health Organization with 50.38%,\" Ricardo Palacios, medical director for clinical research at the Butantan biomedical center in Sao Paulo said Tuesday during a news conference. Questions over efficacy: However on Tuesday, high-ranking members of the Brazilian Health Ministry told CNN affiliate CNN Brasil that \"the effectiveness is borderline,\" and that because \"it is at the limit\" they would need the county’s health regulator agency, ANVISA, to evaluate. A representative of Sinovac said the company is discussing the result but declined to give further comment.  Last week, ANVISA told the Butantan Institute that in order to approve the emergency use of a vaccine, the global efficacy rate had to be disclosed to the public -- information the institute did not receive from Sinovac at the time, according to CNN Brasil sources. ##Vaccines## Scientists have identified an \"escape mutant\" that may decrease the efficacy of Covid-19 vaccines. The mutation -- called E484K -- has been found in a variant of the coronavirus first spotted in South Africa two months ago. That variant has now spread to 12 other countries. Penny Moore, associate professor at the National Institute for Communicable Diseases in South Africa, called the mutation \"alarming.\" \"We fear this mutation might have an impact, and what we don't know is the extent of the impact,\" she said. E484K is called an \"escape mutant\" because it's been shown it might be able to escape some of the antibodies produced by the vaccine. \"I'm worried,\" said Alex Sigal, a virologist at the Africa Health Research Institute. Sigal, Moore, and other scientists who are studying the E484K mutation still have to complete their work in the lab to see if the vaccine is less effective against this new variant. Based on what they've seen so far, they say they highly doubt E484K will render the coronavirus vaccines useless. Rather, they think there's a possibility the mutation -- on its own or in combination with other mutations -- could decrease the efficacy of the vaccine against the variant. They also worry E484K might be an indication the novel coronavirus is showing its ability to change before our eyes. If this mutation happened in a matter of months, other problematic mutations could follow. \"This virus may be taking the first steps down a fairly lengthy road towards vaccine resistance,\" said Andrew Ward, a structural virologist at Scripps Research in La Jolla, California.\n\"It's the beginning of a long haul,\" Moore said. \"That's what's really shaken me up about this. It's a sobering wake up call.\" Read the full story: ##Variant## The US Centers for Disease Control and Prevention said Tuesday it will require a negative Covid-19 test from all air passengers entering the United States -- a move it says may help slow the spread of the coronavirus. Air passengers will be required to get a viral test within three days before their flight to the US departs, and to provide written documentation of their lab results, or documentation of having recovered from Covid-19, the agency said in a statement to CNN. CDC Director Dr. Robert Redfield is expected to sign the order on Tuesday and it will go into effect on January 26. \"Variants of the SARS-CoV-2 virus continue to emerge in countries around the world, and there is evidence of increased transmissibility of some of these variants,\" the CDC said in a statement. \"With the US already in surge status, the testing requirement for air passengers will help slow the spread of the virus as we work to vaccinate the American public.\" If a passenger does not provide documentation of a negative test or recovery, or chooses not to take a test, the airline must not allow the passenger to board, the CDC said. Read more: ##Variant## More than 9 million people have received the first shot of their coronavirus vaccine and more than 27 million doses have been distributed, the US Centers for Disease Control and Prevention said Tuesday. The CDC’s regular report on vaccine distribution and administration shows 27,696,150 vaccine doses have gone to states and territories and 9,327,128 shots have gone into people’s arms. That means one-third of vaccines that have been delivered have been given to people. The CDC said 951,774 residents of long-term care facilities have been vaccinated, with nearly 4.4 million doses sent out to the facilities -- which were designated to be the first sites covered under vaccine rollout. Officials of Operation Warp Speed defended the slow rollout of vaccines on Tuesday, saying states were sticking too rigidly to guidance designating health care workers and nursing home residents to be vaccinated first. They said the rollout would speed up soon and asked states to open up vaccination to everyone 65 and older and to younger people with chronic conditions. ##Vaccines##", "Section": "world", "Writers": ["Helen Regan", "Adam Renton"], "URL": "https://www.cnn.com/world/live-news/coronavirus-pandemic-vaccine-updates-01-13-21/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}