{"Type": "article", "Time": "2021-01-13", "Headline": "Razer's new face mask ventilates the air and amplifies your voice", "Text": "Gaming equipment maker Razer has created a reusable face mask featuring a medical-grade respirator and an in-built microphone and amplifier. Dubbed Project Hazel, the mask, which is currently a concept and not available to buy, addresses \"the environmental issues of disposable masks, while enhancing the features of a multi-use personal protective covering,\" according to a press release from Razer, published Tuesday. The company, a major hardware maker known for its computer mice and laptops, says the mask uses an N95 medical-grade respirator; detachable and rechargeable ventilators; and airflow regulators. The ventilators can be recharged and sanitized by putting them inside the wireless charging box, which features disinfecting UV lights.  The company said the waterproof, scratch-resistant mask is made from recyclable plastics, reducing its environmental impact further. The mask's transparent design allows people to see the wearer's face, and lights inside the mask activate automatically in the dark. A microphone and amplifier enhance muffled speech. And wearers can customize their look by activating two lighting zones with a choice of 16.8 million colors and a variety of dynamic lighting effects. \"The Project Hazel smart mask concept is intended to be functional, yet comfortable and useful for interacting with the world, while maintaining a sociable aesthetic,\" Min-Liang Tan, Razer's co-founder and CEO, said in the release. There is no set release date for the mask as it is still being fine-tuned, a spokesperson for Razer told CNN. Earlier in the coronavirus pandemic, Razer converted manufacturing facilities in China to make face masks. And in May the company, which is headquartered in both Singapore and Las Vegas, said it would give out millions of free face masks in Singapore as the country grappled with a surge in coronavirus cases.  ", "Section": "americas", "Writers": [], "URL": "https://www.cnn.com/2021/01/13/americas/razer-smart-face-mask-scli-intl-wellness/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Singapore", "Source": "CNN"}