{"Type": "article", "Time": "2021-03-04", "Headline": "Hong Kong used to be the poster child for economic freedom. Not anymore", "Text": "Hong Kong has been booted off an index of economic freedom that it used to lead, dealing another blow to the city's standing as a global business hub. On Wednesday, the Heritage Foundation, a conservative Washington think tank, revealed its annual ranking of the world's freest economies, leaving the former British colony off the list. The organization said that it was counting the city, as well as Macao — another Chinese-controlled special administrative region — as part of China, following a change in its methodology that means the index will only rank \"independent countries where governments exercise sovereign control of economic policies.\" \"No doubt both Hong Kong and Macao, as special administrative regions, enjoy economic policies that in many respects offer their citizens more economic freedom than is available to the average citizen of China, but developments in recent years have demonstrated unambiguously that those policies are ultimately controlled from Beijing,\" the foundation's researchers said in a statement. It's the latest sign of Hong Kong's evolving international image after a controversial national security law was enacted in the city last year, exacerbating a political crisis that had engulfed the city with mass protests. Prior to last year, Hong Kong had dominated the list for over a quarter of a century since its inception. But it was unseated by Singapore in 2020, \"primarily due to a decline in the investment freedom score for Hong Kong,\" according to the Heritage Foundation.  Singapore remains the top-rated economy on the list this year, followed by New Zealand, Australia, Switzerland and Ireland. China is in the bottom half, in 107th place out of 184 countries. The top five countries \"earned very high economic freedom scores of 80 or more,\" researchers from the foundation wrote. The score is assessed by several criteria, including how open the markets are considered in each territory, how efficient regulators are in encouraging business and labor freedom, and how stringent the rule of law is in protecting property rights. Paul Chan, Hong Kong's top finance official, blasted the Heritage Foundation for excluding the city from the index Thursday.  \"I do not agree that our economic policy has been taken over by the central government,\" he said during a webinar held by the South China Morning Post. \"It seems to me when they arrived at that decision, it must have been clouded by their ideological inclination and political bias.\"  A spokesperson for the Hong Kong government said in a statement that excluding the territory from the ranking was \"neither warranted nor justified.\" Hong Kong is a member of the World Trade Organization, the spokesperson noted, and enters into trade, taxation and investment agreements as an individual economy.  \"Hong Kong is and will always remain an open, safe, vibrant and pluralistic international financial and business hub, underpinned by economic freedom, the rule of law and judicial independence,\" the spokesperson added. Hong Kong has long been seen as a vital business hub connecting East and West. Even after the city's handover from Britain to China in 1997, it retained its image for decades as an international gateway to the mainland, helped by a pledge from Beijing to maintain its semi-autonomous status.  Since 2019, however, experts have warned that its unique differences could be in jeopardy as Chinese authorities seek to take a firmer hand in Hong Kong affairs. That was when huge protests erupted in the city over a divisive extradition bill, which ultimately evolved into a movement calling for full democracy. Turmoil from the demonstrations at the time forced stores to close, disrupted some public transportation and hurt the city's economic growth. Last summer, Hong Kong faced another test as China passed a sweeping national security measure for the city. The law banned sedition, secession and subversion against Beijing, and allowed Chinese state security to operate in the territory.  The move raised questions on whether the city's reputation — and ability to attract businesses — would be eroded. Top local officials, however, have argued that it helps the city restore calm and order. Tensions between pro-democracy activists and authorities remain. Earlier this week, hundreds of protesters risked arrest to demonstrate outside a Hong Kong court as 47 pro-democracy activists charged with subversion under the national security law appeared.  There are also signs that the city's role in international finance is changing. Over the last year, Hong Kong has become a popular venue for Chinese tech companies to list their shares, particularly as tensions remain over Chinese companies that trade publicly in the United States.  — Eric Cheung and CNN staff contributed to this report.", "Section": "business", "Writers": ["Michelle Toh"], "URL": "https://www.cnn.com/2021/03/04/business/hong-kong-economy-freedom-intl-hnk/index.html", "MainKeyWord": "Macao", "AdditionalKeyWord": "Singapore", "Source": "CNN"}