{"Type": "article", "Time": "2020-01-28", "Headline": "January 28 coronavirus news", "Text": "At least 131 people are dead and more than 4,600 cases have been confirmed in mainland China, as the Wuhan coronavirus spreads across Asia. The virus has also spread globally to more than 17 countries. Here's what you need to know: China on lockdown: Nearly 60 million people are under partial or full lockdowns in Chinese cities.\nOutside of China: There are more than 70 confirmed cases in 17 places outside of China, including at least five in the US.\nWarning issued: On Monday, the US Centers for Disease Control (CDC) issued a level 3 alert warning against \"all nonessential travel to China\" — its highest alert on a scale of 1 to 3. \"There is an ongoing outbreak of respiratory illness caused by a novel (new) coronavirus that can be spread from person to person,\" the CDC said in a statement, warning \"there is limited access to adequate medical care in affected areas.\"\nAbout the virus: Officials have cracked down on the trade of wild animals, after the Wuhan coronavirus was linked to a seafood market selling exotic live mammals, including bats and civet cats, which have previously been linked to the 2003 SARS outbreak. A laboratory in Australia is the first outside of China to grow the Wuhan coronavirus from a patient sample, which officials said \"will provide expert international laboratories with crucial information to help combat the virus.\" Dr. Julian Druce, the head of the Virus Identification Laboratory at the Peter Doherty Institute for Infection and Immunity in Melbourne, said in a statement that \"this was a significant breakthrough as it will allow accurate investigation and diagnosis of the virus globally.”  “Chinese officials released the genome sequence of this novel coronavirus, which is helpful for diagnosis, however, having the real virus means we now have the ability to actually validate and verify all test methods, and compare their sensitivities and specificities — it will be a game changer for diagnosis,” Druce said in the statement. A senior administration official is denying a report that the White House has asked US airlines to suspend flights between the US and China as a way to help contain the spread the deadly coronavirus.  “The White House did not call the airlines and hasn’t asked for a suspension of flights between the US and China,” the official said.  A White House aide said that at a Monday session looking at ways to contain the spread of the virus, the notion of travel restrictions to China was raised. And on Tuesday, Health and Human Services secretary Alex Azar declined to rule out such a possibility, saying nothing was off the table. Azar also told reporters that he and Trump were \"speaking regularly\" about the coronavirus outbreak, which has infected close to 6,000 people in China and that he was in daily contact with White House officials.  \"The President is highly engaged in this response and closely monitoring the work we're doing to keep Americans safe,\" Azar said. A White House source described the attitude toward coronavirus as a \"sense of urgency, not panic.\" Inside the White House, the government's cross-agency response is being coordinated by the National Security Council, with Matt Pottinger, the deputy national security adviser, leading near daily meetings, according to administration officials. \"The full weight of the US government is working on this,\" a senior administration official said on Tuesday. \"As with any interagency effort of this scale, the National Security Council works closely with the whole of government to ensure a coordinated and unified effort.\"   Three more cases of Wuhan coronavirus have been confirmed in Malaysia, bringing the total number of cases in the country to seven, according to Malaysian state news agency Bernama. All seven patients are Chinese nationals and the latest cases include a four-year old child, a woman and a 52-year-old man, the health director-general Dr. Noor Hisham Abdullah said. The child is being treated in the isolation ward of the Sultanah Maliha Hospital and the 52-year old man is being treated at the isolation ward of the Sultanah Aminah Hospital in Johor Bahru, Bernama reports. The woman initially tested negative, but decided to stay in Malaysia with her two children who were tested positive and are receiving treatment at the Sungai Buloh Hospital isolation ward. The US diplomats and their families traveling on a charter flight from Wuhan, China may be forced to stay isolation between three days and two weeks, a San Bernardino County, California, official told CNN.  Curt Hagman, chairman of the San Bernardino County Board of Supervisors, said authorities are setting up beds, phone chargers and televisions in an isolated, dormant hangar at Ontario International Airport, as they wait to receive a group of US citizens who left Wuhan, China with a final destination to Ontario, California.  “They’re going to be isolated from the plane. They’re not going to the public areas of the airport. They’re not going to be exposed to the general public until CDC clears them to go on their way,” Hagman said. Upon arrival in California, the travelers will be offloaded into the hangar on the opposite side of the airport from the public terminals. Hagman said Ontario’s airport was chosen because it’s one of two airports designated by the US government for repatriations on the West Coast.  Hagman said after the travelers are screened for coronavirus during a refueling stopover in Anchorage, Alaska, they’ll be screened again in Ontario. Hagman notes there are no indications any of the travelers have the virus.  His messages to the community: “Don’t panic this is what we’ve been trained for.”  Hagman said they have no idea how long the travelers will be staying, and they are getting ready to have them watch the Super Bowl in an airport hangar if needed.  China has a total of 5,974 confirmed cases of the Wuhan coronavirus, including 132 deaths, as of Wednesday, according to the National Health Commission (NHC). The number of cases increased by 1,459 from Tuesday. There have been 25 new deaths in Hubei province and one new death in Henan. The NHC added that Tibet also reported its first case of the virus. Japanese citizens who were evacuated from Wuhan, China arrived in Tokyo Wednesday morning local time. The 206 Japanese nationals arrived on a chartered flight operated by ANA, according to Japanese officials. About 450 more Japanese citizens have not departed yet. The passengers are all quarantined on board and those with any pneumonia-like symptoms will be taken to a special medical center for treatment. Passengers without symptoms will be taken to separate hospitals for further screening.  Japanese citizens who live close to the Huanan Seafood Market and highly-populated areas in Wuhan were given priority on first flight. Chinese authorities have said the market is the likely source of the coronavirus. Medical supplies for the Chinese government, including thousands of surgical masks, safety goggles and 50 protective suits, were also flown into Wuhan. US Secretary of Commerce Wilbur Ross postponed plans to possibly travel to China this week amid concerns by US officials that the coronavirus was spreading, a department spokesperson said. Today is Ben Kavanagh’s birthday. The Irishman is teaching psychology in Wuhan and says he should be out at the local Irish bar in the city celebrating with friends.  Tomorrow, he had planned on returning to Europe to do some traveling. He remembers first hearing about the coronavirus as “a disease similar to SARS” around December 31. “Sir, can I go, I’ve got SARS,” he remembers one student in his class saying as a joke. Now, he’s trying to pass the time with Netflix and keeping in touch with friends and family.  Kavanagh is one of 11 million Wuhan residents who are under travel restrictions. They are now essentially quarantined inside the city limits. Kavanagh went to a nearby supermarket two days ago to get enough supplies: water, pasta, hot dogs, canned food, soy milk and other non-perishables. Except he’s run of out of face masks, which are essential in preventing him getting the coronavirus.  “I never had enough to begin with and the stores ran out immediately,” Kavanagh says.  He says stores have been trying to restock, but he won’t be going outside until absolutely necessary.  Kavanagh says he doesn’t worry, most of the time. “When I'm going to sleep my mind wanders and worries,” he says. “I think about how there's 11 million people in the city and not even 1% of them are infected.”  The death toll related to the coronavirus rose to 131 in mainland China. There have been 25 more coronavirus-related deaths in China’s Hubei province, bringing the provincial death toll to 125, according to Hubei’s provincial health authority late Tuesday. There have been 840 more confirmed cases in Hubei, bringing the total number of cases in the province to 3,554. Among those hospitalized, 228 remain in critical condition.   Starbucks has closed more than half of its roughly 4,300 Chinese stores, as the deadly coronavirus continues to spread in the country. The company said Tuesday it is continuing to \"monitor and modify the operating hours of all of our stores in the market,\" in light of the outbreak. \"This is expected to be temporary,\" Starbucks added. Over the weekend, the company said that it was closing shops and suspending delivery services in the city of Wuhan, the epicenter of the outbreak, and the wider Hubei Province. It has since closed stores throughout China. The Wuhan Coronavirus has so far killed more than 100 people and infected thousands. It has reached more than 17 countries.  CEO Kevin Johnson promised transparency into the company's response to the \"extraordinary circumstances,\" in a statement Tuesday. \"We remain optimistic and committed to the long-term opportunity in China,\" he added. Keep reading. Three patients in Washington, DC were tested for novel coronavirus, of which one tested negative and two are pending results from the Centers for Disease Control and Prevention, according to DC Health. DC Health said there are currently no cases of the virus in DC and the current risk to DC residents is low. About the virus: The novel coronavirus, which has sickened thousands and killed more than 100 people in China, belongs to a large family of viruses that mostly sicken animals. But this coronavirus, like SARS and MERS, \"jumped the species barrier\" to infect people on a large scale, the Centers for Disease Control and Prevention said. A plane carrying US diplomats and their families has departed Wuhan, China, according to a State Department spokesperson. More on this: A California-bound flight chartered by the US State Department was expected to leave the city at the epicenter of the coronavirus outbreak in China, a department official said. About 240 Americans could be on the flight from Wuhan Tianhe International Airport. It will stop to refuel in Anchorage, Alaska, before arriving early Wednesday in Ontario, California, about 35 miles east of downtown Los Angeles, according to Alaska Department of Health and Social Services spokesman Clinton Bennett. About three dozen US diplomats and their families were expected to be on board, a US official with knowledge of the matter told CNN.  Sam Roth’s wife and two small children went to Wuhan, China to visit family. Now they are stuck, hoping to be evacuated by the US State Department. Daisy Roth, 10-month old Adalynn and five-year-old Abigail boarded a flight to Wuhan, China on January 19. They were headed to visit Daisy’s family for the Lunar New Year and spring festival; Abigail would even attend kindergarten there because they would be there until April 8. Sam said he and Daisy knew about the coronavirus, but the risks looked completely different then. Just days after landing, Roth said the lockdown began; Abigail was at a sleepover with a cousin. “Her cousin’s father drove her to my in-laws place where my wife and other daughter were,” he told CNN. “They have stayed there since.” On Saturday, he heard about a potential flight organized by the US State Department that would evacuate Americans stuck in epicenter of the coronavirus. Roth also sent his congressional delegations emails asking for them for help getting his family on the flight. Unfortunately, his family was not picked to be on board the flight. Roth is hopeful though; he will bring them home. “Right now, it is a matter of when, not if,” Roth said. \"If we can get them out of there on an evacuation flight, we will.” Taiwan Centers for Disease Control (CECC) has confirmed another case of coronavirus in Taiwan, CECC announced in a statement today. The total number of confirmed cases in Taiwan is now eight, CECC says. Here's the CECC statement: “The Central Epidemic Command Center (CECC) announced the eighth cases of 2019 Novel Coronavirus infection (2019-nCoV) in Taiwan. The case is a Taiwanese male in his 50s who resides in middle part of Taiwan, is a family member of and lives together with confirmed imported case #5. The eighth case developed cough and was hospitalized on January 26. On January 28, infection with the novel virus was confirmed in the case after testing. The case was determined as household transmission. The case is currently in a stable condition.\" The UK Foreign Office has upped its travel warning for China, now advising against all but essential travel to mainland China, and against all travel to Hubei province, amid the ongoing coronavirus outbreak.  \"The FCO advise against all but essential travel to the rest of mainland China (not including Hong Kong and Macao). The Chinese government continue to impose further restrictions on movement within China in response to the coronavirus outbreak. It may become harder over the coming weeks for those who wish to leave China to do so. If you feel that you may want to leave China soon, you should consider making plans to do so before any further restrictions may be imposed,\" the FCO statement says.  The FCO is working on a plan to evacuate British citizens from Hubei province, the statement says, \"due to increasing travel restrictions and difficulty accessing medical assistance.\" The British Columbia’s Minister of Health in Canada is reporting the province’s first presumed case of coronavirus.  A man who recently traveled to Wuhan returned to Vancouver last week, where he had an onset of symptoms, according to Health Minister Adrian Dix and British Columbia Health Officer Dr. Bonnie Henry.  The man, who is in his 40s, is in isolation at home, according to a statement on the British Columbia Government site.  He tested positive for coronavirus by the BC Centre for Disease Control public health lab.  The results have not yet been confirmed by Canada’s National Microbiology Laboratory. Shortly after Chinese President Xi Jinping and the World Health Organization agreed on Tuesday that WHO would send a team of international experts to China to investigate the coronavirus outbreak, US Health and Human Services Secretary Alex Azar said he expects US Centers for Disease Control and Prevention staff to be among them. \"I've been standing on the stage, so I didn't hear that,\" Azar told reporters Tuesday after being made aware of the WHO announcement. \"Obviously, if that is the case, [I'm] delighted with that news ... and assuming CDC personnel would be part of that.\" Minutes earlier, Azar pressured China for more collaboration in addressing the coronavirus outbreak, saying, \"We are urging China: More cooperation and transparency are the most important steps you can take toward a more effective response.\" CNN has reached out to WHO to ask if CDC will be part of its delegation to China. One question US health officials are keen to answer involves whether the virus can be transmitted before symptoms appear. \"The Chinese have reported evidence of transmission in the asymptomatic phase based on data that they have reviewed,\" CDC director Dr. Robert Redfield told reporters Tuesday. \"CDC has not been given the opportunity to review that data.\" \"We would really like to see the data. Because if there is asymptomatic transmission, it impacts certain policies that you do regarding screening, et cetera,\" said Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, standing alongside Redfield and Azar. But Fauci said that, even if patients are spreading the virus before symptoms show, that is very unlikely to be the leading contributor to the outbreak. \"In all the history of respiratory-borne viruses of any time, asymptomatic transmission has never been the driver of outbreaks,\" he said. \"The driver of outbreaks is always a symptomatic person.\"   A fourth case of coronavirus has been confirmed in France, according to the head of France’s health department, Jerome Salomon. The 80-year-old man is a tourist from China’s Hubei province and his condition is \"serious,\" Salomon said.  He is currently hospitalized in Paris.  Much is still unknown about the Wuhan coronavirus outbreak, and health officials are urging vigilance. That means travelers crisscrossing the globe should be aware of the virus, steer clear of heavily impacted areas and exercise some of the same kinds of preventive measures they'd use to avoid influenza and other illnesses. But how worried should travelers outside the most impacted areas be about the Wuhan coronavirus? In this era of global travel, you can never say the risk is zero of being exposed to something, says Dr. Yoko Furuya, associate professor of medicine in the division of infectious diseases at Columbia University Irving Medical Center. But most of the cases so far have involved Wuhan and surrounding cities in Hubei Province. \"While the risk is not going to be zero, generally speaking there's not going to be a particularly elevated risk\" outside that area, she says. It's not a big concern for US travelers traveling domestically, says Dr. William Schaffner, a professor of medicine in Vanderbilt University's division of infectious diseases. Travelers heading to China should be more concerned, he adds. \"As a matter of fact, I have heard colleagues say to a patient or two, 'Gee, do you have to go to China right now? Why don't you wait a little bit?'\" People who have traveled to Wuhan in the last few weeks and are feeling sick with fever, cough or are having difficulty breathing should seek medical attention right away and call ahead to inform providers of recent travel and symptoms, according to CDC guidelines. According to national and provincial health authorities, there's now a total of 4,610 confirmed cases in mainland China total. The death toll stands at 106.     The US Centers for Disease Control and Prevention is working to share its test for Wuhan coronavirus with other labs in the United States — but for now, it remains the only US lab that can confirm cases of the virus.  For now, CDC is continuing to ask lab partners to send samples to the agency for testing because it’s more efficient and ensures results are as accurate as possible, officials said. What is the test? The test developed by CDC can diagnose the novel coronavirus in respiratory serum samples. The CDC has posted a “blueprint” to make the test, and said the agency is “refining” this use of the test so it can provide optimal guidance to states and labs on how to use it. Dr. Nancy Messonnier, director of CDC’s National Center for Immunization and Respiratory Diseases, said CDC is working “as fast as we can,” but added \"but it’s [going to be] another week or two.” “We’re working on a plan now so that priority states get these kits as soon as possible,” Messonnier said during a press briefing on Monday. “But in the coming weeks we’ll share these tests with domestic and international partners so they can test for the virus themselves.” Where has coronavirus spread in the US? CDC has confirmed five US cases of the coronavirus in four states – Arizona, California, Illinois and Washington – and has 73 cases under investigation with results still pending. Nearly all of the confirmed cases of Wuhan coronavirus are in China, but there virus has spread across Asia and the rest of the world. In the US, several people have been infected with the Wuhan coronavirus — including a man in his 30s in Washington state; a Chicago woman in her 60s; a man in his 50s in Orange County, California, a patient in Los Angeles County; and a fifth in Arizona. All had recently traveled to Wuhan. If you're worried, here are some tips for protecting yourself: Know the symptoms: Other symptoms of this coronavirus include fever and shortness of breath. Severe cases can lead to pneumonia, kidney failure and even death.\nAbout meat and animals: Scientists believe this coronavirus started in another animal and then spread to humans. So health officials recommend cooking meat and eggs thoroughly. Anyone with underlying medical conditions should avoid live animal markets and raw meats altogether, since those people are \"considered at higher risk of severe disease,\" the World Health Organization says.\nTake normal flu season precautions: In general, the public should do \"what you do every cold and flu season,\" said Dr. John Wiesman, the health secretary in Washington state — where the first US case of Wuhan coronavirus was confirmed. That includes washing your hands often with soap and water for at least 20 seconds.\nIf you feel sick: If you're the one feeling sick, cover your mouth and nose when you cough or sneeze, and disinfect the objects and surfaces you touch. If you or your doctor suspect you might have the Wuhan coronavirus, the CDC advises wearing a surgical mask. There have been more than 4,500 cases of Wuhan coronavirus in mainland China, where at least 106 people have died during the outbreak. More than a dozen countries around the world have confirmed cases of the Wuhan virus, as authorities struggle to stop its spread. Here's a country-by-country breakdown of the confirmed cases around the world: A trade union representing medical workers in Hong Kong is demanding the government shut down its border with China to prevent the spread of Wuhan coronavirus. In a statement, the Hospital Authority Employees Alliance said while it agrees with the measures announced by Chief Executive Carrie Lam, it demands a refusal of all entries to Hong Kong via China. The group also called for the government to publish numbers of passenger flows entering Hong Kong via China. The trade union, which says it represents 6,000 medical workers in Hong Kong, is threatening to strike if the government does not shut its border with China to prevent the spread of the virus. What Lam said earlier: Lam on Tuesday said that the government will \"temporarily\" close some of its borders with mainland China and travel permits to mainland Chinese tourists will stop being issued. Taiwan Centers for Disease Control (CECC) has confirmed two more cases of coronavirus in Taiwan, CECC announced in a statement today. The patients are both 70-year-old women who live in Wuhan, and who were visiting Taiwan for sightseeing, according to the statement. Neither patients developed pneumonia and both are currently in a stable condition. The total number of confirmed cases of coronavirus in Taiwan is seven, according to CECC. The coronavirus case in Germany is the first case of human-to-human infection in Europe as far as the Robert-Koch-Institute is aware, Jamela Seedat, a microbiologist of the institute told CNN. The RKI is a federal agency responsible for disease control. About this case: The coronavirus patient in Germany is a 33-year-old German man from Starnberg, south of Munich. He has not been to China but was in a meeting with a Chinese national last week, who has since been identified with the coronavirus, the head of the Bavarian State Office for Health and Food Safety said today.  Dr. Andreas Zapf said at a news conference that the man is in isolation in a Munich hospital, and he is doing alright. Chinese President Xi Jinping said the coronavirus epidemic is a “demon” that will not be allowed to hide, according to remarks carried by state-run television network CCTV.  Xi met World Health Organization Director General Tedros Adhanom in Beijing on Tuesday. China's president insisted his government has been releasing epidemic information in a “transparent and responsible manner.” “The Chinese people are engaging in a serious battle against the outbreak of the new coronavirus pneumonia. People’s lives and health are always the first priority for the Chinese government, and the prevention and control of the epidemic is the most important task at present, so I have been directing and deploying the works myself,\" Xi said in the televised remarks.  \"I believe as long as we can strengthen our confidence, stand together, scientifically prevent and control the epidemic, and adopt precise measures, we will definitely defeat this epidemic,” he added.  France will send a plane to evacuate French citizens back from Wuhan, French Health Minister Agnès Buzyn said Tuesday. The aircraft will land in the Chinese city Thursday and will return either Friday or early Saturday, Buzyn said. Deputy transport minister Jean-Baptiste Djebbari told French television channel CNews the first flight is expected to take passengers who do not have symptoms of the virus, and a second flight carrying French nationals who may be carrying the virus is also being planned. On Friday, France was the first European country to confirm cases of the Wuhan coronavirus with one patient hospitalized in Paris and another in Bordeaux. All three contracted the virus in China, according to the head of France’s health department, Jerome Salomon. The death toll from the Wuhan coronavirus has topped 100, and authorities in China and across the world are working to contain the disease.  If you're just joining us, here's the latest: The casualties: 106 people have died, all in mainland China. There are more than 4,515 confirmed cases across the country, and 70 confirmed cases outside China, including the US, Australia, France and Germany.\nAccelerating spread: The virus appears to be spreading rapidly -- there was a 65% jump in reported cases in mainland China in just one day. Germany and Japan have both confirmed cases of patients who tested positive for coronavirus, but who did not visit Wuhan themselves. \nChina's response: Some 60 million people are under travel restrictions in Hubei province. The provincial capital, Wuhan, is under almost complete lockdown, with no movement in or out. In several cities, businesses and schools have been closed for the next few weeks.\nHospitals under strain: Hospital staff in Hubei province are struggling to cope with the number of patients, and supplies are running low. China has deployed 1,800 more medical personnel to the province to help.\nGlobal response: Numerous countries, including the US, have stepped up airport screenings and warned their citizens not to travel to China. Some countries, including Indonesia and the Philippines, have restricted Chinese tourists. Others have begun to plan for the evacuation of their citizens from Wuhan. Hong Kong is to stop issuing individual travel permits for travelers from mainland China.\nRace to contain virus: Chinese and international scientists are studying the virus, tracking its origin and working on a vaccine -- but it could take months for clinical trials to begin and more than a year before any such drug becomes available. The Hong Kong government will stop issuing individual travel permits for travelers from mainland China, Hong Kong Chief Executive Carrie Lam announced at a press conference on Tuesday. Individual travel permits allow residents of 49 cities on the mainland to \"visit Hong Kong in their individual capacity.”   The latest announcement comes as part of Hong Kong's efforts to curb the spread of the virus. On Saturday, the China Association of Travel Services reported that all tours, including international ones, would be suspended starting Monday. China also stopped domestic group and packaged tours last Friday. The death toll from the outbreak has now topped 100, with more than 4,500 cases in mainland China.  Authorities in Hubei, the Chinese province at the center of the outbreak, earlier said an additional 1,300 cases had been confirmed, bringing the total in the region to over 2,700.  The majority of those are still in hospital, with more than 125 in critical condition. Between Sunday and Monday, there was a 65% jump in the number of reported cases in mainland China, from around 2,700 to over 4,500. On Monday, the US Centers for Disease Control (CDC) issued a level 3 alert warning against \"all nonessential travel to China\" -- its highest alert on a scale of 1 to 3. Japan’s health ministry confirmed two additional cases of the novel coronavirus on Tuesday, bringing the total number of confirmed cases in the country to six.  The sixth patient -- a man in his 60s in western Japan -- has no history of visiting Wuhan, but is a bus driver who drove tour groups from the central Chinese city for nine days, according to the health ministry.  This is the first case of suspected human-to-human transmission in Japan from someone who did not travel to Wuhan.   On Sunday, China announced a ban on outbound group travel as part of measures to stop the spread of the Wuhan coronavirus. Hong Kong's Chief Executive Carrie Lam said Tuesday that the government will \"temporarily\" close some of its borders with mainland China and travel permits to mainland Chinese tourists will stop being issued.  Here's why that's a big deal. Legacy of SARS: Memories of the severe acute respiratory syndrome (SARS) outbreak of 2002 and 2003 run deep in Hong Kong, where 1,750 people were infected and more than 280 died of the disease. Hong Kong is one of the most densely populated cities in the world, with ideal conditions for diseases to spread -- in tightly packed subway train carriages and people living cheek by jowl in the city's notoriously tiny apartments. Initial suppression of information about the SARS outbreak after it was discovered in southern China heightened mistrust of the central Chinese government among many in Hong Kong. So it should therefore come as no surprise that the outbreak of a novel coronavirus in Wuhan in December raised suspicions -- and fears -- in Hong Kong. Politically sensitive time: Hong Kong's move to close some of its borders comes amid eight months of ongoing anti-government protests that began against a now-scrapped China extradition bill, which have expanded to include demands for greater autonomy in the semi-autonomous city. So it's a particularly sensitive time for Hong Kong's beleaguered leader, Carrie Lam, with recent polls showing her popularity at an all-time low in a divided city. However, calls to limit travel from mainland China came from lawmakers on both sides of Hong Kong's political divide.  The coronavirus patient in Germany has been identified as a 33-year-old German man who works in Starnberg, south of Munich. He had not been to China but was in a meeting with a Chinese national last week, who has since been identified with the coronavirus, Dr. Andreas Zapf, the head of the Bavarian State Office for Health and Food safety said Tuesday. Zapf said at a news conference that the patient had attended a company meeting in Starnberg last week, where the training manager -- a female Chinese citizen -- was leading the meeting. The Chinese staff member is originally from Shanghai, but her parents had visited her there a few days prior to the meeting in Germany, Zapf said. The Chinese citizen has since flown back to China. She felt ill on the flight back and tested positive for the coronavirus after her return to Shanghai. She notified the German office upon this discovery, Zapf said.  The first three European cases of Wuhan coronavirus were identified in France on Friday.  Television stations across China will cut down entertainment programming, including popular variety show, to air more reports on the outbreak, according to a statement posted Tuesday by the National Radio and Television Administration. The move comes as the country steps up efforts to contain the spread of the virus. Speaking at a meeting with United Nations Secretary General Antonio Guterres on Monday, China's ambassador to the UN said the country has \"full capability and confidence in winning the battle against the epidemic.\" \"Putting the interests of the people first, China has taken rapid and strong measures, putting in place a nationwide prevention and control mechanism,\" Ambassador Zhang Jun said. \"China has been working with the international community in the spirit of openness, transparency and scientific coordination. With a great sense of responsibility, China is sparing no effort in curbing the spread of disease and saving lives. Now is a crucial moment, and China has full capability and confidence in winning the battle against the epidemic.\" Some 60 million people have been placed under travel restrictions in Hubei, the epicenter of the outbreak, with almost all movement in and out of Wuhan itself stopped and much of the city on lockdown. Officials have also cracked down on the trade of wild animals, after the Wuhan coronavirus was linked to a seafood market selling exotic live mammals, including bats and civet cats, which have previously been linked to the 2003 SARS outbreak. US airlines are giving customers more time to change their flights to China without incurring fees as the coronavirus continues to spread, and as American authorities raise travel precautions for the country. American Airlines and Delta Air Lines on Monday each extended change fee waivers through the end of February. Earlier, they had issued waivers through the end of January. That means people scheduled to fly before then on either airline to Beijing or Shanghai --- the two cities that each company serves in mainland China --- can change to a different flight without paying a fee to do so. The US Centers for Disease Control and Prevention on Monday raised its travel precaution for China to its highest level. That means it's advising travelers to \"avoid nonessential travel\" to the country. Previously, only Hubei province --- where Wuhan is located --- carried such a warning. Read the full story here.  As coronavirus cases continue to rise in Wuhan and wider Hubei province, several countries are taking action to repatriate their citizens in the affected areas. Here are the countries planning or preparing to evacuate citizens: The US: About 240 Americans being evacuated from Wuhan Wednesday morning local time will arrive in Anchorage, Alaska, before arriving in Ontario, California. About three dozen Wuhan-based US diplomats and their families are also expected to be on board, a US official with knowledge of the matter told CNN.  Japan: Japan is sending a charter flight to Wuhan tonight to retrieve about 200 citizens on Tuesday night local. It will leave Wuhan Wednesday morning and will arrive in Tokyo by midday local time. Roughly 650 Japanese citizens have requested to return to Japan, and the government will send more flights from Wednesday onwards. Australia: Australia's health minister said yesterday he was working with the Chinese Foreign Minister to repatriate Australian citizens in Wuhan, including 100 \"young Australians.\" India: The Indian government is looking for \"possible travel options out of Hubei province\" for citizens in Wuhan, said a government spokesperson on Sunday. This comes after reports of 56 Indian students at the Wuhan University School Of Medicine who had been trapped in Wuhan since the lockdown. South Korea: Four charter planes will evacuate South Korean citizens from Wuhan, said a government spokesperson today. Almost 700 South Korean citizens have applied to take the flight out. France: A plane will fly French citizens back from Wuhan to France sometime this week, said the French Health Minister on said Sunday. There are around 800 French citizens in Wuhan. United Kingdom: The UK is \"looking at all the options\" to help Britons trapped in Wuhan, said the UK Home Secretary after being asked about the possibility of evacuation flights. At a bus station near the border between Hong Kong and Shenzhen, in mainland China, some residents tell CNN they are concerned about the spread of the Wuhan coronavirus.  “I’m worried. If they close (the border) now it’s too late. If they have (the virus) it is already in Hong Kong,\" said Chan Moon, 38, a property agent. \"Hong Kong is small and congested, if the virus breaks out -- I’m worried that it will be like SARS.” SARS, or severe acute respiratory syndrome, was a coronavirus identified in southern China that infected 8,000 people and killed more than 700 between 2002 and 2003.  Ms Chow, 55, who was traveling from the border at Lo Wu to her home in Sheung Shui, in Hong Kong's New Territories, said that she had to go through automatic checks at the border and had filled in a health declaration form. Later on Tuesday, Hong Kong Chief Executive Carrie Lam said the government will \"temporarily\" close some of its borders with mainland China, cut flights from the mainland and suspend cross-border ferry services, in an effort to curb the spread of the virus.  Hong Kong Chief Executive Carrie Lam arrived at press conference today wearing a surgical face mask, alongside several other members of her senior team.  Just a few months ago, the sight of government officials wearing masks would have been unthinkable -- for a very different reason. Today's press conference, and the officials' decision to wear masks, come as the Hong Kong government look to step up efforts to enforce better public health measures. As of today, there are eight confirmed cases of the coronavirus in Hong Kong. At the press conference, Lam announced additional measures including restricted travel across the Chinese border. Masks in a different context: But a little over three months ago, in early October, Lam had invoked colonial-era emergency powers to ban people from wearing face masks in public assemblies as anti-government, pro-democracy protests rocked the city.  Protesters often wore face masks, as well as helmets and goggles, to obscure their identity and protect against tear gas when battling riot police on the streets. For the entire second half of 2019, face masks were a symbol of the city's political crisis, and a statement on where you stood. When Lam announced the face mask ban, she said it would help \"stop violence and restore calm to society,\" and act as a deterrent for protesters. Hong Kong's Chief Executive Carrie Lam said Tuesday that the government will \"temporarily\" close some of its borders with mainland China and travel permits to mainland Chinese tourists will stop being issued.  Border crossings: Four land border will close from midnight local time on Thursday January 30 \"until further notice,\" Lam said. That means people will not be able to travel between Hong Kong and the mainland using the West Kowloon Station, Hung Hom, Sha Tau Kok and Man Kam To.  Two water borders -- the Tuen Mun Ferry Terminal and the China Ferry Terminal -- will also be shut.  Planes: Flights from mainland China will decrease by 50%.  Trains: Lam said that cross border train services from West Kowloon -- which operates the high speed rail to the mainland -- and Hung Hom station will be temporarily stopped.  Ferries: All cross-border ferry services will be stopped, apart from ferries to Macao. Buses and coaches: Bus and coach services coming from the mainland will also be decreased, Lam said.  Cross-boundary coach services at the Hong Kong-Zuhai-Macau Bridge will be suspended. Visas: Lam said that after consulting with Chinese authorities, individual travel permits for mainland tourists will be stopped.  The US Centers for Disease Control is monitoring for symptoms of the Wuhan coronavirus at 20 US airports, the agency said on its website Monday. The CDC had previously announced enhanced screening of passengers from Wuhan, China, at five airports:  John F. Kennedy International Airport in New York \nSan Francisco International Airport \nLos Angeles International Airport \nChicago's O'Hare International Airport\nHartsfield-Jackson Atlanta International Airport The move to monitor more airports comes as the coronavirus continues to spread and the State Department prepares to evacuate US government personnel and private American citizens from Wuhan, the epicenter of the outbreak. The US State Department on Monday ordered personnel working at the US Consulate General in Wuhan to depart for the United States, a State Department official told CNN in a statement. Read the full story here. With more cases of the Wuhan coronavirus confirmed outside mainland China, here's how can you minimize your risk of getting infected. Avoid close contact with anyone showing symptoms of respiratory illness, such as coughing and sneezing, the World Health Organization says. Other symptoms of this coronavirus include fever and shortness of breath. Severe cases can lead to pneumonia, kidney failure and even death. Cook food thoroughly: Scientists believe this coronavirus started in another animal and then spread to humans. So health officials recommend cooking meat and eggs thoroughly. Avoid live animal markets: Anyone with underlying medical conditions should avoid live animal markets and raw meats altogether, since those people are \"considered at higher risk of severe disease,\" the World Health Organization says. Wash hands: Wash your hands often with soap and water for at least 20 seconds. Cover mouth and nose: If you're the one feeling sick, cover your mouth and nose when you cough or sneeze, and disinfect the objects and surfaces you touch. Wear a mask: If you or your doctor suspect you might have the Wuhan coronavirus, the CDC advises wearing a surgical mask. Common sense: In general, the public should do \"what you do every cold and flu season,\" said Dr. John Wiesman, the health secretary in Washington state -- where the first US case of Wuhan coronavirus was confirmed. An Australian state government is asking students who have recently returned from China not to come back to school for 14 days amid concerns over the spread of the Wuhan coronavirus.  Australia has five confirmed cases of the virus.  The guidance from the New South Wales health department comes as most students in the state -- which includes the city of Sydney -- are due to return to school tomorrow after their summer holiday, according to CNN affiliate Nine News.  \"We will be asking parents who may have holidayed with their children… if they have not yet been out of China for 14 days, then we're going to ask those parents, I stress 'ask those parents', to do what everybody else has been doing so well in this difficult time, and that is to support the community by holding back your children from going to each one of those facilities,\" NSW Health Minister, Brad Hazzard said, according to Nine News.  It is understood that the incubation period for the Wuhan coronavirus is 14 days.  \"It is impossible to rule out the disease in the incubation period. So we urge people without symptoms, there is no use in going to your doctor or going to an emergency department for somehow a clearance. We cannot reassure you,\" NSW Chief Health Officer Dr. Kerry Chant said, Nine News reported.   A California-bound flight chartered by the US State Department is scheduled to depart Wuhan Tianhe International Airport on Wednesday morning local time, a State Department official told CNN. Stopping to refuel: The plane will stop to refuel at Ted Stevens International Airport in Anchorage, Alaska, before arriving in Ontario, California, about 35 miles east of downtown Los Angeles. Who's on board: About 240 Americans are expected to arrive in Anchorage, Alaska Department of Health and Social Services spokesman Clinton Bennett said. About three dozen US diplomats and their families are also expected to be on board, a US official with knowledge of the matter told CNN Saturday. Priority has also been given to US citizens who are \"most at risk for contracting coronavirus\" if they stay in city, the State Department official said. There are about 1,000 Americans living in Wuhan.  \"All passengers will be subject to CDC screening, health observation, and monitoring requirements,\" the State Department said in a statement.  How Ontario is preparing: Ontario Airport said in a statement Monday it has been working closely with federal, state, county and city partners to prepare for the arrival of the Wuhan flight. The airport has \"conducted extensive training in managing situations such as this\" and health, safety and security preparations are underway ahead of the flight's planned arrival, the statement read.  Ontario Airport will operate under normal operations during the flight's arrival, and the facility is taking steps to minimize risk to other travelers, staff, and the community, the statement read. Read the full story here.  The Wuhan coronavirus is continuing to cause pain for investors.  Markets in South Korea and Japan fell on Tuesday, continuing a global selloff as the disease claims more lives and sickens people around the world.  South Korea's Kospi (KOSPI) plunged 3.1% Tuesday, its first day of trading after the Lunar New Year holiday. Japan's Nikkei 225 (N225), which did not close for the holiday, slumped 0.6%.  Markets in Shanghai and Hong Kong remain closed for the holiday. \"With coronavirus worries on the rise, the market continues to struggle with the unenviable task of factoring in absolute terms its implied economic devastation,\" wrote Stephen Innes, chief market strategist at AxiTrader, in a research note Tuesday. \n\"There remains a growing sense in the market that contagion levels could get worse before they get better,\" he added. Read more here.  The coronavirus outbreak, which began December 2019 in Wuhan, China, has now made its way across the world.  So far its fatality rate appears to be lower than similar viruses like Severe Acute Respiratory Syndrome (SARS), but researchers are still gathering data and racing to contain the virus. Let's break it down: What is the virus? The novel coronavirus (2019-nCoV) detected in Wuhan belongs to a large family of viruses that mostly sicken animals -- but this coronavirus, like SARS, \"jumped the species barrier\" to infect people, the CDC said.\nWhat are the symptoms? Coronavirus symptoms can look like a common cold -- they include a cough, fever, and trouble breathing. Severe cases can lead to pneumonia, kidney failure and even death. It can take a week after getting infected before showing any symptoms.\nHow does it spread? Scientists believe this coronavirus started in another animal and then spread to humans. Chinese officials say the disease can be transmitted through contact as well as water droplets -- for instance, if you touched something and the virus got on your hand, then you touched your eyes.\nHow can I protect myself? There's no vaccine for the virus yet. To protect against it, avoid close contact with anyone showing symptoms like coughing and sneezing. Wash your hands often with soap and water, cover your mouth and nose when you cough or sneeze, wear a surgical mask, and disinfect surfaces you touch. \nHow worried should I be? The public should be cautious and take preventative measures, especially as it's so early that researchers are still gathering information. But so far, the mortality rate is about 2-3% -- lower than SARS at 10%, or Middle East Respiratory Syndrome at 34%.  The death toll from the Wuhan coronavirus has topped 100, and authorities in China and across the world are working to contain the disease. If you're just joining us, here's the latest: The casualties: 106 people have died, all in mainland China. There are 4,591 confirmed cases worldwide, of which more than 70 are in places outside China, including the US and Australia.\nAccelerating spread: The virus appears to be spreading rapidly -- there was a 65% jump in reported cases in mainland China in just one day. In Thailand, six more cases were confirmed Tuesday, bringing the national total to 14.\nChina's response: Some 60 million people are under travel restrictions in Hubei province. The provincial capital Wuhan is under almost complete lockdown, with no movement in or out. In several cities, businesses and schools have been closed for the next few weeks.\nHospitals under strain: Hospital staff in Hubei province are struggling to cope with the number of patients, and supplies are running low. China has deployed 1,800 more medical personnel to the province to help.\nThe global response: Numerous countries, including the US, have stepped up airport screenings and warned their citizens not to travel to China. Some places like Indonesia and the Philippines have restricted Chinese tourists, or have begun planning evacuations of their citizens in Wuhan.\nRace to contain virus: Chinese and international scientists are studying the virus, tracking its origin and working on a vaccine -- but a vaccine could take months for clinical trials to begin and more than a year before it becomes available. Wayne Dupleiss is a Canadian citizen who lives and works in Wuhan with his family.  He's currently under lockdown in the city, along with 11 million other people, as officials try and contain the spread of the coronavirus. There is no public transportation, no buses, trams, or taxis. He says they are coping \"as best we can.\" “We’ve been able to get out to buy groceries and water and we've found a local person that will deliver food and water. Thats helpful. Right now we have enough,\" he told CNN via Skype from his home.  Dupleiss said that his family have been able to get face masks but not hand sanitizer. He said stores in the city are still being replenished and delivery trucks are coming, despite the lockdown.  Outside, the streets of Wuhan seem deserted. It's \"quite eerie,\" Dupleiss said.  \"We've been told to wash your hands, don't go out, wear masks, and now they are talking about wearing goggles. And don't congregate, don't go out in groups,\" he said.  While some countries are attempting to evacuate their citizens out fo Wuhan, Dupleiss said he and his family, \"will stay put until we know more.” \"I think that it is probably not a good idea to be evacuating people because you’re putting other people at a potential risk. That’s my personal opinion and I'm not a medical personnel,\" he said. \"As I understand you have a 14 day incubation period and putting them on a plane with recycled air and there is a danger of infecting other people.\" Amid evidence pointing to a wild animal and seafood market in Wuhan as a possible epicenter of the coronavirus outbreak, considerable attention has been paid to the trade in wild animals in parts of China.  On Monday, officials announced a temporary suspension of the trade nationwide, which will not be lifted \"until the epidemic is declared over.\" Violators could face criminal prosecution.  Much coverage of the trade, particularly in the western tabloid press, has been sensationalist, often featuring misleading videos or photos that have no connection to Wuhan or the current outbreak. One widely shared video, of a Chinese travel blogger eating bat stoup, was filmed in the Pacific island nation of Palau, and the dish has been featured and sampled by western TV hosts in the past.  There has also been a tendency to conflate the eating of non-endangered wild animals with the trade in elephant and rhino parts, which is illegal in China, as in most countries. The former may be foreign and even gross to some, but it's not necessarily any more unethical than eating other meat, especially given the poor conditions on some factory farms. Another point that has been overlooked in much breathless coverage of wild animal meat is how niche its consumption is in China. Indeed, many of the comments on western social media have been mirrored (without the racist undercurrent) on Chinese platforms, where #RejectGameMeat quickly went viral and those who consumed such products were denounced as irresponsible, dirty, or worse.  Nor does the wild animal trade -- if indeed it was the genesis of the current coronavirus -- have a monopoly on deadly pathogens. Both swine and bird flu came from animals widely consumed around the world, as James Palmer points out in Foreign Policy.  This context matters, because as any person of Chinese or Asian heritage abused for being \"dog eaters\" knows, such stories quickly become a way to other entire cultures and ethnicities. (Eating dog, by the way, is incredibly rare in much of China, and even the majority of people in the one town that actively promotes it don't eat the meat.)  Thailand has confirmed six more cases of the Wuhan coronavirus, bringing the total number of infected people in the country to 14, according to Thailand's Ministry of Public Health. All of those infected are Chinese and five out of the six new cases are members of the same family who had traveled from Hubei province, the epicenter of the outbreak, said Sukhum Kanchanapimai, permanent secretary to the MOPH in a press briefing Thursday.  The sixth person is from China's Chongqing province. Sukhum advised those in Thailand against all non-essential travels to China. He also requested that Thais report back to authorities if they spot anyone, including Chinese tourists, who recently traveled from China and exhibit symptoms. All Chinese nationals arriving to Thailand from any city will be screened at the country's airports, Sukhum said.  Thailand is among the most popular global destinations for Chinese tourists. More than ten million Chinese visit Thailand every year, according to official figures. China is deploying an additional 1,800 medical personnel to Hubei province, according to China’s National Health Commission (NHC), to help ease the burden on hospital staff who are struggling to cope with the number of coronavirus patients.  13 teams will be deployed to the province’s main seven cities including Wuhan, Huanggang, Xianning, Xiaogan, Xiantao, Tianmen and Qianjiang. They'll be reinforcing the 30 teams -- or 4,130 medical staff -- already there.  In Wuhan, all 59 hospitals have fever outpatient departments that are treating and testing patients for the coronavirus.  China’s National Health Commission said that on Monday 10,261 people visited these hospitals, of which 377 stayed for further observation. The commission said that Wuhan has a capacity of 13,000 beds. This includes in two hospitals that still under construction. People who do not show symptoms still have the ability to transmit the disease to others, according to the NHC, which added that the coronavirus can be transmitted through contact as well as droplets.  “This means that if you touched somewhere and the virus got onto your hand, and then you touched your eyes then you could be infected,” said Li Xingwang, expert from Beijing Ditan Hospital, Infectious Disease Treatment and Research Center. A trade union representing medical workers in Hong Kong is threatening to strike if the government does not shut its border with China to prevent the spread of Wuhan coronavirus. The HA Employees Alliance, which claimed to represent 6,000 members working for the Hospital Authority, said the government must meet its \"five demands\" or it will start taking industrial action next Monday. The five demands:  Completely banning any visitors from entering Hong Kong through its border with China \nUrging citizens to wear face masks\nProviding enough isolation wards and stopping non-emergency services in hospitals \nEnsuring patients follow isolation orders\nProviding enough resources for medical workers On Saturday, Hong Kong Chief Executive Carrie Lam denounced medical workers for threatening to strike, while also ruling out closing the border with China. \"It is inappropriate and unrealistic for us to hastily cut all the traffic with mainland China,\" she said. \"I urge everyone not to use a fierce, confrontational attitude to fight for your demands.\" The Hong Kong government has faced growing pressure from medical workers and politicians to step up its measures to counter the spread of the Wuhan coronavirus. In a statement, The Chinese University of Hong Kong Faculty of Medicine said the government should tighten its immigration policy, such as extending the entry ban to incorporate other Chinese provinces where the coronavirus has been reported, and enhancing quarantine and medical surveillance towards visitors to Hong Kong. James Tien, a former pro-Beijing lawmaker and leader of the Liberal Party, also called on the government to seal its border with China for a month.  \"It is a matter of life and death, I hope the government will take extraordinary measure at this extraordinary time, and fight the epidemic together with Hong Kong people,\" he added. Japan has listed the Wuhan coronavirus as a special infectious disease. Why that's important: It gives the government more control over disease prevention protocols, according to the Japan’s Chief Cabinet Secretary.  “The designation will enable the government to force suspicious cases for hospitalization and testing, allowing us to take all possible measures to prevent the expansion of the infection,\" Chief Cabinet Secretary Yoshihide Suga told reporters on Tuesday. The Japanese government is also waiting for Chinese approval to send a chartered flight to evacuate its citizens from Wuhan.  Japan is also preparing to send masks and protective gear on the flight.  All patients suspected to have contracted the Wuhan coronavirus and who need to be placed under isolation will not have to pay medical fees when they receive treatment at public hospitals, the Hong Kong government has announced. Dr. Chung Kin-lai, Director of Quality and Safety at the Hong Kong Hospital Authority, said during a news conference on Monday that anyone whose conditions meet the reporting criteria can receive treatment in Hong Kong for free, regardless of whether they are local residents. The intention is to hope they will seek medical help. Besides benefiting them, this also benefits the overall Hong Kong society and Hong Kong people,\" he said. The death toll from the Wuhan coronavirus has topped 100, with more than 4,500 cases confirmed across China, as US authorities warned against all \"non-essential\" travel to China. Authorities in Hubei, the Chinese province at the center of the outbreak, said an additional 1,300 cases had been confirmed, bringing the total in the region to over 2,700. The majority of those are still in hospital, with more than 125 in critical condition.  Elsewhere in China, cases have been confirmed in every province and territory except for Tibet, which this week announced the indefinite closure of all tourist attractions and a mandatory two-week quarantine for all travelers entering the region.  On Monday, the US Centers for Disease Control (CDC) issued a level 3 alert warning against \"all nonessential travel to China.\" -- its highest alert on a scale of 1 to 3. \"There is an ongoing outbreak of respiratory illness caused by a novel (new) coronavirus that can be spread from person to person,\" the CDC said in a statement, warning \"there is limited access to adequate medical care in affected areas.\" Read the full story here.  Japan is sending its first charter flight to Wuhan to repatriate its citizens on Tuesday night local time, following successful negotiations with the Chinese government. Japan’s Foreign Minister Toshimitsu Motegi told reporters at a press conference that the charter plane will then leave Wuhan on Wednesday morning and will arrive in Tokyo by midday local time.  The plane will deliver masks and protective medical gear on arrival and repatriate about 200 people. Approximately 650 Japanese citizens have requested to return to Japan and the government will be sending more flights from Wednesday onwards. Japan is one of several countries, including the United States, attempting to evacuate their citizens from Wuhan, which is the epicenter of the coronavirus.   The Hong Kong government has announced that government workers will be allowed to work from home when the Chinese New Year holiday ends on Wednesday. The directive excludes emergency service workers and people who work for essential public services. The private sector has also been urged to make similar arrangements, a government spokesman said.  There have been numerous calls within Hong Kong for the city to close its border with China, and attempts to convert unoccupied apartment buildings in the northern town of Fanling to a quarantine center were met by fierce protests, eventually forcing them to be abandoned. The Philippines said it has stopped granting visas on arrival to Chinese nationals in an effort to stop the spread of the Wuhan coronavirus.  The Philippine Bureau of Immigration said in a statement Tuesday that its Visa Upon Arrival program is often used by Chinese tour groups when visiting the Philippines, and said the decision was aimed at slowing down the influx of tourists. The bureau added that there is no order barring Chinese nationals from entering the country. Tibet, the last region in mainland China with no confirmed cases of the Wuhan coronavirus, announced the indefinite closure of all tourist attractions effective from Monday, state-run newspaper People’s Daily reported, citing the regional Communist Party committee. All travelers, including tourists, entering Tibet will have to register with authorities and be quarantined for 14 days. Tibet is a remote and mountainous autonomous region of mainland China that is often referred to as the \"the roof of the world.\" The total number of confirmed cases of the Wuhan coronavirus outside mainland China is now more than 60 across 17 places. Here's a breakdown: Hong Kong: 8 cases \nThailand: 8 cases \nMacao: 5 cases \nAustralia: 5 cases \nSingapore: 5 cases\nUnited States: 5 cases (Washington State, California (2), Arizona, Illinois) \nMalaysia: 4 cases\nJapan: 4 cases \nSouth Korea: 4 cases \nTaiwan: 4 cases \nFrance: 3 cases \nVietnam: 2 cases \nCanada: 1 case \nCambodia: 1 case\nGermany: 1 case \nNepal: 1 case \nSri Lanka: 1 case China’s National Health Commission has said the Wuhan coronavirus can be transmitted through contact, as well as droplets. The announcement, released in a statement Tuesday morning, follows results of the fourth trial of a coronavirus treatment scheme run by the NHC. On Monday the NHC said the major transmission mode of the Wuhan coronavirus is through “close range droplet transmission.\" Droplet transmission is when a virus is passed on due to an infected person sneezing or coughing, and another comes into contact with those infected particles. That is still the case, but contact is also at play, the NHC said. No further details were given as to what type of contact could transmit the virus.  All ages at risk: The NHC also said that people of all ages are susceptible, including children and infants, and adds that elderly patients and people with underlying conditions have more severe symptoms after infection.  Kamome, a Tokyo-based travel agency that specializes in tours for Chinese travelers, has received 20,000 cancellations following Beijing’s decision to impose severe travel restrictions on citizens in multiple cities.  Staff at Kamome remained upbeat in the face of the cancellations, saying they had dealt with a similar situation during the 2003 severe acute respiratory syndrome (SARS) crisis -- which first appeared in southern China. But with Chinese tourists to Japan numbering up to 9.6 million in 2019, and accounting for a third of foreign tourist expenditure in the country, speculation is growing around the ramifications Beijing’s travel ban will have on Japan's tourism industry and economy.  As Japan gears up for the 2020 Summer Olympics, the government has set an ambitious goal of attracting up to 40 million foreign visitors to the country. Read the full story here.  By the end of day Monday, the number of confirmed cases of people infected with the Wuhan coronavirus in mainland China was 4,515, according to China’s National Health Commission. The majority of confirmed cases are in Hubei province, which is where the virus was first identified.  By the end of day Sunday, the number of cases in mainland China stood at 2,744.  That's a jump in reported cases of nearly 65% over the course of a day. During the 2002 and 2003 outbreak of severe acute respiratory syndrome (SARS), there were 8,098 confirmed cases worldwide from November 2002 to July 2003, with 774 deaths.  While the current outbreak does not appear to be as deadly as SARS, it may be spreading more rapidly. That could be due to being more contagious, or the increased interconnectedness of both China and the world than in 2003. As of mid-March 2003, roughly a month after the World Health Organization was first alerted to SARS by Chinese authorities, and three months after the first cases were detected in China, the number of confirmed cases worldwide stood at around 3,200, with 159 confirmed deaths.  Information release  On Monday, the mayor of Wuhan admitted that people were \"not satisfied\" with the rate that his government released information on the coronavirus, adding that it was \"not disclosed in a timely fashion.\" Mayor Zhou Xianwang told state-run CCTV that, \"we didn’t effectively use that information\" in its response. He explained that under Chinese law on infectious diseases, the local government first needs to report the outbreak to the national health department, and then get approval from the State Council -- the country's chief administrative body, chaired by Premier Li Keqiang -- before they can make an announcement. The mayor added that he took responsibility for the \"unprecedented\" decision to lock down the city. A student from China, who is currently part of an exchange program at William Penn Charter School in Philadelphia, is being tested for the novel coronavirus, a health official said. The exchange student's flight to the US connected through Wuhan -- ground zero for the virus -- and while there, they presented to local health care officials with respiratory symptoms, according to James Garrow with the Philadelphia Department of Public Health. Samples were taken from the student and sent to the US Centers for Disease Control and Prevention (CDC) for testing, Garrow said. The student has been in isolation since being in care, and the other exchange students and their chaperones are being monitored for symptoms. So far, none have any. Garrow said the exchange student has improved and is feeling well and they expect to hear back from the CDC with the test results within days. According to the Philadelphia Department of Public Health, Philadelphia continues to have no confirmed cases of the novel coronavirus.  CNN has reached out to the school for comment.  Five people have now been confirmed to have the Wuhan coronavirus in Singapore, the Ministry of Health said on Monday.  Doctors have diagnosed a 56-year-old Chinese woman from Wuhan -- the epicenter of the outbreak -- with the respiratory virus.  The woman was put in an isolation room at the National Centre for Infectious Diseases on Monday after seeking medical attention the previous day, according to a news release from Singapore's Ministry of Health.  She had arrived in Singapore with her family on January 18 and developed symptoms on January 24.  While the woman has no known links to the other confirmed cases, the Ministry is contact tracing individuals who have had close contact with her. Officials are also working to confirm 57 suspected cases of the virus in Singapore, the news release added. There are 4,515 confirmed cases of the coronavirus and 106 deaths in mainland China. Global concern is mounting about the rate of its spread.  Here's what you need to know: Outbreak in China: 4,515 cases have been confirmed in mainland China, and 106 people are dead. There are full or partial lockdowns in 15 Chinese cities in an effort to limit the virus' spread.\nGlobal spread: There are more than 50 cases confirmed around the world, in the United States, Germany, Sri Lanka, Canada, Singapore, and more. Some countries are trying to evacuate their citizens out of Wuhan, the city at the epicenter of the outbreak.\nContagious before symptoms: People can spread the virus before symptoms show, China warned on Sunday -- meaning people may have been spreading the virus without knowing they were ill. However, US experts say there is no clear evidence this is happening and more investigation is needed. \nTransmission: The major transmission mode of the coronavirus is through “close range droplet transmission,” Feng Luzhao, researcher from the Chinese Disease Prevention and Control Center, said. His comments suggest that most people have contracted the virus by being in close contact with an infected person.\nTravel advisories: More countries are warning against all but essential travel to China in an effort to prevent the spread of the coronavirus.", "Section": "asia", "Writers": ["Helen Regan", "Steve George", "Adam Renton", "Amy Woodyatt", "Meg Wagner"], "URL": "https://www.cnn.com/asia/live-news/coronavirus-outbreak-01-28-20-intl-hnk/index.html", "MainKeyWord": "Macao", "AdditionalKeyWord": "Philippines", "Source": "CNN"}