{"Type": "article", "Time": "2019-08-29", "Headline": "This one business shows exactly how Trump's China tariffs are hurting the economy", "Text": "Minnesota-based Quality Bicycle Products -- or QBP, as it's known -- has been trying to plan around President Donald Trump's tariff threats for more than a year now. But all its plans took another hit last week, when Trump suddenly ratcheted up tariffs on Chinese-made goods, including bike helmets and locks, that are set to take effect starting Sunday. With growing anxiety over a US recession and softening sales across the bike industry, QBP -- one of the biggest bike distributors in the US, employing about 750 across 20 states -- decided to make some adjustments. \"We are really resistant to laying people off, but we'll delay or defer hiring people. Departments that wanted to add staff and maybe asked for five more, they maybe got one,\" said Matt Moore, QBP's general counsel. QBP shows how the President's trade strategy is dragging down individual US businesses and posing a threat to the overall economy, which has been riding on consumer spending and a strong job market, and which Trump is counting on to power his reelection strategy. Voters are starting to give Trump lower marks on the economy, according to recent polls. But the President, who campaigned in 2016 on promises to get tough with China, has stuck with his trade war so far. There's no way to know how long the existing tariffs will last, or if the threats will go into effect. Trade negotiations are ongoing. \"It's impossible for businesses to plan for the future in this type of environment,\" said David French, senior vice president for government relations with The National Retail Federation, in a statement after the newest tariff escalation was announced. Tariffs first hit QBP's Chinese-made e-bikes and motors last summer. In September, they were imposed on most other bicycles. Now, tariffs on helmets and locks are set to go into effect on Sunday and on kids' balance bikes on December 15. \"It was an extremely difficult budget-planning process this year,\" said Moore. Overall, the US economy is still strong and job creation has held steady. Unemployment remains at a historic 50-year low. But some cracks are starting to show in the politically important manufacturing sector, where tariffs have already hit $250 billion in Chinese-made goods, chiefly industrial components and some consumer goods like hats and luggage. A key manufacturing sector index hit a 119-month low last week, indicating that the industry shrank for the first time since September 2009. Plus, jobless claims are up in key manufacturing states since last fall, according to a recent BofA Merrill Lynch Global Research report. The next round of tariffs would hit more consumer goods, like sneakers, clothing, smartphones and laptops, potentially hitting consumer spending -- the main thing keeping the US economy going strong. Tariff whiplash Over the past year, some of Trump's trade moves have been hard for businesses to predict.  When he threatened to raise the rate on some Chinese goods from 10% to 25% in December, QBP started to shift some production out of China to avoid paying the duties. It eventually moved some bike manufacturing to Taiwan and some tire production to Thailand, said Moore.  But at the last minute, Trump and Chinese President Xi Jinping agreed to a temporary truce, and the rate hike was delayed indefinitely. Some business owners took a breath of relief as trade tensions appeared to subdue. On a Friday in early May, Trump told reporters that \"the deal itself is going along pretty well.\"   But within days, he reversed course. Administration officials said the Chinese had reneged on previous agreements over the weekend. Like other importers, QBP got just five days' notice before the tariff rate went up on bicycles. At that time, Trump also threatened additional tariffs on the remaining Chinese imports -- without setting a date for the new duties.  He changed course yet again, just weeks before new tariffs were set to go into place on September 1. He delayed tariffs on some items to December to avoid hurting holiday shoppers. A week later, he announced the rate hike from 10% to 15%.  But at this point, it's too late for companies like QBP to make changes to the supply chain before the all-important holiday rush.  \"We were already doing everything we reasonably could to prepare,\" Moore said.  Uncertainty is the 'greatest disruptor' Trump has backed off tariffs at the last minute, most notably earlier this year with Mexico. On Wednesday, more than 200 footwear companies, including Nike, Keds and Skechers, sent a letter to the President asking that he cancel the new tariffs on shoes.  But importers say the damage is already done, even if the President takes them off at the last minute.  The threat itself has already raised the cost of doing business for Deer Stags, which imports shoes sold at stores like Kohl's and Target.  \"Its creating havoc. We're having to adjust all our inventory plans based on something that might or might not happen,\" said Deer Stags President Rick Muskat, whose father started the company after returning from serving in World War II.  Muskat tried for years to find a manufacturer in the United States, but the shoes the company sells at a moderate price point are mostly made in China.  The company rushed extra orders before the tariffs are expected to go into place. That's tying up capital for shoes it doesn't need just yet, as well as creating an additional warehouse cost for renting more space than usual.  It means that Deer Stags will postpone opening a new distribution facility and defer investing in new software, Muskat said. Economic data suggests that other American businesses may already be delaying investments. A measure of new construction and purchases of equipment and software decelerated during the second quarter of 2019, according to data from the Bureau of Economic Analysis. \"Personally, I think the increased tariff is the wrong approach, but uncertainty is the greatest disruptor of all because it makes it hard to plan,\" Muskat said. In general, the business community has supported the Trump administration's efforts to get a broad trade deal that prevents the Chinese from engaging in unfair practices like forcing companies to share technology secrets as a cost of doing business there.  But many say the tariffs are the wrong way to get a deal.  \"This uncertainty the China trade war has brought to our industry is stifling U.S. growth and halting capital investment in jobs, infrastructure, technologies, and more competitive pricing for our customers,\" the footwear companies wrote in their letter. ", "Section": "politics", "Writers": ["Katie Lobosco"], "URL": "https://www.cnn.com/2019/08/29/politics/tariffs-trump-economy-business-uncertainty/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Thailand", "Source": "CNN"}