{"Type": "article", "Time": "2021-03-15", "Headline": "When can we go on a cruise again?", "Text": "It's been a year since the cruise industry was in the eye of the Covid storm as leisure ships proved themselves ideal places for the disease to spread. On March 13 last year, the US Centers for Disease Control and Prevention issued a no-sail order for ships plying American waters while major industry body Cruise Lines International Association voluntarily suspended all operations.  The resulting scramble to get passengers and crew members home dragged on for several months. Ports closed their doors to virus-hit vessels, on-board Covid cases spiraled and when passengers were returned home, crew members still stuck at sea were hit by a mental health crisis. Today, the multi-billion dollar industry remains in limbo. While recent vaccine rollouts have brought optimism and, in some countries, Covid numbers are finally going down after a devastating second wave, international travel remains curtailed. Most of the world's major cruise lines have canceled voyages until the northern hemisphere summer -- and there remain question marks over what cruising in the wake of Covid will look like. Attempts to bring cruising back in certain markets have so far yielded mixed results. While it's hard to know exactly when and how the world will reopen, here's what we do know about the future of cruising. What are cruise lines and countries saying? Right now, most of the world's major cruise lines remain out of action. In Europe, some operations cautiously recommenced operations last summer -- including MSC Cruises and Costa Cruise Line. Both cruise companies ran Italian voyages with strict Covid protocols, but sailings were canceled when a second wave of Covid-19 hit Europe over winter months.  MSC recommenced voyages on its Grandiosa ship at the end of January 2021 and plans to start another European-only cruise on MSC Seaside in May. Meanwhile, Costa Cruises plans to restart its Italian sailings on March 27, 2021. Both will cater only to passengers living within the European Union's Schengen zone.  AIDA Cruises -- owned by Carnival Corporation -- is due to restart cruises around the Canary Islands in March 2021. In the US, the CDC no-sail order was lifted in October 2020 and detailed regulations were subsequently announced for how cruising could return to US waters, including running \"simulated voyages\" designed \"to replicate real world on board conditions of cruising.\" The CDC rules were announced before the vaccine rollout gathered speed, so are focused on preventive measures including pre-boarding testing. Reliance on testing came under question when seven passengers tested positive for Covid-19 aboard the 112-guest SeaDream 1 cruise ship, the first vessel to sail in the Caribbean since the pandemic began. The CDC's official guidance is still that \"all people\" should avoid travel on cruise ships. It's regulations for cruising's return remain in effect until November 1, 2021. \"Returning to passenger cruising is a phased approach and our current focus is on the protection of crew and working with cruise lines to implement the initial phase requirements of testing all crew and developing onboard laboratory capacity,\" a CDC spokesperson told CNN Travel. They said there was no date for when simulated voyages would begin.  In the UK, a governent \"global travel taskforce\" is working to determine when international travel to and from the UK can restart, with the official roadmap stipulating it should be no earlier than May 17.  Some UK-based cruise lines plan to run domestic voyages this summer, in lieu of globe-spanning itineraries, including Viking Cruises, Fred Olsen Cruise Lines and P&O. P&O Cruises, owned by cruising giant Carnival, is set to offer \"cruises to nowhere\" for vaccinated UK travelers this summer. The voyages will depart from the southern port of Southampton, England from June until September, and navigate the UK coast. P&O said exact routes for each sailing will be determined on the day depending on weather. Princess Cruises has said its longer cruises departing the UK are canceled until the end of September, and instead will launch a series of \"new short cruises\" departing from the UK port of Southampton on its Regal Princess and Sky Princess vessels. P&O and Cunard have also announced plans for \"staycation sailings\" departing from the UK. Australia, which has adopted a hardline on arrivals throughout the pandemic, has a cruise ship ban in place until June 17, 2021.  Canada, meanwhile, has extended its cruise ship veto until February 2022. In Singapore, Royal Caribbean is due to restart so-called \"cruises to nowhere\" -- which previously took place in December 2020 on the Quantum of the Seas cruise ship -- in March. Royal Caribbean will also start Caribbean voyages on its Celebrity Millennium vessel from June. All crew and all adult guests will need to be vaccinated, while children must have had a negative PCR test within 72 hours of boarding. Each voyage will start and end in St Maarten, with stop offs including Aruba and Barbados.  Also from June, Royal Caribbean's Adventure of the Seas will set sail from Nassau in the Bahamas, stopping off at Royal Caribbean's private island, as well as Grand Bahama Island and Cozumel in Mexico. Guests will need to be vaccinated, as will staff, while children under 18 will need a negative Covid test to board. Roger Frizzell, a spokesman for Carnival Corporation -- which own Princess Cruises alongside Carnival Cruise Line, Costa Cruises, P&O Cruises, Cunard, Princess and Holland America --  told CNN Travel the cruise company will take \"a staggered approach\" to returning \"with a limited number of our ships cruising initially.\" \"In the US, we do not yet have dates for when our brands will be able to begin cruising again. We are waiting on additional technical specifications from the CDC that are expected soon,\" said Frizzell. He added Carnival was \"hopeful that all of our fleet will be sailing again by the end of the year.\" MSC Cruises has paused all US based sailings until April 30, 2021. Norwegian Cruise Line has suspended sailings until May 31, 2021. A Norwegian spokesperson told CNN Travel that the cruise line was currently working through its return to service plan in order to meet CDC requirements. Royal Caribbean International -- owner of Royal Caribbean Cruise Line, Celebrity Cruises and Silvesea -- has halted most sailings until May 31, 2021. The exceptions to this are the Quantum of the Seas which is sailing Singapore-based cruises to nowhere and also Spectrum of the Seas and Voyager of the Seas China sailings, which are due to restart on April 30. Royal Caribbean is also planning an inaugural cruise for its brand new ship Odyssey of the Seas departing from Israel in May to sail to the Greek islands and Cyprus. This voyage requires that all crew and passengers over the age of 16 will be vaccinated. In Israel, more than 50% of the population has received both doses of a vaccine. What about vaccines? When British operator Saga Cruises became the first cruise line to introduce a vaccinated passengers only requirement in January 2020, the decision prompted much speculation as to whether the rest of the industry will follow suit. Since then, US operator Crystal Cruises has also said all guests must be fully vaccinated before boarding future Crystal cruises. \"Guests will need to provide proof of vaccination before embarkation and must have received both doses of the vaccine if recommended by the manufacturer by that timeline,\" a statement from Crystal Cruises says. Royal Caribbean's plans for Odyssey of the Seas' Israel voyage, Adventure of the Seas' Caribbean trip and Celebrity Millennium's Caribbean itinerary further cements the notion that vaccinations will be the key to unlocking the industry. It's not clear how travelers will prove that they've been vaccinated, although Israel has been trialling a green pass system that allows vaccinated Israelis entry into restaurants or theaters. CLIA spokesperson Julie Green told CNN Travel that her organization, which represents 95% of ocean-going cruise liners, believes \"vaccinations should co-exist with testing regimes and other protocols and be considered as a progressive enhancement to responsible travel.\" \"No single measure alone is effective, and a multi-layered approach is the right one to mitigate risk,\" she said. Norwegian Cruise Line has also said \"all crew members be vaccinated before boarding.\" Virgin Voyages, Richard Branson's yet-to-be-inaugurated cruise line, has also said that its cruises will only accommodate vaccinated passengers and crew. \"We know the future is about vaccinations,\" said Tom McAlpin, president and CEO of Virgin Voyages in a statement. What will it be like on board? When the MSC Grandiosa returned to the waters last August, the voyage was characterized by Covid testing, social distancing, hand sanitizing and temperature checks. The ship was also operating at reduced capacity. Day trips were strictly moderated, and rule-breaking wasn't tolerated. Travelers and crew members were tested before boarding via a primary antigen test and a secondary molecular test. On board, cleaning methods were enhanced, including hospital-grade disinfectant and the use of UV-C light technology. CDC requirements, meanwhile, suggest future cruises will require on-board face coverings, hand hygiene and social distancing. Laboratory testing will also take place for all passengers and crew when they embark and disembark the ship. The mock cruises that must take place before \"official\" cruises depart will test the efficacy of these preventative measures.  According to CDC guidelines, each cruise line will have to send a report after the mock cruise is complete, which the CDC will then review, give feedback and issue a Covid-19 Conditional Sailing Certificate, assuming all requirements have been met. It's possible a series of mock cruises might need to take place. The goal, according to the CDC conditional sail order, is \"a return to passenger voyages in a manner that mitigates the risk of Covid-19 introduction, transmission, or spread among passengers and crew on board ships and ashore to communities.\" CLIA's Julie Green told CNN Travel that it is establishing protocols that its ocean-going cruise line members will be required to follow. She points to on-board regulations implemented on recent European cruises as a sign of what's to come. \"Measures include robust screening, 100% testing, expanded cleaning and sanitation; and comprehensive shipboard prevention, surveillance, and response measures,\" Green says.  She added that all measures will be \"be continuously evaluated against the state of the global pandemic and may change over time as circumstances evolve. We continue to be guided by the knowledge of the scientific and medical communities.\" How safe are cruises? The susceptibility of cruise ships to the spread of infectious dise", "Section": "travel", "Writers": [], "URL": "https://www.cnn.com/travel/article/future-cruising-2021/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Singapore", "Source": "CNN"}