{"Type": "", "Time": "2021-03-25", "Headline": "Researchers produce bio-based polyols, polyurethanes  from renewable resources — DOST – Manila Bulletin", "Text": "Using sophisticated green technology, state researchers have converted plant-based raw material and its waste by-products into valuable and renewable polyols and polyurethanes (PU) “for commercial applications”,  the Department of Science and Technology – Philippine Council for Industry, Energy and Emerging Technology Research and Development (DOST-PCIEERD) has disclosed.The DOST-PCIEERD said through green technology, a team of researchers from the Mindanao State University-Iligan Institute of Technology (MSU-IIT), led by Dr. Arnold A. Lubguban made strides in producing highly functional polyols and PU-based bioproducts  for commercial production of rigid insulation foams, semi-flexible packaging foam materials, and waterborne anti-corrosive coatings. The Council noted that among the partner industries include Chemrez Technologies, Inc. and Nuevochem Specialties, Inc.“One of our innovations provides baseline data and methods for the commercialization of biomass-based polyols (Phase 1) and polyurethane foam insulation sheets (Phase 2) through an environmentally friendly process that is also characterized by reduced production costs because the raw materials are readily available by-products or waste products,” Lubguban said in a statement. PCIEERD Executive Director Dr. Enrico C. Paringit cited the need for all concerned sectors to provide innovative solutions that will preserve and sustain our natural resources for future generations. “Our main goal is to fully harness the potentials of science, technology, and innovation and constantly improve what is essential to the lives of those we serve,” he said.   “We will constantly provide new opportunities and invest in more efficient and environmentally sustainable greener technologies to build a more livable community,” he added.Lubguban’s team is set to focus on the pilot scaling and optimization of their bio-based polyols to about 40 liters for PU insulation, coatings and packing applications, the Council said. A 36-month program, the “Production of Bio-Based Polyols and Polyurethanes for Industrial Applications” has two project components  aimed at developing bio-based polyols and PUs from renewable resources. ", "Section": "", "Writers": "", "URL": "https://mb.com.ph/2021/03/25/researchers-produce-bio-based-polyols-polyurethanes-from-renewable-resources-dost/", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "viet Nam", "Source": "MB"}