{"Type": "article", "Time": "2020-12-23", "Headline": "The American pirate who kicked off one of Hong Kong's earliest major political scandals", "Text": "The 1857 trial of American pirate Eli Boggs in Hong Kong was a riveting affair, filled with tales of plunder, kidnapping and murder on the high seas. But it was Boggs' two-hour closing statement that shook the British colony's political establishment to its core. Boggs accused a top colonial official, Daniel Caldwell, and another notorious pirate, Ma Chow Wong, of working together in secret to protect each others' interests. Boggs claimed that Wong derived his power from Caldwell's protection racket, and Caldwell profited handsomely financially -- and professionally -- in return. Caldwell reportedly turned over other pirates to law enforcement so he could rise in the colony's professional ranks.  George Wingrove Cooke, The Times' Special Correspondent in China, who covered the trial, dismissed Boggs' allegations out of hand in his reporting. But Hong Kong Attorney General T. Chisholm Anstey toook them more seriously, as he was tasked by the governor with investigating corruption upon his arrival in 1856. That probe became one of Hong Kong's earliest major corruption scandals involving official wrongdoing. Countless followed -- the colony was notoriously rife with corruption until the 1970s, when the government formed its Independent Commission Against Corruption (ICAC), an agency credited with reviving Hong Kong's reputation for preventing corruption and government malfeasance. While the Caldwell affair and Boggs' role in it forced the colonial government to acknowledge the scourge of piracy, piracy itself was not new.  Pirates, by that point, had already been sailing throughout southeast China for hundreds of years.  Ransom and opium The arrival of the British merchants in East Asia made piracy a particularly lucrative industry because of just how much opium was being sold to mainland China. Things came to a head in the 19th century. China at the time was ruled by the Qing dynasty, whose leaders were deeply mistrustful of foreigners and overseas commerce. The empire restricted most foreign trade to Canton, and even evacuated villages from along the coast to stop influential, anti-Qing elements based in Taiwan from fomenting dissent. But as foreign merchants flocked to Canton in the 17th century and shipping routes to the rest of Asia passed through the South China Sea, just south of the city, the opportunity for piracy grew.  While many pirates simply raided opium clippers and sold their contraband, ransom was also big business -- it was even more profitable than robbery, according to some experts. Friends, family and business associates of victims often paid up quickly because the pirates roaming the South China Seas had a reputation for cruelty and grisly violence. According to a history of pirates published by a British captain named A.G. Course in 1966, Boggs allegedly of cut up the body of one wealthy prisoner to insure that colleagues or loved ones paid to free the rest of the people he held captive paid up. However, Boggs was never convicted for that crime. British sailor John Turner also wrote about these brutal tactics after being held hostage on board a pirate ship in 1806. Taylor, the chief mate of a British ship called the Tay, was kidnapped in December that year, while sailing near Hong Kong and Macao and then held for ransom.  Turner later described how new victims were captured on a daily basis, but the treatment of one brought aboard in January \"made an indelible impression\" on him. He watched horror as the pirates nailed a fellow captive's feet to the ship's deck while the prisoner was still alive. After plunging the two large nails through the other prisoner's feet, the pirates beat the man with whips until he began vomiting blood. The victim was left on deck for a short time after,  The captive was then taken ashore, but whether he was alive or dead at the time, Taylor didn't say. It wouldn't matter. When the pirates reached dry land, the man was \"cut to pieces.\" Taylor would go on to spend about five-and-a-half months in the captivity before his ransom was paid and his freedom was secured. Many more sailors would live through similar ordeals.   'That handsome boy' Boggs was hardly the most infamous of the pirates sailing in Chinese waters during the 19th century.  Cheng I Sao left her career as a prostitute to marry a pirate in 1801 and, a few years later, was reportedly commanding a fleet of 70,000 pirates aboard 1,200 vessels. Shap Ng Tsai, who supposedly led 3,000 men and 60 ships, and Chui A Poo were the most notorious pirates sailing around Hong Kong around the time of the Opium War. But Boggs captured the public's imagination because he was a young  American with boyish good looks accused of grisly violence -- including single-handedly killing 15 men on board one ship, while forcing the rest overboard, according to Cooke, the Times journalist. \"It seemed impossible that that handsome boy could be the pirate whose name had been for three years connected with the boldest and bloodiest acts of piracy,\" Cooke wrote. \"It was a face of feminine beauty. Not a down upon the upper lip; large lustrous eyes; a mouth the smile of which might woo (a) coy maiden; affluent black hair, not carelessly parted; hands so small and so delicately white that they would create a sensation in Belgravia.\" It is unclear is how -- or why -- Boggs ended up in China.   But by the early 19th century, what is clear is that the British wanted him locked up, and were offering a 1,200-dollar reward to do so. Yet who captured Boggs is still in dispute. Captain Course's history says another American named William Henry \"Bully\" Hayes,   an opium smuggler, was responsible for capturing Boggs near Shanghai -- and fetching the reward. Transcripts from Boggs' trial published in local Hong Kong papers, however, quote the sworn testimony of Police Constable Charles Barker, who said he arrested Boggs at a bar on Bonham Strand in June 1857, in what is now Sheung Wan, one of Hong Kong's hip neighborhoods popular with expatriates. Either way, in 1857,then reportedly in his mid-20s, he faced trial for piracy and murder.  One witness said he saw Boggs take part in a pirate raid on an opium boat in which 24 men were killed, according to the trial notes. The American was convicted of piracy but acquitted of murder because no one could prove Boggs fired a fatal shot, despite multiple witnesses seeing Boggs firing at a man clinging to a rope tied to a boat.  Cooke, the reporter from the Times, alleged that jury was also \"moved by his (Boggs') youth and courage.\"  Cooke's dispatch from the trial was picked up and published by periodicals across the United States. While audiences across the world were no doubt drawn to the story's dashing and dangerous main character, Cooke said he covered it because \"this subject of piracy is of great importance.\"  \"Where I now write there are 200 junks (Chinese ships) lying in the harbor before me, and every one of them is armed with two heavy guns -- some have 12,\" Cooke wrote. \"Probably one quarter of these are pirates, who live principally by piracy, and adopt the coasting trade only as a cover to their real profession.\" Caldwell's downfall Cooke didn't take Boggs' accusations of a government conspiracy seriously. He said Boggs' defense was \"false\" and claimed the killing of the 15 men had been proven.  Anstey, the attorney general, disagreed.  \"It was a most scandalous scene,\" Anstey wrote to the Duke of Newcastle, the Secretary of State for the Colonies, in 1859, \"especially because the demeanor of Mr. Caldwell under the infliction was clearly that of a guilty man.\"   Caldwell at the time was Registrar General and protector of the Chinese in Hong Kong, a position that gave him ample opportunity to work with, and perhaps even exploit, the local population. Those positions meant Caldwell advised the governor on domestic affairs and affairs relating to the local Chinese population.  Anstey believed Boggs' claims were \"too circumstantial to be entirely false\" and thought it was his \"duty to represent the scandal which had occurred in court.\"   What followed was a three-year-long tit-for-tat, with Anstey and Caldwell accusing the other of wrongdoing. Caldwell called Anstey a vindictive monomaniac targeting him under the guise of stamping out corruption. Anstey accused much of the Hong Kong colonial government of covering up for Caldwell, and in his letter to the Duke -- which Antsey self-published in a pamphlet for the public to read -- argued that the commission tasked with investing Caldwell was staffed with his supporters and that the report they filed failed to address the totality of Caldwell's wrongdoing.  Prejudice was almost certainly a factor. Caldwell had spent a lot of time in Asia and was one of the few British men in Hong Kong at the time to marry a local woman. Anstey called her a \"harlot\" and Caldwell a \"pirate\" during a Legislative Council meeting.   By the end of it all, both men were out of jobs. Colonial Gov. Sir John Bowring quickly tired Anstey's constant quarreling, short temper and impetuous nature, according to a dispatch he filed in 1858. Bowring suspended Anstey from his post in 1858. A year later, Anstey left Hong Kong for Bombay. Bowring's successor, Hercules Robinson, revived the commission on instructions from the Duke of Newcastle. It found Caldwell unfit for public service in 1861. Though his revelations were still upending in Hong Kong politics, Boggs was long gone by that point. He had been released from prison about a year earlier on April 12, 1860, and deported to the US because he was sick \"and it was not expected he would have lived much longer if kept in prison,\" according to the colony's legal records. Albert Smith, a traveler to Hong Kong, wrote that he saw Boggs in prison about a year after his convictions, where the American \"complained terribly of his confinement, and said his chest was affected.\" Boggs slowly faded into history after his return to the US, while Anstey died in Bombay in 1873. Caldwell died two years later. He was buried in a cemetery in Hong Kong's Happy Valley, where is grave is today.", "Section": "asia", "Writers": ["Joshua Berlinger"], "URL": "https://www.cnn.com/2020/12/22/asia/hong-kong-pirates-eli-boggs-intl-hnk-dst/index.html", "MainKeyWord": "Macao", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}