{"Type": "article", "Time": "2020-08-07", "Headline": "China seals off village after bubonic plague death in Inner Mongolia", "Text": "Authorities in the Chinese region of Inner Mongolia have sealed off a village after a resident there died from bubonic plague, a centuries-old disease responsible for the most deadly pandemic in human history. The death was reported to health authorities in Baotou city on Sunday and the victim was confirmed to be a bubonic plague patient on Thursday, the Baotou Municipal Health Commission said in a statement on its website.  The patient died of circulatory system failure, according to the statement. It did not mention how the patient had caught the plague. To curb the spread of the disease, authorities sealed off Suji Xincun village, where the dead patient lived, and ordered daily disinfection of homes. All villagers have so far tested negative for the disease, the statement said. Nine close contacts and 26 secondary contacts of the patient have been quarantined and tested negative, the commission said. Damao Banner, the district where the village is located, has been put on Level 3 alert for plague prevention, the second lowest in a four-level system, until the end of the year. This is the second case -- and first death -- of bubonic plague China has confirmed this year. The previous case was discovered in July in Bayannur, another city in Inner Mongolia, leading to the issuing of another Level 3 alert and the closure of several tourist spots. Plague, caused by bacteria and transmitted through flea bites and infected animals, killed an estimated 50 million people in Europe during the Black Death pandemic in the Middle Ages. Bubonic plague, which is one of plague's three forms, causes painful, swollen lymph nodes, as well as fever, chills, and coughing. The advent of antibiotics, which can treat most infections if they are caught early enough, has helped to contain plague outbreaks, preventing the type of rapid spread witnessed in Europe in the Middle Ages. But it has not been eliminated it entirely -- and it has made a recent comeback, leading the World Health Organization (WHO) to categorize it as a re-emerging disease. Common recurrence  Anywhere from 1,000 to 2,000 people get the plague every year, according to the WHO. But that total is likely too modest an estimate, since it doesn't account for unreported cases. According to 2016 data, the possibility of plague exists on almost every continent, especially the western United States, parts of Brazil, scattered areas in southeast Africa and large swaths of China, India and the Middle East. In the US, there have been anywhere from a few to a few dozen cases of plague every year, according to the Centers for Disease Control and Prevention. In 2015, two people in Colorado died from the plague, and the year before there were eight reported cases in the state. In China, 31 cases of plague were reported between 2009 and 2019, including 12 deaths, according to data released by the National Health Commission. On Thursday, Baotou authorities warned of a risk of \"a human plague epidemic spreading in the city,\" and urged the public to take extra precautions and seek immediate medical attention if they develop symptoms of fever or coughing. They also urged people to reduce contact with wild animals while traveling and avoid hunting, skinning or eating animals that could cause infection. Last month, two cases of bubonic plague were confirmed in Mongolia -- brothers who had both eaten marmot meat, according to China's state-run news agency Xinhua. In May 2019, another couple in Mongolia died from the plague after eating the raw kidney of a marmot, thought to be a folk remedy for good health.  Marmots a type of large ground squirrel that is eaten in some parts of China and the neighboring country Mongolia, and which have historically caused plague outbreaks in the region. The marmot is believed to have caused the 1911 pneumonic plague epidemic, which killed about 63,000 people in northeast China. It was hunted for its fur, which soared in popularity among international traders. The diseased fur products were traded and transported around the country -- infecting thousands along the way.", "Section": "asia", "Writers": ["Nectar Gan", "Jessie Yeung"], "URL": "https://www.cnn.com/2020/08/07/asia/china-mongolia-bubonic-plague-death-intl-hnk-scli-scn/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}