{"Type": "article", "Time": "2020-01-24", "Headline": "January 25 coronavirus news", "Text": "Our live coverage of Saturday's coronavirus outbreak has ended, but you can read more about the ongoing crisis here. The Wuhan coronavirus continues to spread around the world having already killed dozens of people and infecting hundreds in China. In the US, the first cases of coronavirus were confirmed this week; a man in his 30s who is under observation in Washington state and a Chicago woman in her 60s. Get caught up on the latest developments below: Outbreak is accelerating in China: Chinese President Xi Jinping chaired a meeting with top officials of the ruling Communist Party on the prevention and control of the Wuhan coronavirus outbreak, China’s state media reported Saturday. During the meeting, Xi pointed out that in facing the grave situation of the rapid spreading epidemic of the deadly new coronavirus, it is necessary to strengthen the centralized leadership of the Party Central Committee. \nNumber of confirmed cases rise: Confirmed cases of coronavirus in China and around the world now stand at more than 1,400 globally. China has already restricted travel for more than 30 million people, a move considered unprecedented. Medical facilities are struggling in Wuhan, the epicenter of the outbreak, as authorities race to build a new hospital dedicated to treat those affected.\nCDC gets involved: The US Centers for Disease Control and Prevention says it is involved in a coordinated US government effort to help US citizens leave Wuhan. \"Department of State has the lead for the safe and expedient ordered departure of all US citizens from Wuhan, China. CDC is aware and coordinating in the planning,” CDC spokeswoman Kristen Nordlund told CNN.\nTrump thanks Xi: President Trump tweeted his thanks to Xi and China’s efforts to contain the Wuhan coronavirus. A second case of Wuhan coronavirus in the United States was identified in Chicago, the US Centers for Disease Control and Prevention (CDC) said Friday in a news briefing.\nEvents cancelled: A marathon that was due to take place in Hong Kong in a couple of weeks has been canceled by its organizers amid fears of the coronavirus outbreak, organizers' said. The event's 70,000 participants will get refunds. This comes as Hong Kong raised its response level to the virus to \"emergency,\" and the city's Chief Executive Carrie Lam said all large-scale events, including the Spring Festival and Lantern Festival, will be canceled. CNN's Holly Yan contributed to this report. The confirmed cases of Wuhan coronavirus has risen to 1,409 across mainland China.  According national and provincial health authorities, 42 deaths have been confirmed. Confirmed cases in China: Hubei (includes Wuhan): 761, including 40 deaths\nGuangdong: 78\nZhejiang: 62\nChongqing: 57\nBeijing: 51\nHunan: 43\nAnhui: 39\nShanghai: 33\nHenan: 32\nSichuan: 28\nShandong: 27\nGuangxi: 23\nHainan: 19\nFujian: 18\nJiangsu: 18\nJiangxi: 18\nLiaoning: 17\nShaanxi: 15\nYunnan: 11\nTianjin: 10\nHeilongjiang: 9, including 1 death\nHebei: 8, including 1 death\nInner Mongolia: 7\nShanxi: 6\nGansu: 4\nGuizhou: 4\nJilin: 4\nNingxia: 3\nXinjiang: 3\nQinghai: 1 Cases outside mainland China (38 total): Hong Kong: 5\nThailand: 5\nAustralia: 4\nTaiwan: 3\nMalaysia: 3\nJapan: 3\nFrance: 3\nSingapore: 3\nUS: 2\nMacao: 2\nVietnam: 2\nSouth Korea: 2\nNepal: 1   Chinese President Xi Jinping chaired a meeting with top officials of the ruling Communist Party on the prevention and control of the Wuhan coronavirus outbreak, China’s state media reported Saturday. During the meeting, Xi pointed out that in facing the grave situation of the rapid spreading epidemic of the deadly new coronavirus, it is necessary to strengthen the centralized leadership of the Party Central Committee.  He also said that he has been paying very close attention to the virus outbreak and demanded that the government at all levels to put people’s life and health as the top priority. \"Life is of paramount importance. When an epidemic breaks out, a command is issued. It is our responsibility to prevent and control it,\" Xi said, stressing the importance and urgency of the work. What else is being done to address the outbreak: Xi ordered officials in the Hubei Province to take more rigorous measures to prevent the virus from spreading and to put all patients in centralized quarantine for treatment. He urged the party committees and governments at various levels to fully implement the decisions and policies made by the Party’s Central Committee, make all-out efforts and mobilize all the available resources to curb the spread of the virus. He called for strengthening the protection of medical staff, ensuring the market supply of materials in need, intensifying disclosure of related information to guide the public opinion as well as the mobilization of social forces to uphold the overall stability of society. Xi and other leaders also made new arrangements for further studies on the treatment of patients already infected with the virus. Chinese President Xi Jinping has told officials in Hubei Province – where Wuhan is situated – to do more to prevent the virus from spreading, and to put all patients in centralized quarantine for treatment, China’s state media reported Saturday. During a meeting he chaired with top officials of the ruling Communist Party, he demanded that Chinese government officials at all levels make life and health the top priority. And he is urging them to fully implement decisions and policies made by the party’s Central Committee, state media reported. The report comes on the same day the Chinese central government said it would send more than 1,200 health workers — as well as 135 People's Liberation Army medical personnel – to Wuhan in an unprecedented effort to control the spread of the virus. Jordan's King Abdullah II has directed that an aircraft be sent to Wuhan to evacuate Jordanians \"as soon as possible,\" according to Jordan's Petra state news agency. Jordan has received Chinese authorities' consent for the evacuation, Petra reported. The US Centers for Disease Control and Prevention says it is involved in a coordinated US government effort to help US citizens leave Wuhan. \"Department of State has the lead for the safe and expedient ordered departure of all US citizens from Wuhan, China. CDC is aware and coordinating in the planning,” CDC spokeswoman Kristen Nordlund told CNN. Read the full story here The US consulate reached out to Americans registered with the consulate and offered them seats on a flight, which will have medical personnel on board, according to a US official with knowledge of the matter. There are about 1,000 Americans living in Wuhan and those who choose to evacuate with diplomats will be billed for the flight, the source said. He disputed the Wall Street Journal's description that \"any available seats might be offered to non-US citizens and diplomats of other nations,\" saying that non-US citizens would only be allowed to take the flight if they are related or married to Americans.  He added that other diplomats from countries such as South Korea and the United Kingdom are arranging their own transportation out of Wuhan. He also said the WSJ description of the aircraft size was not entirely accurate as officials were still deciding between a narrow-body Boeing 737 and a wide-body Boeing 767. Asked why the US is evacuating its diplomats and citizens from Wuhan while no such action was taken during the height of the SARS epidemic that hit China in 2003, this official said, \"I think we all learned our lesson from SARS.\" Read the full story here The US government is arranging a charter flight to evacuate diplomats from the Chinese city that has become ground zero for a new deadly strain of coronavirus, a US official with knowledge of the matter told CNN Saturday. The United States has a contract with a transporter to evacuate diplomats from the US consulate in Wuhan, China. The consulate is closed and all US diplomats are \"under ordered departure,\" the official said. Details of the flight plan are still being finalized and the source said \"a lot depends on what the Chinese authorities will allow us to do,\" adding that Beijing has been \"very cooperative.\"  The State Department and White House have not yet responded to CNN's inquiry regarding the matter. Read the full story here The China Association of Travel Services reports that all tours, including international ones, will be suspended starting Monday. Domestic group and packaged tours were stopped on Friday.  There are now 1,400 confirmed cases of Wuhan coronavirus around the world.  There is one new case in Hubei and two new cases in Hainan, according to Chinese authorities, pushing the total in mainland China to 1,362.  There are 38 confirmed cases of the Wuhan coronavirus in 13 places outside mainland China.   Here's the tally:  Australia -- 4 France -- 3 Hong Kong -- 5 Thailand -- 5 Singapore -- 3 US -- 2 Taiwan -- 3 Macao -- 2 Malaysia -- 3 Nepal -- 1 Japan -- 3 Vietnam -- 2 South Korea -- 2 The French government says it’s planning to set up a bus service to move French nationals out of Wuhan. The country’s Foreign Affairs Minister Jean-Yves Le Drian said Friday it is being set up “in conjunction with the local authorities.” “The Consulate General of France in Wuhan has informed French nationals in Wuhan that it plans to set up, in conjunction with the local authorities, a bus service,\" he said, which would allow French nationals and their families \"to leave the city of Wuhan.\" Asked by CNN how the evacuation plan would work given the lockdown of Wuhan, a spokesperson for the French Foreign Affairs Department said: “We have sought a solution in agreement with the Chinese, I cannot give more details on the process, but it will work.” A marathon that was due to take place in Hong Kong in a couple of weeks has been canceled by its organizers amid fears of the coronavirus outbreak, organizers' said.   The event's 70,000 participants will get refunds. This comes as Hong Kong raised its response level to the virus to \"emergency,\" and the city's Chief Executive Carrie Lam said all large-scale events, including the Spring Festival and Lantern Festival, will be canceled.  \"Public health is our top priority. To support the government’s epidemic prevention efforts, the organiser has decided to cancel the Standard Chartered Hong Kong Marathon originally scheduled for 8 and 9 February,\" read a statement from the Standard Chartered Hong Kong Marathon on its website and Facebook page Saturday. Many Facebook users agreed with the decision to cancel the race.  Vivo Wong wrote: \"wise decision -- I can't imagine it being an easy decision for the organisers. Health & safety is of utmost importance. There will always be next year.\" Several runners posted on social media that they had been looking forward to receiving the race's finisher medal, which commemorates the Year of the Rat.  One user, ImEe LoVe, responded to the organization's Facebook page saying: \"please send us the Year of the Rat medal and runners pack. We don't need the refund.\"  Another user, Matthew Lee, wrote: \"Yeah, can we have the medals back. We have prepared for months and at least deserve that part.\" Fifty-six Indian students have been trapped in Wuhan for three days, with some afraid to leave their dorm room and fearful of running out of food.  Ganesan Deepshikha, a student at the Wuhan University School Of Medicine, told CNN that the students have been told by the Indian Embassy that they are safe in Wuhan but have not received any assistance. Normally a transport hub for central China, Wuhan has been closed off from the rest of the country since Thursday -- when the city was placed on lockdown.  Public transport has been shut down and car travel restricted.  Deepshikha told CNN that 25 to 30 among the group of Indian students at the Wuhan University are refusing to leave their dorm room, despite having only enough food for one more day. Two campus hospitals at the Wuhan University have been treating patients suffering from Wuhan coronavirus -- with one such hospital just 300 meters from the dorm where the Indian students have sequestered themselves. China has announced more confirmed cases of the virus, pushing the global total to 1,397.  In mainland China, there are 1,359 confirmed cases, including 41 deaths.  The majority of deaths (39) occurred in Hubei province, one person died in China's northern province of Heilongjiang and one other death was reported in Hebei province, near Beijing.  Fifteen Chinese cities are now in lockdown as Wuhan coronavirus continues to spread through the country. The combined populations of the 15 cities total 57.2 million people. All 15 of the cities are in Hubei Province, of which Wuhan is the capital. The strictness of each lockdown order varies from city to city, but all are experiencing a halt to public transport services. In Wuhan (population 11 million) and nearby Huanggang (population 7.5 million), markets and cinemas have been closed, roads have been shut, and train stations and airports closed. The western China province of Qinghai has confirmed its first case of Wuhan Coronavirus, according to the local health authority. The diagnosis brings the total number of people with the virus in mainland China to 1,288. The only province without a recorded case is now Tibet. UK health officials are trying to track down hundreds of passengers who recently arrived from Wuhan -- the epicenter of the virus outbreak -- in the UK. Before the temporary closure of Wuhan Tianhe International Airport on Thursday, \"there were 3 flights a week\" into London's Heathrow Airport, a spokeswoman of Public Health England told CNN. \"As an additional precaution, we are endeavouring to ensure that all passengers that have arrived from Wuhan in the last fortnight have the information they require to seek help if they begin to experience symptoms,\" Dr. Nick Phin, Deputy Director, National Infection Service, Public Health England, said in a statement. This comes after all 14 suspected cases of the virus in the UK were given the all-clear on Friday.  Wuhan will be building a second hospital with 1,300 beds in the next 15 days, according to Chinese state media People’s Daily. The announcement comes after health workers in the city warned that hospitals are running low on supplies as they struggle to cope with the outbreak of the virus.  The Hong Kong Disease contingency plan has been upgraded from “serious” to “emergency” level, Hong Kong Chief Executive Carrie Lam announced in a press conference Saturday amid rising fears of the virus's spread.  Lam also said schools in the city will be suspended until February 17. Australia, Malaysia and Nepal all reported their first confirmed cases of the Wuhan coronavirus on Saturday. There are now 13 places outside of mainland China where cases of the deadly virus have been confirmed.  As of the end of the day Friday, 1,287 cases had been confirmed in mainland China, mostly in Hubei province. Here are the other places: Hong Kong: 5 cases Thailand: 5 cases Australia: 4 cases France: 3 cases Japan: 3 cases Malaysia: 3 cases Singapore: 3 cases Taiwan: 3 cases Macao: 2 cases South Korea: 2 cases United States: 2 cases Vietnam: 2 cases Nepal: 1 case Three men who traveled from China to Sydney, Australia, have tested positive for the Wuhan coronavirus, health authorities in the city said.  The country has now confirmed a total of four cases.  Nearly all motor vehicles will be banned from Wuhan’s city center starting Sunday to control the flow of people, according to the local task force set up to stop the spread of the coronavirus. Only vehicles with special permits, free shuttles and government vehicles will be allowed to use the roads.  Healthcare workers in Wuhan are warning that hospitals are running low on supplies as they struggle to cope with the outbreak of the Wuhan coronavirus. Four medical staff -- including doctors -- spoke to CNN of the situation and vented their frustrations amid exhaustion. They have asked to remain anonymous, fearing they could face repercussions for speaking to journalists without permission from their superiors. Through telephone conversations with CNN and posts on Chinese social media, they described scenes of hospitals low on resources. In private groups online, those identified as hospital staff are working with members of the public to import protective equipment as they treat an increasing number of patients infected with the deadly new coronavirus.   “In terms of resources, the whole of Wuhan is lacking,” one Wuhan-based healthcare worker told CNN by phone. This person said they were looking for more protective clothing, including goggles and masks.  “It’s really like we’re ‘going into battle stripped to the waist,’” another healthcare worker added, using a Chinese idiom that equates to “going into battle without armor.” A different hospital staff member even claimed healthcare workers have had to resort to wearing diapers to work so as to avoid having to remove their hazmat suits, which they say are in short supply. A doctor on her Weibo microblog account described similar accounts at another Wuhan hospital.  “My family members are definitely worried about me, but I still have to work,” a separate doctor told CNN. But she said that she is hopeful that they will ultimately get the gear they need.  “Our bosses, our hospital suppliers will definitely find a way to get these stocks to us,” she added. It’s not clear if these accounts are merely anecdotal or whether there are widespread shortages across Wuhan. Chinese state media has also shared posts from multiple Wuhan hospitals in which they are asking for public donations of medical supplies. They report that one hospital staff member said the current supplies “are only able to sustain three or four days.\" A rise in fatalities: 41 people have now been killed by the Wuhan coronavirus. As of the end of the day Friday, 1,287 people were confirmed to have contracted the virus -- and 237 of them are in critical condition, China's state-run Xinhua news agency reported.  A 2-year-old patient: The local health authority in the southern region of Guangxi said a 2-year-old girl has been infected by the Wuhan coronavirus. She is believed to be the youngest patient to have been sickened by the new virus that has swept through China.  A global concern: Three more countries -- Australia, Malaysia and Nepal -- have reported confirmed cases of patients infected with the new coronavirus. They are among 13 places outside mainland China where the virus has been confirmed. A holiday canceled: Beijing, Hong Kong, Shanghai and other major cities have canceled festivities for the Lunar New Year Holiday in an effort to stop the spread of the disease. The Lunar New Year is the most important holiday on the Chinese calendar, a time when hundreds of thousands of people travel home to be with their families and celebrate.  A stretched healthcare system: Health officials are responding in full force to the crisis, but videos and witness accounts from Wuhan paint a picture of packed hospitals and overworked staff. There are seven hospitals designated to deal with the crisis in the city, and 10,000 beds have been requisitioned. They are also building a new, 1,000-bed hospital on the city's outskirts -- and are hoping to finish it in six days.  Wuhan officials acknowledged that people have been turned away at local hospitals that are struggling to accommodate people seeking medical attention. The People's Liberation Army and National Health Commission both announced Saturday that they're deploying more medical personnel to Wuhan. Nepal has confirmed its first case of the Wuhan coronavirus, a spokesman for the country's Health Ministry told CNN.  The patient is a 31-year-old Nepali man studying for his PhD in Wuhan, said the spokesman, Mahendra Kumar Shrestha. The student flew to Nepal earlier this month and was admitted to a hospital in Kathmandu on January 13 with fever and respiratory problems.  He was released on January 17 after his condition improved, but specimens taken from the patient and sent to a World Health Organization lab in Hong Kong tested positive for Wuhan coronavirus. “The patient is being monitored. The people in close contact with him since he came to Nepal are also being identified and tested,\" Shrestha said. Starbucks said it has closed all 90 of its Hubei stores indefinitely amid the spread of a new coronavirus that originated from the province’s capital, Wuhan.  In a statement released Saturday, the Seattle-based coffee giant said:  “All Starbucks stores and special star delivery in Hubei will be temporarily closed. Hubei employees are asked to rest at home, minimize going out, take care to protect themselves and their families. All store employees who were scheduled to work during the closing period will be paid as usual.” The closures will continue throughout the Spring Festival, which runs until the end of January. Starbucks will then make a decision as to how much longer stores will be closed. The company also announced a 3 million yuan ($432,000) donation to the Chinese Red Cross for the purchase of “protective clothing, masks, disinfection and sterilization supplies required by medical personnel in the affected areas in Hubei province.” US Senator Cory Gardner, who represents the state of Colorado, said in a statement Friday night in the US that he was \"aware of reports\" of a potential case of the new coronavirus in his state. \"I stand ready to help local and state officials respond if the need arises,” Gardner said.  The Colorado Department of Health and Environment (CDPHE) announced it is investigating a possible case of novel coronavirus in a tweet Friday night and is awaiting results from the CDC whether it is a confirmed case.  The agency said the individual being tested has \"a history of travel from Wuhan.\" A hospital in Hong Kong accidentally put a 62-year-old coronavirus patient in the wrong room, causing concern that she may have infected others.  The Hong Kong Hospital Authority's director of quality and safety, Dr. Chung Kin-lai, apologized for the mistake Saturday morning. Chung said the woman was put in the wrong ward, which did not have negative room pressure -- a feature designed to stop the spread of germs.  “We want to apologize for this incident and the imperfect handling,” he said. The hospital, located in the district of Tuen Mun, is now assessing whether other patients have been put at risk and the extent of that risk. The Wuhan Health Commission has requisitioned more than 10,000 beds from 24 hospitals to be used to treat confirmed and suspected coronavirus cases.  The commission wrote in a statement Saturday that “So far, we have 4,000 beds for suspected and confirmed patients, and the other 6,000 beds will be ready before the end of January.” “We will requisition more hospitals according to the development of the epidemic,” the statement read. Authorities have designated seven hospitals in Wuhan as areas to test and treat those who may have been infected with the virus, the city's health authority said Thursday.  Chinese state media also reported that the city aims to build a new 25,000-square-meter facility within a week, increasing hospital capacity by 1,000 beds. Wuhan officials have acknowledged that local hospitals were struggling to accommodate people seeking medical attention. Three Chinese nationals in Malaysia have tested positive for the Wuhan coronavirus, the Malaysian health minister said at a news conference Friday, according to a report in Malaysian state-run news outlet Bernama.  The trio are the wife, 65, and two grandchildren of a 66-year-old man from China who was diagnosed with the coronavirus in Singapore, Bernama reported.  All three are now under isolation at a hospital in Johor Bahru, the capital of the Malaysian state of Johor. The city is located across the border from Singapore.  The Chinese government has deployed military personnel and more health workers to Wuhan to help those already in the city help contain the spread of the new strain of coronavirus. China's National Health commission announced that 1,230 medical personnel were sent to Wuhan, and more are on standby.  The People’s Liberation Army sent 135 military medical personnel to the area, who arrived in Wuhan on January 24. With global attention on the Wuhan coronavirus and its spread around China and other countries, it's important to put it in the context of other deadly infections, including seasonal influenza, which claims the lives of thousands of people every year. According to a September 2019 study by Chinese scientists published in The Lancet, there are an average of around 88,100 influenza-related deaths every year in China, with a mortality rate of between 1.6% and 2.6%. The majority of those who died as a result of the flu were aged over 60, the report said. While the true extent of the new coronavirus is unclear, it appears to be more deadly than seasonal influenza. Of the 1,317 cases confirmed globally as of noon Saturday in China, there have been 41 deaths, a mortality rate of 3.1%. However, that is far less deadly than related coronaviruses SARS and MERS. SARS has a mortality rate of around 10%, while MERS has killed 34% of those infected with that virus. The US Centers for Disease Control and Prevention (CDC) estimates that this flu season -- from October 1, 2019 until January 18 -- 15 to 21 million people have contracted the flu in the United States, killing somewhere between 8,200 to 20,000 people.  Those numbers are based on the CDC’s weekly influenza surveillance reports, which summarize key influenza activity indicators. Eleven cities in China's central Hubei province are facing travel restrictions as part of the Chinese government's efforts to stop the spread of the Wuhan coronavirus.  Transport bans of varying degrees have also been placed on the following cities: Wuhan, Ezhou, Huanggang, Chibi, Xiantao, Zhijiang, Qianjjiang, Huangshi, Xianning and Yichang. All the cities cover a population of more than 30 million people. Restrictions include shutting down railway stations, bus stations, intercity transport links, or preventing private vehicles from driving on certain roads. Authorities have yet to announce when these restrictions will be lifted.  Health officials in Washington state added seven individuals Friday to the list of people they are monitoring for possible exposure to Wuhan coronavirus. The Washington Department of Health said Friday afternoon a total of 50 people are being monitored due to potential close contact with the Snohomish County man who was diagnosed with coronavirus after returning home from China. That’s up from 43 the day before. Individuals under monitoring are not hospitalized or quarantined, but are asked to keep in contact with health officials to ensure they have no symptoms. Hong Kong has now confirmed five Wuhan coronavirus cases in the city, the city's Health Bureau said on Saturday in a statement.  The three additional cases were detected on Friday. All three people are residents of Wuhan who traveled to Hong Kong to visit relatives. The city has identified 62 suspected cases and 107 people have been admitted to hospital for observation since Friday, the Health Bureau said. A new 1,000-bed hospital dedicated to the Wuhan coronavirus outbreak is being built on the outskirts of the Hubei capital.  The hospital is due to be completed and in use by February 3, and as photos published by state media show, dozens of diggers and other construction vehicles have been put into service getting the site ready. Similar efforts were put in place in 2003 during the SARS crisis, with a new hospital built in Beijing in less than a week. On this date 17 years ago, I was covering the severe acute respiratory syndrome (SARS) virus for several months as it spread across Asia, eventually reaching 37 countries, sickening more than 8,098 people and killing 774 of them. So, as I read the first reports of a cluster of animal-market related illnesses, with the first patient exhibiting symptoms of pneumonia as early as December 12, 2019, I had a chilling sense of déjà vu.  The mysterious pneumonia virus that emerged from a live animal market in China's central city of Wuhan last month has now infected far too many people, over far too vast a geographic area, to be easily controlled. Speaking on background, other SARS veterans tell me there may already be \"many thousands\" of infected individuals in China. Here's what it will take to stop the Wuhan virus. First, the flow of people who are infected has to stop and transportation across the entirety of China must be monitored or restricted.  The Wuhan animal market from which nCoV2019 arose is located less than 0.5 miles from one of the city's train stations, where several high-speed rails stop. It must be assumed that people, and their live animals, walked that short distance earlier this month to take the trains -- possibly carrying the virus with them to cities across China. Read more here A 2-year-old girl has been infected by the Wuhan coronavirus in the southern region of Guangxi, according to the local health authority. She is believed to be the youngest patient to have been sickened by the new virus that has swept through China.  China's state-run Xinhua news agency reported Saturday that of the 1,287 people who have been sickened by the coronavirus by the end of the day Friday, 237 are in critical condition.  Australia has confirmed its first case of the Wuhan coronavirus in the state of Victoria, officials said.  The infected individual is a man in his mid 50s who was visiting from China, Victoria’s Department of Health and Human Services said in a statement. He is currently in a stable condition and being treated in an isolation room at a hospital in Melbourne.  The man had been in Wuhan two weeks prior to getting sick. With the Wuhan coronavirus spreading across the country, China is now facing a major test of just how much it has changed since 2003, both in terms of the healthcare system's ability to react to a new deadly pathogen -- and crucially, how the central government handles the developing crisis. Speaking this week, Chinese President Xi Jinping ordered \"all-out efforts\" to contain the virus' spread and treat those affected. His intervention seemed to carry with it a clear message: the mistakes of SARS will not be repeated. Wuhan is only the latest crisis to face Xi since he secured personal control of the Communist Party, joining the US-China trade war, ongoing anti-government unrest in Hong Kong, and the recent Taiwan election, in which Tsai Ing-wen, much loathed by Beijing, handily won reelection against a more pro-China candidate. Read more here In 2003, panic was setting in. The fatal severe respiratory syndrome (SARS) -- which first appeared in southern China -- had spread across borders, prompting schools to close in Singapore and hundreds to be quarantined in Hong Kong. But back then there were no high-speed trains linking Wuhan with other cities, and the southern province of Guangdong, where the outbreak started, felt very far away. Some people wore masks, others didn't. Almost two decades later, Asia is on the brink of another pandemic, say experts. For many, it feels eerily similar to the SARS outbreak that infected over 8,000 people and killed 774 around the world between November 2002 and July 2003. SARS is also a type of coronavirus, which causes flu-like symptoms, and can mutate as it spreads from person to person. In the past month, at least 41 people have died and more than a thousand people have been diagnosed as infected by the Wuhan coronavirus, a cousin of SARS. Cases have been reported in a number of countries, including the United States, France, and Singapore. Six weeks into the outbreak, there are signs that China is handling this outbreak differently. But there's still concern over China's response -- and just how transparent Beijing is being. Read more here President Donald Trump tweeted his thanks to Chinese President Xi Jinping and China’s efforts to contain the Wuhan coronavirus. A second case of Wuhan coronavirus in the United States was identified in Chicago, the US Centers for Disease Control and Prevention (CDC) said Friday in a news briefing. The immediate health risk from Wuhan coronavirus to the general American public is considered low at this time, according to the CDC.   The Dow and the broader stock market ended deep in the red on Friday as fears over the spread of the Wuhan coronavirus tainted investor sentiment. Stocks started the day higher as it appeared markets were shrugging off the coronavirus news, but took a turn for the worse after a second case was confirmed on US soil in Illinois. The first case was confirmed on Tuesday in Washington state. Both patients had traveled to the central Chinese city of Wuhan, where the virus outbreak originated. Read more here Three cases of the Wuhan coronavirus have been identified in France, the country's Health Ministry announced Friday. They are the first European cases of the newly discovered virus, officials said. One patient is a 48-year-old man in the southwestern city of Bordeaux, Health Minister Agnès Buzyn told reporters. Buzyn said the man traveled to China and visited Wuhan before returning to France on January 22. A day later, he sought medical examination and has remained in isolation since then. \"He's in isolation and he's doing well,\" Buzyn said. Two other patients have been admitted to a hospital in Paris, the ministry said in a statement. Read more here January 25 is the first day of the Lunar New Year, as countries across Asia greet the Year of the Rat.  Celebrations will be considerably smaller in China than in previous years, however, as authorities have canceled many large public gatherings in order to help contain the Wuhan coronavirus.  Authorities in Beijing have canceled all large-scale New Year celebrations \"in order to control the epidemic.\"  \"It is decided to cancel all the large-scale events, including temple fairs, in Beijing as of today,\" the city's Culture and Tourism Bureau said Thursday.  \"Citizens shall strengthen the preventative measures and support the decision. We will notify the policy changes with the epidemic development. After organizers will deal effectively with the effect of canceling the large-scale events. And wish all citizens a happy (Lunar New Year).\"  Celebrations have also been canceled in Hong Kong, and many other cities have issued guidance to citizens to avoid large public gatherings.  In Wuhan, the city of 11 million at the center of the outbreak, a \"temporary suspension\" of public transport has been introduced, and people have been told not to leave, meaning they may not see their families during the Lunar New Year period.  This is easier said than done, however, and the scale of the challenge facing authorities tasked with implementing the blockade is immense. By way of comparison, the lockdown is akin to closing down all transport links for a city more than three times the size of Chicago, two days before Christmas. \"The Chinese new year is the most important festival for Chinese. And many of the mobile population, they're coming from rural China to work in Wuhan, and now you ask them not to leave to see their relatives, that is difficult,\" professor Yuen Kwok-yung, a leading microbiologist, told CNN. China's economy is slumping and the country is still suffering the effects of the trade war with America. An outbreak of a new and deadly virus is the last thing it needs.  The Wuhan coronavirus has already roiled Chinese markets and thrown plans for the upcoming Lunar New Year holiday into chaos for millions of people.  If Beijing fails to contain the disease quickly, it will cause more pain for a country that was already trying to stave off a serious downturn by trying to encourage more consumer spending. An epidemic could have the opposite effect.  \"If you're trying to rebalance the Chinese economy, this is one of the last events you want to see,\" said Logan Wright, director of China markets research at Rhodium Group. The world's second biggest economy grew at its slowest pace in nearly three decades last year as it contended with rising debt, cooling domestic demand and US tariffs, many of which remain in place despite a recent truce. Beijing is worried about unemployment, too, and has announced a wave of stimulus measures in recent weeks aimed at preventing mass layoffs. Read more here", "Section": "asia", "Writers": ["Tara John", "Joshua Berlinger", "Adam Renton"], "URL": "https://www.cnn.com/asia/live-news/coronavirus-outbreak-hnk-intl-01-25-20/index.html", "MainKeyWord": "Macao", "AdditionalKeyWord": "Thailand", "Source": "CNN"}