{"Type": "", "Time": "2021-03-23", "Headline": "Why is blended learning more difficult? – Manila Bulletin", "Text": "Blended Learning, where two or more alternative learning delivery modalities are “blended” together, is among the options offered by the Department of Education (DepEd) in an effort to ensure education continuity amid the pandemic this school year.As defined, Blended Learning refers to “face-to-face with any or a mix of online distance learning, modular distance learning, and TV/Radio-based Instruction.” It is designed to enable the schools to “limit face-to-face learning, ensure social distancing, and decrease the volume of people outside the home at any given time.”However, a survey conducted by Social Weather Stations (SWS) released on March 13 showed 9 out of 10 Filipino families or 89% with enrolled members consider Blended Learning “more difficult” than face-to-face set-up.Education Secretary Leonor Briones, in an online presser on March 22, explained some possible reasons why Blended Learning is more difficult practically for everyone.Blended Learning, Briones explained, was implemented at a time when “children are one grade higher that what they were used to be before and there’s a change in the curriculum.”“Yes, blended learning right now is difficult,” Briones said. “It is not only because the concept of blended learning envisions a mix of different approaches, it is also because the environment within which we are implementing blended learning is also very tough and challenging even for the grown ups – for the parents, for the teachers, for the policy makers,”she added.Briones noted that Blended Learning “assumes that part of the ‘blend’ is face-to-face but we did not include face-to-face learning because of the policy of the President.”In 2020, Briones said that the Senate and House passed a law mandating the President to make decisions on opening of classes and other matters on education. Given this, she noted that “he has decided that the safety of the children is more important” and DepEd has to adhere to his mandate.As an educator herself, Briones said that Blended Learning would be perceived as “more difficult” because it is not complete. “Something’s lacking because usually, you have a few hours of face-to-face, one day or the entire week,” she said.Briones noted that for so long, the Philippines has been implementing educational programs that are largely face-to-face.“So, at a time of a great risk of pandemic, at a time of great change and at a time when the children are moving up to another grade under another method when they have to be dealing with their parents and the parents have a new role, teachers have a new role and local governments also have a new role – all of these converge,” Briones said.Briones also pointed out that the environment is also another factor that makes Blended Learning more difficult for many stakeholders.“It is not only blended learning, per se, [that] is difficult but the environment of blended learning at this time is very complicated,” she added.Briones noted that DepEd, itself, is aware of the challenges brought about by implementation of alternative learning delivery modalities at a time of a pandemic.Despite this, Briones maintained that closing schools was never an option for DepEd. “Whatever happens, whatever the circumstance we continue – but admittedly, it’s not perfect…admittedly, the environment and change complicate what we think are favorable characteristics of blended learning,” she ended.", "Section": "", "Writers": "", "URL": "https://mb.com.ph/2021/03/23/why-is-blended-learning-more-difficult/", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Thailand", "Source": "MB"}