{"Type": "article", "Time": "2020-02-07", "Headline": "February 7 coronavirus news", "Text": "Our live coverage of the coronavirus outbreak has moved here. None of the evacuees from China who arrived at San Antonio’s Lackland Air Force Base are sick, according to an official with the US Centers for Disease Control and Prevention.  The passengers were men, women and children and had either been living in, or traveled to, Hubei province. They were escorted off the plane, at which time medical professionals took their temperatures. Some of the passengers were then loaded back onto the plane and will continue on to Omaha, Nebraska. Fewer than 100 of the passengers will be kept at the air force base. All the evacuees will be under federal quarantined for 14 days from the time the plane left China.  “It may seem surprising to some that we are taking such aggressive measures,” CDC's Capt. Jennifer McQuiston said at a news conference Friday. McQuiston added that the goal of the CDC is to protect the health of US citizens. Norwegian Cruise Lines is prohibiting passengers or staff that have Chinese, Hong Kong or Macau passports on board any of the ships over concerns of spreading the coronavirus, the company said in a statement. \"Any guest who exhibits symptoms of any respiratory illness while on board will be subject to additional screening at our onboard Medical Center and may be subject to potential quarantine and disembarkation,\" the company said. The new policy also said that guests who have traveled from, visited or transited via airports in China, including Hong Kong and Macau, within 30 days of their voyage will also not be allowed to board any of its ships. Yesterday, Royal Caribbean imposed the same bans and restrictions on its cruise ships. More from Norwegian Cruise Lines: The standard incubation period for coronavirus according to the World Health Organization and US Centers for Disease Control and Prevention is 14 days, Norwegian said. Guests who are denied boarding will be issued a refund when they provide proof of travel, the company said. A scientist working on developing a coronavirus vaccine says that the treatment would, at the earliest, be available in early 2021. Robin Shattock, the head of mucosal infection and immunity at Imperial College London, told The Brief’s Bianca Nobilo that his team was sharing information with teams of scientists across the world in the race to develop a workable vaccine. “What’s important is that as a global community we maximize our effort to get a vaccine available in the shortest possible time,” Shattock said. “The earliest a vaccine could possibly [be] available for global use would be early next year. That sounds slow – it’s still faster than it’s been done before.” Shattock also told CNN that “basic hygiene methods [were] the most effective ways to reduce transmission” of coronavirus. He added that wearing masks only provided limited protection from the infection. “The evidence that masks are protective is very slim,” he said. “We don’t have strong evidence that they do much in terms of protection…they might reduce transmission just because it prevents you touching your face more often.”  Shattock said use of masks by members of the public could cause stock shortages in hospitals.\" \"Mass use of masks may well be more of a problem than a solution,” he said. WATCH THE INTERVIEW: Royal Caribbean said in a statement that \"none of the four guests being tested by CDC\" who were aboard the ship that docked in New Jersey \"showed any clinical signs or symptoms of coronavirus.\" The companies statement said one passenger \"had tested positive onboard for Influenza A.\"  The company said their records indicate \"the guests had not been in China since January 26 - 14 days ago.\" Royal Caribbean says it will now have stricter protocols which will include \"mandatory specialized health screenings performed\" on guests who report \"feeling unwell\" or with \"flu-like symptoms,\" anyone who traveled through mainland \"China or Hong Kong in the past 15 days,\" or had contact with someone who did. Test results from the CDC are expected as early as Saturday, the company said. At least 61 passengers — including 11 Americans — aboard a cruise ship in Japan have been infected with the coronavirus. The number of cases on the ship tripled overnight from 20 to 61, CNN's Will Ripley reports. Ripley reports that passengers aboard the ship have to stay inside 23 hours a day. They are allowed outside for less than an hour under close supervision, and they have to stand 3 feet away from each other and wear masks. One of the Americans who tested positive for coronavirus spoke to Ripley. Rebecca Frasure, from Oregon, told him, \"I could never have imagined that this would be happening right now. Like not in a million years.\"  \"I don't know what's going to happen an hour from now, tomorrow, like for all we know we could stay quarantined on this ship for a month. We just — the not knowing is the hardest.\" What we know about this ship: The Diamond Princess is anchored off the coast of Yokohama, near Tokyo, with 1,045 crew and 2,666 passengers — including 428 Americans — on board. The vessel has been quarantined since Tuesday, and passengers are expected to remain under quarantine for at least 14 days — so roughly 11 more days.  This ship is one of three cruise ships in Asia have had their travels disrupted during the coronavirus outbreak. Another ship is docked in Hong Kong and under quarantine as officials try to slow the spreading of the virus. A third ship in the East China Sea has been unable to dock because of outbreak fears. WATCH HERE A new study turns a spotlight on the possible risk of hospital-related transmissions of the Wuhan coronavirus. The study, published in the medical journal JAMA today, involved analyzing data on 138 patients hospitalized with novel coronavirus-infected pneumonia in Wuhan, China. The data showed that hospital-related transmissions of the virus were suspected in about 41% of the patients. Specifically, 40 health care workers in the study and 17 patients who were already hospitalized for other reasons were presumed to have been infected with the novel coronavirus in the hospital, the data showed, also revealing that 26% of all the patients were admitted to an intensive care unit and 4.3% died.  The researchers noted that the new study, to their knowledge, might be the largest case series to date of hospitalized patients with novel coronavirus-infected pneumonia — but the study had some limitations. Hospital-related transmissions of infections \"could not be definitively proven but was suspected and presumed based on timing and patterns of exposure to infected patients and subsequent development of infection,” the researchers wrote in the study.  Among the 138 cases, \"most patients are still hospitalized at the time of manuscript submission. Therefore, it is difficult to assess risk factors for poor outcome, and continued observations of the natural history of the disease are needed,” they wrote.  About one in six people under investigation for Wuhan coronavirus in the United States have had “close contact” with someone confirmed to have been infected, according to a report released today by the US Centers for Disease Control and Prevention. About 11% had contact with another person under investigation had not yet been confirmed to have the virus. The majority, about 70%, had only travel-related risk. Of them, most had traveled to Wuhan, versus other parts of China. The numbers come from 210 people who were under investigation from Jan. 21 to Jan. 31, when CDC updated its guidelines. All of the people were symptomatic — typically with fever and respiratory symptoms — and thus tested for the virus. Here are some more numbers from the report: Only six people were identified through airport screenings, and 85% were identified in health care settings such as hospital emergency departments. Another 26, or 12%, came from contact tracing. \nThe median age was 29, and 55% were men. People under investigation have included 17 health care workers and at least 48 college students.\nMost people under investigation have been found to not have the virus. During the period of the new report, only 11 had tested positive. The CDC says these numbers are likely to change. \"Because person-to-person transmission is expected to continue, and as further travel restrictions are implemented, it is likely that the proportion of [people under investigation] with such contact risk in the United States will increase,” the report says. On Friday, the CDC posted its latest total of people under investigation since January 21: A total of 337 people in 36 states.  This includes 12 who have tested positive, 225 negative and 100 are still pending.  A 58-year-old man and a 42-year-old man are the latest people to contract coronavirus in Hong Kong, bringing the total to 26 confirmed cases as of 8 p.m. local Friday, according to the Department of Health. The 58-year-old is in serious condition. According to the patient's information, he was traveling back and forth for work from Macao to his home in Zhuhai during the incubation period and then resided with a friend in Hong Kong. As a precaution, quarantine is being arranged for the friend who is asymptomatic. The 42-year-old is in stable condition. He had flown to Hebei Province and visited Macao before returning to Hong Kong. A domestic worker who resided with him presented symptoms and will be sent to Prince of Wales Hospital and a quarantine is being arranged for his friend who lived with him but is asymptomatic. Two coronavirus patients who were being treated in Hoffman Estates, Illinois, have been discharged from the hospital, AMITA Health St. Alexius Medical Center spokesman Timothy Nelson tells CNN.  They are now in isolation at their home. The patients, a husband and wife in their 60s, were allowed back at their home last night under guidance from the US Centers for Disease Control and Prevention and the Illinois Department of Public Health, according to the hospital.  “With it being an uncomfortable situation, the care and the services we’ve received have been great. Everyone’s been very kind and very respectful,” the patients said in a statement provided by the hospital. “This has been the best healthcare experience we’ve ever had, but we’re definitely looking forward to getting home and getting life back to normal.”  About the patients: The woman was Illinois’ first confirmed travel-associated case and was diagnosed after returning from Wuhan, China, where the outbreak originated. The husband, who did not travel to China, was the first confirmed case of person-to-person transmission of the virus in the United States, according the CDC. President Trump said he isn’t concerned that China is covering up the full extent of the Wuhan coronavirus, adding that he had a “great conversation” yesterday with Chinese President Xi Jinping. “Are you concerned that China is covering up the full extent of the coronavirus?” a reporter asked Trump on the White House south lawn today. Here's how he replied: \"No, China’s working very hard. Late last night I had a very good talk with President Xi and mostly we talked about the coronavirus. They’re working really hard and I think they’re doing a very professional job. They’re in touch with … (the World Health Organization), CDC also.\" Royal Caribbean says it will delay one of its cruise ship's next departure by one day following a coronavirus scare on the boat. The company said that its ship \"Anthem of the Seas\" will not depart until Saturday when they expect to \"receive conclusive test results from CDC\" for four passengers who were taken to the hospital Friday to be tested for coronavirus. More context: A cruise ship docked this morning near New York City as some passengers have a history of travel to China. Twenty-three passengers were cleared, and four are being evaluated at an area hospital after the Centers for Disease Control and Prevention boarded the cruise ship to evaluate the situation. Here's the statement from Royal Caribbean: We appreciate the CDC’s abundance of caution and their partnership. We understand CDC intends to test samples from four guests for coronavirus. None of the four guests showed any clinical signs or symptoms of coronavirus while they were onboard our ship. One had tested positive onboard for Influenza A. Our records indicate the guests had not been in China since January 26 — 14 days ago. All other guests have been permitted to disembark as usual. We have also been cleared by authorities to depart on our next cruise as usual. However, to reassure concerned guests, we will delay our departure until tomorrow, when we expect to receive conclusive test results from CDC. The World Health Organization has warned of a global \"chronic shortage\" of equipment that could shield individuals from coronavirus — like masks and gloves. Following this news, Dr. Anthony Fauci, the director of the National Institute of Allergy and Infectious Diseases, reminded people that most of them don't need to be wearing masks. \"A lot of people are wearing masks that don't need them,\" he told CNN. \"A lot of people feel that they need to be wearing masks, even though, unless you're right in the middle of a situation where's a lot of people coughing and sneezing — that really we don't recommend routinely, that people wear masks.\" He noted that health care workers — especially those treating patients in China — are the ones who need the equipment. \"The situation of a health care provider needing personal protective equipment is another more serious issue than masks for everybody,\" he said. Health officials have urged people in the US to take the usual precautions they would during cold and flu season. That includes washing your hands often with soap and water for at least 20 seconds. If you're the one feeling sick, cover your mouth and nose when you cough or sneeze, and disinfect the objects and surfaces you touch. Read more about how to protect yourself from coronavirus — as well as colds and flus — here. At least 61 passengers aboard a cruise ship in Japan have been infected with the coronavirus, making it the single highest concentration of coronavirus cases outside of mainland China in the whole world. CNN's Will Ripley spoke to some of the passengers aboard the ship who \"sounded downright scared.\" The number of cases on the ship tripled overnight from 20 to 61, Ripley reported.  What we know about this ship: The Diamond Princess is anchored off the coast of Yokohama, near Tokyo, with 1,045 crew and 2,666 passengers — including 428 Americans — on board. The vessel has been quarantined since Tuesday, and passengers are expected to remain under quarantine for at least 14 days — so roughly 11 more days.  This ship is one of three cruise ships in Asia have had their travels disrupted during the coronavirus outbreak. Two of the vessels are docked in Japan and Hong Kong and under quarantine as officials try to slow the spreading of the virus. A third ship in the East China Sea has been unable to dock because of outbreak fears. The death toll and number of people infected by the Wuhan coronavirus continues to grow, with no signs of slowing despite severe quarantine and population control methods in China. Here's where things stand this morning: How many cases have there been? Around the world, there have been 31,482 confirmed cases; 31,161 of those cases have been in mainland China.\nHow many deaths have there been? At least 638 people have died, and all but two of them have been in China. One person in Hong Kong and one in the Philippines have also died.\nIn New Jersey: A cruise ship docked this morning near New York City as some passengers have a history of travel to China. Twenty-three passengers were cleared, and four are being evaluated at an area hospital after the Centers for Disease Control and Prevention boarded the cruise ship to evaluate the situation.\nOther cruise ships in Asia: Two of the vessels are docked in Japan and Hong Kong and under quarantine as officials try to slow the spreading of the virus. A third ship in the East China Sea has been unable to dock because of outbreak fears Medical workers in Hong Kong have ended their strike after members voted not to extend it.  Thousands of workers have been on strike for five days, demanding that the Hong Kong government close all borders with mainland China and take further emergency measures against the virus. In a press statement released on Friday, the Hong Kong Hospital Authority Employees Alliance said that more than 7,000 members voted in a poll to decide whether to continue the strike and 4,000 members voted against it.  Over the past five days, the union has organized a medical sector strike that has heavily impacted services across the city. On Wednesday alone, over 7,000 employees took part accounting for nearly 10% of all public sector medical workers in the city.  For most of the week, public hospitals have had limited services due to the strike. Remaining staff members have had to focus efforts on emergency services, so patients with mild conditions were advised to find private hospitals or clinics instead. Meanwhile, Hong Kong Chief Executive Carrie Lam has implemented emergency measures such as mandatory quarantines for travelers coming from China, and closed all but three of Hong Kong's mainland China border crossings. At least three cruise ships in Asia have had their travels disrupted during the coronavirus outbreak.  Two of the vessels are docked and under quarantine as officials try to slow the spreading of the virus, and a third has been unable to dock because of outbreak fears.  The ships had spent time at multiple ports across Asia before fears of the virus prompted the quarantines and backlash. Some details about the situation are still unclear, but here's what we know about the three ships right now: The one docked in Japan: The Diamond Princess is anchored off the coast of Yokohama, near Tokyo, with 1,045 crew and 2,666 passengers — including 428 Americans — on board. At least 61 people on board have been infected. The vessel has been quarantined since Tuesday, and passengers are expected to remain under quarantine for at least 14 days — so roughly 11 more days.\nThe one docked in Hong Kong: The World Dream, is docked at Hong Kong's Kai Tak Cruise Terminal with more than 3,600 passengers and crew members on board. A Hong Kong Department of Health official said 33 crew members had shown symptoms of illness at varying degrees, although most had tested negative for the coronavirus. All passengers will have to remain on board until \"we complete the quarantine work,\" the official said — but it's unclear how long that could take.\nThe one without a port: In the middle of the East China Sea, the Westerdam is struggling to find a port to dock at after being turned away from both Taiwan and Japan over fears of passenger contamination. The company that operates the line said it has no reason to believe there are any cases of coronavirus on board. The cruise is in the middle of a 30-day voyage (it initially left Singapore on January 16), and it's not clear when or where it could dock.   The World Health Organization (WHO) said a decrease in new cases of coronavirus is “encouraging news” — but stressed the need for people to be “vigilant.”  The world is facing a “severe disruption” of the supply of personal protective equipment, included masks needed to protect from coronavirus WHO chief Tedros Adhanom said today.  Adhanom said prices have shot up by a “significant increase,” about 20 times inflated. Demand is also up by about 100 times, compounding he issue, he said. Twenty-three cruise ship passengers were cleared, and four are being evaluated at an area hospital after the Centers for Disease Control and Prevention boarded the ship today in Bayonne, New Jersey. The officials were there to screen the 27 passengers who recently traveled from mainland China, according to the New Jersey governor Phil Murphy. The Royal Caribbean cruise ship, “The Anthem of the Seas,\" docked this morning in the Port of Bayonne. “There are folks on the ship that have a history of travel to China and so CDC and local health officials are going to board the ship when it docks to do an assessment in port for coronavirus,” a CDC official said.  \"New Jersey currently has no confirmed cases of novel coronavirus and the risk to residents remains low,” Murphy said in a statement.   A spokesperson for the CDC previously said the agency is aware of two family members on board the Anthem of the Seas cruise ship who became ill on board. The family has a travel history to mainland China, but not a history of travel to Hubei Province — the epicenter of the coronavirus outbreak. CDC staff consulted with the New Jersey Department of Health and have decided to test all four family members for the novel coronavirus out of an abundance of caution. The New Jersey Department of Health will facilitate the specimen collection, and the samples will be sent to CDC for testing. Li Wenliang, the Wuhan doctor who was targeted by police for trying to sound the alarm in December, died of the coronavirus late last night.  Grief and anger: Chinese social media has exploded into near-unprecedented levels of grief and fury against the government, with calls for accountability and freedom of speech -- rarely seen in China's tightly-controlled online sphere. China's social media channels were awash with anger following news of Li's death -- the topics \"Wuhan government owes Dr. Li Wenliang an apology,\" and \"We want freedom of speech,\" soon began to trend on China's Twitter-like platform, Weibo, before disappearing from the heavily censored platform. A cruise ship has been denied entry by Japanese authorities and is now in a “holding pattern” off the southeast coast of Okinawa over fears of coronavirus. The MS Westerdam left Singapore on January 16 for what should have been a 30-day cruise around Asia. But after leaving Hong Kong on February 1, the ship has been turned away from ports in the Philippines and Taiwan due to fears that there may be coronavirus cases on board.  In Hong Kong, the ship disembarked 1,254 guests and embarked 768 guests before departing on Saturday, the cruise company Holland America Line (HAL) said.  There is no suggestion that any passengers, current or former, have been infected, the cruise company said on Twitter.  On Thursday, the Japanese government said that it would not allow the Westerdam to call anywhere in their territory. The ship planned to make stops in the Philippines, Taiwan, Japan, South Korea, and finally China but had revised the ship’s final destination from Shanghai to Yokohama following the warning by US CDC on January 28th, according to the company. Australian passenger David Holst, 63, is traveling on the Westerdam with his wife Judy. \"No one wants us,\" Holst told CNN from the cruise ship. \"Holland America said they're in discussions with the US State Department, the US Navy, and the Dutch government to try and find a solution. I have no idea what that will be or when that would be.\" Holst said he and his wife had spent more than $20,000 on the trip, including flights. But he said the past six or seven days had been a \"nightmare.\" \"It keeps getting worse and everyone on board is just living in fear that the bell is going to ring and the captain is going to say, 'Return to your cabins, we're in quarantine and we've got a virus case on board,'\" he said. Passengers on a cruise ship that docked Friday morning near New York City will be assessed in port for the coronavirus, an official with the US Centers for Disease Control and Prevention with knowledge of the situation tells CNN. \"There are folks on the ship that have a history of travel to China and so CDC and local health officials are going to board the ship when it docks to do an assessment in port for coronavirus,\" the source said. Ambulances and stretchers were positioned Friday near The Anthem of the Seas at the port at Bayonne -- a New Jersey city just south of Manhattan -- and personnel were boarding the ship, aerial video from CNN affiliates in New York shows. \"I have been briefed on the (Royal Caribbean) cruise ship arriving this morning,\" Bayonne Mayor Jimmy Davis tweeted. \"I am certain that the NJ DoH, CDC, and PA NY/NJ are prepared and equipped to address any concerns this morning.\" Read the full story here   Two American flights from Wuhan, China -- the epicenter of the coronavirus outbreak -- have landed in the US and Canada, officials have confirmed.  The first flight landed at California’s Travis Air Force Base, the Air Force base official told CNN. The second flight landed at Vancouver International Airport, according to Airport Authority spokesman Brock Penner.  Hong Kong's Government has announced that travelers from the mainland who refuse to undergo the mandatory quarantine for coronavirus may face six months imprisonment. Speaking at a news conference on Friday, Chief Secretary Matthew Cheung said that the 14-day mandatory quarantine being implemented for visitors arriving from mainland China is expected to further reduce the number of people crossing the border. The current criteria for reporting suspected cases had been expanded to include those who show signs of fevers, respiratory infections and pneumonia, Cheung added.  Public pressure: Hong Kong leader Carrie Lam has announced a series of new border closures over the Wuhan virus, amid intense public pressure to stop anyone crossing into the city from mainland China, which currently has more than 31,000 cases of coronavirus. Lam has so far fallen short of completely sealing off the city. More cases: Hong Kong currently has 25 confirmed cases of the Wuhan coronavirus, with the latest case -- a 58-year-old male who lives in between Zhuhai and Hong Kong -- confirmed by officials on Friday.  American couple Kent and Rebecca Frasure found themselves quarantined on a cruise ship near Tokyo, Japan, after a former passenger tested positive for the coronavirus. On Friday morning, Rebecca, 35, found out she had tested positive for Wuhan coronavirus and had to leave the The Diamond Princess ship immediately -- alone, as her husband Kent, 42, was still apparently uninfected. Her only symptom when she tested positive was a cough.   \"It is terrible, I could never imagine that this could be happening right now,\" she told CNN shortly before she left the boat. \"(The hardest part) is the unknown. Like, I don't know what's going to happen an hour from now.\" There are more than 3,700 people on board, including 2,600 passengers, of whom 428 are American. So far, 61 passengers have tested positive for the virus, and the quarantine is expected to last until at least February 19. Read the full story here. The world is facing a \"chronic shortage\" of equipment that could shield individuals from coronavirus, World Health Organization chief Tedros Adhanom Ghebreyesus said in a briefing in Geneva on Friday.  \"We're sending testing kits, mask, gloves, respirators and gowns to countries in every region. However the world is facing a chronic shortage of personal protective equipment,\" he said.  How officials are addressing the issue: Ghebreyesus added that he will be speaking to the Pandemic Supply Chain Network to identify the bottlenecks, find solutions and \"push with fairness in distribution of equipment.\" Burberry is the latest luxury goods retailer to be hit by the coronavirus outbreak. The company said in a statement Friday that it has shuttered 24 of its 64 stores in mainland China because of a “material negative effect on luxury demand” caused by the outbreak. Stores that remain open are operating with limited hours and seeing fewer customers. “While we cannot currently predict how long this situation will last, we remain confident in our strategy. In the meantime, we are taking mitigating actions and every precaution to help ensure the safety and wellbeing of our employees,” said Burberry CEO Marco Gobbetti. Luxury goods retailers are expected to be particularly hard hit by the coronavirus outbreak, given that Chinese consumers account for about a third of global spend, according to McKinsey. These companies usually benefit from increased spending over the Lunar New Year, but fewer people have been leaving their homes or traveling abroad since the virus hit. “The spending patterns of Chinese customers in Europe and other tourist destinations have been less impacted to date but given widening travel restrictions, we anticipate these to worsen over the coming weeks,” the company said. Shutdowns have also knocked car manufacturers and planemakers, which have been forced to keep plants closed for longer than expected, as well as the shipping industry, which is crucial to global trade. Wynn Resorts said Friday that it is losing as much as $2.6 million a day due to casino closures in Macao. Three more cases of coronavirus in Singapore have been confirmed by the country's Ministry of Health, bringing its total to 33. Only Japan has more cases than this outside mainland China -- with 25 infections on land, and 61 aboard a cruise ship anchored and quarantined near Tokyo. All three cases in Singapore are national citizens with no links or travel history to China, said authorities. The three patients -- a 53-year-old male, a 42-year-old female and a 39-year-old female -- are currently being treated in isolation. The ministry also said that of the 33 confirmed cases, two have been discharged and two still remain in critical condition in the intensive care unit. High alert: Following the growing number of local transmission cases in Singapore, the ministry announced on Thursday that the Disease Outbreak Response System Condition alert level will be raised to orange -- the second highest -- which requires the cancellation of large-scale events and inter-school activities, and introduce daily health checks at workplaces.  The ministry has also urged the public to wear government-issued face masks in order to stop the spread of the virus. Eleven Americans from the cruise ship Diamond Princess, currently docked and quarantined near Tokyo, have tested positive for the Wuhan coronavirus, a Princess Cruises spokesperson told CNN Friday. The number of infected Americans rose from three to 11 on Friday, when 41 new cases were announced. A total of 61 people from the Diamond Princess have so far tested positive for the virus, which has sickened more than 31,000 people around the world.  The Japanese government said Friday that those who test positive would be moved to local hospitals, but the Japanese Chief Cabinet Secretary would not comment on the severity of the cases. Confirmed cases on board the Diamond Princess: Guests 28 - Japan\n11 - US\n7 - Australia\n7 - Canada\n3 - Hong Kong\n1 - Argentina\n1 - Taiwan\n1 - New Zealand\n1 - UK Crew members 1 - Philippines A section of Copenhagen airport was closed on Friday morning after an Asian woman presented flu symptoms upon arrival.  Airport officials temporarily shut terminal 3 over fears of coronavirus, according to local reports. The woman had arrived on a flight from China via Finland according to Danish media. It has since reopened, the press office told CNN. Coronavirus in Europe: There are confirmed cases of coronavirus in several European countries, including Belgium (1), Finland (1), France (6), Germany (13), Italy (3), Spain (1), Sweden (1) and the UK (3).  About half of all Uniqlo stores in China will temporarily close due to the coronavirus outbreak, according to Fast Retailing, the Japanese company that owns Uniqlo. A company spokesperson says they have closed around 370 out of 750 stores in mainland China.  That includes all 17 of its outlets in Hubei province, which were the first to close, as of January 23. We are monitoring the situation daily,\" the spokesperson said. So far, the company has not closed any stores outside of mainland China. It says there is no planned reopening date for its China stores yet, as it continues to monitor the situation. The death toll and number of people infected by the Wuhan coronavirus continues to climb, despite severe quarantine and population control methods in China.  In a call with US President Donald Trump, Chinese President Xi Jinping said virus control is at \"critical stage.\" Here’s where we’re at: Death toll: In mainland China: 636\nOutside mainland China: 2 (In the Philippines and Hong Kong)\nGlobal total: 638 Confirmed cases: The vast majority of these cases and deaths are in China and they're concentrated in Hubei province, where the outbreak began.The virus has spread to more than countries and territories outside of mainland China. In mainland China: 31,161\nOutside mainland China: 318 \nGlobal total: 31,479 Spike in cases: Several Asian countries have seen worrying spikes in cases in recent days, sparking fears of self-sustaining outbreak clusters. Japan has 86 cases, including the cases on a cruise ship docked near Tokyo, the highest number in a country outside China; Singapore has 30; Thailand has 25; and South Korea and Hong Kong have 24 each. For decades, China's government has based its legitimacy on its ability to grow the economy, keeping its people safe and successful. The Wuhan conronavirus threatens this social contract in two ways: the utter failure to contain the outbreak has put hundreds of millions at risk, while the already-struggling economy suffers another blow. Censors crack down: The public has been angry for weeks that Wuhan officials downplayed the virus and silenced whistleblowers like Li.  But the central authorities were largely able to keep this anger focused on local officials by allowing a rare amount of transparency and giving Chinese media a relatively free hand. In the past week or so, however, the central authorities have tightened their grip on the flow of information, with state media emphasizing positive stories of resilience and heroism. What Li's death means for China: Li might have fit into this new narrative of heroism. But his death has instead exposed the cold reality at the heart of the Chinese social contract: when it comes down to it, individuals are absolutely expendable if the stability of the Party is at stake.  The need to maintain stability is what will dominate the response to Li's death. An outpouring of grief is fine, even some anger is acceptable, provided it can be focused on individuals and not the system at large, and some scalps may be offered to help this along. What the authorities cannot allow is for the Party or the central government to become a target -- but whether they will be successful in doing so remains to be seen.  A relatable figure: Li resonated with the public because he wasn't some Party cadre or police officer -- he was just an ordinary person who loved ice cream and TV. And he's infinitely more sympathetic than the steely-eyed men and women trying to control the narrative around his death. Read the full analysis here. Hong Kong Airlines said today that it is taking “vigorous measures” to ensure its survival, including slashing hundreds of jobs. The novel coronavirus outbreak poses a “serious threat” to its business, the beleaguered airline said in a statement. The statement said the airline will “reduce our operation from 82 to 30 sectors daily between 11 February and March,” suspending flights to mainland China, South Korea, Japan and other Asian destinations. “As uncertainty looms with the evolving nature of this global issue, weak travel demand will likely continue into the summer season and we need to take further action to stay afloat,” the company said in a statement. Jobs slashed, staff on leave: The carrier said it has asked all Hong Kong-based ground staff to take a minimum of two weeks of unpaid leave per month, or to work three days a week from mid-February until the end of June. Hong Kong Airlines has been suffering from a cash crunch and slumping demand due to the months-long Hong Kong protests. It had already slashed costs, reduced or suspended flights to North America and Asia over the last year, and was in the process of making 400 staff redundant when the coronavirus outbreak hit. The carrier also said it will further reduce its workforce throughout the year by natural attrition and facilitate transfers to other airlines for pilots. China's ambassador to the United States said he was \"really saddened\" by the death of whistleblower doctor Li Wenliang, who has died from the coronavirus. \"He was a very devoted doctor,\" tweeted ambassador Cui Tiankai today. \"We are so grateful to him for what he has done in our joint efforts fighting against (the coronavirus).\" Cui is one of the few Chinese officials to comment on Li's death beyond brief statements of condolences -- but his emphasis on \"joint efforts\" echo other officials and state media, who in recent days have praised the country's response and pushed positive stories of resilience. The statements typically leave out the fact that Li had been targeted by police in December after trying to warn his friends about the virus, and was forced to sign a statement about his \"misdemeanor.\" Art Basel, Asia's largest annual art fair, has canceled its upcoming Hong Kong show due to the coronavirus outbreak. The fair, which attracted almost 90,000 visitors from over 70 countries last year, was due to take place in the city in mid-March. \"The decision to cancel Art Basel Hong Kong was an extremely difficult one for us,\" said Art Basel Global Director Marc Spiegler today. He added that the organization had explored other possibilities, but could not go forward with the virus' \"sudden outbreak and rapid spread.\"  A spokesperson said Art Basel would be refunding galleries 75% of the stand fee. Why it's a big deal: The event is one of the main stops on the global arts calendar and has fast-grown in commercial importance, particularly in its ability to draw top collectors from mainland China and the region.  Success at the fair has in recent years spurred international galleries to open outposts in the Asian metropolis. But the coronavirus, combined with the 2019 political unrest, sparked worry. A group of 24 participating galleries wrote to organizers in January, requesting a number of financial concessions. Read more about Art Basel and its cancellation here. Public anger in China is rising over hospitals struggling to find enough supplies, despite the Red Cross -- and other organizations -- having received millions of dollars in donations.  The Red Cross is the country's biggest charity -- but, unlike in most other countries, the Red Cross in China is government-controlled and receives most of its funding from the state. \"The Red Cross in China is not just the Red Cross -- it's a quasi-government organization,\" said Dali Yang, a political scientist at the University of Chicago. Supply shortage: On February 1, a government official said that the public had donated more than $86 million, and medical supplies to the Wuhan Red Cross, according to the state-run China Daily newspaper. Despite the donations, doctors and hospital workers describe a desperate situation. One doctor in Huanggang, Hubei province, told CNN that his hospital has no usable hazmat suits, face masks or shoe covers. And in a video shared by the state-run tabloid Global Times last weekend, a doctor says he waited for over an hour at a Red Cross distribution center, just to get a box of 500 masks. Official response: In response to anger and accusations, the Hubei Red Cross apologized for its failures and punished three officials for \"mishandling donations for the coronavirus.\" The Wuhan government dismissed one government official, and warned another two over taking masks from a Red Cross warehouse. But this isn't the first time China's Red Cross has come under fire during a national crisis, and this time it could be damning -- not only for the organization but also for the government. Read the full story here. Shelves are empty in some Hong Kong supermarkets. Toilet rolls, tissue paper, bleach, and even soap have sold out. Videos on social media show crowds packed inside supermarkets, rushing to snatch remaining supplies. The panic buying began earlier this week and has continued through today, sparked by rumors online that mainland China would stop exporting these goods -- specifically toilet paper -- to Hong Kong, as more borders between the two places close. The Hong Kong government has denied the rumors and appealed for calm. Emergency measures, including closing several borders, \"will not affect the freight services between the Mainland and Hong Kong,\" the government said in a statement. \"Besides, the Government has confirmed with the major suppliers that the supply of food products remains normal and there is no shortage of food. There are sufficient stocks of staple food including rice and pastas. There is no need for the public to worry.\" But the warnings don't seem to have had much effect -- one supermarket's online shopping site is so swamped that users have to join an online queue, with a wait stretching for more than an hour. As the coronavirus outbreak continues spreading across Asia and the rest of the world, grief and anger are cutting through the noise, after the death of Chinese whistleblower doctor Li Wenliang.  Meanwhile, thousands remain quarantined offshore, and the outbreak is spiking in some countries. Here's what has happened today: Whistleblower doctor dies: Li Wenliang, the Wuhan doctor who was targeted by police for trying to sound the alarm in December, died of the coronavirus late last night. Chinese social media has exploded into near-unprecedented levels of grief and fury against the government, with calls for accountability and freedom of speech -- rarely seen in China's tightly-controlled online sphere.\nCruise ship quarantine: More than 7,300 people are quarantined on two cruise ships off Hong Kong and Japan after former passengers were confirmed to have the virus. Today, authorities confirmed that 61 passengers were infected on the ship in Japan, while all test results for crew members on the Hong Kong ship have so far come back negative.\nSpike in cases: Several Asian countries have seen worrying spikes in cases in recent days, sparking fears of self-sustaining outbreak clusters. Japan has 86 cases, including the cases on the cruise ship, the highest number in a country outside China; Singapore has 30; Thailand has 25; and South Korea and Hong Kong have 24 each.  Thousands of medical workers in Hong Kong have been on strike for five days, demanding the government close all borders with mainland China and take further emergency measures against the virus. Now, they are voting on whether to continue the strike -- an issue that has become bitter and divisive in the city, where political hostilities have yet to cool after months of ongoing unrest that began in June last year. The vote: The strikers are largely members of the Hospital Authority Employees Alliance (HAEA), a medical workers' union. The union said earlier today that it will hold a vote on whether to extend or end the strike, and continue striking if more than 6,000 members vote in favor of it. The vote is now underway. The strike, and the controversy: Yesterday, more than 6,400 union members went on strike, said the HAEA -- about 17% of the total nursing staff in the Hospital Authority. The strike has been criticized by the Hospital Authority, the city's Chief Executive Carrie Lam, and some members of the public who accuse the strikers of neglecting their duty to patients. For most of the week, public hospitals have had limited services due to the strike. Remaining staff members have had to focus efforts on emergency services, so patients with mild conditions were advised to find private hospitals or clinics instead. Meanwhile, Lam has implemented emergency measures such as mandatory quarantines for travelers coming from China, and closed all but three of Hong Kong's mainland China border crossings. For the past 12 hours, Chinese social media has been flooded with tributes to the whistleblower doctor Li Wenliang, who died of the coronavirus last night. There has also been a swell of almost unprecedented public anger against the government, and the country's censorship apparatus. On Weibo, a Twitter-like platform, the hashtag \"I want freedom of speech,\" drew more than 1.8 million views in the early hours of Friday morning, before it was censored. Why this matters: This level of overwhelming, near-universal public fury has not been seen since the Wenzhou train crash in 2011, when authorities rushed to cover up the causes of a high-speed rail collision, even abandoning the search for survivors while many were still alive. That incident became a lightning rod for frustrations about poor safety standards in China and the uncaring attitudes of the authorities, just as it appears Li's death will be a conduit for anger over a host of issues beyond the virus. Read the full analysis here. Chinese President Xi Jinping said the prevention and control of Wuhan coronavirus is at “a critical stage” during a telephone call with President Donald Trump today, according to the Chinese foreign ministry. The two leaders spoke about efforts to contain the virus and Xi expressed confidence in defeating the epidemic, the ministry said in a statement. Xi said he was hopeful that the US could “assess the epidemic situation in a calm manner” and “adjust response measures in a reasonable way,” the statement said. The Chinese foreign ministry lashed out at the US earlier this week, accusing it of overreacting and feeding mass hysteria without providing assistance in the fight against the coronavirus in China. Shortly afterward, the US sent supplies to China, authorities from both countries confirmed. The director of Amnesty International criticized the death of Li Wenliang, the Chinese whistleblower doctor, as an indication of \"human rights failings\" in the coronavirus outbreak, which began in Wuhan, China. “The case of Li Wenliang is a tragic reminder of how the Chinese authorities’ preoccupation with maintaining ‘stability’ drives it to suppress vital information about matters of public interest,\" said regional director Nicholas Bequelin.\n“China must learn the lesson from Li’s case and adopt a rights-respecting approach to combating the epidemic. Nobody should face harassment or sanctions for speaking out about public dangers, just because it may cause embarrassment to the government.” In late December, Chinese doctor Li Wenliang was targeted by police after trying to blow the whistle on the coronavirus outbreak. By late January, top medical officials were hailing him and other whistleblowers as authorities scrambled to contain the outbreak. If Li's initial arrest was an embarrassment for the authorities, his death is a disaster that has sparked a censorship crisis. Censors at a loss: As news of Li's death spread, Chinese social media was flooded with grief, rage, and calls for government accountability. Those in charge of China's vast censorship apparatus, the Great Firewall, seemed at a loss over what to do. Forbidden topics relating to censorship and freedom of speech trended for several hours before being deleted -- rare evidence of indecision and confusion. How he \"died twice\": In an apparent clumsy attempt to control the narrative, multiple state media outlets reported Li's death -- then deleted the reports. The hospital claimed Li was still being resuscitated, then confirmed later that he had died. While it is possible that this was a mistake, the suggestion that censors' hands were involved was enough to spark fury online. \"A doctor had to die twice,\" wrote one user on the popular social media app WeChat. \"That is national humiliation.\" Read more about it here. Australia will use a mining camp to quarantine patients suspected of having the Wuhan coronavirus, Prime Minister Scott Morrison said today. The mining camp is located in Darwin, the capital of Australia's Northern Territory.  There is already a campsite on Christmas Island -- known for its notorious offshore immigration detention center -- being used to isolate suspected coronavirus patients. But the site there “does not suit the purposes” due to an “inability to properly segregate the people in the facility,\" said Morrison. He added the government is currently consulting the local community in the Northern Territory on using the contingent campsite. The Wuhan coronavirus has spread throughout the world since the first cases were detected in central China in December. There are now more than 310 confirmed cases in more than 25 countries and territories outside mainland China: Australia (at least 15 cases)\nBelgium (at least 1 case)\nCambodia (at least 1 case)\nCanada (at least 5 cases, plus two pending confirmation)\nFinland (at least 1 case)\nFrance (at least 6 cases)\nGermany (at least 13 cases)\nHong Kong (at least 24 cases, 1 death)\nIndia (at least 3 cases)\nItaly (at least 3 cases)\nJapan (at least 86 cases, including 61 in cruise ship quarantine)\nMacao (at least 10 cases)\nMalaysia (at least 14 cases)\nNepal (at least 1 case)\nPhilippines (at least 3 cases, 1 death)\nRussia (at least 2 cases)\nSingapore (at least 30 cases)\nSouth Korea (at least 24 cases)\nSpain (at least 1 case)\nSri Lanka (at least 1 case)\nSweden (at least 1 case)\nTaiwan (at least 16 cases)\nThailand (at least 25 cases)\nUnited Arab Emirates (at least 5 cases)\nUnited Kingdom (at least 3 cases)\nUnited States (at least 12 cases)\nVietnam (at least 12 cases) Read more about the patients in each place. The Chinese media's reporting of the death of coronavirus whistleblower doctor Li Wenliang caused confusion and anger last night, as Li was first pronounced dead, then alive and, finally, dead again. Here is how the reporting of Li's death played out over Thursday and Friday, local time: Around 10 p.m. Thursday: News begins to circulate on Chinese social media that Li has died of the Wuhan coronavirus, prompting an outpouring of grief and anger online. 10:40 p.m. Thursday: Chinese state-run tabloid Global Times and the Communist Party's official newspaper People's Daily tweet that Li has died.  Around 11:30 p.m.: The World Health Organization (WHO) tweets that it is \"deeply saddened\" by Li's death. It later deletes the tweet and clarifies that it has no information on Li's status. 12:38 a.m. Friday: Wuhan Central Hospital releases a statement saying Li hasn't died, but is in a critical condition and doctors are attempting to resuscitate him.  Around this time, the Global Times and People's Daily reports on Li's death are deleted. 12:57 a.m. Friday: Global Times says on its official Twitter that Li is \"still under emergency treatment\" and that his heart stopped beating at around 9.30 p.m. Thursday local time. Around 2 a.m. Friday: The tide of emotion continues to grow on Chinese social media, with widespread calls for freedom of speech that are quickly deleted by censors. 3:48 a.m. Friday: Wuhan Central Hospital announces that Li died at 2.58 a.m. despite attempts to resuscitate him. Around 4 a.m. Friday: The Global Times and then People's Daily tweet (again) that Li is dead. The Global Times references Li's role as a whistleblower who tried to raise awareness of the coronavirus back in December. Early Friday morning: The top comments under the Wuhan hospital's announcement of Li's death show anger at the handling of the news. One post reads: \"You think we've all gone to sleep? No. We haven't.\" Read more here Toyota's plants in China will return to \"normal operation\" starting the week of February 17 and beyond, a Toyota spokesperson told CNN today.  Toyota had been planning to resume operations on February 10. Car plants across China have been closed for two weeks for an extended Lunar New Year holiday as authorities try to contain the virus. The spokesperson added that the situation will depend on the supplies of various plants, also taking into consideration \"the guidelines from local and regional governments, including things like logistics.\"  \"We cannot definitively say whether we will restart plant operations from February 17 ... we are treating the week starting from February 10 as a period for our teams to prepare for the return to normal operation from next week and beyond,\" she said. An additional 41 people have tested positive for the coronavirus on the cruise ship currently docked and quarantined in Japan's Yokohama Bay, bringing the total to 61 infections on board. This is where the 61 people are from: Argentina (1)\nAustralia (7)\nCanada (7)\nHong Kong (3)\nJapan (28)\nNew Zealand (1)\nPhilippines (1)\nTaiwan (1)\nUnited Kingdom (1)\nUnited States (11) A statement from Princess Cruises said the Japanese Ministry of Health has confirmed this is the last batch of people on the ship to be tested. Quarantined at sea: The ship will be quarantined until February 19 unless there are any other unexpected developments. There are more than 3,700 passengers and crew members on board. Those quarantined on board will be provided complimentary internet and phone service to stay in touch with family and loved ones, cruise operator Princess Cruises said in a statement today. \"In addition, we have added additional live TV channels and a large selection of in-room movies available in multiple languages. The cruise activities staff is packaging games, puzzles and trivia and delivering them to guest staterooms,\" the statement said. China's National Supervisory Commission, the country's top anti-corruption agency, is sending a team to Wuhan to investigate the case of doctor Li Wenliang \"in response to issues raised by the masses,\" the agency said today. The brief statement didn't elaborate on the \"issues\" -- but a glance on Weibo, China's Twitter-like platform, reveal what these may be. A whistleblower silenced: Li died late Thursday night from the coronavirus, after sounding the alarm on the outbreak in December. He was targeted by police and labeled a \"rumor-monger,\" and later was diagnosed with the virus. His death was met with extreme grief and rare fury online. Weibo users have flooded the platform with calls for accountability, greater freedom of speech, and an apology from the Wuhan government. Japan’s fourth charter flight evacuating citizens from Wuhan has landed in Tokyo, according to the Japanese Ministry of Foreign Affairs. A total of 198 Japanese citizens and their family members were on board, and will now be placed under mandatory quarantine, said the ministry. The previous three flights have already repatriated more than 550 Japanese evacuees from Wuhan. Chinese officials praised the country's response to the coronavirus crisis at a news conference today -- but sidestepped questions about the death of whistleblower doctor Li Wenliang. The virus, which has killed 636 people in mainland China, can be \"prevented, contained, and cured,\" said Xie Feng, commissioner of China's Ministry of Foreign Affairs in Hong Kong. \"It is the strength of China’s system that reflects such confidence,\" he added. He emphasized China's speed in responding to the outbreak, claiming \"governments at all levels in China were immediately mobilized.\" Fact check: In the weeks after the virus was first detected, authorities clamped down with knee-jerk censorship. Communist Party officials downplayed the severity of the virus, police targeted \"rumormongers\" like Li Wenliang, and online censors deleted anything that questioned the official line. As the crisis has worsened, it has become clear that the failure to take quick action likely undermined any chance of containing the virus. On Li Wenliang: When asked whether the government should apologize for the death of Li Wenliang, Xie Feng didn't answer directly, only reading out a brief statement from the Wuhan government that expressed \"deepest condolences\" to Li's family. On censorship: Despite heavy anger from the Chinese public against the government and its censors, Xie Feng claimed there was freedom of speech in mainland China. ”The Chinese enjoy freedom of speech and access to information according to the law,\" he said. “If you go online you can see how freely and (actively) people online engage in lively discussions about the epidemic.\" China's National Health Commission confirmed last night that 73 more people have died of the Wuhan coronavirus, raising the global death toll to 638. Death toll In mainland China: 636\nOutside mainland China: 2\nGlobal total: 638 Confirmed cases In mainland China: 31,161\nOutside mainland China: 318 (plus two cases pending confirmation in Canada)\nGlobal total: 31,479 Some context: The vast majority of these cases and deaths are happening in China, and within that country it's concentrated in Hubei province, where the outbreak began.  In Hubei alone, the death toll stands at 618 and total confirmed cases is at 22,112.  Hubei's health authority also reported that 841 patients of the 15,804 hospitalized are in critical condition. South Korea's Ministry of Health and Welfare confirmed one new case of Wuhan coronavirus today, bringing the national total to 24 confirmed cases.  The patient was one of two South Koreans who were evacuated from Wuhan and tested for infection today. The other did not test positive. The death of Chinese whistleblower Li Wenliang after he became infected with the novel coronavirus has sparked an unprecedented outpouring of grief and anger toward the government in China. On social media, mourners have posted portraits and artwork of Li, vowing not to forget him. But one of the reasons his death was met with such deep emotion from the public was because he was just an ordinary person they could relate to. He hadn't set out to be a hero from the beginning -- he was simply trying to protect his friends. He first warned about the disease in a group chat with fellow medical school classmates and alumni -- messages that were screen-captured and then went viral. \"I only wanted to remind my university classmates to be careful,\" he told CNN earlier this week. Li hadn't wanted to become a public figure -- he was first interviewed anonymously by the China Youth Daily newspaper, and initially refused to speak with foreign media. But as the outbreak spread and its severity became clear, he spoke more publicly, eventually posting about his experience on social media. A relatable figure: On Weibo, China's Twitter-like platform, Li posted trivial things about himself. He was a foodie who sometimes craved ice cream and fried chicken. He was a fanboy of certain celebrities, watched popular TV series, and sometimes complained about work, as you do on social media. In other words, he was an ordinary, relatable figure. People who flocked to his social media profile resonated with him and his tragedy, and came away with the sense: He's one of us.  An evacuation flight bringing Canadian citizens out of Wuhan has departed with 176 passengers on board, according to Canada’s Minister of Foreign Affairs, François-Philippe Champagne. The Canadian evacuees were checked by health officials for symptoms before entering the airport and boarding the plane, and will be continuously monitored during the flight, said officials yesterday.  They will be checked again and quarantined once they land. Nearly every country and territory in East Asia has confirmed a case of the Wuhan coronavirus since the outbreak began in December -- but not North Korea. One of the world's poorest countries has managed to avoid the virus, its public statements say -- even though every country and territory within a 1,500-mile radius, except for sparsely populated Mongolia, has confirmed a case. What this means: It's unclear how North Korea has been able to avoid the virus. Pyongyang has either been very lucky, isn't saying something, or is reaping one of the few benefits of being a so-called \"hermit nation.\" Pyongyang has not publicly acknowledged any confirmed coronavirus patients, but it's very possible someone inside North Korea has been infected, said Nam Sung-wook, a professor at Korea University and former head of South Korea's National Intelligence Service (NIS),  Nam suspects a Chinese patient could have infected someone from North Korea across their shared border. \"We know that the Chinese regions close to the North Korean border, such as Dandong and Shenyang, have confirmed patients. About 90% of North Korean trade is with China and we know so many people, trucks and trains passed through the border between the two nations before North Korea installed recent regulations\" to stop the virus from getting into the country, Nam told CNN. Read more here. A group of Colby College students in Waterville, Maine, who recently visited mainland China, have been \"relocated and isolated\" as a precaution, a Colby spokesman told CNN. However, the Maine Center for Disease Control and Prevention (CDC) said it did not request the quarantine. “Maine CDC did not mandate this decision and was not consulted before the alternative housing was provided,” said CDC spokesman Robert Long. There are no confirmed cases of the virus in Maine and the risk to the public is low, he added. Colby's response: The private liberal arts college told CNN the quarantined students did not show any symptoms of the virus. All students are still continuing their coursework without interruption, the college statement said. When asked for more information about where the students are staying, the college directed all questions to the CDC and the US Department of Health and Human Services. The last two evacuation planes carrying US citizens out of Wuhan have left the coronavirus epicenter, according to a State Department spokesperson. One flight is heading for Lackland Air Force Base in San Antonio, Texas, while the other is going to Eppley Airfield in Omaha, Nebraska. The staff in Omaha is expecting around 70 people while San Antonio is prepared for as many as 250 passengers, officials said. The State Department does not anticipate chartering any flights after this week, an official said Tuesday. China's social media channels were awash with anger following news of whistleblower doctor Li Wenliang's death. The topics \"Wuhan government owes Dr. Li Wenliang an apology,\" and \"We want freedom of speech,\" quickly trended on China's Twitter-like platform, Weibo. Each gained tens of thousands of views before disappearing from the heavily censored platform. Another topic, called \"I want freedom of speech,\" had drawn 1.8 million views as of early Friday morning local time. Under the Wuhan Central Hospital's statement about Li's death, a top comment read, \"Countless young people will mature overnight after today: the world is not as beautiful as we imagined. Are you angry? If any of us here is fortunate enough to speak up for the public in the future, please make sure you remember tonight's anger.\" Why this matters: The outpouring of grief and anger was made worse by initial confusion. State media first published then retracted reports of his death -- leading to allegations they were trying to cover it up. The push against Chinese censors and calls for freedom are rarely seen -- under Chinese President Xi Jinping, control over the media and internet has increased, and tolerance for dissent has practically disappeared.  Anger in China against the authorities, and their handling of the crisis, had already been growing for weeks. Now, Li's death could become the straw that breaks the camel's back. A total of 61 people have been confirmed to have Wuhan coronavirus on the Diamond Princess cruise ship, quarantined off the coast of Japan with 1,045 crew and 2,666 passengers on board. Some 20 cases had been confirmed on Thursday, and an additional 41 confirmed today. The number of cases on board raise the national total of confirmed cases to 86. Of the confirmed cases on board, at least three are US citizens, according to statements by the cruise liner. In total, the cruise has 428 American passengers. Confirmed cases are taken off the ship and transported to local hospitals. All of those remaining on board will be quarantined for at least 14 days, officials said on Wednesday. Canada, Malaysia and Hong Kong all reported new cases of coronavirus today. Three new cases in Hong Kong, and two new cases in Malaysia have been confirmed as positive for the virus. However, two new reported cases in Canada are unconfirmed. About the new cases in Canada: The two new reported cases include one man and one woman, both in their 30s and visitors from China's Hubei province -- the epicenter of the outbreak. Their samples are being tested further now.\nThe cases were reported in British Columbia province. If confirmed, they would bring the national total to seven. About the new cases in Malaysia: The two new cases bring the national total to 14, according to state news agency Bernama. \nMalaysia said it would expand its temporary travel ban from only Hubei to all provinces in China under lockdown.\nMalaysia is also making arrangements to repatriate 212 embassy and consulate staff in China, and 34 citizens in Wuhan. About the new cases in Hong Kong: The cases are three women, bringing the total in Hong Kong to 24.\nOne woman is the 55-year-old wife of a previously confirmed case. She returned from Dongguan, China on January 17, and visited Tokyo, Japan with her husband from January 28 to February 1.\nThe other two women are aged 63 and 65, with no travel history during the incubation period. Li Wenliang, the Chinese whistleblower doctor who warned the public of a potential \"SARS-like\" disease in December 2019, has died, according to Wuhan Central Hospital.  Li died of the novel coronavirus in Wuhan in the early hours of Friday morning local time. \"Our hospital's ophthalmologist Li Wenliang was unfortunately infected with coronavirus during his work in the fight against the coronavirus epidemic,\" the hospital statement read. \"He died at 2:58 am on Feb 7 after attempts to resuscitate were unsuccessful.\" Targeted by police: Li had raised the alarm about the virus that ultimately took his life. In December, he posted on the Chinese messaging app WeChat that seven patients from a local seafood market had been diagnosed with a SARS-like illness and were quarantined in his hospital in Wuhan. Soon after he posted the message in his medical school alumni group, Li was accused of rumor-mongering by the Wuhan police, and was targeted for trying to sound the alarm on the deadly virus in the early weeks of the outbreak. Li was hospitalized on January 12 and tested positive for the coronavirus on February 1. The novel coronavirus outbreak that began in December in Wuhan, China, has now spread to more than 25 countries and regions. If you're just joining us, here's the latest: Cases rise: There are 31,478 confirmed cases and 638 deaths globally, the majority of which are in mainland China. Some countries have seen a worrying surge; Japan now has 86 cases, the second-highest number for one country.\nWhistleblower doctor: Li Wenliang, a Chinese whistleblower doctor, died late last night from the virus, sparking a nationwide wave of grief and anger. He had been targeted by police for trying to sound the alarm during the early weeks of the outbreak in December.\nQuarantined cruises: More than 7,300 people are quarantined on two cruise ships docked in Hong Kong and Japan, after former passengers were confirmed to have the virus. A total of 61 people have been found to be infected on the ship in Japan.\nYoungest patient: Two newborn babies are infected in Wuhan, according to China's state broadcaster. The youngest was diagnosed just 30 hours after being born to a mother who had been infected. Experts say it's unclear how the baby got infected, as there are various ways it became exposed to the virus.\nRecoveries: Patients in the US, Vietnam, South Korea and Singapore have already been discharged from hospital.", "Section": "asia", "Writers": ["Jessie Yeung", "Jenni Marsh", "Adam Renton", "Amy Woodyatt", "Meg Wagner", "Mike Hayes"], "URL": "https://www.cnn.com/asia/live-news/coronavirus-outbreak-02-07-20-intl-hnk/index.html", "MainKeyWord": "Macao", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}