{"Type": "article", "Time": "2020-12-10", "Headline": "December 11 coronavirus news", "Text": "South Korea reported 950 new coronavirus cases on Saturday -- the most infections in a single day since the beginning of the pandemic, the Korea Disease Control and Prevention Agency (KDCA) said in a press release. Of those, 928 confirmed cases are local infections, while 22 are imported.  The Seoul Metropolitan Area accounts for the majority of the total with a record 669 new cases, the KDCA said. Meanwhile, three more cases have been linked to the church cluster in Daegu city, according to the local government’s press release on Saturday. There have now been 32 cases linked to the church cluster, where contact tracers said members of the choir didn't wear masks and parishioners shared snacks. Earlier this year, the Daegu branch of the Shincheonji religious group became one of the country’s biggest single clusters, linked to more than 5,200 cases. The country has recorded 41,736 cases in total so far. South Korea’s related death toll also increased by six on Saturday, bringing total fatalities to 578. The US Food and Drug Administration’s approval of an emergency use authorization for Pfizer’s Covid-19 vaccine is “really a monumental moment,” Dr. Leana Wen, a CNN medical analyst and emergency room physician, said Friday.  “I think it’s really amazing,” Wen, the former Baltimore health commissioner, told CNN’s Chris Cuomo. “We need to take a moment, I think, and just consider that we are having this mass casualty event every day here in the US, but now we have this vaccine developed in record time that can in time really save us and save our country and save the world from this awful pandemic. And this is really a monumental moment for us.\" “We also need to make sure that every safeguard was followed, and that's what all these scientists and all these committees are here to do,” she added. FDA vaccine advisers met Thursday and voted to recommend an EUA for the vaccine. Now the US Centers for Disease Control and Prevention’s Advisory Committee on Immunization Practices will meet Saturday.  The CDC committee must vote to recommend the vaccine, and the agency must accept that recommendation, in order for vaccinations to begin. The US Centers for Disease Control and Prevention’s Advisory Committee on Immunization Practices meeting will now begin at 11 a.m. ET Saturday, according to an update on the CDC’s website.  The meeting was previously scheduled for Sunday. Following the US Food and Drug Administration’s emergency use authorization of Pfizer and BioNTech’s coronavirus vaccine, the CDC committee must vote to recommend it. The CDC must then accept that recommendation for vaccinations to begin. The vote is expected to take place about 2:30 p.m. ET Saturday. The US Food and Drug Administration’s emergency use authorization for Pfizer’s Covid-19 vaccine is a “significant milestone” in fighting a pandemic that has killed nearly 300,000 Americans, FDA Commissioner Dr. Stephen Hahn said Friday. “The FDA’s authorization for emergency use of the first Covid-19 vaccine is a significant milestone in battling this devastating pandemic that has affected so many families in the United States and around the world,” Hahn said in a statement. “Today’s action follows an open and transparent review process that included input from independent scientific and public health experts and a thorough evaluation by the agency’s career scientists to ensure this vaccine met FDA’s rigorous, scientific standards for safety, effectiveness, and manufacturing quality needed to support emergency use authorization.\n“The tireless work to develop a new vaccine to prevent this novel, serious, and life-threatening disease in an expedited timeframe after its emergence is a true testament to scientific innovation and public-private collaboration worldwide.\"  The emergency use authorization allows the Pfizer-BioNTech Covid-19 vaccine to be distributed in the US, the FDA said in a news release. It’s not an FDA approval, but the EUA “holds the promise to alter the course of this pandemic in the United States,” Dr. Peter Marks, the director of the FDA’s Center for Biologics Evaluation and Research, said in a statement. “With science guiding our decision-making, the available safety and effectiveness data support the authorization of the Pfizer-BioNTech Covid-19 vaccine because the vaccine’s known and potential benefits clearly outweigh its known and potential risks,” Marks said. The US Food and Drug Administration has authorized Pfizer and BioNTech's coronavirus vaccine for emergency use. A Pfizer spokesperson confirmed to CNN on Friday that an EUA had been granted, following the recommendation of the FDA’s Vaccines and Related Biological Products Advisory Committee. On Thursday, 17 committee members voted to recommend the FDA issue an EUA for the vaccine. Four voted no and one abstained. The US Federal Aviation Administration is urging airports nationwide to be ready for flights carrying the coronavirus vaccine even if the airport is not scheduled to receive it.   The agency told airports “to ensure they are fully prepared for aircraft carrying Covid-19 vaccines.”  FAA Administrator Steve Dickson directed airports to ensure delivery trucks have priority access to the airfield, and that adequate security is in place for vaccine shipments. “This includes both those airports identified for shipments that will transition at airports as well as those that may serve as alternate/divert airports, even if they will not be a primary destination for aircraft carrying Covid-19 vaccines,” the FAA said in a statement. On Thursday, the FAA told CNN it would direct air traffic controllers to give priority clearance to flights carrying the vaccine. The agency said the flights will be monitored from its command center in Warrenton, Virginia, outside Washington, D.C. Newly released data from the US Department of Health and Human Services (HHS) shows more than 85% of hospitals nationwide had more patients with Covid-19 last week than they did a month ago. Overall, about 1 in 5 hospital inpatients were confirmed to have Covid-19 last week – nearly double from a month earlier.  Among America’s 10 largest cities, the share of hospital patients with Covid-19 ranged from about 9% in New York to 23% in Chicago.  They are: New York, 9%; Los Angeles, 16%; Chicago, 23%; Houston, 11%; Phoenix, 22%; Philadelphia, 22%; San Antonio, 16%; San Diego, 16%; Dallas, 20%; San Jose, 19%. But in smaller cities the situation can be even worse. In El Paso, Texas, for example, more than 50% of patients in city hospitals were confirmed to have Covid-19 – nearly double the national average for the seven-day period between November 27 and December 3.  HHS had previously reported Covid-19 hospitalization data at the state level, but this dataset – released Monday – is the first from the national government to report local, facility-level data.  The United States reported 108,044 Covid-19 hospitalizations on Friday, setting a new record high since the pandemic began, according to the Covid Tracking Project (CTP).  This is the tenth consecutive day that the US has remained above 100,000 hospitalizations.  According to CTP data, the highest hospitalization numbers are... Dec. 11: 108,044\nDec. 10: 107,258\nDec. 9: 106,705\nDec. 8: 104,590\nDec. 7: 102,148  ##Hotspots## President Trump has signed a one-week stopgap funding bill by voice vote to avert a government shutdown at midnight. The bill was passed by the Senate earlier Friday.  Some background: The short-term spending bill would extend government funding by a week to Dec. 18 and is aimed at giving lawmakers more time to reach an agreement on Covid relief and broader funding legislation for a new fiscal year. It passed the House earlier this week. So far, however, stimulus talks remain at an impasse over critical sticking points, creating uncertainty over whether an agreement can be reached. Lawmakers now have just one additional week to work out thorny issues that are currently holding up an agreement or potentially witness the collapse of the talks. ##US Stimulus## Los Angeles County has recorded a record number of new Covid-19 cases for a second straight day, raising the total number of residents in the nation's most populous county who have tested positive to more than a half-million, in what health officials called \"uncharted territory.\" \"We're on a very dangerous track to see unprecedented and catastrophic suffering and death here in L.A. County if we can't stop the surge,\" Public Health Director Dr. Barbara Ferrer said. The Los Angeles County Department of Public Health reported 13,815 new cases of Covid-19 Friday, raising the countywide total to 501,635 cases. Another 50 deaths linked to complications from the coronavirus were also reported, for a total of 8,199 fatalities. \"These numbers are overwhelming,\" Ferrer said. \"We have doubled the number of new cases in about 10 days.\" Los Angeles County reported 12,819 cases Thursday, the previous record high in a dramatic surge of new infections sending a rising number of new patients to hospitals. Ferrer warned the unprecedented number of new cases in Los Angeles County is putting \"extraordinary stress\" on the health care system, and pleaded with the public to \"stay home as much as possible. Covid-19 restrictions: L.A. County's 10 million residents are under a nightly curfew and Gov. Gavin Newsom's stay-at-home order after the region's intensive care unit capacity plunged below 15% and continues to quickly dwindle. In Southern California, just 6.2% ICU capacity remained Friday. The dire situation comes just days before the county expects to receive an initial shipment of 82,875 doses of Pfizer’s Covid-19 vaccine early next week. \"I want to sound an alarm that we've been sounding for the last month,\" Ferrer said. \"In L.A. County we're in uncharted territory at this point. We're seeing daily numbers of cases and hospitalizations that we have not experienced and frankly did not anticipate.\" ##Hotspots## Operation Warp Speed Chief Adviser Moncef Slaoui is urging Americans to keep an “open mind” about the upcoming coronavirus vaccine. Slaoui said he is aware some Americans are worried about getting a new vaccine.  “I would say two words: keep an open mind and transparency,” Slaoui told CNN. “The ask from people is please keep an open mind. The ask from us, from the FDA, from all those involved is 100% transparency of the data of everything, every single thing that we look into.\" As the government and Pfizer prepare to roll out a Covid-19 vaccine, there is concern about vaccine hesitancy among some Americans, including minority communities.  Slaoui emphasized that the experts reviewing the data on the Pfizer vaccine have concluded that the shot has “exceptional efficacy” and an “excellent safety profile that is comparable to many approved vaccines.” More context: In terms of getting a stronger message out to hesitant Americans, Slaoui said experts had been unable to talk about the specifics of the data before the information was public. “Now that that is the case, we have to go out there and engage with all of the leadership at all levels in our communities to help explain the features of the vaccine, its performance, and hopefully engage with people and convince them,\" Slaoui said. “Frankly, we couldn't do it effectively before because we couldn't be very specific.” The US Food and Drug Administration is expected to grant an emergency use authorization for Pfizer’s vaccine within days. Watch: ##Vaccines##  Pfizer and the US Food and Drug Administration are “negotiating” what information should be on the label for the company’s coronavirus vaccine, considering two people in the UK had adverse reactions to the shots this week, according to the acting chairman of an FDA vaccine advisory committee.  “They’re going back and forth about what wording should be on the label – that’s what’s happening right now,” said Dr. Arnold Monto, acting chairman of the FDA’s Vaccines and Related Biological Products Advisory Committee, which voted Thursday to recommend authorization of the vaccine.  Monto also said the FDA and Pfizer are negotiating whether there should be special information on the label about 16 and 17 year olds, since relatively few people that age were included in Pfizer’s clinical trials.  “I think they’re going to issue the authorization down to age 16 – that’s pretty clear – but I don’t know if they’re going to require that the label say that the data for people that age is not as extensive,” said Monto, a professor at the University of Michigan School of Public Health.  He said these and other issues are being discussed before the agency issues an emergency use authorization for the vaccine.  “They want to move as fast as they can, but they have to get all these things decided before the vaccine can be approved,” he said. ##Vaccines## The federal government plans to buy 100 million more doses of coronavirus vaccine from Moderna, the Health and Human Services Department said Friday. “The purchase announced today brings the total doses of mRNA-1273 owned by the federal government to 200 million. Moderna began manufacturing the first 100 million doses while clinical trials were getting underway,” HHS said in a statement. The US Food and Drug Administration is expected to issue emergency use authorization for Pfizer/BioNTech’s coronavirus vaccine at any moment, and the federal government has denied reports it turned down an opportunity to buy 100 million extra doses of Pfizer’s vaccine last summer. Vaccine advisers to the FDA will meet next week to discuss an emergency use authorization for Moderna’s vaccine. “If authorized by the US Food and Drug Administration for emergency use as outlined in agency guidance, doses of the vaccine will begin shipping immediately. The vaccine would be provided at no cost to Americans,” HHS said.   Both Moderna’s and Pfizer’s vaccines have been shown to be about 95% effective in preventing symptomatic infections. Moderna’s vaccine does not need to be kept as cold as Pfizer’s does during shipment and storage. ##Vaccines## The Centers for Disease Control and Prevention called a meeting of experts Thursday night to discuss reports of allergic reactions to Pfizer/BioNTech’s coronavirus vaccine, an expert told a meeting of vaccine advisers Friday. “Last night, CDC convened an external group with experience in vaccine safety, immunology, and allergy to collate expert knowledge regarding possible cases,” the CDC’s Dr. Sara Oliver told a meeting of the Advisory Committee on Immunization Practices. ACIP was meeting to discuss the vaccine ahead of an expected emergency use authorization from the US Food and Drug Administration. “The FDA is obtaining more data from the UK regulatory authorities and will consider if additional information would need to be included in an EUA regarding this issue.”  British health officials have started vaccinating people there with Pfizer’s vaccine and reported at least two allergic reactions. Members of ACIP expressed some concern about the reports, as did members of the FDA’s Vaccines and Related Biological Products Advisory Committee, although the committee nonetheless voted to recommend that the FDA authorize the vaccine for use in the US. An EUA from the FDA is expected imminently. ##Vaccines##  Vaccine advisers to the US Centers for Disease Control and Prevention expect the US Food and Drug Administration to issue an emergency use authorization for Pfizer and BioNTech’s coronavirus vaccine before Saturday morning, the CDC’s Dr. Amanda Cohn said Friday.  The Advisory Committee on Immunization Practices met Friday and plans another meeting as soon as the FDA issues an EUA for the vaccine. The meeting will be held Saturday if the FDA issues the EUA before 10 a.m. ET Saturday, Cohn told the committee as it wound up Friday’s meeting.  “We do anticipate that it is likely,” she said. ACIP will advise the CDC about whether Americans should receive the vaccine under an FDA EUA. ##Vaccines## South Carolina announced that it had its highest number of new cases of Covid-19 on Friday.   “One week ago, today, South Carolina announced its highest number of new cases of Covid-19. Today, we eclipse that number by more than 700,” South Carolina’s Department of Health and Environmental Control wrote in a news release on Friday afternoon.    South Carolina announced a total of 3,217 confirmed and probable cases of Covid-19 on Friday and 47 additional deaths, bringing the statewide total to 4,673 deaths and 245,200 cases.    “South Carolina, like many other states, is currently experiencing a worsening of this pandemic,” said Dr. Brannon Traxler, DHEC Interim Public Health Director. “While the arriving vaccine is the light at the end of the tunnel, it will be months before there is enough vaccine available for everyone. It is incumbent upon all of us to continue to take actions aimed at saving lives.”  South Carolina health officials are urging residents to do their part to help take the recommended actions and precautions to slow the spread.  “No one else should have to die at the hands of this silent killer,” said Dr. Linda Bell, state epidemiologist. “It is within all of our powers to stop Covid-19. As we each wait patiently for our turn to receive the Covid-19 vaccines, let’s keep doing our part by wearing our masks and practicing social distancing.”   ##Hotspots## White House chief of staff Mark Meadows told Food and Drug Administration commissioner Stephen Hahn that he needed to have the Pfizer coronavirus vaccine emergency use authorized by the end of the day and if not, he needs to resign, an administration official and a source familiar with the situation told CNN. A White House official said they do not comment on private conversations but the chief “regularly requests updates on the progress toward a vaccine.\" The two men had a call this morning. Another person familiar also said the chief of staff communicated to Hahn this morning that the vaccine needed to be authorized by the end of today. This person said Trump has been venting about Hahn since the UK vaccine was rolled out earlier this week.  Hahn disputed the episode above.  “This is an untrue representation of the phone call with the chief of staff. The FDA was encouraged to continue working expeditiously on Pfizer-BioNTech’s EUA request. FDA is committed to issuing this authorization quickly, as we noted in our statement this morning,\" Hahn said in a statement to CNN. The Washington Post first reported the conversation between Dr. Hahn and the White House chief of staff.  ##Vaccines## The adverse reactions that occurred among two health care workers in the United Kingdom after receiving the Pfizer/BioNTech coronavirus vaccine happened \"within minutes,\" a representative for Pfizer said on Friday.  The health care workers, who both have a significant history of allergic reactions, have since recovered.  \"Both of the women had their reactions started within minutes,\" Dr. Susan Mather, senior director of safety surveillance and risk management at Pfizer, told the US Centers for Disease Control and Prevention's Advisory Community on Immunization Practices on Friday. \"So, about two minutes, and the other one just said within minutes.\" The Advisory Committee on Immunization Practices convened a half-day meeting Friday to discuss the Pfizer/BioNTech Covid-19 vaccine and then, in a follow-up meeting, will vote on whether any groups should not receive the vaccine. Following the two cases in the United Kingdom, UK health authorities gave precautionary advice that people with a significant history of allergic reactions should not be given the vaccine. ##Vaccines## In preparation for the surge of positive Covid-19 cases, the World Health Organization released an updated checklist on Friday to help school administrators in re-opening schools. “Prolonged school closures are being presenting an unprecedented challenge to children's education, health and well-being,” WHO Director-General Dr. Tedros Adhanom Ghebreyesus said during a virtual WHO briefing. “Today, WHO has released a new checklist to support schools in reopening and in preparing for resurgence of Covid-19 and similar public health crisis.” The checklist encourages a continued practice of public health safety measures including wearing a mask, social distancing, washing hands, sanitation and isolation. “Schools can reopen safely,” Dr. Ruediger Krech, director of Health Promotion at WHO, wrote in a news release. “Decisions to reopen schools should be driven by data and the safety measures in place, but also address the concerns of students, parents, caregivers and teachers.” Ghebreyesus said the checklist includes 38 suggested measures including reorganizing the layout of desks or changing school schedules to stagger breaks in between class. After a series of last-minute holdups, the Senate just passed a one-week stop-gap funding bill by voice vote to avert a government shutdown at midnight tonight. The bill will next go to President Trump for his signature. The short-term spending bill would extend government funding by a week to Dec. 18 and is aimed at giving lawmakers more time to reach an agreement on Covid relief and broader funding legislation for a new fiscal year. It passed the House earlier this week. The Senate needed to pass the short-term government funding bill sometime during the day Friday ahead of the funding expiration deadline to avert a shutdown, but lawmakers have been dealing with a series of holdups that had thrown a timeline for a vote into question. ##US Stimulus## After some drama, the Senate is about to pass the weeklong stopgap by voice vote, aides tell CNN.  This would keep the government open until Dec. 18 The stopgap measure comes at a make-or-break moment where Congress is working to come together quickly to give struggling Americans some desperately needed relief. While there are some signs of progress on state and local aid in bipartisan relief talks, prospects are still grim for Congress to get a deal both sides can live with, get drafted quickly and jammed through Congress — and then onto the desk of a mercurial President who has had no role in the negotiations but can upend them at any given moment. ##US Stimulus## The platform the US Centers for Disease Control and Prevention will use for all Covid-19 vaccine ordering, called VTrckS, already has more than 20,000 pharmacy providers enrolled in preparation to distribute and administer vaccines quickly, CDC’s Dr. Nancy Messonnier said on Friday. \"In preparing to distribute and administer the Covid vaccine quickly and efficiently, CDC has worked with our many partners in state and local health departments and throughout the country,\" Messonnier, director of the National Center for Immunization and Respiratory Diseases, said during a meeting of the CDC's Advisory Community on Immunization Practices.  \"Forty-one thousand Covid-19 providers are enrolled in VTrckS,\" Messonnier said. \"That includes more than 20,000 pharmacy providers, and many of those pharmacy providers will help us to reach the 55,000 long-term care facilities, covering more than 3.5 million persons that have been enrolled in our federal pharmacy partnership.\" ACIP is having a half-day meeting Friday to discuss the Pfizer/BioNTech Covid-19 vaccine. ##Vaccines## A biotech conference in Boston in February that’s already been flagged as a Covid-19 superspreading event led to at least 245,000 other cases across the US and Europe, a new genetic fingerprinting study shows.  One single case seems to have been responsible for 245,000 other eventual cases, the team at the Broad Institute in Massachusetts reported.  Their study finds two particular genetic fingerprints of viruses associated with the conference and then tracks those lineages across the US. One “was exported from Boston to at least 18 US states as well as to other countries, including Australia, Sweden, and Slovakia,” the team, led by Bronwyn MacInnis, director of pathogen genomic surveillance at the Broad Institute, wrote in the journal Science. One was especially bad. A virus carrying one mutation – a small genetic change they’ve flagged as C2416T – was apparently carried to the conference by a single person, and ended up infecting 245,000 people. A second viral strain with a mutation known as G26233T ended up in 88,000 people. “A single introduction had an outsize effect on subsequent transmission because it was amplified by superspreading in a highly mobile population very early in the outbreak, before many public health precautions were put in place,” the team wrote. “While Massachusetts accounted for most early spread related to the conference, Florida accounted for the greatest proportion of cases overall,” they added. “We think this is an important cautionary tale of the downstream implications of superspreading, which is all the more relevant as we enter the peak of the holiday season, and begin rolling out vaccines that may not decrease transmission,” MacInnis told CNN.  ##Hotspots## Correction: An earlier version of this story incorrectly described the number of coronavirus cases that can be linked to the conference. At least 245,000 cases are linked to the mutation, and another 88,000 cases are a subset of those 245,000 cases. Even with Sen. Rand Paul vowing not to block a short-term funding bill, there are still other problems. Since the Senate needs all 100 senators to agree to schedule a vote, several senators are making demands that are complicating the ability to avoid a shutdown by midnight tonight. In addition to the demand by Sen. Bernie Sanders for a commitment for a vote on a package for a new round of stimulus checks, others are also making demands, including Sen. Mike Braun, a Republican of Indiana. He wants a vote on a proposal to ensure Congress doesn't get paid if it fails to pass a budget. The measure, ironically, includes a provision to prevent government shutdowns. Senate Majority Whip John Thune confirmed those were the two main holdups.  \"There is either going to be a bunch of stuff, or nothing,\" South Dakota Republican said.  \"Neither side is blinking at the moment,\" he added. ##US Stimulus## Hospitals eagerly awaiting the coronavirus vaccine, which could be authorized soon, have been planning on how to administer it properly and safely.  Each coronavirus vaccine dose would need to be placed into sub-zero freezers within 90 seconds from the time they are unboxed, according to Dr. Susan Mashni, chief pharmacy officer for the Mount Sinai Health System. “We need to count and make certain that everything in the box is received intact and then go ahead and get it into the freezer. So it's going to be a well-orchestrated event. I think there's going to be a little sweating going on outside of the freezer making certain we get everything in,” she said in a CNN interview.  Before anyone is vaccinated, it takes about three hours to defrost the vaccine to room temperature, she said.   Teams have been running practice drills to prepare for quickly storing them, Mashni said.   Once a vaccine is authorized, Mashni said Mount Sinai is ready to start administering it by Monday or Tuesday. They’ll be pulling in hundreds of people for extra staffing, including medical students and interns, she said. ##Vaccines## Citing increased hospitalizations across New York City, New York Gov. Andrew Cuomo indoor dining will close beginning Monday. Outdoor dining and takeout will continue, he added. The state is analyzing indoor dining data to determine potential next steps on indoor dining outside the New York City-area and in “orange zones.” ##Hotspots## Most governors have informed Operation Warp Speed that they expect to exhaust their Pfizer vaccines within days of receiving the first shipment, according to a senior administration official.  It’s unclear when the second shipment will arrive, although Warp Speed officials have said additional shipments will arrive on a weekly basis. Where the vaccine process stands: Vaccine advisers to the US Food and Drug Administration voted Thursday to recommend the agency grant emergency use authorization to Pfizer and BioNTech's coronavirus vaccine. While the vote is an important step in the vaccine authorization and distribution process, the FDA still needs to issue an emergency use authorization, which will allow shipments to begin. Shots still can’t be administered until the US Centers for Disease Control and Prevention advisory committee recommends the vaccine. The final step in the process is for CDC Director Dr. Robert Redfield to sign off on the committee recommendation.  ##Vaccines## Starting this weekend, the city of Miami will begin enforcing a citywide curfew in response to the surge in coronavirus cases, the city announced in a press release.  The nightly curfew will run from midnight to 6 a.m. ET until further notice, the release stated.  The curfew is in line with Miami-Dade County's existing nightly curfew order and was voted and approved by the Miami City Commission on Thursday.  The city of Miami stopped enforcing the curfew back in October. However, under the new order, the Miami Police Department will be enforcing the curfew and violators — whether individuals or business establishments — are subject to fines and other enforcement actions.  ##Hotspots## The 116th Congress is entering a make-or-break moment: It can either collapse in a colossal failure or it can all come together quickly to give struggling Americans some desperately needed relief. And now there's a possibility this Congress can end how it began: in a government shutdown. While there are some signs of progress on state and local aid in bipartisan relief talks, prospects are still grim for Congress to get a deal both sides can live with, get drafted quickly and jammed through Congress — and then onto the desk of a mercurial President who has had no role in the negotiations but can upend them at any given moment. Here's what we're watching today: Leaders need to start talking: To get a deal done by next week, House Speaker Nancy Pelosi and Senate Majority Leader Mitch McConnell need to come to terms quickly. But they aren't even talking with each other and instead are bitterly trading blame as the leadership remains at sharp odds about what can even pass, meaning there's no guarantee any deal reached by a bipartisan group of lawmakers will even get through Congress.\nWhy today is crucial: Friday is turning out to be a critical day on two fronts: Both on the Covid relief talks and to keep the government from shutting down for the fourth time in President Trump's time in office.\nSticking points on stimulus: The snafu over the stopgap portends the challenges ahead for much thornier issues — namely on a Covid relief package that has dogged Congress for several months in addition to the $1.4 trillion omnibus spending bill to fund the federal government through September 2021, a massive proposal that the two sides have struggled to finalize, prompting leaders to try to pass the week-long continuing resolution. The bipartisan group of senators and House members that have tried to finalize a deal are expected to release legislative language today on their $160 billion deal to aid states and cities hit hard by the pandemic, resolving a key sticking point, aides said. But there's one big problem: Most GOP senators detest that aid — and McConnell has warned that most Republicans won't support it, meaning it's unlikely to pass the Senate. ##US Stimulus## Erin Bromage, a biology professor at UMass Dartmouth, advised Americans to not have any large gatherings on Christmas, even if they gathered for Thanksgiving and had no resulting positive Covid-19 cases.   You should stay close to only the family members or group that you’ve been in contact with for the past 10 days, he said in an interview on CNN.  “We are looking much worse than what we were at Thanksgiving, much worse. And so now the risk is much higher,” Bromage said. “And you got away with it at Thanksgiving because you were lucky it didn't come into your home. If you do this again…you're chancing too much fate at this stage bringing it into your house.” Bromage also explained the “Swiss cheese model” of protection from the coronavirus.  “No one protective layer is 100% effective,” he said. “Masks plus distance is additive in regards to its safety. If we're in well-ventilated spaces, that adds another layer of safety. … We make sure that we put as many layers as possible between each person in order to stop the spread of infection.”  Watch:  ##Hotspots## Vaccine advisers to the US Food and Drug Administration voted Thursday to recommend the agency grant emergency use authorization to Pfizer and BioNTech's coronavirus vaccine, and the US Centers for Disease Control and Prevention's Advisory Committee on Immunization Practices is set to meet this weekend to consider if the CDC should offer the vaccine to the American public.  But even as the vaccine process progresses, it's likely the US won't see any meaningful, widespread impacts from vaccinations until well into 2021.  Just how quickly the country will be able to recover depends on how quickly Americans get vaccinated — and how many people are willing to get the vaccine. \"If we have a smooth vaccination program where everybody steps to the plate quickly, we could get back to some form of normality, reasonably quickly. Into the summer, and certainly into the fall,\" Dr. Anthony Fauci told CNN Thursday. \"My hope and my projection is that if we get people vaccinated en masse so that we get that large percentage of the population, as we get into the fall, we can get real comfort about people being in schools, safe in school — be that K-12, or college,\" he added. ##Vaccines## Key players in the vaccine decision process have been told to expect the US Food and Drug Administration to issue an Emergency Use Authorization for Pfizer/BioNTech's vaccine Saturday, according to a federal government source close to the situation. The source cautioned that anything is possible, and the FDA decision could still come today.  The Saturday timing is in line with a meeting set for Sunday by the Advisory Committee on Immunization Practices, whose vote will inform a final decision by the US Centers for Disease Control and Prevention.  The FDA EUA allows shipping to begin, but shots still can’t be administered until the US CDC advisory committee recommends the vaccine.  The final step in the process is for CDC Director Dr. Robert Redfield to sign off on the committee recommendation. The source expects that to happen within hours of the Sunday meeting. ##Vaccines## Vaccine advisers to the US Food and Drug Administration voted Thursday to recommend the agency grant emergency use authorization to Pfizer and BioNTech's coronavirus vaccine. While the vote is an important step in the vaccine authorization and distribution process, it doesn't mean the vaccine will be authorized immediately. Here's what happens next: The FDA EUA: The FDA will now decide on whether or not to issue an emergency use authorization for the vaccine. The FDA EUA allows shipping to begin, but shots still can’t be administered until the CDC advisory committee recommends the vaccine. Operation Warp Speed officials say they will start shipping the vaccine within 24 hours of FDA authorization.\nThe CDC committee meeting: In anticipation of an EUA, the CDC's Advisory Committee on Immunization Practices has scheduled emergency meetings for Friday and Sunday. This committee — which is separate from FDA's advisory committee — will recommend whether the CDC should offer the vaccine to the American public. The committee is expected to vote on Sunday.\nAdministering vaccines: After the CDC accepts that recommendation, Pfizer shots may start to be administered. An important note: An EUA is short of a full approval. Pfizer would have to file a separate application for full FDA approval for its vaccine. ##Vaccines## “Just a little bit ago, the FDA informed Pfizer that they do intend to proceed towards an authorization for their vaccine,” US Health and Human Services secretary Alex Azar told ABC’s George Stephanopoulos on Friday. HHS confirmed to CNN that Azar was referencing a tweet posted on Friday morning, which links to a Friday US Food and Drug Administration news release from the FDA’s Dr. Stephen Hahn and Dr. Peter Marks. Azar said that “in the next couple of days, probably,” as they work to negotiate with Pfizer and get information the doctors need to prescribe it appropriately, “we should be seeing the authorization of this first vaccine.” Azar said that they will work with Pfizer to get it shipped out and “so we could be seeing people get vaccinated Monday, Tuesday of next week.” “So, it’s very close. It’s really just the last dotting of I’s and crossing of T’s,” Azar added. ##Vaccines## German Economy Minister Peter Altmaier has warned that new coronavirus infections are growing “exponentially again” and said politicians need to “act now” in order to curb the spread of coronavirus. Speaking on Public TV on Thursday, Altmaier said \"the exponential growth is reoccurring, and this means we urgently have to act now if do not want to get things entirely out of control.\" ''We need to see the infections numbers drop significantly by the beginning of next year,\" Altmaier added. On Friday, Germany recorded a record number of infections and a record death toll over a 24-hour period, with 29,875 new cases and 598 deaths. Data from the German Interdisciplinary Association for Intensive and Emergency Medicine (DIVI) showed Thursday the number of Covid-19 patients admitted to intensive care units in Germany also reached an all-time high. DIVI reported 4,339 patients being treated in intensive care facilities. Nearly 60% of patients in ICUs need ventilation and around 4,753 ICU beds are still vacant, figures showed. On Thursday, the country's agency for disease control, the Robert Koch Institute, warned people to reduce contacts by more than 60% on their own or face tougher restrictions. Weeks of a partial national lockdown have not slowed the spread of coronavirus infections enough. Earlier this week German Chancellor Angela Merkel said she wants to implement a full lockdown for as long as two weeks after Christmas to bring down infection numbers. Merkel is set to meet with Germany's sixteen federal state premiers Sunday to set out a coordinated plan on a full potential nationwide lockdown.  ##Hotspots## British and French pharmaceutical giants GlaxoSmithKline and Sanofi Pasteur said Friday the release of their coronavirus vaccine would be delayed until late 2021 after interim results showed “insufficient immune response” in the elderly. “Insufficient response in older adults demonstrates the need to refine the concentration of antigen in order to provide high-level immune response across all age groups,” a joint press release on their websites read. Thomas Triomphe, head of Sanofi Pasteur, said the companies were “disappointed by the delay announced today,” adding that they “have identified the path forward.\" “No single pharma company can make it alone; the world needs more than one vaccine to fight the pandemic,” Triomphe said. Roger Connor, President of GSK Vaccines added: “The results of the study are not as we hoped,” and that it was now “clear that multiple vaccines will be needed to contain the pandemic.” The two companies said they are now planning a new phase 2b study with an improved antigen formulation in February of next year, which could be followed by a global phase 3 study potentially starting in Q2 2021. The phase 3 studies were initially expected to start this month. GSK and Sanofi said positive results from these phases “would lead to regulatory submissions in the second half of 2021, hence delaying the vaccine’s potential availability from mid-2021 to Q4 2021.” The two drug makers said they have updated governments and the European Commission on the delay “where a contractual commitment to purchase the vaccine has been made.”  This summer, the French and British giants won a commitment from the US federal government to pay up to $2.1 billion to help them move forward with their proposed joint coronavirus vaccine, as part of Operation Warp Speed. ##Vaccines## Pharmaceutical giant AstraZeneca is launching a joint clinical trial with the makers of Russian Sputnik V to test the combination of coronavirus vaccines, according to a statement published on AstraZeneca’s Russian website on Friday.  “Today we announce a clinical trial programme to assess safety and immunogenicity of combination of AZD1222, developed by AstraZeneca and Oxford University and Sputnik V, developed by Russian Gamaleya Research institute. It will begin enrolling adults aged 18 years and older,” AstraZeneca said. According to the British-Swedish drugmaker, a combination of the two coronavirus vaccines may help in generating “wider protection through a stronger immune response and better accessibility.”  Both vaccines are adenoviral vector vaccines that contain “genetic material of SARS-CoV-2 virus spike protein,” AstraZeneca’s statement added.  The Moscow-based Gamaleya Institute and Russian Direct Investment Fund (RDIF) --which sponsored the development of Sputnik V -- said in a statement that they offered AstraZeneca the use of “one of the two vectors of the Sputnik V vaccine in additional clinical trials of its own vaccine,” which is expected to commence before the end of this year. Russian vaccine Sputnik V uses human adenovirus, while AstraZeneca’s AZD1222 is based on chimpanzee viral vector.  Russia registered Sputnik V in August ahead of key large-scale phase III trials necessary to establish the vaccine’s efficacy and safety. While phase III trials are currently ongoing, the country is already moving towards mass vaccination with the head of Gamaleya Institute saying that over 150,000 Russians have been inoculated so far, according to state-run news agency RIA Novosti. ##Vaccines## Hong Kong Chief Executive Carrie Lam on Friday said her government has signed advanced purchase agreements for the Sinovac and BioNTech-Pfizer Covid-19 vaccines. Based on a two-dose regime, the city intends to procure 7.5 million doses of the BioNTech-Pfizer vaccine, and 7.5 million doses of the Chinese Sinovac vaccine. Lam told the Friday press conference vaccines would be provided free to Hong Kong’s 7.5 million strong population. Lam said the government was hoping to reach a third agreement with AstraZeneca and is looking for a fourth supplier. “The first million are expected to arrive in Hong Kong in January next year, earliest,” Lam said of the Sinovac vaccine, which only requires one dose. \"The other one is in Germany, BioNtech & Pfizer, and this vaccine uses another different another technology that is mRNA, again 7.5 million doses will be available. The first batch of 1 million doses will arrive in Hong Kong, in the first quarter next year, earliest”, Lam said. Elderly citizens, sufferers of chronic illnesses and care workers from nursing homes will be first to receive the vaccine, Lam said. Hong Kong diagnosed 86 new Covid-19 cases in the city on Thursday, five of which are imported and 37 are untraceable. ##Vaccines## Thursday saw a major milestone in the authorization process for a Covid-19 vaccine in the US -- a milestone that comes as the country is deep into a health crisis that is only worsening. The Food and Drug Administration's Vaccines and Related Biological Products Advisory Committee voted to recommend the agency grant emergency use authorization (EUA) to Pfizer and BioNTech's Covid-19 vaccine. The agency will now decide whether to accept that recommendation, but has signaled it is likely to do so. Officials are scheduled to meet again next week to discuss Moderna's EUA application. The vote, Dr. Anthony Fauci said, is a \"very important step.\" While the green light for a Covid-19 vaccine will offer a light at the end of the tunnel, leading experts have warned the worst days of the pandemic are still ahead for the US. More case surges are likely to take shape as a result of Thanksgiving travels and gatherings that could drive infection numbers even higher. The US is now averaging more than 210,000 new cases daily. Hospitalization numbers break records daily -- with Thursday reporting the highest number of Covid-19 patients nationwide since the pandemic's start: more than 107,200, according to the COVID Tracking Project. A CNN analysis of newly released data from the US Department of Health and Human Services showed that at least 200 hospitals across the US were at full capacity last week. And more than 90% of ICU beds were occupied in a third of all hospitals. And the virus is claiming more American lives each day than ever before. Wednesday saw the highest daily death toll the US has reported since the start of the pandemic, with a staggering 3,124 Covid-19 deaths. More than 2,700 deaths were reported Thursday. \"We are in the time frame now that probably for the next 60 to 90 days, we're going to have more deaths per day than we had in 9/11,\" said Dr. Robert Redfield, director of the Centers for Disease Control and Prevention (CDC). Read the full story: ##Vaccines## Russia reported 28,585 new Covid-19 cases and 613 deaths on Friday -- the highest daily increase in fatalities recorded since the beginning of the pandemic, according to the data published by the country’s coronavirus task force.  As of December 11, Russia reported a total of 2,597,711 cases and 45,893 deaths. CNN and other media have previously reported that Russia’s method for coronavirus-related fatalities has been questioned by independent observers, and that the real toll could be much higher.  Late Thursday, Russian statistics agency Rosstat separately published mortality figures for October, suggesting that almost 23,000 people with coronavirus or suspected coronavirus died that month. For comparison, the task force, which provides daily figures on new cases and fatalities, reported only 7,344 cases that month.  Excess deaths recorded by Rosstat between April and October stand at roughly 164,000 compared to the same period in 2019.  South Korean authorities have linked 28 new Covid-19 cases to a church in Daegu City. Contact tracers in the city said members of the church's choir had not worn face masks during services and members of the congregation had shared snacks. One confirmed infection was found from Youngshin Church on Thursday and the heath authority tested 158 close contacts of the confirmed case. Among those, 27 additional cases tested positive on Friday.  Earlier this year, the Daegu branch of the Shincheonji religious group became one of the country’s biggest single clusters, linked to more than 5,200 cases. ##Hotspots## Hong Kong has banned three international airlines from flying specific routes into the city for two weeks, under a new law aimed at stopping the spread of Covid-19, the city’s government said on Friday. Flights by the three airlines were found to have one or more Covid-positive passengers aboard, according to the statement.  They are: An incoming flight from Amsterdam operated by KLM Dutch Royal airlines on November 27.\nA flight from Kathmandu to Hong Kong operated by Nepal Airlines on December 1.\nTwo flights to Hong Kong from Dubai via Bangkok operated by Emirates on December 2.  Under strict new rules, the Hong Kong government is prohibiting the airlines from flying those routes into the city for 14 days. What triggered the bans? Passengers test positive: The ban is enforceable when an airline carries more than five Covid-19 positive passengers. The Nepal Airlines flight on December 1 had six passengers test positive on arrival. Consecutive flights: The ban is also enforceable on an airline which operates two consecutive flights into Hong Kong carrying Covid-19 positive passengers. This was the case with the Emirates flights, which brought four cases to Hong Kong on December 2 and three cases on December 3.  Failure to comply with measures: The flight operated by KLM from Amsterdam to Hong Kong on November 27 only had one Covid-19 positive passenger, but was also added to the 14-day blacklist. The Hong Kong government said it reserves the right to block the route for 14 days if a passenger on board an aircraft carrying Covid-19 fails to comply with pandemic control measures. KLM’s Amsterdam-Hong Kong and Nepal Airlines’ Kathmandu route will be put out of action until December 17, while Emirates will be unable to fly into Hong Kong from Dubai or Bangkok until December 18, the Hong Kong government said. CNN has reached out to Emirates, KLM and Nepal Airlines for comment.   The US Food and Drug Administration is likely to recommend against giving pregnant women the upcoming Pfizer vaccine, a member of the FDA’s Vaccines and Related Biological Products Advisory Committee said Thursday. Dr. Paul Offit's comments came after the committee voted to recommend the vaccine for an emergency use authorization (EUA). “I think the recommendation will be that pregnant women not receive this vaccine until we know more,” Offit told CNN’s Wolf Blitze . “However, as shown in this trial, whenever you do any sort of large clinical trial, invariably you do get pregnant women because women don't find out they're pregnant until after they've gotten one or two doses. So, there were about two dozen women in this trial that were pregnant and there doesn't appear to be any harmful effects on them, but their babies haven’t been born yet to find out ” Offit said this will also happen when the vaccine rolls out to health care workers and people in long-term care facilities. Some of those vaccinated will invariably include pregnant women. The committee voted 17-4, with one abstention, in favor of recommending the FDA grant Pfizer an EUA. The FDA will now decide whether to accept the recommendation but has signaled that it will issue the EUA for the vaccine. ##Vaccines## Singapore will welcome travelers from Taiwan beginning December 18, according to a press release from Singapore's Civil Aviation Authority. Visitors from Taiwan can apply for a single-entry \"Air Travel Pass\" to enter Singapore on or after next Friday.  Travelers must have stayed in Taiwan for 14 consecutive days prior to departure. Visitors will be required to take a Covid-19 PCR test upon arrival. If negative, they will be allowed to move freely throughout Singapore without serving a stay-at-home notice, the aviation authority added. \"Taiwan has a comprehensive public health surveillance system and has displayed successful control over the spread of the Covid-19 virus. Over the past 28 days, Taiwan has zero local Covid-19 cases. The risk of importation from Taiwan is low,\" the press release said. The US Food and Drug Administration and the Federal Trade Commission said Thursday they had warned Paradigm RE, LLC for selling unapproved products that claim to mitigate, prevent, treat, diagnose or cure Covid-19. The FDA said it considers the product, which the company sells under the name “Thymosin Alpha 1,” an unapproved new drug sold in violation of US law. It is also misbranded. The company’s website implies Thymosin Alpha 1 was tested in government-designated treatment centers and helps with treatment. The website claims “the findings were that there was a significant reduction of mortality in the 28-day variation” because it improved oxygen levels in the bloodstream and reduced lung injury, according to the FDA. The FDA asked the company to stop selling the product immediately and gave it 48 hours to email the government and describe what specific steps it took to correct violations.  Germany on Friday announced it had recorded 598 coronavirus fatalities in the previous 24 hours, according to data from the Robert Koch Institute, the country's center for disease control. It was Germany's highest single-day coronavirus death toll since the pandemic began. The nation also registered a record 29,875 new confirmed infections on Friday -- roughly 6,000 more than the day before.  German lawmakers will meet in the coming days to tighten lockdown measures in a bid to get the surge in infections under control. According to Johns Hopkins University, there are now 1,287,092 confirmed coronavirus infections in Germany, including 21,064 related deaths. Actor and wrestler Thomas Lister Jr., also known as “Tiny,” was found dead in his home on Thursday after experiencing Covid-19 symptoms, his manager Cindy Cowan confirmed to CNN. According to Cowan, the 62-year-old actor started feeling sick last Thursday, but his symptoms “got really bad, really quick.” He couldn’t breathe and felt very weak, she said. “It literally went so fast,\" Cowan added. Lister was supposed to visit a set for a new movie on Sunday, however he called Friday to cancel because he was feeling too weak and had a hard time breathing, according to Cowan.   “Tiny doesn’t miss movies; he took it very seriously,” said Cowan. The actor then canceled plans for a panel scheduled on Wednesday for a TV festival via Zoom, according to Cowan. Calls to Lister also went unanswered. According to a press release from the Los Angeles County Sheriff’s Department, deputies responded to Lister’s Marina del Rey home on Thursday afternoon when “friends and business associates of Mr. Lister hadn’t heard from him since the night before and were concerned about his wellbeing.” When deputies entered the home, they found Lister dead.  “Mr. Lister’s death appears to be of natural causes but will ultimately be determined by the Office of Medical Examiner-Coroner,” the sheriff’s department said.  The death is still under investigation, according to the release.  Lister was best known for his role as Deebo in the “Friday” movie franchise alongside rapper Ice Cube. He also appeared with Hulk Hogan in the World Wrestling Entertainment movie “No Holds Barred.” Few sectors have been hit as hard by the coronavirus pandemic as the aviation industry.  Last month, the International Air Transport Association forecast the crisis will cost airlines $157 billion this year and next -- and the sector has already cut tens of thousands of jobs.  But Tim Clark, president of the Emirates airline, sees reason to be optimistic. He thinks business travel could bounce back in 2022. Clark recently spoke with CNN's John Defterios about the recovery of business travel and Emirates' imminent role as a distribution center for future Covid-19 vaccines.  Here's what he had to say on when business travel will get back to normal:  \"What has happened as a result of being locked down, as a result of having to engage in (online communication) networks, whether it be Zoom or (Microsoft) Teams, I saw it in the mid '90s, when we digitized the global economy and all these tools came to market. The digital world ruled, the age of information came along, and everybody said, 'you know what's going to happen? We're not really going to travel anymore,'\" Clark said. \n\"The converse happened. Between 1995, and 2015 to 2018, the demand for business travel grew exponentially. The more they (people) interacted, the more they traveled. As we get back to normal, as the economy is strengthened, as cash starts flowing back into the businesses that have been affected, we'll start to see business travel bounce back, and we'll see it grow. It will not slow down.\" Read more here.  An Australian-produced coronavirus vaccine candidate has been scrapped after trial participants returned false positive test results for HIV, developers announced Friday. The inoculation, which had yet to progress beyond Phase 1 trials, was being jointly developed by the University of Queensland and Australian biotech company CSL. Australia had hoped the vaccine would be available by mid-2021. In a statement, CSL said no serious adverse effects had been reported in the 216 trial participants, and the vaccine was shown to have a \"strong safety profile.\" However trial data revealed that antibodies generated by the vaccine interfered with HIV diagnosis and led to false positives on some HIV tests, CSL said. If the vaccine was rolled out nationally, CSL said it could undermine public health in Australia by causing a wave of false positive HIV tests in the community. \"Follow-up tests confirmed that there is no HIV virus present, just a false positive on certain HIV tests. There is no possibility the vaccine causes infection,\" the statement added. Australian Prime Minister Scott Morrison told reporters Friday that the vaccine \"will no longer feature as part of the country's vaccine plan.\" Australia had pre-emptively ordered 51 million doses of the CSL vaccine in October. Morrison said Australia had backed four vaccines that showed promise but \"at no stage ... believed that all four of those vaccines would likely get through that process.\" Read more about the vaccine here.  ##Vaccines## The United States could be back to normal by next summer or early fall if everyone gets a Covid-19 vaccine, Dr. Anthony Fauci, the director of the National Institute of Allergy and Infectious Diseases, predicted Thursday. \"It depends how quickly and how many people want to get vaccinated,\" Fauci told CNN’s Chris Cuomo.  \n\"If we have a smooth vaccination program where everybody steps to the plate quickly, we could get back to some form of normality reasonably quickly into the summer and certainly into the fall.\"  The US Food and Drug Administration’s Vaccines and Related Biological Products Advisory Committee voted to recommend emergency-use authorization (EUA) for Pfizer’s Covid-19 vaccine Thursday. The FDA is expected to approve an EUA for the vaccine in the next couple of days. \"My hope and my projection is that if we get people vaccinated en masse so that we get that large percentage of the population, as we get into the fall, we can get real comfort about people being in schools, safe in school,\" Fauci said. \n\"That's what I hope and project we would do if we get everybody vaccinated.\" ##Vaccines## The US Food and Drug Administration said Thursday’s vote by its vaccine advisers to recommend emergency use authorization of the Pfizer Covid-19 vaccine was an “important step” in the review process. The FDA said its Vaccines and Related Biological Products Advisory Committee, made up of independent scientists and public health experts, provided “valuable advice and input” for the agency to help make its decision. “Importantly, the final decision about whether to authorize the vaccine for emergency use will be made by FDA’s career officials,” the agency said in a statement. “In this time of great urgency, FDA staff feel the responsibility to move as quickly as possible through the review process. However, they know that they must carry out their mandate to protect the public health and to ensure that any authorized vaccine meets our rigorous standards for safety and effectiveness that the American people have come to expect,” FDA Commissioner Dr. Stephen Hahn said in the statement. “The whole of the FDA — myself included — remains committed to keeping the public informed about the evaluation of the data of a potential Covid-19 vaccine, so that once available, Americans can have trust and confidence in receiving the vaccine for their families and themselves.” There was sobering news for Canadians Thursday as public health officials in several provinces said they were coping with an increase in infections despite new restrictions and lockdowns.  Prime Minister Justin Trudeau underscored the need to keep up with public health protocols as he announced that vaccines would arrive in Canada by Monday. “The first 30,000 doses are expected to arrive on Canadian soil in just a few days. To all Canadians, if you’re feeling relieved and hopeful, you’re not alone, this is the good news we all need but remember this is only the first step in what will be a massive project over a long winter,” said Trudeau during a news conference in Ottawa Thursday evening.  Canada is not disclosing logistics or tracking information on the Pfizer/BioNTech vaccine as it enters the country because of what officials say are \"credible\" security concerns.   But Trudeau stressed he does not believe there will be any disruptions as the vaccines make their way from Belgium to Canada.  The timeline on vaccines in Canada comes as several provinces -- including Canada’s two largest, Quebec and Ontario -- logged record cases of Covid-19 in recent days, with officials saying lockdowns in both Toronto and Montreal are having little effect.   Ontario released new modeling Thursday and confirmed that according to mobility data throughout the province, people are traveling outside their homes at close to normal levels and likely not limiting contacts as much as needed to stop the spread of the virus.   Montreal broke a single-day record Thursday with 648 new cases of Covid-19, a growth rate the city’s public health director called \"alarming.\" “I know we’re all tired, but we need to make an effort,” said Dr. Mylène Drouin, Montreal’s public health director, during a news conference Thursday. The influential coronavirus model at the University of Washington has projected 502,000 Americans will have died from Covid-19 by April 1, down from its prediction of 539,000 deaths last week. The model from the Institute of Health Metrics and Evaluation predicts a new coronavirus vaccine can save 25,000 or more lives. And if 95% of Americans wore masks, the death count would drop by 56,000 by April 1 compared to the “most likely” scenario. On the other hand, if states ease coronavirus mandates, the model projects 598,000 cumulative deaths by April 1. “Moreover, the impact of vaccinations is greater as well because of the detailed information in the Pfizer FDA filing, showing approximately 50% protection after the first dose, and data on a larger number of doses available sooner in the US,” IHME said. The model projects 25,200 lives will be saved by the vaccine rollout and if the distribution occurs rapidly, 44,500 lives could be saved compared to a no-vaccine scenario. The Covid-19 epidemic in the Midwest is leveling off but is increasing on the West Coast and in the Northeast, IHME said.  ##Hotspots## The vote by the US Food and Drug Administration’s Vaccines and Related Biological Products Advisory Committee to recommend emergency use authorization for Pfizer’s Covid-19 vaccine is important, Dr. Anthony Fauci said. It shows the process in the US is based on decisions and recommendations made by independent bodies, the director of the National Institute of Allergy and Infectious Diseases told CNN. “The reason I think this is so important is that we want to make sure that we impress the American public that decisions that involve their health and safety are made outside of the realm of politics, outside of the realm of self-aggrandizement and are made in essence by independent groups,” Fauci said. “So it was a very important step.\" The next step is FDA consideration and decision about an EUA. Then the Centers for Disease Control and Prevention’s Advisory Committee on Immunization Practices will decide whether to recommend the vaccine for use. The Advisory Committee on Immunization Practices has meetings scheduled for Friday and Sunday. Japan has reported a record number of new Covid-19 infections for the second straight day. Japan’s Ministry of Health announced it recorded 2,955 new Covid-19 cases and 37 related deaths for Thursday. That brings Japan’s total reported Covid-19 infections to 172,255 -- including 2,515 dead. The Ministry's data shows 543 patients are in intensive care, while a further 22,272 are receiving treatment in hospitals. The capital Tokyo posted its highest number of daily infections yet with an additional 602 cases. At least 59 patients remain in critical condition, with 1,826 more in hospital.   Osaka counted 415 new cases. Osaka Gov. Yoshifumi Yoshimura said Thursday he was expecting the Self-Defense Forces' medical support team to be dispatched to local hospitals.  Japan's medical expert advisory board was critical about the effectiveness of the government's prevention measures to fight the recent surge in cases.  \"It's hard to say that the measures taken so far have been effective,\" the chairman of the advisory board, Takaji Wakita, said in a press conference late Thursday. \n\"Overall, the measures were not successful to curb the new infection cases.\" ##Hotspots##", "Section": "world", "Writers": ["Julia Hollingsworth", "Brett McKeehan", "Nada Bashir", "Hannah Strange", "Meg Wagner"], "URL": "https://www.cnn.com/world/live-news/coronavirus-pandemic-12-11-20-intl/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Singapore", "Source": "CNN"}