{"Type": "article", "Time": "2020-01-13", "Headline": "Taiwan has slipped through China's fingers, but will Beijing ever admit it?", "Text": "Speaking in 1995, a hundred years after Japan's seizure of Taiwan, then Chinese President Jiang Zemin said it was the \"sacred mission and lofty goal of the entire Chinese people\" to see the unification of the island with mainland China.  In Hong Kong two years later, Jiang oversaw the implementation of the model he said would achieve just that, \"the great concept of 'one country, two systems'\" -- a process whereby the city would continue to maintain its distinct political and legal systems, while becoming part of a unified China. On Saturday, Taiwan voted overwhelmingly to reject that model, reelecting President Tsai Ing-wen in a landslide. The campaign was dominated by fears of the Chinese Communist Party (CCP) and a desire not to follow the path of Hong Kong -- where \"one country, two systems\" looks shakier than ever in the wake of sometimes violent anti-government unrest.  Responding to Tsai's victory, a spokesman for China's Foreign Ministry said that \"regardless of what happens in Taiwan, the basic facts won't change: there is only one China in the world and Taiwan is part of China.\"  In an editorial, the state-run China Daily said Tsai had an \"opportunity to mend her ways.\"  \"By dialing down the confrontational approach she has taken toward Beijing, she would not only ease the cross-Straits tensions, which have been rapidly worsening over the past couple of years, but also prevent the island being recklessly used by Washington as a pawn in its games,\" the paper said.  The nationalist state-run tabloid Global Times took a more forceful approach, saying that Beijing needed to begin plans to \"crack down on Tsai's new provocative actions, including imposing military pressure, which is an unbearable option for Taiwan authorities.\"  Speaking during a trip to Africa Monday, Chinese Foreign Minister Wang Yi said those who attempt to \"split the nation are destined to stink for a thousand years.\" (An official English language translation of Wang's remarks rendered them as the less salacious \"bound to leave everlasting shame throughout history.\")  Regardless of the reaction from China, however, one thing is clear. Peaceful unification, the idea that Taiwanese voters will choose to join a China ruled by the Communist Party is dead -- if it wasn't already years ago.  Nearly everyone on the island appears to realize this -- even Tsai's more China-friendly rival Han Kuo-yu railed against \"one country, two systems.\" By taking those concerns and running with them, Tsai scored a thumping 8 million votes, over 2 million more than Han, and greater than the previous record of 7.6 million.  Historically independent Taiwan has never been controlled by the CCP. The island was a Japanese colony for much of the 20th century. Following Japan's defeat in World War II, it was placed under under the administrative control of the Republic of China (ROC).  In 1949, the Kuomintang (KMT) government fled to Taiwan after losing a civil war to the CCP. The KMT established a provisional ROC capital in Taipei, and ruled Taiwan as a one-party state for several decades.  The island began a transition to its current vibrant, multi-party democracy in the 1980s, since when it has been ruled by both a reformed KMT and Tsai's independence-leaning Democratic Progressive Party (DPP).  Much support for Taiwanese independence is driven by hostility toward Beijing's post-1949 communist government and a desire to protect the island's hard-won democratic freedoms. That support is bolstered by Taiwan's long history of being ruled separately from the mainland, both as a colony and as independent kingdoms.  Indigenous Taiwanese, who make up around 2% of the population, trace their history on the island back around 10,000 years, and are more closely related to southeast Asian peoples than they are Chinese.  \"(We) have witnessed the deeds and words of those who came to this island, including the Spanish, the Dutch, the Koxinga Kingdom, the Qing Kingdom, the Japanese, and the Republic of China,\" a number of indigenous groups said in an open letter to Chinese President Xi Jinping last year, saying they \"do not share the monoculturalism, unification, and hegemony promoted by you.\" This history -- and public sentiment on the island -- has not stopped China's rulers from pushing for unification, seeing Taiwan's functional independence as unfinished business from both World War II and the Chinese Civil War. Restoring China to greatness after a \"century of humiliation\" has long been a key tenet of the Communist Party, and \"reclaiming\" Taiwan is a major part of this, as was restoring Chinese control over the former British colony of Hong Kong.  Over the decades, Beijing has used both carrots and sticks, building up economic ties across the straits that separate Taiwan from China, and firing missiles into and sailing aircraft carriers through them.  All of this has failed. Greater economic cooperation between a KMT government and China led to the 2014 protests known as the Sunflower Revolution, which helped usher in Tsai's first term. Attempts to punish voters for that by limiting Chinese tourism to Taiwan backfired, and the island actually posted record visitor numbers after pivoting to other Asian nations.  China's saber rattling over Taiwan, the continued poaching of the island's few remaining diplomatic allies, and Beijing's hardline stance in Hong Kong helped carry Tsai to her landslide victory this month. Tsai's 2020 chances had appeared to be in dire straits only last year, after a landslide win for the KMT in local elections in 2018 saw her resign as head of the DPP.  All the while, public opinion has been going against Beijing. Only 10% of respondents in a poll carried out by Taiwan's Mainland Affairs Council last month said they supported unification, compared to 27% who support full independence for the island, a 10-year high.  Dangerous path Writing in the wake of Tsai's victory, analysts Yun Jiang and Adam Ni said it was \"a resounding rejection of Beijing's overtures and coercion aimed at unifying with the island nation.\"  \"Beijing should take away at least two lessons from this election. First, economic inducements, information operations, and people-to-people ties are not enough to win over the hearts and minds of Taiwan's people,\" they said. \"Both Hong Kong and Taiwan illustrate that democratic societies are hard to control with an authoritarian mindset and toolkit. Beijing needs to rethink its strategy if it wants to pull Taiwan closer.\"  Whether Beijing can do this seems unlikely. For years, observers have argued that were Beijing to take a more subtle approach in Hong Kong, giving the city some of the freedoms and autonomy its citizens are calling for in order to undercut more radical demands, it would have more success and fewer headaches.  Hong Kong is already within China's control, and no matter the desire of a minority of anti-government protesters, there is little risk of it gaining independence anytime soon. On Taiwan, an issue which Beijing has been using for decades to drum up angry nationalist sentiment, the chance of a more shrewd, pragmatic approach is even less likely.  Indeed, the tides of nationalism fueled by the CCP could drive Beijing's approach in entirely the opposite direction. Addressing Taiwan in a speech last year, Xi said \"we make no promise to renounce the use of force and reserve the option of taking all necessary means.\"  Global Times editor Hu Xijin, often a useful bellwether for more extreme Chinese nationalist sentiment, said after Tsai's victory that \"secession must be prevented, no matter what action needs to be taken.\" A Chinese invasion of Taiwan would be a bloody, logistical nightmare. Nor would it necessarily result in victory for China -- while Taiwan's military is dwarfed by the People's Liberation Army (PLA), it has been preparing for seven decades to defend the island from invasion. Such a conflict would likely draw in the US on Taipei's side, and could quickly expand into a wider regional conflict, while also having major economic repercussions.  In its message to Tsai, China Daily warned her against \"only serving the self-interests of her party rather than the welfare of the public.\" China's leaders could do well to take that message to heart themselves. ", "Section": "asia", "Writers": ["James Griffiths"], "URL": "https://www.cnn.com/2020/01/13/asia/taiwan-china-election-tsai-beijing-intl-hnk/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}