{"Type": "article", "Time": "2021-03-24", "Headline": "Chinese threat to Taiwan 'closer to us than most think,' top US admiral says", "Text": "China is quickly amassing weapons and systems to militarily overwhelm Taiwan, an action it could be poised to take within the next six years, the admiral chosen to be the next commander of US forces in the Pacific warned Tuesday. \"My opinion is this problem is much closer to us than most think,\" Adm. John Aquilino said before the Senate Armed Services Committee, which was reviewing his nomination to lead the US military's Indo-Pacific Command. China considers establishing full control over Taiwan to be its \"number one priority,\" added Aquilino. The current head of the command, Adm. Philip Davidson, told a hearing earlier this month that China could be prepared to take Taiwan, the self-governed democratic island that Beijing claims as its sovereign territory, by force within the next six years. But Aquilino said Beijing is establishing a track record of using force to achieve Communist Party goals sooner than US planners forecast. \"We've seen aggressive actions earlier than we anticipated, whether it be on the Indian border or whether it be in Hong Kong or whether it be against the Uyghurs. We've seen things that I don't think we expected, and that's why I continue to talk about a sense of urgency. We ought to be prepared today,\" Aquilino said. Aquilino did not provide an exact timeframe on when China might attempt a military takeover of Taiwan, nor did he cite any new or specific intelligence in support of his claim. Mainland China and Taiwan have been governed separately since the end of a bloody civil war in 1949, but Beijing has vowed to never allow the island to become formally independent, and has refused to rule out the use of force if necessary. \"Taiwan is an inalienable part of China,\" Chinese Defense Ministry spokesman Senior Col. Wu Qian said in January. \"The PLA will take all necessary measures to resolutely defeat any attempt by the 'Taiwan independence' separatists, and firmly defend national sovereignty and territorial integrity.\" China is also adamant its military is defensive. \"The development of China's national defense aims to meet its rightful security needs and contribute to the growth of the world's peaceful forces,\" the country's 2019 defense white paper said.  Admiral accuses China of 'aggressive posture' But Davidson, in his Senate testimony two weeks ago, said the Chinese military has built a force intended for offensive operations. \"I cannot for the life of me understand some of the capabilities that they're putting in the field unless it is an aggressive posture,\" he told the Senate Armed Services Committee. \"I see them developing systems, capabilities and a posture that would indicate that they're interested in aggression,\" Davidson said. Aquilino said Tuesday the People's Liberation Army (PLA) is sharply focused on having all it needs to bring Taiwan under Beijing's control. \"The military threat to Taiwan is increasing. The PLA continues to field a broad array of advanced weapons and systems as part of ongoing force modernization specifically intended to achieve decisive overmatch against Taiwan,\" the US admiral said in written testimony. For instance, analysts note that Beijing has been building a force of warships like helicopter landing docks and large amphibious assault ships that could be useful in taking islands. Aquilino, the current commander of the US Navy's Pacific Fleet, said Washington needs to increase deterrence capabilities in the Pacific, noting what has been done regarding China to date, including sending US warships through the Taiwan Strait and exercising dual aircraft carrier strike groups in the South China Sea, has not been effective. \"We certainly haven't changed their desire, nor intent, nor ability to execute the largest military buildup we've seen in a while,\" Aquilino said. Asked by senators why the US must defend Taiwan, Aquilino said Washington's credibility as an ally to places like Japan and the Philippines is at stake if the island were to fall to Beijing. \"It would negatively impact our standing in the region if that were to happen and it would challenge the rest of our allies and partners and the US, negatively impacting our ability to operate freely in the area,\" he said. Aquilino also told the senators that a Chinese military presence on Taiwan would give Beijing sway over two thirds of global trade, which passes through the sea lanes near the island. The admiral ended the hearing asking the senators to fully fund the Pentagon's Pacific Deterrence Initiative, a list of new weaponry and defensive measures to the tune of $4.6 billion. \"I do believe that sends a strong message that the entirety of government in the United States is focused on the challenge that we've identified as it applies to the western Pacific,\" Aquilino said. Biden administration takes strong stance The Indo-Pacific command nominee's comments follow weeks of strong anti-China rhetoric and military displays since the Biden administration took office in January. During a visit to Japan earlier this month, US Secretary of State Antony Blinken listed some of Washington's grievances with Beijing.  \"China uses coercion and aggression to systemically erode autonomy in Hong Kong, undercut democracy in Taiwan, abuse human rights in Xinjiang and Tibet, and assert maritime claims in the South China Sea that violate international law,\" he added. \"We will push back if necessary when China uses coercion or aggression to get its way.\" Just last week, talks in Alaska between Blinken and senior Chinese diplomats got heated, with China accusing the US of  \"provoking dispute\" by launching \"unreasonable attacks\" on China's domestic and foreign policies, according to state-run broadcaster CCTV. The US military, meanwhile, has been sending its guided-missile destroyers through the Taiwan Strait, the waterway separating the island from the Chinese mainland, and challenging Beijing's claims in the South China Sea with so-called Freedom on Navigation operations (FONOPS) -- actions that have ramped up in recent years under Aquilino's command. China says operations such as these show it is the US that undermines stability and ratchets up tensions in the Indo-Pacific.", "Section": "asia", "Writers": ["Brad Lendon"], "URL": "https://www.cnn.com/2021/03/24/asia/indo-pacific-commander-aquilino-hearing-taiwan-intl-hnk-ml/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Philippines", "Source": "CNN"}