{"Type": "article", "Time": "2020-11-13", "Headline": "No tourists allowed: These places are still keeping travelers out during the pandemic", "Text": "The United Nations recognizes 193 countries in the world. And it seems like every one (along with numerous territories and observer states) has its own approach to travel and tourism during the Covid-19 pandemic. Some tourism favorites, such as Turkey, have been welcoming visitors for months now with not too much in the way of restrictions. Other destinations have opened their doors partially and cautiously. That would include Argentina, which just recently started allowing citizens of only bordering countries to visit. Then there are the nations that have shut the gates to would-be tourists.  This list covers many of the nations or territories not open to tourists at all or whose conditions are so restrictive they make any traditional vacations there almost impossible to pull off. Some of these have never been big draws. But many others, especially in Asia, were some of the most popular places to visit in the world before the pandemic.  Until they reopen, we'll have to be satisfied with photos and videos to fuel our dreams of future visits. They're listed alphabetically by continent or major region and then country or territory. Click on the links for details: Africa There are 54 recognized sovereign nations on this vast continent, along with territories and de facto independent states. Some popular countries -- such as Egypt, Ethiopia, South Africa and Tanzania -- are accepting visitors or will soon do so.  CNN Travel will expand the Africa section as more information becomes available. Meanwhile, these are some of the countries still not open to tourists yet: Algeria: The largest country in land area in Africa is home to sophisticated architecture in the capital of Algiers and hypnotizing Saharan landscapes. But Algeria has no international commercial flights, and travel is restricted mainly to repatriation cases. Burundi: While neighboring Rwanda is open, tiny Burundi in central Africa isn't allowing tourists yet.  Cameroon: Sometimes called \"Africa in miniature\" for its variety, tourists will have to wait to see it for themselves. Asia Asia has some of the world's most visited destinations, but it's also the continent with the strictest limits on tourism during the pandemic: Bhutan: This tiny, blissful Himalayan nation -- known for its avoidance of most modern trappings -- was already one of the world's most isolated before the pandemic. So it's no surprise it's closed off to tourists now. Brunei: An Islamic sultanate on the tropical island of Borneo, Brunei has never been a big tourist destination. But if you wish to go, you'll have to wait. China: The world's most populous country has some limited flights coming in from various nations, but none of those are for tourists. The Great Wall, Forbidden City and terracotta warriors will have to wait. Hong Kong: Bustling, energetic Hong Kong, a special administrative region of China, is closed to tourists right now. An exception has been made just for Singapore residents, thanks to a new \"travel bubble\" that launches November 22.   India: From the warm, languid backwaters of Kerala to the mighty Himalayas, India's many wonders are severely limited to the rest of the world for now. The website Kayak reports this restriction stands through at least November 30. Indonesia: Known for its delicious food, crystal-clear ocean waters and the relaxed vibe of Bali, the massive island chain has reopened to some visitors but not tourists yet. Japan: From the frenetic energy of Tokyo and historical beauty of Kyoto, Japan is open to some business travelers. But tourists are on hold. Kazakhstan: This landlocked Asian nation is allowing limited flights and visitors, but it's not open to tourists ready to see its vast wilderness areas. Laos: Already less in the spotlight than Southeast Asian neighbors Cambodia and Vietnam, this alluring and verdant land remains in the shadows, closed to all tourism. Macau: International tourists hoping to visit this former Portuguese colony turned gambling destination, now a special administrative region of China, are out of luck.  Malaysia: From the urban allure of Kuala Lumpur to dazzling tropical beaches, the sights, sounds and tastes of multiethnic Malaysia will have to wait.\n Mongolia: The breathtaking scenery of the vast Mongolian steppes are only for the eyes of its citizenry for now. Myanmar: Formerly known as Burma, this reclusive Buddhist nation full of exquisite temples and remarkable natural beauty started to open up recently after decades of isolation. But the pandemic has put a full stop to that. North Korea: This communist-led nation isn't called \"The Hermit Kingdom\" for nothing. Even before the pandemic, this was one of the most isolated nations in the world. Bottom line: No vacation in Pyongyang. Philippines: So many lovely islands! So many lovely beaches! Unfortunately, they're closed to tourists. Sri Lanka: Vacationers will have to wait to partake of the charms of this gorgeous island nation (tea, elephants, unique architecture) off the east coast of India. Taiwan: This beautiful island savored for its cuisine has one of the best records in the world in containing Covid-19. So you know what that means -- no vacation here.  Thailand: With its exciting capital of Bangkok, friendly people and multitude of balmy beaches, Thailand is one of the world's favorite destinations. Only a narrow list of people can go, and that doesn't include short-term vacationers.  Vietnam: Graceful Hanoi. Fast-paced Ho Chi Minh City. Otherworldly Ha Long Bay. No wonder people love going here. But it's closed tight to any tourism. In fact, Vietnam is one of the most closed-off countries in the world for now. Australia and South Pacific Here's the no-visitors status of one the world's most remote and beautiful regions, where Covid-19 containment is taken very seriously. Australia: The wonders of Sydney, Melbourne and the Great Barrier Reef will have to wait until this nation-continent reopens to tourists.  Cook Islands: The great scuba diving and rugged wonders of Rarotonga are off-limits to tourists. Micronesia: Consisting of four states, including Yap, and more than 600 islands, the Federated States of Micronesia has had no confirmed cases of Covid-19 and it's not inviting vacationers in to risk that record. New Caledonia: This special collectivity of France, located between Australia and the island of Fiji, is closed to tourists according to this recent RNZ news report and TravelBans.org. New Zealand: Who wouldn't want to go there? New Zealand is stunningly gorgeous with glaciers, volcanoes and beaches --- and it has done a top-rate job of handling the pandemic. But it's no surprise tourists aren't allowed back yet. Samoa: From beaches to waterfalls, Samoa is for water lovers. It has no confirmed cases of Covid-19 and is trying to keep it that way, turning away all tourists for now. Solomon Islands: Steeped in World War II history and surrounded by the blue Pacific, the Solomon Islands recorded their first Covid-19 case in early October and is closed to international visitors. Vanuatu: The shipwreck diving, freshwater swimming holes and land divers (who jump from towers while attached to vines) will have to wait as Vanuatu is closed to visitors through at least the end of the year. The nation recorded its first Covid-19 case in November. Europe Unlike Asia, the bulk of Europe has been much more open to travelers -- at least to other Europeans and select nations with low rates of coronavirus infection. (US citizens aren't on the invite list to a lot of them, though). With Covid-19 resurging in Europe this November, we'll monitor if that changes. Meanwhile, here's a short list of the no-tourism zones: Azerbaijan: This oil-and-culture rich nation on the Caspian Sea isn't allowing tourists. Besides that, the country has been engaged in recent hostilities with neighboring Armenia. Georgia: Sitting between Russia and Turkey, Georgia's charms -- including the Caucasus Mountains and its renowned wine country -- are off limits to leisure travelers at this time. Middle East The Middle East has long captured travelers' imaginations. But here's a quick list of popular places you'll have to wait on: Israel: This history-rich country is just emerging from a second Covid-19 lockdown. Tourists will have to wait for cosmopolitan Tel Aviv, ancient Jerusalem and the Dead Sea. Saudi Arabia: Home to the holy Islamic sites in Mecca and Medina, the mesmerizing landscapes of the desert kingdom and its high-end malls are for Saudis only at this time. Read the latest information from the country here. North America North American nations and territories have had a widely varying response regarding tourists, but most are at least partially open now. Here are the places you'll have to wait to see: British Virgin Islands: These sun-kissed British holdings in the Caribbean are keeping tourists at bay, but only until the end of November. Starting December 1, Tortola and the other BVI islands will reopen to vacationers. Find out more here. Canada: This vast land has so much offer -- sophisticated cities such as Vancouver and Montreal and stunning wilderness in the Canadian Rockies and rugged Atlantic and Pacific coasts. We'll have to be satisfied with photos, memories and dreams of future trips until friendly Canadians decide they can safely have tourists back. Montserrat: This British territory in the Caribbean is known for its rugged gorgeousness -- and volcanic activity. But for now, there's no tourist activity there. South America South American favorites such as Peru and Brazil are open, but some nations are still off-limits: Chile: The beautiful lakes, soaring Andes peaks, intriguing Atacama Desert and stunning Patagonian wilderness of Chile remain closed off to tourists for now.   Suriname: Noted for its multicultural capital of Paramaribo, this former Dutch colony on the northeast coast of South America is closed except for relief flights from the Netherlands. Uruguay: This lively little neighbor between giants Brazil and Argentina is beloved for its beaches, cosmopolitan capital of Montevideo and tasty meats. While some foreigners may enter for other reasons, tourism is off the table at this time. More resources Here are some links where you can find out additional details: The US State Department has country-by-country for US citizens that often contains information of interest to citizens of other nations, too. The government of the United Kingdom has a website with foreign travel advice for its citizens. This is the travel website of the government of Canada with international travel information. The following websites monitor the global situation, but be aware each one looks at the information from different perspectives: Kayak.com | Travelbans.org | Covidcontrols.co", "Section": "travel", "Writers": ["Forrest Brown"], "URL": "https://www.cnn.com/travel/article/countries-territories-no-tourists-covid-19/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}