{"Type": "gallery", "Time": "2020-12-11", "Headline": "The week in 40 photos", "Text": "Margaret Keenan, 90, is applauded on Tuesday, December 8, after she became the first person in the United Kingdom to receive the Pfizer/BioNtech Covid-19 vaccine. The United Kingdom was the world's first nation to begin vaccinating its citizens with a fully vetted and authorized Covid-19 shot, a landmark moment in the coronavirus pandemic. Keenan, who received the vaccine a week before turning 91, said she felt \"privileged\" to be the first to get the shot. \"It's the best early birthday present I could wish for because it means I can finally look forward to spending time with my family and friends in the New Year after being on my own for most of the year,\" she said. A baby rhinoceros stands next to his mother at a zoo in Erfurt, Germany, on Wednesday, December 9. The young rhino, who didn't have a name yet, was born on November 28. Sammy Olszta, the 6-year-old grandson of wrestling legend Dan Gable, leans against the Resolute Desk inside the White House Oval Office on Monday, December 7. Gable was speaking beside US President Donald Trump during a ceremony where he received the Presidential Medal of Freedom.  Jon Ossoff, a Democratic candidate for the US Senate, takes part in a one-man debate Monday, December 7, ahead of Georgia's pivotal runoff elections. His opponent, incumbent David Perdue, declined to attend the debate. The outcome of Georgia's two runoffs will determine control of the Senate. Mateo and Neah Johnson show Santa their letters while visiting him at a socially distanced snow globe in Seattle on Sunday, December 6. SpaceX's massive steel rocket prototype, an early iteration of the technology CEO Elon Musk hopes will be used to put humans on Mars, explodes during a return-landing attempt on Wednesday, December 9. In the final stretch of its flight, an issue with the fueling system caused the rocket to slam into the ground. No one was on board. Musk still chocked the mission up as a win, and the fiery ending was not totally unexpected.  US President Donald Trump speaks with first lady Melania Trump aboard Marine One as it approached the White House on Saturday, December 5. The Trumps were returning from a rally in Georgia for Senate candidates David Perdue and Kelly Loeffler. An Ethiopian refugee who fled the Tigray conflict prays during Sunday Mass at a village in Gedaref, Sudan, on December 6. US President-elect Joe Biden removes his face mask before he introduced the top members of his health team on Tuesday, December 8. A woman looks at a metal monolith that popped up on a riverbank in Warsaw, Poland, on Thursday, December 10. Similar monoliths have popped up in Romania, the United Kingdom and the United States. Buffalo's Dawson Knox dives for a touchdown during an NFL game against San Francisco on Monday, December 7. Buffalo won the game 34-24. A Cira-03 robot performs an echocardiogram on a hospital volunteer in Tanta, Egypt, on Thursday, December 3. The robot, which is still being trialed, was also designed to test for Covid-19. A humpback whale surfaces near the Statue of Liberty in New York on Tuesday, December 8. Ultra-Orthodox Jewish men light candles in Jerusalem on Thursday, December 10, the first night of Hanukkah. A doctor tests a man for Covid-19 in Shah Alam, Malaysia, on Thursday, December 10. A man in a Santa Claus costume, suspended from a cable car, waves at visitors arriving to Rio de Janeiro's Sugarloaf Mountain on Saturday, December 5. US President Donald Trump gestures after speaking at a rally in Valdosta, Georgia, on Saturday, December 5. Trump was campaigning for the two Republican candidates in the state's US Senate runoffs. Students from the San Diego Ballet School wear protective masks backstage during a drive-in performance of \"The Nutcracker\" on Saturday, December 5. People line up in their vehicles for a food distribution sponsored by the Second Harvest Food Bank of Central Florida on Wednesday, December 9. The event was held in Groveland, Florida, near Orlando. Formula One driver Sergio Perez celebrates after winning the Grand Prix event in Bahrain on Sunday, December 6. It was the first F1 victory for the 22-year-old Perez, and it came in his 190th start. Buildings in Modena, Italy, are submerged by floodwaters from the Panaro River on Sunday, December 6. The flooding affected dozens of inhabited homes and some farms. Fabian Acuna, 2, wears a face shield in San Gabriel, California, while dancing at a traditional procession and Mass in honor of Our Lady of Guadalupe on Sunday, December 6. Commuters look out at protesters blocking a train track in Kolkata, India, on Tuesday, December 8. Thousands of Indian farmers have been protesting new agricultural laws that they say could destroy their livelihoods. Mathal, an 11-day-old baby orangutan, is held by his mother, Sari, at the Pairi Daiza zoo in Brugelette, Belgium, on Wednesday, December 9. Workers with the Indonesian National Disaster Management Agency, assisted by villagers, try to evacuate trucks and excavators on Thursday, December 3, after Mount Semeru erupted, burying the vehicles in volcanic materials. British Prime Minister Boris Johnson and European Commission President Ursula von der Leyen meet for a dinner in Brussels, Belgium, on Wednesday, December 9. They agreed to extend foundering Brexit trade talks until Sunday. People take cover as police clash with protesters in Paris on Saturday, December 5. Demonstrations have been taking place across France as people voice their opposition to a proposed security law and its signature measure to restrict the filming of police officers. Members of the Iowa State dance team perform during the university's football game against West Virginia on Saturday, December 5. Heavy smog affects Lahore, Pakistan, on Monday, December 7. A nurse administers a Covid-19 vaccine in London on Tuesday, December 8. Two girls look out of a car window as they attend a drive-in movie at a school in Perth, Scotland, on Thursday, December 10. A visitor walks between outdoor dining areas in Huntington Beach, California, on Thursday, December 3. US Army Sgt. Corey Stoner kisses his daughter, Mia, after returning home Tuesday, December 8, from a nine-month deployment in Afghanistan. \"You got so big,\" he said to his daughter while his wife, Aubrey, looked on in Fort Drum, New York. An elk is missing an antler at a natural reserve in Yancheng, China, on Sunday, December 6. Venezuelan President Nicolas Maduro playfully sprays disinfectant on a journalist as he leaves a news conference in Caracas on Tuesday, December 8. A woman wears a face shield and protective gloves while voting in regional elections in Tangerang, Indonesia, on Wednesday, December 9. People give blood on the stage of a closed nightclub in Lausanne, Switzerland, on Monday, December 7. Lyon soccer players celebrate a goal during a Women's Champions League match against Juventus on Wednesday, December 9. Lyon, who has won the last five Champions League tournaments, won 3-2 in Turin, Italy. Fatima Sanson, dressed up as Mrs. Claus, embraces a child through plastic in Belo Horizonte, Brazil, on Monday, December 7. Every Christmas season, Sanson delivers hugs and gifts to needy children. A sample collection capsule, dropped off by the Japan Aerospace Exploration Agency's Hayabusa2 probe, is seen falling to Earth in Coober Pedy, Australia, on Sunday, December 6. The capsule contained material from beneath the surface of an asteroid. See last week in 40 photos", "Section": "world", "Writers": [null], "URL": "https://www.cnn.com/2020/12/10/world/gallery/photos-of-the-week-december-3-december-10/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Malaysia", "Source": "CNN"}