{"Type": "", "Time": "2021-03-25", "Headline": "Going full circle,failing the science of lockdown – Manila Bulletin", "Text": "Of substance and spiritThere is science in lockdowns. Starting the first quarter of 2020, with shared information and scientific findings among scientists, lockdown strategies have been designed to be principles-based, aimed at fast but regular succession between lockdowns and near-normal business activities. The thrust is viral suppression while allowing opportunities for livelihood.This is a quick summary of the findings of professors Thomas Parisini, Robert Shorten and Lewi Stone’s “The New Science of Lockdowns,” published in the Scientific American last June 5, 2020.At the time of their publication, no vaccines had been developed yet. Spending a few days at work and more days in lockdown was not to eliminate the virus but to minimize its transmission, keep the infection rate low and use the timeout to develop appropriate vaccines.Lockdowns can also reduce the uncertainty surrounding the virus by offering time for testing, tracing, isolating and treating (TTIT).TTIT guide localized lockdowns and easing business activities.As Helen Eaton, senior commissioning editor of Royal Society, asserted in May 2020, “having time to think, focus and reflect brings higher quality outcomes.”Unfortunately, after one year of experiencing more than 670,000 cases of COVID-19 and nearly 13,000 deaths as of last Monday through various community quarantines, we remain without reliable and strategic TTIT standard procedures.Yes, the war against the virus continues. As the IMF explained recently, “the pandemic is not over until it is over everywhere.” We don’t need to pioneer a global solution in the Philippines. All that is expected of us is to flatten the curve here.But the initial battles have been disastrous. Globally, the pandemic sowed extreme poverty between 2020 and 2021 for 90 million people. In the Philippines, we sank in the deepest recession in history and the pandemic condemned at least the families of 4 million people unemployed and 7 million underemployed between October 2020 and January 2021 to poverty.Why did science fail in the Philippines?In his contribution to Financial Times last month, noted author of 21 Lessons for the 21st Century, among others, Yubal Noah Harari wrote that while “science has turned (epidemics) into a manageable challenge,” so much death and suffering punctuated the pandemic “because of bad political decisions.”And we have a long narrative of bad political decisions.They include our neglect of public health facilities; reluctance to impose travel restrictions; wasting the opportunity for an early procurement of vaccines; and failure to develop our logistics for vaccines rollout.We reiterate the most important and this is our failure to establish viable TTIT health protocols. When people have to pay a few thousand pesos to get themselves tested for COVID-19, those who lost their jobs would not even bother to spend on it. Until today, we have yet to see an integrated tracing system using, for instance, cell phones and QR codes across geographical boundaries with information fed into one database.In Vietnam, their health authorities have the capability to trace the whereabouts of their citizens. In times of viral outbreaks, the health authorities could easily identify the specific areas of highest incidence and trace the relevant people.They can afford to enforce a localized lockdown and selective easing of health protocols.We don’t have that luxury.Harari stressed that digital surveillance facilitates monitoring and identifying the so-called disease vectors and allows quarantine to be selective, more effective and shorter.Thus, NEDA and the business communities’ recent call for selective and localized lockdowns cannot be implemented because the informational basis hardly exists. Algorithm-driven, machine-learning technology is more entrenched in financial inclusion than in the more sensitive areas of health surveillance and mitigation. If technology was more pervasive in emerging markets like the Philippines, extended lockdowns of Philippine variant could have been somewhat viable. More business activities could have been allowed. More online business transactions could have further strengthened our coping mechanism.Ironically, we chose to step up our reliance on crude testing. The President’s spokesperson recently urged LGUs to do “house-to-house” COVID-symptom check when an automated optionis available. Quarantine checkpoints with soldiers brandishing rattan cane cannot be more ancient in enforcing health protocols.Credibility is another reason.Our people continue to struggle in following the protocols against lockdown fatigue. In small boats, our people face the storm with hardly a space for physical distancing. More important is the issue of ownership of policy. It would be difficult convincing our people to follow the rules when our public officials themselves were the first to break them. Our health authorities allowed LGUs and private companies to procure and administer the vaccines only when they realized they have no capability to do it and disprove The Economist’s estimate that we shall attain herd immunity only by the end of 2023.Why do we decide based on what is easily available when other choices exist and supported by science?This is the availability bias of Frank Sinatra when he sang “Oh, my heart is beating wildly / and it’s all because you’re here / When I’m not near the girl I love / I love the girl I’m near.”", "Section": "", "Writers": "", "URL": "https://mb.com.ph/2021/03/25/going-full-circlefailing-the-science-of-lockdown/", "MainKeyWord": "Macao", "AdditionalKeyWord": "Southeast Asia", "Source": "MB"}