{"Type": "", "Time": "2020-07-24", "Headline": "Ford launching all-new Territory in August – Manila Bulletin", "Text": "As a follow up to the addition of the F-150 pickup to its Philippine offerings, Ford is adding yet another vehicle to its growing lineup: the Territory SUV.Scheduled for launch in August, the new SUV is positioned above the EcoSport as a C-segment crossover. Ford says it will be a spacious, feature-packed, and competitively-priced SUV.The all-new Ford Territory combines a stylish sleek look, impressive performance, compact size, spacious interior, and smart and safe technologies.Powering the Ford Territory is a 1.5-liter EcoBoost engine mated to a CVT transmission for refinement and fuel efficiency. With this powertrain, customers can enjoy lower service maintenance costs with a once-a-year scheduled service interval instead of twice a year.The Territory will be offered in Titanium and Trend variants. The five-seater SUV will be equipped with driver-assist technologies such as a 360-degree camera, Adaptive Cruise Control, Active Park Assist with parallel and segment-first perpendicular parking function, leather power adjust seats with cooling function, and an in-vehicle infotainment system. This infotainment system centers around a 10-inch touch screen with multi-view function and wireless charging. The Territory will surely turn heads inside and out the car with a panoramic moonroof and 18-inch inch alloy wheels.“With the Ford DNA ingrained in its design, quality, and capability, the all-new Ford Territory is designed and engineered following Ford’s highest global quality standards to deliver an all-in-one SUV package that will deliver great value to Filipino customers looking for a stylish, spacious and technologically-advanced SUV,” said PK Umashankar, managing director, Ford Philippines.Ford Philippines is the first market in the company’s International Market Group (IMG) composed of nearly 100 markets around the world to offer the all-new Ford Territory, serving as a perfect complement to the already popular EcoSport. It is hoped to appeal to young professionals and small families.Customers can sign up for exclusive updates and product details on the all-new Ford Territory by visiting www.ford.com.ph/kmipage/.", "Section": "", "Writers": "", "URL": "https://mb.com.ph/2020/07/24/ford-launching-all-new-territory-in-august/", "MainKeyWord": "Macao", "AdditionalKeyWord": "Southeast Asia", "Source": "MB"}