{"Type": "article", "Time": "2020-10-28", "Headline": "October 29 coronavirus news", "Text": "The number of coronavirus cases in Europe has exceeded the 10 million mark since the beginning of the pandemic, with more than 1.5 million cases confirmed last week alone, the World Health Organization’s Europe director Dr. Hans Kluge said Thursday.  “Europe is at the epicenter of this pandemic once again,” Kluge said at a meeting alongside European health ministers.  “At the risk of sounding alarmist, I must express our very real concern and convey our steadfast commitment to stand beside you and support you as best we can.” The situation in Europe: Kluge warned that hospitalizations have risen to “levels unseen since the spring,” with cases moving from 7 million to 9 million in the past two weeks and deaths rising by 32% across the region last week.  Testing systems have not kept up with “very high-speed transmission,” and test positivity rates have reached new highs in most European countries.  Return to lockdown: As Europe is well into its second wave, many countries are implementing new restrictions in an attempt to curb the spread of the coronavirus.  With France introducing a national lockdown from Friday, Kluge said lockdowns were a “last resort option” because they bypass the “still-existing possibility of engaging everyone in basic and effective measures.” Read more about what's happening in Europe: ##Hotspots## House Speaker Nancy Pelosi and Treasury Secretary Steven Mnuchin, the two top negotiators for a new round of coronavirus relief, are engaged in open warfare after weeks of private negotiations -- casting new doubt on whether they will be able to reach agreement on stimulus legislation even after the November election. On Thursday afternoon, Mnuchin slammed Pelosi in their highest-profile clash so far, saying the speaker is refusing to compromise to get much-needed aid to Americans.  “Your ALL OR NONE approach is hurting hard-working Americans who need help NOW,” Mnuchin wrote in a letter. His remarks came after Pelosi sent her own letter to Mnuchin earlier Thursday that emphasized just how divided the two sides remain on the details of a potential stimulus bill, and hit the Trump administration for not accepting Democratic demands on key issues. \"The American people are suffering, and they want us to come to an agreement to save lives, livelihoods and the life of our American Democracy as soon as possible,\" Pelosi wrote. Mnuchin said he first learned of Pelosi’s letter from media reports Thursday morning, and he “can unfortunately only conclude that it is a political stunt.” What this means for the bill: The confrontation between the two is inauspicious for the odds of a new stimulus bill. When everyone else had essentially given up on the idea of another round of coronavirus relief over the summer, Pelosi and Mnuchin continued to have phone calls to negotiate and work towards a deal.  With Democratic leaders standing firmly behind their call for a massive aid package and Republican lawmakers instead advocating for a much smaller, targeted bill, an agreement never really appeared imminent.  But Pelosi and Mnuchin continued to insist progress was being made -- and sometimes, it was. Both had previously expressed hope that a deal could be finalized before Election Day, but talks have faltered in recent days. At a news conference earlier in the day, Pelosi said the talks were not over. She indicated she is eyeing the congressional lame duck session after the election as an opportunity for lawmakers to approve new aid.  ##Politics## ##Economy## Dr. Deborah Birx emerged from a meeting at the White House one day in late summer with a new resolution: Never again would she sit in a meeting with Dr. Scott Atlas and listen to him pontificate on the pandemic. That's when she went all-in on a plan to essentially abandon the White House and avoid the growing influence of Atlas, a radiologist with no expertise in epidemiology who was nevertheless rising in influence with President Donald Trump. Birx, a physician with decades of experience in global health, told a friend that she would take her message directly to the people and simply sidestep the kind of misleading messages she'd just heard from Atlas in that meeting. The friend requested anonymity to discuss the exchange with CNN. Now Atlas is Trump's single go-to adviser on the coronavirus. And Birx, one of the most prominent figures of the early pandemic, is in North Dakota. She has now been to 40 states and logged more than 20,000 miles, many of them since that fateful August meeting. She tours the country by commercial air, advising small groups of state and local officials on combating transmission. She pulls a small suitcase packed with essentials and an array of the signature scarves she wears each day. Her friends call it her \"self-exile.\" \"Her personality is to pick up and go where the fight is,\" said a colleague of hers for many years. \"She always told us -- keep your bags packed. She'd say if you're assigned to another country, don't sit in the embassy -- go to the distant villages. You need to go where the action is, see what they are doing.\" It's a handy personal credo given that Trump hasn't consulted in person with Birx in months. She still belongs to the White House coronavirus task force, but it rarely meets these days and its reports aren't widely disseminated. The President isn't deploying her to anything, so she's deploying herself. Read the full story: ##Politics## An influential model of the coronavirus pandemic has predicted 399,000 total coronavirus deaths in the US by Feb. 1, a 15,000-death increase over last week’s prediction. The Institute for Health Metrics and Evaluation at the University of Washington School of Medicine said it’s most likely that by the middle of January, 2,250 Americans will be dying every day from coronavirus – three times more than the current rate. “If states do not react to rising numbers by re-imposing mandates, cumulative deaths could reach 514,000 by the same date,” the IHME said in its latest forecast. “The fall/winter surge should lead to a daily death toll that is approximately three times higher than now by mid-January. Hospital systems, particularly ICUs, are expected to be under extreme stress in December and January in 18 states.” The IHME said if states would require mask use or find other ways to encourage more people to use them, fewer people would die.  “Scaling up mask wearing can delay the need for further social distancing mandates and save 62,000 lives by February 1,” it said. Some context: Just last week, the IHME projected 385,000 deaths by Feb. 1.  Cases and deaths have skyrocketed across the US in recent days and Thursday saw the highest single Covid-19 case count on record in the US, with cases passing 83,757 before 8 p.m. ET.   Los Angeles County public health officials on Thursday reported more new Covid-19 cases than on any single day since late August, when the region last saw a dramatic surge in infections. Public health officials reported 1,745 new cases of Covid-19 on Thursday and 19 additional deaths, for a total of 305,070 positive cases and 7,044 deaths in the county since the start of the pandemic. The increase was not associated with a backlog of data.  Some context: The rise in new confirmed cases came as public health officials expressed growing alarm over a recent increase in infections, some of which can be attributed to fans gathering for parties and events to watch the city’s MLB and NBA teams win championship titles.  “The high numbers of daily cases are very concerning because, as we have seen in the past, increases in cases lead to increases in hospitalizations and deaths,” Dr. Barbara Ferrer, the Los Angeles County director of public health, said in a statement Thursday. “As individuals, we get to choose whether to party or help our economy recover; we get to choose whether to protect others from our respiratory droplets or infect others who may go on to need hospital care or even die.” Los Angeles County, the nation’s most populous with 10 million residents, remains in the first of California’s four-tier coronavirus reopening system, where the disease is considered “widespread,” forcing the closure of most nonessential indoor business operations. ##Hotspots##  There have been 85,357 daily new coronavirus cases in the United States, according to data from Johns Hopkins University.  This is now the highest single-day reporting since the pandemic began. ##Hotspots##   The Oregon Health Authority reported 575 new cases of Covid-19 in the state Thursday, breaking the state’s single-day record.  The previous high was 550 cases set six days earlier. “Preliminary data show this increase reflects continued widespread community transmission resulting in small clusters and outbreaks statewide,” the OHA said in a written statement.  Health officials are strongly encouraging Oregonians to forgo tradition Halloween trick-or-treating and get-togethers this year. The state’s coronavirus death toll is now 673.  To note: These numbers were released by the state’s public health agency and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project. ##Hotspots## Ohio recorded at least 3,590 new Covid-19 cases Thursday, the highest daily count in the state since the pandemic began.  Gov. Mike DeWine also announced 192 new hospitalizations and 19 new deaths due to the virus. \"The virus is raging throughout the state of Ohio. There is no place to hide,\" DeWine said at a news conference Thursday.  Eighty three of 88 counties in Ohio are now considered \"high incident counties,\" DeWine said.  Righty now, 78% of state residents are living in a county labeled \"red\" for \"very high exposure and spread.\"  DeWine announced that he's asked leaders of every community to create a \"Covid Defense team\" that should include county commissioners, mayors, local hospital leaders, business leaders and religious leaders. The teams should assess and understand the situation and focus on what steps to take to turn the situation in their community around. \"We're simply letting our guard down,\" chief executive officer of University of Cincinnati Health and Covid-19 adviser to DeWine, Dr. Richard Lofgren, said at the news conference.  While businesses and establishments are following restrictions, the virus is spreading in private social events, Lofgren said.  To note: These numbers were released by the state’s public health agency, and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project. Greece announced today it will impose further regional lockdowns to curb the coronavirus resurgence. The country’s second largest city of Thessaloniki along with the city of Larissa and the Rhodope region will enter lockdown starting Friday at 6 a.m. local time. These brings the total regional lockdowns to seven. “The average age of the new infections as well as the daily contact tracing shows that cases are connected to mass social gatherings, entertainment gatherings and sports activities,” said Deputy Civil Protection Minister Nikos Hardalias. More context: Greek Prime Minister Kyriakos Mitsotakis is expected to announce stricter measures Friday that would last one month.  He said his aim remains to avoid a national lockdown and instead will focus on the intensification of the containment measures. Greek media outlets have reported that a stricter curfew could be announced.   According to Greece’s National Public Health Organization, Greece has recorded 35,510 coronavirus cases and 615 deaths from the disease in total.  ##Restrictions## An ensemble forecast published Thursday by the US Centers for Disease Control and Prevention now projects there will be 243,000 to 256,000 coronavirus deaths in the United States by Nov. 21.  Unlike some individual models, the CDC’s ensemble forecast only offers projections a few weeks into the future. The previous ensemble forecast, published Oct. 21, projected up to 247,000 coronavirus deaths by Nov. 14. At least 228,143 people have already died from Covid-19 in the United States, according to data compiled by Johns Hopkins University.  ##Hotspots## Moderna and Pfizer appear to be \"neck and neck\" in the race for a Covid-19 vaccine — so much so that the United States could see critical safety and efficacy data for both companies' vaccine candidates around the same time, Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, said during a Facebook Live session on Thursday.  Currently, there are six Covid-19 vaccine candidates in the United States — four of which are in Phase 3 trials, Fauci said, adding that Moderna and Pfizer are \"neck and neck.\"  \"Pfizer and Moderna, both went into Phase 3 on July 27,\" Fauci told Dr. Francis Collins, director of the National Institutes of Health, during the Facebook Live session.  \"Close behind them is the AstraZeneca, and the Johnson or J & J or the Janssen trial — and then we have the trial of Novavax and then ultimately we have Sanofi,\" Fauci said. \"So we would likely, Francis, start seeing results from Moderna and Pfizer at approximately the same time.\" ##Vaccines## The Czech Republic has a field hospital set up in Prague and a second one is under construction in Brno at a convention center. There are temporary bathrooms and a row of cubicles set up to accommodate beds, complete with dividers, curtains, cabinets and electrical and plumbing set up. “They’re turning what was an empty shell into a fully functioning hospital. They want to have it done by the end of next week. When it is finished, it should be able to house more than 300 patients,” CNN’s Scott McLean reported.  With 1,448.7 cases per 100,000 people over the past 14 days, the Czech Republic now has the highest rate of new coronavirus infections and deaths per capita in the European Union, according to the European Centre for Disease Prevention and Control (ECDC).  The Czech Republic is also leading the EU on deaths per capita over the past 14 days, with 13.5 Covid-19 fatalities per 100,000 people.  This comes as the health care system in the Czech Republic is reeling under the strain of a surge in coronavirus cases. Hospitals have started to burst at the seams, stretching intensive care units to their limits, while also lacking staff.  “About 1,000 health care workers are testing positive for the virus every single day. So while PPE, bed space is relatively easy to come by, it's not so easy to order doctors and nurses in bulk,” McLean added. Read more on how the Czech Republic is trying to tackle the shortage of health workers here. ##Hotspots## CNN's Scott McLean reports: The Czech Republic now has the highest rate of new coronavirus infections and deaths per capita in the European Union. Part of this case count are health care workers who are also testing positive for the virus, creating a shortage of staff at hospitals that are already bursting at the seams. “The Czech health system has never faced such a challenge before. Every day, there is an increase of over 1,000 sick health care workers. With 10 million people in the Czech Republic, this is a serious number,” Dr. Milan Kubek, President of the Czech Medical Chamber, told CNN. The Czech Medical Chamber and the health minister have called on Czech doctors living abroad to return home to help fight the virus. Medical students and people with medical training have also been encouraged to come forward. More than 1,000 qualified nurses who've left the profession have offered to come back to help. “The health care system in the Czech Republic has already collapsed because hospitals, with a few exceptions, are not able to provide long-term care for non-Covid patients,” says Jiri Vyhnal, head ER doctor at the Kyjov hospital says. Kubek is also hoping for help from abroad. But there’s a problem: When Italy appealed for help from abroad at the peak of its coronavirus outbreak, military doctors and nurse around the world answered the call. The Czech Republic did not. The military doctors were needed in the country at the time, Czech deputy defense minister Jan Havranek claimed. But he admitted that the first wave in the Czech Republic was “rather milld.” The next time, he said, the Czech Republic will think harder when another country asks for help. “We realize that it's a two-way street and we cannot just ask without giving back,” Havranek said. Meanwhile, foreign help is on the way with dozens of medical workers from the US National Guard and hundreds from Europe. But that is not nearly enough. The hospital that’s supposed to be staffing the second Czech field hospital in Brno said it is stretched so thin that it's currently negotiating with Germany, Poland and the Red Cross to try to get staff in place. ##Hotspots## WATCH: The biotechnology company Moderna expects to have its first interim analysis of its Covid-19 vaccine trial data in November and critical safety data in the second half of November, CEO Stéphane Bancel said during an investor call on Thursday morning.  Bancel said that two-month safety data on 15,000 trial participants who had received two doses of the vaccine will be ready later next month. In October, the US Food and Drug Administration made clear that it wants to see two months of follow-up data after volunteers get their second vaccine doses in clinical trials before considering any Covid-19 vaccine candidate for possible emergency use authorization. Moderna said it plans to file for an EUA after it has positive efficacy data and two-months of safety data for the median number of participants, about 15,000. On Thursday's call, Bancel also said that Moderna has \"received $1.1 billion cash payments from governments around the world.\" And the company noted in a news release on Thursday that it is \"actively preparing for the launch of mRNA-1273,\" its Covid-19 vaccine candidate. \"We have signed a number of supply agreements with governments around the world. Moderna is committed to the highest data quality standards and rigorous scientific research as we continue to work with regulators to advance mRNA-1273,\" Bancel said in part in the news release. \"I believe that if we launch our COVID-19 vaccine, 2021 could be the most important inflection year in Moderna’s history.\" ##Vaccines## Dr. Scott Gottlieb, former commissioner of the US Food and Drug Administration, said he believes the United States will cross the 100,000 cases per day threshold sometime in the next couple of weeks – or maybe even this week. \"We'll cross 100,000 infections at some point in the next couple of weeks, probably. We might do it this week, if all the states report on time,\" Gottlieb said. \"We have to see if states like Florida and Texas actually report on Friday and Saturday, because we might get above 100,000 this week.\" Gottlieb added that this is due to the public's behavior and lack of caution.  \"The reality is that I think we're not going to start to see a slowdown in the pandemic until you see consumer behavior change, and until you see mobility data start to decline. That's been the lesson of the past surges in the virus,\" Gottlieb said.  ##Hotspots## Professional sport in France will continue despite the country entering a new national coronavirus lockdown, sports minister Roxana Maracineanu told the country's National Assembly on Thursday. The news comes after President Emmanuel Macron announced in a televised address to the nation on Wednesday that a second national lockdown will begin on Friday and last until at least Dec 1.  “Top athletes and professional athletes will be able to continue training. And they will also be able to continue to compete since travel for professional reasons is allowed,” said Maracineanu. The French Men’s National Rugby team is set to host Ireland in Paris on Saturday in a crunch Six Nations finale. The game was already slated to be played without fans at the Stade de France. Meanwhile, the Paris Masters tennis tournament is due to begin on Monday with 20-time Grand Slam winner Rafael Nadal slated to take part. In a statement from the ATP Player Relations, which Slovakian player Lukas Lacko posted on his Twitter feed on Thursday, it was confirmed that the French Tennis Federation (FFT) will stage the event behind closed doors at the Bercy Arena. ##Hotspots## As coronavirus cases skyrocket in Wisconsin, Milwaukee Mayor Tom Barrett says the pandemic is “without a doubt…worse than it's ever been.” “Over the past two months, we've seen a 450% increase in the number of cases if you look at a seven-day average. The hospitalizations have more than doubled in the last month,” Barrett said. “…The positivity rate [is] hovering [at] 27, 28% for the state of Wisconsin.” “We’ve got this situation that is clearly out of control right now in the state of Wisconsin,” he said on CNN’s “New Day.” Barrett said the city has lowered capacity for bars and restaurants to 25% and require their plans to be approved by the city.  An alternative care facility for coronavirus patients was set up near Milwaukee. Barrett said they hoped “we would never have to use it,” but this week, six patients were admitted. Barrett accused the state legislature and Republican leaders of trying to strike down mask mandates.  “Politics has just permeated this in a way that I think has made it very, very difficult for us to deal with this,” he said.  Watch:  ##Hotspots## Millions of Americans hoping for financial help in the wake of the coronavirus economic collapse might need to wait a little longer. A new letter from Speaker Nancy Pelosi to Treasury Secretary Steve Mnuchin shows just how far away the two sides are from coming to an agreement. “As the coronavirus surges and the stock market plummets, we are still awaiting the Trump Administration’s promised responses on multiple items of critical importance,” Speaker Nancy Pelosi wrote. “Your responses are critical for our negotiations to continue.\" The two sides remain at odds over major issues such as testing, jobless benefits and state and local funding, which has been a big point of contention throughout the negotiations.  \"The President’s words that ‘after the election, we will get the best stimulus package you have ever seen’ only have meaning if he can get Mitch McConnell to take his hand off the pause button and get Senate Republican Chairmen moving toward agreement with their House counterparts,\" Pelosi continued in the letter. \"The American people are suffering, and they want us to come to an agreement to save lives, livelihoods and the life of our American Democracy as soon as possible.\" Talks have been underway for months. But with the same areas of disagreement still in effect, a deal before next week's election seems all but impossible. On CNN’s State of the Union Sunday, Pelosi told Jake Tapper she was awaiting White House approval on a remaining list of concerns and had hoped to have an answer by Monday.  ##Politics## In what could be a glimpse into the future of air travel, United Airlines will begin offering free coronavirus tests to passengers on select routes. United hopes the move will not only increase traffic on mostly empty transatlantic flights, but also spark international cooperation to break down travel restrictions.  “We firmly believe that testing is a key component of a multi-layered approach to safely opening travel across the globe,” United’s managing director of operations policy and support Aaron McMillan told reporters in a briefing call. “The pilot program will guarantee that essentially everyone on board just tested negative for COVID-19.” The four-week trial run begins November 16 on United Flight 14, which departs for London Heathrow from Newark Liberty International Airport three times each week. United says passengers must arrive at least three hours before the 7:15 p.m. flight to receive a required rapid molecular Abbott ID Now test which United says produces results within 20 minutes. United says those who test negative for coronavirus will be allowed to board the flight. Those who test positive will be isolated by clinicians and either refunded or rebooked at a later time. “It would be a requirement for everyone on board to have that negative test result prior to flight,” said McMillan. While the move does not allow travelers arriving in the United Kingdom to bypass its mandatory 14-day quarantine, United hopes the trial will serve as a proof of concept.  “United will share customer feedback of this pilot with governments on both sides of the Atlantic to further demonstrate the effectiveness of these programs as an alternative to mandatory quarantines or duplicative travel restrictions,” said a company news release. Last week, airline industry groups sent a letter to the Trump Administration pleading for the federal government to standardize pre-departure virus screening and contact tracing to ease restrictions that are “decimating our industry.” Singapore is lifting its border restrictions for Mainland China and Australia's Victoria State beginning November 6. Singapore's Civil Aviation Authority (CAAS) said on Thursday that visitors from these countries can apply for an \"Air Travel Pass (ATP)\" granting entry into Singapore as long as they've stayed in either Mainland China or Victoria State for 14 days prior to entry. Visitors will be required to take a Covid-19 test after arriving at the airport, but will not need to serve a Stay-Home Notice. \"This latest initiative follows the earlier lifting of border restrictions for visitors from Australia (excluding Victoria State), Brunei Darussalam, New Zealand and Vietnam,\" the CAAS said.  \"As of 29 October 2020, 1200 hours, we have approved 1,375 applications from these places, and received 602 visitors. None of the visitors tested positive for COVID-19 upon arrival.\" Poland's total number of coronavirus infections has tripled in less than a month, reaching 319,205 total cases, according to the Polish Ministry of Health on Thursday.  The death count in Poland has reached 5,149 -- more than double the total deaths reported by the Ministry of Health at the start of October (2,543 deaths). Poland reported another record-high number of new coronavirus infections on Thursday, with 20,156 cases, according to government data. Poland also reported a record-high number of daily deaths, with 301 deaths on Thursday. More than a million people have signed England and Manchester United striker Marcus Rashford's online petition, which proposes that free school meals for low-income families in England are provided over school holidays. The petition was launched by Rashford on 15 October. \"Covid-19 has been tough on us all but Government should ensure children don’t pay the price,\" the footballer wrote in the petition, explaining that 14% of parents and 10% of children in the UK had experienced food insecurity in the past 6 months. \n\"32% of families have lost income as a result of Covid-19,\" Rashford went on to say.  The striker had called for the UK government to extend a scheme to provide 1.5 million children with food vouchers during holidays until Easter 2021, but the proposal was voted down last week by lawmakers in the House of Commons. Rashford, who was recently awarded an MBE for his work tackling food poverty, has promised to keep pressuring politicians to back his campaign. On Wednesday night, Rashford came off the bench to score his first senior hat-trick for Manchester United in their 5-0 victory of RB Leipzig in the Group Stages of this season’s UEFA Champions League. The 22-year-old tweeted minutes after the game was over: \"3 goals, 16 minutes, 1,030,000 signatures. Can’t stop smiling, I’ve waited a long time for that. Just wish the fans were in to experience it with me.\" ##Hotspots## ##Politics## Russia has reported 17,717 new cases of coronavirus on Thursday, setting a new record in daily increases since the start of the pandemic, according to data from the country’s coronavirus response center. Russia also reported a new record number of coronavirus-related deaths in the past 24 hours, with 366 people dying. The total number of coronavirus cases in Russia as of October 29 is 1,581,693 with an overall death toll of 27,301. Russia’s coronavirus situation continues getting complicated, the Russian Deputy Prime Minister Tatyana Golikova said on Wednesday in a video conference meeting with President Vladimir Putin and senior government officials. Golikova said there was a critical situation in 16 Russian regions, where hospital beds were at more than 90% capacity and in five regions, more than 95% of the bed capacity is occupied. Russia announced a nationwide mask mandate earlier this week as daily increases in Covid-19 cases remain high. People across the country must wear masks in public spaces, public transport, parking lots and elevators. Russia’s health and consumer rights regulator Rospotrebnadzor also recommended that restaurants and bars close between 11pm and 6am. A second national coronavirus lockdown to combat the spread of coronavirus is not \"inevitable,\" the UK's housing minister Robert Jenrick told the BBC on Thursday. When asked whether the UK will be going towards a national lockdown as France and Germany announced on Wednesday, Jenrick said, \"I don't think anything is inevitable,\" adding that \"if we all take action in our own daily lives that will help to tilt the balance in favor of our current approach, which is taking action in places where the virus is most concentrated and avoiding some of the actions you see happening in continental Europe.\" The minister defended the UK government's \"regionalized approach\" to try and contain the spread of COVID-19 in the country, saying that a national lockdown \"should be reviewed as a last resort.\" \"The judgement that we're making today is that if we follow the regionalized approach, we've got a good prospect of getting this under control,\" Jenrick said. \"Because the alternative, we know, is very destructive and damaging to people's livelihoods.\" \"If we go for a full national lockdown, it may not be for a short period of time as someone has suggested,\" he added. The UK government introduced a three-tier system of restrictions this month, with the worst affected areas facing the tightest measures to control the spread of the virus. Populists who call coronavirus harmless are \"dangerous and irresponsible,\" German Chancellor Angela Merkel said on Thursday, adding that disinformation damages the fight against coronavirus. Merkel's latest comments follow her announcement that Germany is set to impose impose a partial lockdown, which will see restaurants, bars and clubs closed as COVID-19 cases grow in order to avoid a national health emergency. \"Lies and disinformation, conspiracy, and hatred damage not only the democratic debate, but also the fight against the virus,\" Merkel said on Thursday. \"It is only with solidarity and transparency that we will be able to confront the pandemic.\" Merkel's speech on Thursday was disrupted by shouts from opposition parliamentarians, with lawmakers from Germany's far-right Alternative for Germany (AfD) party interrupting  several times. Merkel also warned the coronavirus situation in Germany is worsening and if the current trajectory continues, intensive care units could be overwhelmed in the coming weeks. She added that schools and kindergartens should remain open with increased hygiene measures. \"The measures we take now are suitably necessary and proportionate,\" Merkel said. \"Freedom is not doing what everybody wants but freedom is responsibility,\" she said. \"We are in a dramatic situation -- it affects us all.\" The failed bet laid by President Donald Trump to ignore science and prioritize his political goals early in the pandemic, revealed Wednesday in fresh detail by new Jared Kushner tapes, is backfiring in devastating fashion at the critical moment of his reelection bid. Dark warnings by scientists and new data showing a nationwide explosion in a virus Trump says is going away, crashing stock markets and real-time examples of the White House's delusions about its failed response are consuming the President as tens of millions of early voters cast judgment. Democratic nominee Joe Biden, leading in the polls with five days of campaigning to go, is accusing the administration of surrendering to the virus and offering to shoulder the nation's grief in the grim months to come. The extent to which the country's worsening trajectory has overtaken the final days of the campaign emphasizes how the election has become a personal referendum on Trump and how he mishandled the worst domestic crisis in decades. The roots of his current difficulties were bedded down months ago. \"Trump's now back in charge. It's not the doctors,\" the first son-in-law and White House adviser, Kushner, said back in April in tapes of interviews with Bob Woodward, obtained by CNN. To win next Tuesday, the President will have to convince sufficient Americans to build an Electoral College majority that his populist anti-Washington message, cultural themes, hardline \"law and order\" rhetoric and claimed expertise in rebuilding the ravaged economy are more important than his botched choices on a pandemic that is getting worse every day. Read the full analysis: ##Politics## The US is adding an average of more than 74,000 new Covid-19 cases to the national total every day -- a record high in a pandemic that experts say is likely to worsen. The seven-day average is part of a fall surge that has brought the national case count to more than 8.8 million, according to data from Johns Hopkins University. Four of the five highest number of cases in a single day were recorded in the past seven days, with the top two reported on Friday and Saturday. And 41 states are reporting at least 10% more cases compared to the week before. When it comes to the climbing metric, the US is \"not in a good place,\" director of the National Institute of Allergy and Infectious Diseases Dr. Anthony Fauci said during a virtual Q&A on Wednesday. Health experts have pushed measures against the virus to bring the baseline of infections down before colder months drove them back up. But rising records of cases and hospitalizations are making up \"a bad recipe for a tough time ahead,\" Fauci said. Rising hospitalizations: In the Midwest, residents are being impacted by the rising cases with spiking rates of hospitalizations. Indiana and Wisconsin reported their peak levels of coronavirus hospitalizations. And Kansas saw the most ICU hospitalizations of the virus in one day, the same day the state surpassed 1,000 deaths since the pandemic began. Read the full story:  ##Hotspots## The Czech Republic now has the highest rate of new coronavirus infections and deaths per capita in the European Union, according to the European Centre for Disease Prevention and Control (ECDC). The country recorded 1,448.7 cases per 100,000 people over the past 14 days, according to a ECDC report released Wednesday. That surpasses Belgium, which recorded 1,424.2 new infections per 100,000 people. The Czech Republic is also leading the EU for deaths per capita over the past 14 days, with 13.5 Covid-19 fatalities per 100,000 people.  On Wednesday, which was a public holiday in the Czech Republic, the Ministry of Health recorded 12,977 new coronavirus cases. That's down from Tuesday's record high of 15,663 new cases. As of Wednesday, there were 174,965 active infections in the Czech Republic, including 6,624 patients in hospital. The total death toll stands at 2,675, according to the Ministry of Health. New health minister: Czech President Milos Zeman will appoint Jan Blatný, the deputy director of the Faculty Hospital in the southeastern city of Brno, as the new Minister of Health on Thursday, according to the President's spokesman. Blatný will be the country's third health minister in the past six weeks. Earlier this year, Blatný tweeted that Covid-19 is just a \"worse flu.\" ##Hotspots## Taiwan on Thursday marked 200 straight days without recording any locally transmitted Covid-19 infections, according to the Taiwanese Centers for Disease Control (CDC).  The island, which last saw a new local case on April 12, has recorded 554 total coronavirus infections -- just 55 of them locally transmitted, according to the CDC. In a news conference on Wednesday, Taiwan's Central Epidemic Command Center (CECC) asked the public to continue to adhere to virus prevention measures, such as washing hands, wearing masks, and observing social distancing. \"If you have suspected symptoms, please be sure to contact the health bureau or each county's care center, and follow the instructions for medical treatment; do not take public transportation,\" an official with the center said in the news conference.  Success story: Taiwan, a self-governing island of more than 23 million people, is a world leader in its handling of the coronavirus. The government sprang into action after word of the virus' emergence in the Chinese city of Wuhan began to spread on social media last December. Taiwan's Foreign Minister Joseph Wu told CNN earlier that health officials began screening passengers arriving from Wuhan and put in place additional travel restrictions before Beijing public acknowledged the gravity of the outbreak. As much of the world waited for more information, Taiwan activated its CECC, which coordinates different ministries in an emergency, and the military was brought in to boost the production of face masks and other personal protective equipment.  Immunity to Covid-19 infection lingers for at least five months, researchers reported -- and probably longer than that. While the report may seem confusing and contradictory to a similar report out of Britain this week, it really isn't. People's bodies produce an army of immune compounds in response to an infection and some are overwhelming at first, dying off quickly, while others build more slowly. The new report out Wednesday shows 90% of people who recover from Covid-19 infections keep a stable antibody response. \"While some reports have come out saying antibodies to this virus go away quickly, we have found just the opposite -- that more than 90% of people who were mildly or moderately ill produce an antibody response strong enough to neutralize the virus, and the response is maintained for many months,\" Florian Krammer, a professor of vaccinology at the Icahn School of Medicine at Mount Sinai, who led the study team, said in a statement.\n\"This is essential for effective vaccine development.\" Read more: The coronavirus pandemic has left governments in disarray and made planning even weeks ahead difficult. In Beijing this week, however, China's leaders met to set specific policy for much of the coming decade. In a series of closed-door meetings in the capital, top Chinese Communist Party officials hashed out the country's next five-year plan -- and even drew up a \"vision\" for 2035, a long-term proposal for the year which President Xi Jinping has set as a deadline for China to \"basically achieve socialist modernization.\" Whatever is agreed at the plenum, by a tiny cohort of leaders, will shape policy for the entire country of 1.3 billion people, implemented at all levels by Communist Party bureaucrats, state-controlled enterprises, and the all-powerful security state. While full details of the fresh five-year plan may not be unveiled until China's rubber-stamp parliament meets next year, key goals that have been previewed in state media include a pivot away from GDP growth at all costs, cutting carbon emissions and achieving self-sufficiency in technology and science, amid increasing pressure from the United States on that front. This kind of long-term planning is in contrast to the often flip-flopping nature of democracies, where promises and plans set in place by one government are vulnerable to being undone by the next -- a point often highlighted in Chinese state media to defend the legitimacy of Beijing's authoritarian system. Few American presidents have put this into starker relief than Donald Trump, who upon taking office scrapped a major trade deal, withdrew the US from the Paris climate accord, and set about dismantling the Iran nuclear agreement, essentially reversing all the long-term policy established by the Obama administration. Read the full analysis: Two sisters are being held on attempted first-degree murder charges in Illinois for allegedly stabbing a store security guard after being told they needed to wear a mask and use hand sanitizer. The sisters entered a retail store and got into a verbal altercation with the victim, a 32-year-old man who was working as a security guard, Chicago Police said. The Cook County State's Attorney's Office said the man had told the sisters they had to wear a mask and use hand sanitizer. Their argument became physical when Jessica Hill, 21, pulled out a knife and stabbed him in his back, neck, and arms 27 times, according to the criminal complaint. Her sister, 18-year-old Jayla Hill, held the victim down by his hair while the attack occurred, according to the complaint. Police said the victim is in stable condition. Read more: Germany reported 16,774 new coronavirus infections for the past 24 hours, the highest since the pandemic began, according to the country’s disease control agency, the Robert Koch Institute (RKI). This is the second consecutive day the number of new infections have reached a new high in Germany. Yesterday, 14,964 cases were reported. Germany's total caseload now stands at 481,013. The country's coronavirus death toll also rose by 89 on Wednesday to reach 10,272, according to the RKI. Stricter lockdown: On Wednesday night, the German government decided to implement wide-ranging lockdown measures in an attempt to slow the spread of the virus.  Starting from Monday, bars, restaurants and cafes will be shut except for takeout services. Theaters and concert halls will stop operating, as will amateur and recreational sports facilities.  “We have to act and we have to act now”, German Chancellor Angela Merkel said as she announced the new measures. ##Hotspots## The United States reported 78,981 new Covid-19 cases and 994 deaths on Wednesday, according to Johns Hopkins University. The nationwide totals now stand at 8,856,413 confirmed Covid-19 infections and at least 227,685 virus-related fatalities. The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases.  CNN is tracking the US cases: ##Hotspots## India surpassed 8 million coronavirus cases Thursday after reporting 49,871 new infections in the past 24 hours, according to the Ministry of Health and Family Welfare. The country's total caseload now stands at 8,040,203, which includes more than 7.3 million recoveries and 120,527 deaths. Globally, India is behind only the United States in the number of infections. Daily case numbers in India have been dropping to the lowest levels in three months, with a slower than expected rise in recent weeks.  It took 18 days for India to go from 7 million recorded cases to the 8 million mark, compared to the 13 days it took to reach 6 million and 11 days to hit 7 million cases, according to a CNN tally of figures from India’s health ministry. More than 106.5 million coronavirus tests have been conducted as of Wednesday, according to the Indian Council of Medical Research. Capital surge: New Delhi, however, is going against the national downward trend, as authorities reported 5,673 new Covid-19 cases there on Wednesday – the highest single-day rise to date that took the capital's total caseload to 370,014, according to the Delhi government’s health department.  The total for New Delhi includes more than 334,000 recovered patients and 6,396 deaths. Patients with mild and moderate symptoms in India are considered no longer active after 10 days of symptom onset if they meet certain conditions. A test to confirm that they no longer have the virus is not required.  ##Hotspots## Mexico has confirmed another 495 coronavirus-related deaths, meaning that as of Wednesday, at least 90,308 people have been killed by the virus in the country since the pandemic began.  Mexico already has the fourth-highest Covid-19 death toll of any country, but officials here have long said the actual number of people who have died from the virus is likely higher than reported due to lack of testing.  After examining the numbers this week, health officials concluded that it is likely that at least an additional 50,000 more people have died as a result of the coronavirus than has been officially reported. The Health Ministry also reported 5,595 new coronavirus cases on Wednesday, bringing the country’s total to 906,863. CNN is tracking worldwide cases: ##Hotspots## Dr. Anthony Fauci, the director of the US National Institute of Allergy and Infectious Diseases, said he agrees that many lives could have been saved if the United States had coordinated its response to the coronavirus pandemic at the federal level. States have spent the past nine months creating and enacting their own pandemic response plans. “I think we should have had more. I mean obviously we have had a disparate response,” Fauci said in a CNBC interview Wednesday night.\n“I have been saying that for months now, that when we have a uniform response where all the states do things in a uniform manner with regard to masks, distancing, avoiding congregate settings, it would have been different than if we did it the way we did it, which was we did it in a disparate way,” he said. Fauci on a mask mandate: Fauci also told CNBC that as the weather gets colder as the US heads into winter, cases of Covid-19 will increase -- so if a mask mandate \"is needed, let’s do a mandate,” Fauci said. Fauci had, in the past, said he did not think mandates would work. But in recent days he has spoken out more often in favor of mandating masks.  Fauci said he does not think a mandate will be enacted, but said that the US needs to \"do something different.\" \"We can’t just let this happen,” he said.\n“We're going to have many more hospitalizations and that will inevitably lead to more deaths. So this is an untenable situation. That's the reason why I say we have got to do these things. You're using the word mandating masks, yes, if that works, let's do it,” Fauci said. The Dodgers have returned to Los Angeles, but without third baseman Justin Turner, a team spokesman told CNN on Wednesday.  Dodgers spokesman Joe Jareck said that the rest of the team flew home Wednesday, since they were cleared by county authorities. Turner was pulled in the middle of his team's World Series-securing Game 6 victory over the Tampa Bay Rays in Arlington, Texas on Tuesday after testing positive for Covid-19. He initially didn't join his teammates on the field for the post-game celebrations and tweeted: \"Can't believe I couldn't be out there to celebrate with my guys!\" However, he did eventually return to the field to celebrate, hugging his teammates, posing for photos with the roster and at times not wearing a mask, which has led to both the 35-year-old third baseman and the Dodgers organization coming in for criticism. In a statement, the MLB said Turner \"chose to disregard the agreed-upon joint protocols and the instructions he was given regarding the safety and protection of others.\"\nIt added: \"While a desire to celebrate is understandable, Turner's decision to leave isolation and enter the field was wrong and put everyone he came in contact with at risk. When MLB Security raised the matter of being on the field with Turner, he emphatically refused to comply.\" An investigation by the commissioner's office is now underway and both the Rays and Dodgers were tested again today, the MLB said. \"I don't think there was anyone that was going to stop him from going out (onto the field),\" Andrew Friedman, the Dodgers president of baseball operations, told reporters after the game. Read more: The Centers for Medicare and Medicaid Services said it will pay for any Covid-19 vaccine that is authorized or approved by the US Food and Drug Administration to allow for \"broad vaccine access and coverage for all Americans.\" The agency also announced it will help cover a larger portion of the cost of new Covid-19 treatments that may be coming down the pipeline for Medicare recipients. \"There are several vaccines in Phase 3 trials, production and distribution plans are well underway, and CMS is doing its part by laying the essential groundwork for coverage and payment when a vaccine does arise. It'll be widely available and accessible to seniors and every American,\" CMS administrator Seema Verma said during a briefing Wednesday. She said that while the federal government is paying for the vaccine, insurers including Medicare, Medicaid and private plans must cover the cost of administering it. Read more: ##Vaccines## The United States is \"not in a good place\" when it comes to a rise in Covid-19 cases nationwide, said Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases. \"We're not in a good place,\" Fauci told Dr. Howard Bauchner, editor in chief of the medical journal JAMA, during a virtual Q&A session on Wednesday. \"Now we're averaging about 70,000 a (day). That's a bad position to be in,\" Fauci said. \"As we continue into the cool months of the fall and soon the cold months of the winter, we're starting seeing something going in the wrong direction.\"  Fauci called this \"a bad recipe for a tough time ahead.\" As Covid-19 cases continue to jump during the fall surge, Dr. Anthony Fauci says there's little chance of normalcy on the horizon. The US will have a vaccine in the next few months, but there's a chance a \"substantial proportion of the people\" won't be vaccinated until the second or third quarter of 2021, Fauci said. The director of the National Institute of Allergy and Infectious Diseases reiterated caution on the nation's outlook. \"I think it will be easily by the end of 2021, and perhaps even into the next year, before we start having some semblances of normality,\" Fauci said during a University of Melbourne panel discussion Tuesday. Things aren't looking too good for the US as the winter approaches, he said Wednesday. Twenty-nine states set new records this month for the most new daily cases since the pandemic began, according to data from Johns Hopkins University. Read the full story: #Hotspots## Two of Europe's biggest economies have announced lockdowns in response to spiraling coronavirus case numbers. France will begin a four-week lockdown on Friday, French President Emmanuel Macron said Wednesday. His declaration came just hours after German Chancellor Angela Merkel also announced a four-week nationwide lockdown starting next Monday. Macron announced the French measures in a televised address on Wednesday evening, saying existing restrictions were \"not enough anymore.\" By mid-November, all intensive care beds could be taken by Covid-19 patients unless a \"brake\" is put on the virus, he warned. Under the French lockdown, people will need a certificate to move around. Non-essential businesses, restaurants and bars will be closed. Schools and workplaces will remain open, and care homes visits will be allowed. However French people will only be allowed outside to go \"to work, to go to a medical appointment, to care for a relative, to do shop for essential goods and to get some air,\" Macron said. \"The virus is circulating at a speed that even the most pessimistic had not predicted,\" he said, adding that the curfew imposed in Paris and other administrative areas did not dent the spread of the virus. France's lockdown will last until December 1 at \"minimum,\" according to Macron. German restaurants, bars and clubs will also be closed in order to \"avoid a national health emergency,\" according to Merkel. People residing in Germany are advised to stay home, avoid travel and \"keep their contacts to an absolute minimum,\" she said. Social contacts will be limited to two households in public. Schools and kindergartens will remain open, but have to take strict hygiene measure to do so. Germany's restrictions will be reassessed in two weeks time, Merkel said. Though strict, the new guidelines in both countries are less harsh than lockdowns imposed this spring, which brought Germany and France to a standstill. Read the full story: ##Hotspots## ##Restrictions## Europe is drowning in the second wave of the coronavirus epidemic. Infection rates are skyrocketing across the continent. Governments are imposing strict lockdowns. Economies are shutting down again. But there is a glimmer of hope: The virus, while still deadly, appears to be killing fewer people on average. Recent case and fatality figures from the European Centre for Disease Prevention and Control (ECDC) show that while recorded Covid-19 cases are spiking in the United Kingdom, France, Spain, Germany and other European countries, deaths are not rising at the same rate. \"The fatality rate has declined, in the UK, we can see it going down from around June to a low point in August,\" said Jason Oke, a senior statistician at the Nuffield Department of Primary Care Health Sciences. \"Our current estimate is that the infection fatality rate is going up a little bit, but it hasn't come up to anywhere near where we were and that's unlikely to change dramatically unless we see a really surprising increase in the numbers of deaths.\" Oke has been tracking Covid-19 fatality rates along with his colleague Carl Heneghan of the Centre for Evidence-Based Medicine and health economist Daniel Howdon. Their research shows that, at the end of June, the fatality rate was just below 3% in the UK. By August, it had dropped as low as about 0.5%. It now stands at roughly 0.75%. \"We think it's probably driven a lot by age, but also other factors, like treatment,\" Oke said. The lower death rate isn't unique to Europe. In New York, the death rate for those hospitalized with coronavirus-related illnesses has also dropped since earlier this year, according to a study by a team of researchers at NYU Grossman School of Medicine, published in the Journal of Hospital Medicine. A wider analysis of data from the US Centers for Disease Control and Prevention by the NYU team shows that across the United States, \"6.7% of cases resulted in death in April, compared with 1.9% in September.\" Read the full story:", "Section": "world", "Writers": ["Nectar Gan", "Adam Renton", "Luke McGee"], "URL": "https://www.cnn.com/world/live-news/coronavirus-pandemic-10-29-20-intl/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Singapore", "Source": "CNN"}