{"Type": "article", "Time": "2021-02-02", "Headline": "Taiwan authorities revoke quarantine fine for man after discovering he was kidnapped", "Text": "Taiwanese authorities said they will no longer fine a man for breaking quarantine because investigators discovered he was kidnapped in an unfortunate case of mistaken identity. The man, whose surname is Chen, had arrived from Hong Kong in late October and was quarantining at a friend's house in the central city of Nantou, according to a statement from the Changhua Branch of the Ministry of Justice's Administrative Enforcement Agency. On November 1 at 11 p.m., debt collectors broke in and whisked Chen away against his will, mistaking him for his friend. They forced him to pay the debts and eventually returned Chen, who sustained injuries during the ordeal.   Local public health authorities initially fined Chen $3,500 for violating the quarantine order, but the case was handed over to the Ministry of Justice to investigate the claims of forced detention.  Police verified Chen's claim and the kidnappers are now under investigation, authorities said.  While the case is unusual, the hefty fine is not. Taiwan has levied a series of large fines on people violating quarantine as part of its world-class response to the pandemic. A migrant worker from the Philippines was fined $3,500 for stepping out of his room for eight seconds while quarantining in a hotel in the island's southern Kaohsiung City, and a man in Taichung in central Taiwan was fined $35,000 for violating home quarantine at least seven times, local media reported. Experts say that Taiwan response to the pandemic has been one of the most successful thanks to its early, decisive action -- an important lesson the island took away from the deadly SARS outbreak.  Taiwanese authorities began screening passengers on direct flights from Wuhan, where the virus was first identified, on December 31, 2019 -- back when the virus was mostly the subject of rumors and limited reporting and well before Wuhan itself went into lockdown. By March, Taiwan had banned all foreign nationals from entering the island, apart from diplomats, residents and those with special entry visas. Those entering were required to undergo quarantine. Authorities also invested in rapid track and trace programs and widespread testing, both of which made it easy to keep the pandemic in check. The democratically-ruled island of 23 million went months without a case, and to date has confirmed only 918 Covid-19 cases and eight virus-related deaths.  Taiwanese police and CNN have blurred parts of the above image to protect the identity of the man.", "Section": "news", "Writers": ["Joshua Berlinger"], "URL": "https://www.cnn.com/travel/article/taiwan-quarantine-kidnap-intl-hnk-scli/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Philippines", "Source": "CNN"}