{"Type": "article", "Time": "2020-07-19", "Headline": "China's ambassador to the US says America must make a 'fundamental choice'", "Text": "China's Ambassador to the United States, Cui Tiankai, said America must make a \"fundamental choice\" about whether it can live peacefully with a \"modernized, strong, prosperous\" China.  Cui spoke with CNN's Fareed Zakaria in an exclusive interview on Saturday, after a dizzying few days in the souring relationship between the US and China. Earlier this week, it emerged that the White House is reportedly considering banning members of the Chinese Communist Party from entering the US, and on Thursday the Chinese Ministry of Foreign Affairs accused America of oppressing and bullying China.  In response to claims by some in the West that under President Xi Jinping, China has become more assertive, expansionist and repressive power, Cui said \"people have to fully recognize the realities of today's world.\" \"We certainly have the legitimate right to build our country into a modernized, strong, prosperous country, like every other country in the world,\" the ambassador said.  \"I think that the fundamental question for the United States is very simple,\" he said. \"Is the United States ready or willing to live with another country with a very different culture, a very different political and economic system ... in peace and cooperate on so many and still growing global challenges?\" Hong Kong On Tuesday, President Donald Trump issued an executive order revoking the US's special relationship with Hong Kong, on the grounds that a new security law imposed by Beijing means the city is no longer sufficiently autonomous from China to justify special treatment. The special status had previously exempted Hong Kong from certain tariffs, and bestowed other privileges. Critics of the law say it undercuts political and legal freedoms that have existed in Hong Kong since Britain handed the former colony to China in 1997.  The law introduces four new crimes: secession, subversion, terrorist activities and collusion with a foreign country, which carry maximum sentences of life in prison. It also puts foreign citizens who criticize the Chinese government anywhere in the world at risk of jail if they set foot in the city -- even if they are just transiting through its airport. But Cui repeated what many mainland Chinese and Hong Kong officials have said in recent weeks: that the law upholds the \"one country, two systems\" framework that governs Hong Kong, and will make the city \"more stable.\"   \"People could have a more predictable, safer environment to do their business in Hong Kong. That's the real purpose of this law,\" he said. Xinjiang On Monday, Beijing announced sanctions against US officials, including Senators Marco Rubio and Ted Cruz, in retaliation for measures announced by Washington last week over Beijing's alleged human rights abuses in Xinjiang. Washington's sanctions on Chinese officials include the freezing of their American assets and a block preventing US nationals from conducting business with them. Those sanctioned by the US also face visa restrictions, preventing them and their families from entering the US. The US State Department estimates that since 2015 as many as 2 million Muslim-majority Uyghurs and other Turkic minorities have been imprisoned in enormous re-education camps in Xinjiang, as part of a region wide crackdown by Beijing. They are reportedly \"subjected to torture, cruel and inhumane treatment such as physical and sexual abuse, forced labor, and death.\" Reports by the Associated Press and scholar Adrian Zenz for the Jamestown Foundation say that China is engaging in essentially forced population control, including sterilization and abortions, and analysts say China's actions in Xinjiang constitute the legal definition of genocide. Cui denied that there have been any mechanisms such as sterilization or any attempts at forced population control of the Uyghurs. \"I don't know how absurd all these fabrications can go,\" Cui said, adding that people were basing their perceptions or judgment on reports of \"questionable sources.\" South China Sea On Monday, US Secretary of State Mike Pompeo said America rejects most of China's claims over the South China Sea. Beijing considers almost all of the 1.3 million square mile South China Sea its sovereign territory and in recent years has built up military fortifications on several islands there. In 2016, an international tribunal in The Hague ruled in favor of the Philippines in a maritime dispute, concluding China has no legal basis to claim historic rights to the bulk of the sea.  Cui said China \"will not participate in such a ruling\" and it was \"not based on very solid, legal ground.\" \"We have a very strong position on our sovereignty on the territorial claim in the region. And our claims have very strong historic and legal foundation. But still, we want to solve all the disputes with other countries, with other claimant countries through diplomatic negotiation,\" he said.  Cui blamed US intervention in the South China Sea for destabilizing the region.  \"Without outside interference, the situation in the region was cooling down,\" Cui said. \"But, unfortunately, countries like the US particularly, the United States, is trying very hard to intervene, to send their military, to strengthen their military presence in the region. The intensity and the frequency is so high.\"", "Section": "china", "Writers": ["Fareed Zakaria", "Helen Regan"], "URL": "https://www.cnn.com/2020/07/19/china/china-ambassador-cui-tiankai-interview-intl-hnk/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Philippines", "Source": "CNN"}