{"Type": "article", "Time": "2020-10-14", "Headline": "Covid-19 makes it harder to save dogs and cats across borders, but rescue organizations are finding a way", "Text": "As news of a novel coronavirus was just taking hold in early February, Kelly Donithan arrived in South Korea on the first leg of what was supposed to be a standard canine rescue mission.  As the Humane Society International's director, global animal disaster response, Massachusetts-based Donithan travels the world advising communities on emergency preparedness and evacuation strategies, coordinating programs to care for abandoned animals and helping local shelters reunite beloved pets with their families.  The February trip was a \"vaccine visit,\" where Donithan and her US-based team assess and vaccinate dozens of dogs -- in this case from a dog meat farm the HSI recently helped to close.  This is typically the first veterinary care or vaccinations the dogs have received, so HSI waits another 30 days before bringing them into the United States. So with local staff monitoring the animals' care, Donithan returned home for a spell.      Then everything changed. As Covid-19 swept the globe, animal welfare advocates found themselves navigating a new world. Although adoptions in some areas skyrocketed when people shifted to remote work, the reality was more complicated. In fact, the Society for the Prevention of Cruelty to Animals (SPCA) International has recorded an uptick in abandonment in other places.  Restaurant closures and the halt of tourism cut food supplies for many strays. And the essential work of relocating dogs and cats from high-risk situations to places with a greater demand for adoption was packed with new barriers. The rise of relocation rescue The problems of companion animal overpopulation and welfare are not limited to one place. In the United States alone, about 6.5 million companion animals enter shelters each year, according to the American Society for the Prevention of Cruelty to Animals (ASPCA). The exact global population of free-roaming dogs is unknown, but some estimates put the number between 200 million and 300 million.  Each year, millions of others are abandoned, tortured, abused and killed as part of licit and illicit dog meat industries, traditional hunting practices and damaging dog fighting. Most advocates for companion animals prioritize placement in safe, loving, nearby homes.  \"We always try to focus on local adoption because we're trying to address animal welfare, so it wouldn't make sense for us to just take the animals and ship them all abroad,\" said Katherine Polak, a veterinarian and head of Four Paws International's Stray Animal Care Southeast Asia.  But, whether we're talking about Asia, Europe or the Americas, keeping adoptions local isn't always possible. When the number of animals in need is out of proportion to available adoptive households in the area, more animals suffer.  Julian Javor -- founder of Pet Rescue Pilots, a nonprofit that flies dogs and cats from overcrowded shelters to rescue groups -- said this disparity between supply and demand can be attributed to a variety of factors. In the United States, for example, the ASPCA says shelters euthanize an estimated 670,000 dogs and 860,000 cats each year.  \"There's a cost of land issue, there's an education issue. There's a pet culture difference in different areas,\" Javor explained.  Thus, when adoption capacity is overwhelmed in one place, rescuers look to send the animals elsewhere. \"I can fly 30 or 40 pets [from California] to Washington or Canada, and I would say 80 to 90 percent are adopted within one week,\" Javor said. It's a system that fills a need on both sides. Debbie Newton's animal rescue non-profit RSQ209 in Valley Springs, California, deals with severe overpopulation locally and sends roughly 100 dogs a month to Canada.  North of the border, however, Jaime Agar's Kamloops Ruff Start Rescue in British Columbia relies on relocating animals from California shelters to meet community demand for small canines.  Historically, Newton explains, most transport was conducted via a daisy chain of vehicles.  But, in recent years, the accessibility of air travel has opened up relocation as a rescue solution. Planes turn a 30-hour van ride into a three-hour flight.  And, depending on the number of animals being moved and the distance they'll travel, organizations have options, from booking passage on commercial passenger or cargo flights to chartering dedicated planes through nonprofits such as Pet Rescue Pilots. But what happens to the dogs and cats during a pandemic, when the necessary conveyance of these animals -- especially across international borders -- becomes impossible? Covid-19 and animal transport For organizations that rely on transport to move dogs and cats into or out of their care, travel restrictions have significantly altered the landscape.  By late February, just weeks after Donithan returned to the United States, South Korea had more known Covid-19 patients than anywhere outside of China. \"Our plan was to be back [to pick up the dogs] in the beginning of March. Well, obviously, that didn't happen,\" Donithan said.  Donithan usually coordinates two South Korean dog meat farm closures per year, so there's a familiar pattern to it. While the industry is legal in South Korea, she said the demand for dog meat is beginning to wane, especially among younger generations. Thus, HSI works with farmers who want to close their operations and transition to an alternative industry.    During the 30-day waiting period, Donithan explained, the rescued animals usually stay at the facility with the farmer, who is voluntarily transitioning to another line of work and has signed a contract to continue providing care.  HSI provides assistance, including food, and in a normal year, local staff check in regularly. In the early days of the pandemic; however, South Korea drastically restricted travel within its own borders in an effort to abate the virus' spread, so even local HSI staff were unable to conduct their visits, Donithan said. Once the waiting period is up, the dogs fly on passenger or cargo planes 15 to 25 at a time depending on their size, she said.  It's a lot of work to shuttle the dogs from farm to airport for multiple trips over a period of one or two weeks. With US-based staff unable to enter South Korea, it was too much for the substantially smaller South Korean staff. So, Donithan and her colleagues started searching for alternatives.  As the pandemic pressed on and travel remained difficult, the dogs stayed at the farm much longer than usual. \"We were getting worried about the condition of animals on the farm, [so] our Korean staff and some volunteers were able to get all the dogs off the farm and put them into our partner boarding facility,\" she said.  \"That was really only feasible because the farm was a bit smaller and the dogs were easier to handle -- on the smaller side -- but it did require the boarding facility to build more kennels to keep the dogs.\" For some organizations, whether because of their size or the location of specific programs, the travel and transport restrictions of the pandemic are putting rescue efforts at risk.  In late 2018, Four Paws International embarked on a mission of stopping the dog meat trade in Cambodia. Despite early success and community and government support they're having to proceed slowly. Direct flights from Cambodia to the United States (where their partner rescues are located) are hard to come by. Strict and pricey quarantine regulations have rendered volunteers to accompany animals on passenger flights scarce to nonexistent. So rescued dogs sit in the country indefinitely, potentially overburdening local shelters' already limited resources.  Four Paws has 15 dogs waiting in Cambodia for transport to the United States. Although the government has been supportive, with the regional government in Siem Reap even banning the dog meat trade in the province, Polak worries about her partner rescues' capacity to take in more animals.   \"We want to offer support to the government to say, 'Close these places, close these places, let's help rescue the dogs,'\" Polak said. \"But the issue is, what do we do with the dogs? If we don't have that mechanism [of transport], we have to be a bit more careful with what we're committing to,\" Polak said.  On the other side of these types of scenarios, the rescues that depend on importing animals from across state or country borders sometimes struggle to meet adoption needs in their communities.  Many rescue organizations completely suspended transport operations during the first months of the pandemic, leaving high-demand areas such as British Columbia in short supply. As services like those offered by Pet Rescue Pilots have resumed, potential pet owners are now champing at the bit.  \"We get, like 10 applications easily per dog,\" Agar of Kamloops Ruff Start Rescue said.  Adapting to the new landscape In July, five months after HSI's initial vaccination trip, Donithan helped load 105 dogs onto a cargo plane in South Korea. Because the airline required someone accompany the dogs, she said she had received permission to bypass the standard quarantine, but was prohibited from passing through customs to enter the country.  Instead, she spent two nights in the airport in Seoul before being escorted to the cargo hangar to join the dogs for the flight to the United States, where they'll be rescued.  In early October, Donithan headed back to South Korea to retrieve 195 dogs from another farm closure. So far, the process has gone more smoothly. South Korean staff were able to carry out the vaccine visit about a month ago, and Donithan will be there to help transfer the dog from farm to airport — after undergoing a mandatory two-week quarantine.  \"Everything is about adapting, figuring out how to continue our work as best we can with the standards we want to uphold, with the constraints,\" Donithan said.", "Section": "travel", "Writers": [], "URL": "https://www.cnn.com/travel/article/animal-rescue-coronavirus-travel-restrictions/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}