{"Type": "article", "Time": "2021-02-10", "Headline": "China seizes on lack of WHO breakthrough in Wuhan to claim coronavirus vindication", "Text": "Reading Chinese state media coverage, you could be forgiven for thinking the World Health Organization's investigation into the origins of Covid-19 had ruled out Wuhan as the potential source of the pandemic. Ahead of their four-week visit to the central Chinese city, which wrapped up this week, the WHO team had warned their research might not turn up anything particularly groundbreaking. They cited the length of time since infections first started spreading in Wuhan, and the degree to which the city has been disinfected and sterilized since, as residents endured a lengthy lockdown and subsequently returned to relative normality.  And so therefore -- while somewhat disappointing -- it was no shock that the team did not reveal any major surprises in presenting their findings Tuesday. The most definitive the investigators could be was in dismissing suggestions that the virus escaped from a Chinese lab dedicated to studying such infections. On most other issues, the WHO experts prevaricated or admitted there was no clear evidence.  \"Did we change dramatically the picture we had beforehand? I don't think so,\" said Peter Ben Embarek, one of the WHO investigators, at a news conference. \"Did we add details? Absolutely.\"  State media's take Chinese state media used comments from the fiercely apolitical scientists to vindicate various propaganda priorities, chief of which is the suggestion that the virus could have come from outside China. China Daily, a state-run newspaper targeting international readers, ran the headline \"WHO team: Probe of virus' origin should not be 'geographically bound',\" while Global Times, a nationalist tabloid, took it a step further, saying WHO was ready to \"scrutinize Southeast Asia\" as a potential origin of the virus.  Chinese experts who worked alongside the team went further than their WHO colleagues in describing their conclusions, at least when those findings could be spun to clear Wuhan as a potential origin of the pandemic.  Liang Wannian, a lead expert with China's National Health Commission (NHC), told reporters it was still unclear how the virus arrived at the Huanan Seafood Market, previously identified as the site of the earliest outbreak. He said it could have been brought in by infected people, contaminated products, frozen foods, or animals.  Animals have long been seen as the most likely spreader of the virus before it jumped to humans. Previously it has been hypothesized that the virus evolved inside bats, which are prone to coronaviruses, and then passed to humans, potentially via a third species.  \"Our initial findings suggest that the introduction through an intermediary host species is the most likely pathway and one way that will require more studies and more specific targeted research,\" Ben Embarek said, adding there was also the possibility of \"direct zoonotic spillover,\" or point to point transmission from the original species -- most likely a bat -- to humans.  In the WHO news conference, Ben Embarek also addressed two other theories: that the virus had escaped from a Wuhan lab, which he said was unlikely, or that it had been transmitted to humans via frozen foods, which he said had not been ruled out.  China's alternative origin theories For months, Chinese experts have been pushing the theory that the frozen food supply chain could have brought the virus to Wuhan from another country, a possibility considered unlikely by most outside scientists.  Late last year, the People's Daily, the official mouthpiece of the Chinese Communist Party, claimed that \"all available evidence suggests that (the coronavirus) did not start in central China's Wuhan, but may come into China through imported frozen food products and their packaging.\" Both WHO and the US Centers for Disease Control and Prevention (CDC) have previously said there is no evidence of the virus being transmitted via food or food packaging, even after it reached pandemic level and was far more prevalent in warehouses and factories.  WHO team members are painfully aware of how much scrutiny they are under, both from a world desperate to understand how the pandemic started, and the Chinese, who are seeking full vindication for their early missteps in handling the pandemic.  It was those initial errors -- undeniable, and largely unrelated to the ultimate origin of the virus -- which the WHO team's findings have inadvertently helped obfuscate.  For months now, China's propaganda apparatus has been attempting to reverse the public relations disaster of being the country where the pandemic first emerged, and Tuesday's news conference offered considerable ammunition.  Speaking to Chinese media after the WHO news conference, Zeng Guang, head of the country's Centers for Disease Control, also dredged up another (baseless) conspiracy theory -- that the virus started in an American lab. \"American biology laboratories are all over the world. Why should America set up so many laboratories? What is the purpose? he said. \"In many things, the United States requires others to be open and transparent, only to find that the most opaque thing is the United States itself.\" Zeng said the WHO should \"trace the source of the virus on a global scale,\" and the US should be the focus of the investigation. Suggestions that the novel coronavirus could have evolved outside of China or been introduced to Wuhan via frozen foods are being used by Chinese state media to imply that the country was helpless to stop the virus before it became unstoppable. Early mishandling of outbreak While Chinese officials can't be blamed for not identifying a handful of cases of pneumonia as the start of the next great pandemic, that is not what has been faulted when it comes to the Wuhan outbreak. What was egregious about that response wasn't that the government ignored evidence of a potential pandemic when it was staring officials in the face.  According to documents leaked to CNN by whistleblowers, as well as other reports and publicly available information, Wuhan and national officials downplayed the risk of the virus even when there was clear evidence of transmission from person to person. Action was not taken until it was too late to stop widespread transmission of the virus during the 2020 Lunar New Year travel period, even though officials had been warned it was \"likely to develop into a major public health event.\" In Wuhan, the government even held a mass banquet in an attempt to break a world record.  The first cases in Wuhan occurred between December 12 and December 29, 2019 according to city authorities. The cases weren't reported to WHO until December 31. By the time Wuhan went into lockdown on January 23, 2020, the virus had already spread to Japan, South Korea, Thailand, and the US.  \"It was clear they did make mistakes -- and not just mistakes that happen when you're dealing with a novel virus -- also bureaucratic and politically-motivated errors in how they handled it,\" Yanzhong Huang, a senior fellow for global health at the Council on Foreign Relations, told CNN last year.  Last month, the Switzerland-based Independent Panel for Pandemic Preparedness and Response said Beijing could have been more vigorous in applying public health measures when cases were first detected in Wuhan.  \"What is clear to the panel is that public health measures could have been applied more forcefully by local and national health authorities in China in January (2020),\" the panel said in a report.  Ultimately, these are political and historical questions, not scientific ones. The virus may be found to have evolved outside of China, maybe even spread to Wuhan via frozen foods, as the country's health officials have claimed. But this would not alter the fact that Wuhan was the site of the initial major outbreak, or that officials there failed to stop it from spreading. When it comes to the coronavirus however, there is plenty of blame to go around, and the leaders of other countries that were slow to respond must share some of it.  If Chinese officials should have acted faster when faced by the evidence they had in January 2020, what of authorities elsewhere in the world -- including the US -- who ignored the even greater evidence of an incoming pandemic weeks and months later?  As for how the virus itself evolved and first jumped to humans, that quest continues. Speaking to CNN Tuesday, WHO team member Peter Daszak said that eventually scientists will \"get a really clear picture\" of how the virus originated but that may take weeks, months or even a \"couple of years.\" \"There is still a lot of work to do,\" he said.", "Section": "asia", "Writers": ["James Griffiths"], "URL": "https://www.cnn.com/2021/02/10/asia/who-china-coronavirus-intl-hnk/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}