{"Type": "article", "Time": "2020-04-27", "Headline": "The virus hunters who search bat caves to predict the next pandemic", "Text": "Before entering the cave, the small team of scientists pull on hazmat suits, face masks and thick gloves to cover every inch of their skin. Contact with bat droppings or urine could expose them to some of the world's deadliest unknown viruses. Equipped with headlights, they set their nets up at the entrance of the dark opening overhung with bamboo trees, which is part of a vast system of limestone caves in China's south-western Yunnan province. Then they patiently wait for dusk. When the sun sets, thousands of bats fly out of the caves, looking for food -- and straight into their nets. The scientists collect the nets and carefully put the bats to sleep with a mild anesthetic, before delicately extracting blood from a vein on their wings. \"We also carry out oral and faecal swabs and gather droppings,\" says Peter Daszak, who presides over EcoHealth Alliance, an American NGO which specializes in detecting new viruses and pandemic prevention.    Daszak is a virus hunter. Over the past 10 years, he has visited over 20 countries trying to prevent the next big pandemic by searching bat caves for new pathogens. More specifically, new coronaviruses.  The findings of Daszak, and others like him, inform an open-source library of all known animal viruses, from which scientists can forecast which strains are most likely to spill over to humans, in order to ready the world for a new pandemic like Covid-19.   \"We (have) collected more than 15,000 bat samples, which led to the identification of around 500 new coronaviruses,\" he says. And one of those, found in a cave in China in 2013, was a possible ancestor of Covid-19. Coronavirus research Before the 2003 SARS epidemic, research into coronaviruses didn't attract much attention. \"It wasn't seen as a sexy branch of medical research,\" says Wang Linfa, a virologist from Duke-NUS in Singapore, who develops the tools used to analyze the samples collected by EcoHealth Alliance. Only two human coronaviruses had been identified back then, both discovered in the 1960s. In 2009, Predict was founded. Funded by USAID, it is led by University of California Davis, alongside EcoHealth Alliance, the Smithsonian Institution, the Wildlife Conservation Society and Metabiota, a Californian company which has developed an epidemic tracker.  The initiative was tasked with identifying and responding to new zoonotic diseases -- including coronaviruses -- before they spread to humans. Over the course of its 10 years in operation, it was awarded around $200 million dollars.    Since its founding, five more human coronaviruses have been identified, including Covid-19. Daszak estimates that bats harbor up to 15,000 coronaviruses, only a few hundred of which are currently known. Daszak's organization focuses on southwest China, more specifically on the aforementioned limestone cave system in Yunnan province, known for its large bat population.  \"We targeted China initially because we were looking for the origins of SARS,\" he explains. \"But then we realized that there were hundreds of other dangerous coronaviruses there so we decided to shift our attention to finding them.\"    Predict operates in 31 countries. Another team of virus hunters, belonging to the Smithsonian Institution, has started focusing on Myanmar and Kenya. \"So far, we were able to identify six novel coronaviruses in Myanmar,\" says Suzan Murray, who leads the Smithsonian Institution's Global Health Program.    \"These are areas with lots of wildlife biodiversity, a growing human population encroaching on the natural habitat, good travel networks and a large amount of livestock, which means there is a high potential for virus spillovers between species,\" says Dawn Zimmerman, who leads some of the Smithsonian Institution's virus sampling expeditions. Bats to humans Southeast Asia and China are of particular interest as large swathes of their populations make regular contact with wildlife, by hunting it, selling it -- often live -- in wet markets and eating it, according to Daszak. After analyzing blood samples of people living near two bat caves in Jinning County, Yunnan province in 2015, Daszak's team found that 3% had antibodies for viruses normally only found in bats -- meaning they had already been exposed to them. \"They might have unknowingly contracted these pathogens and recovered or only had a few body cells infected,\" he says.   To make the jump to humans, coronaviruses need to be able to bind to their cell receptors, which usually requires an intermediate animal host, explains Wang. This can be a civet cat, a camel, a pangolin or another mammal closely related to humans, he said. But they usually originate in bats, which carry an extremely high proportion of viruses capable of infecting humans, such as Marburg, Nipah, Ebola and SARS, according to Daszak, who co-authored a study in Nature on this topic in 2017. \"Because bats are flying mammals, their body is exposed to a lot of stress, which would normally generate an immune system response,\" he explains. \"To deal with this, they have to tone down their immune systems, which in turn makes them more susceptible to viruses and capable of tolerating a higher viral load.\" Bats also make up roughly 20% of all mammal species and congregate in huge colonies in crowded caves, making the spread of viruses among them more likely. The coronavirus library Once Daszak's team has collected their samples, they store them in liquid nitrogren and send to partner labs around the world for analysis. \"We usually choose to work with the best labs in the country and if there aren't any, we build up local capacity,\" says Daszak. The strands of virus DNA found in the sample are then compared to the profiles in GenBank, an open access database maintained by the US National Center for Biotechnology Information (NCBI) containing all known human and animal viruses. That determines \"if we are dealing with a new virus or not,\" says Zimmerman. The answer is not always clear-cut.  \"A virus is considered new if more than 20% of its DNA differs from that of known viruses,\" explains Supaporn Watcharaprueksadee, who studies emerging diseases, independently from Predict, in a lab linked to Chulalongkorn university in Bangkok.  Researchers also sometimes think they have found a new virus when it has, in fact, been spreading in a community for several years already. Less than half of all viruses causing pneumonias are identified, according to Patrick Woo, an expert on emerging diseases from Hong Kong University. Often, the patient just gets better and his case isn't investigated further, he said. In 2005, Woo found a new coronavirus in two patients hospitalized in Hong Kong, which he called HKU1. But he subsequently discovered that the same virus had already infected patients in the US, Australia and France. Another virus which might have spread to humans without anyone noticing is Nipah. Daszak believes that this virus, which surfaced in 1998 during an epidemic in Malaysia linked to 105 deaths, had in fact been jumping from bats to humans long before in rural areas of Bangladesh. \"Every year, there were a few outbreaks classified as aberrant measles,\" he explains. \"We carried out a study on these patients and found that they had actually contracted Nipah virus.\" These transmissions went undetected because most people living in those areas were too poor to seek out medical treatment or lived too far from a hospital, he adds.   The samples he and the other Predict teams collect are meant to plug some of the gaps in this knowledge. Covid-19 When Covid-19 appeared, Shi Zhengli, a virologist at the Wuhan Institute of Virology, immediately compared it to the database she had compiled with the 500 new coronaviruses identified by EcoHealth Alliance.   There was a hit. \"The new coronavirus matched a sample taken from a horseshoe bat in a cave in Yunnan in 2013,\" says Daszak. \"It was 96.2% identical.\" That means the virus was either the ancestor of the virus causing the current epidemic or a close relative. \"It is highly likely that an intermediate animal host was involved and transmitted the virus to humans, accounting for the 3.8% difference in genome,\" he says.  Knowing where a new virus came from and how it was transmitted to humans is a crucial piece of information. It can enable early detection of an epidemic and a timely introduction of measures to contain its spread, says Watcharaprueksadee. In the case of Covid-19, knowing where it originated will help scientists understand how it mutated to become infectious to humans and hopefully prevent future outbreaks, said Daszak.  There is a precedent. In January 2019, Columbia University's Mailman School of Public Health and EcoHealth Alliance announced they had found a bat in Liberia carrying the Zaire strain of Ebola, which caused the 2013-16 outbreak in West-Africa, meaning they had found the probable source of the epidemic which caused over 11,000 deaths.  The next big thing Beyond providing insight into the origins of Covid-19 and Ebola, virus hunters also help to predict where the next big epidemic will emerge -- and hope to prevent it. By detailing where the viruses posing the biggest risks to humans lurk, they can map their progression and minimize transmissions, the thinking goes.   \"Our team of virologists use the samples collected in the field to determine which viruses are most likely to spill over to humans and classify them according to their risk profile,\" says Murray.    Coronaviruses closely affiliated to SARS or MERS are especially dangerous, because they are capable of jumping to humans. \"We found 50 new pathogens related to SARS alone during the course of our research,\" says Daszak. \"It would make sense to focus our prevention efforts on these high-risk viruses.\" In one cave, his team identified all the building needed to make SARS.  If they combined, the resulting virus would be capable of direct transmission to humans, without the need for an intermediate host, according to a paper published in PLoS Pathogens.  There are a range of preventative measures which can be taken to prevent that happening. Community education in areas with a high prevalence of dangerous viruses is especially important. \"In some parts of Kenya, we have been teaching people to plug holes in their roofs to prevent bats from entering or teaching them to boil camel's milk before drinking it to kill off the pathogens,\" says Zimmerman.  EcoHealth Alliance has also been raising awareness about the risks of trafficking species like pangolins, which can harbor viruses, and educating locals about the need to avoid fruits a bat might have bitten into.    Bats and other wildlife are also sometimes fitted with trackers to understand patterns of transmission by analyzing their movements and how often they come into contact with livestock and humans, she adds.  The local capabilities built by Predict", "Section": "health", "Writers": [], "URL": "https://www.cnn.com/2020/04/26/health/virus-hunters-bat-cave-coronavirus-hnk-intl/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}