{"Type": "article", "Time": "2018-09-06", "Headline": "British warship sails near Chinese-controlled islands in South China Sea", "Text": "China has called on the United Kingdom to stop \"provocative actions\" in the South China Sea, after a British Navy warship sailed near Chinese-controlled artificial islands in the region. The HMS Albion sailed close to the Paracel Islands on August 31, according to Hua Chunying, a spokesperson for China's Foreign Ministry. Vietnam and Taiwan also claim the island chain. \"Chinese Navy legally verified the ship and warned it to leave,\" Hua told reporters at a regular news briefing Thursday. The South China Sea is one of the most heavily disputed regions in the world, with Beijing claiming an enormous swathe of territory from their southern coast, almost to the shore of Malaysia. To reinforce its claims, the Chinese government has constructed a series of artificial islands with military installations, including radar facilities and airstrips.  INTERACTIVE: Battle for the South China Sea The HMS Albion is one of the UK Navy's two amphibious assault ships, with capacity for more than 400 sailors. The ship was believed to be on its way to Ho Chi Minh City, having finished a deployment in Japan, according to Reuters. Hua said the UK ship's passage past the Paracels had \"violated China's territorial sovereignty,\" adding that China had expressed its \"strong dissatisfaction\" to London. \"China strongly urges UK to immediately stop such provocative acts that damage the overall situation and regional peace and stability of the two countries,\" Hua said. The United Kingdom, along with France, announced in June it would be sending its vessels to the Asia region to engage in freedom of navigation exercises. The United States regularly engages in freedom of navigation exercises in the South China Sea, sailing warships close to Chinese-controlled islands.  In May, the US sailed two warships past the Paracel Islands for the first time. Under the Trump administration, the freedom of navigation operations have increased in the region.", "Section": "uk", "Writers": ["Ben Westcott"], "URL": "https://www.cnn.com/2018/09/06/uk/british-navy-south-china-sea-intl/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Malaysia", "Source": "CNN"}