{"Type": "article", "Time": "2020-09-08", "Headline": "Disney hit by backlash after thanking Xinjiang authorities in 'Mulan' credits", "Text": "Disney has publicly thanked a Chinese government agency accused of human rights abuses in Xinjiang for its help in making \"Mulan\" — a revelation that has provoked a storm of criticism online.  Disney acknowledges several Chinese government bodies in the credits for the live-action remake of the 1998 animated picture of the same name, but a few in particular have raised red flags: The Xinjiang government's publicity department and the Public Security and Tourism bureaus for Turpan, a city of about 633,400 people just outside Xinjiang's capital Urumqi. Disney did not respond to a request for comment from CNN Business to its media inquiry line, and to US press officers about the film and the credits. It's not clear how much of \"Mulan\" may have been shot in Xinjiang, though people who worked on the movie have said on social media and in interviews that they scouted and filmed locations there.   The US State Department estimates that since 2015 as many as two million of the Muslim-majority Uyghurs and other Turkic minorities have been imprisoned in enormous re-education camps in Xinjiang.  The Turpan Public Security Bureau has been listed by the US government as an organization involved in \"human rights violations and abuses\" in the region. Beijing has long defended the crackdown in Xinjiang as necessary to tackle extremism and terrorism, and said it is in line with Chinese law and international practice, calling accusations of mass detentions a \"groundless lie\" and \"sensational rumor.\" A spokesperson for the country's foreign ministry on Tuesday reiterated its defense of what it calls its Xinjiang \"vocational skills education and training centers.\" CNN Business has reached out to the Xinjiang government and Turpan's tourism bureau, but Turpan's Public Security bureau could not be reached for comment. \"There are no so-called concentration camps in Xinjiang,\" said China's Foreign Ministry spokesperson Zhao Lijian. \"The establishment of vocational skills education and training centers in Xinjiang in accordance with the law is a useful attempt and active exploration for preventive counter-terrorism and de-radicalization.\" But the connections between Xinjiang and \"Mulan\" have ignited widespread criticism on social media since its release Friday on Disney+, the company's streaming service. Human rights advocates are now calling on Disney to make public any agreements with the Chinese government over filming in the region. \"[It's] deeply disturbing that Disney thought it was okay to partner with, and also thank, government departments, specifically propaganda departments, and a public security bureau from a region in China that is complicit with genocide,\" said Isaac Stone Fish, senior fellow at the Asia Society, a New York based non-profit organization focused on raising awareness of Asia. A film plagued by setbacks Disney hoped that \"Mulan\" would be a major success at the lucrative Chinese box office, now the second-largest in the world. The company spoke last year about its dedication to making the film culturally accurate — remarks that were reported in Chinese state media.  \"We spent a lot of time in the beginning with scholars, experts and people from the region. And we spent a great deal of time in China,\" said Sean Bailey, president of Walt Disney Studios Motion Picture Production, at a Disney expo event last year, reported the state-run news agency Xinhua. Bailey added that the studio \"not only has a Chinese cast but also brought in a Chinese producer to make the movie with them,\" the outlet noted. Eschewing the musicality of Disney's earlier animated feature of the same name, one box office analyst told CNN Business earlier this year that the live-action epic was \"tailor-made for success.\" But the film — which is based on a traditional Chinese legend about a female warrior who disguised herself as a man and took her father's place in the army — has already faced controversy and setbacks.  In August 2019, pro-democracy activists in Hong Kong called for a boycott of \"Mulan\" after the lead actor expressed support for Hong Kong police on her social media account. \"I support the Hong Kong police. You can all attack me now. What a shame for Hong Kong,\" Liu Yifei, a Chinese-born US citizen who plays the titular Hua Mulan, posted to her official Weibo account. At the time, Hong Kong police faced allegations of excessive violence against protesters. (Hong Kong police defended their actions in September 2019, saying they had been \"so restrained.\") Then in March, Disney was forced to delay the film's release as the coronavirus pandemic shuttered movie theaters. Even now, its rollout has been stilted. The film was released as a $30 video-on-demand last Friday on Disney+, which is only available in certain markets, including the United States. It makes its debut in Chinese theaters this weekend. (Disney+ is not available in China.) The release of the film has renewed the controversy surrounding it, however. Pro-democracy activists in Hong Kong, Thailand and Taiwan have once again called on people to boycott the film because of Liu's remarks last year.   And it's not even clear that the film will win over Chinese audiences, who were already chilly toward the original animated version because of its westernized flair and unfaithful retelling of the original legend. After the release of the trailer in 2019, Chinese state-run media Global Times criticized the film for using Japanese \"ninja gestures\" and Chinese stereotypes. Calls for transparency Allegations of human rights abuses in Xinjiang stretch back years.  In recent years, the Xinjiang government has allegedly undertaken a large campaign to imprison and re-educate Muslim minorities in the region, especially the large Uyghur population.  Evidence of widespread human rights abuse has trickled out from inside the region, including lengthy detentions, abuse, indoctrination and mass birth control — which experts have described as evidence of \"genocide.\" In 2017, Mulan director Niki Caro posted a photo from Urumqi, the capital of Xinjiang and said she was scouting out locations for the film. And in an interview in September with Conde Nast traveler, Mulan production designer Grant Major discussed filming in Xinjiang's Taklamakan Desert, in the region's far southwest. Adrian Zenz, a leading academic at the Victims of Communism Foundation who has helped break major stories from Xinjiang, said that the earliest documented case of a re-education center in the region was in Turpan in 2013. Zenz said that while it was possible Disney didn't know about the growing number of detention centers set up across Xinjiang, the widespread oppression in the region was impossible to miss. \"There were police stations and checkpoints all over Xinjiang by late 2016, not to be missed,\" he said. Foreign ministry spokesperson Zhao dismissed Zenz's claims and accused him of making a living \"through making Xinjiang-related rumors and slandering China.\" He also claimed there had been no cases of violence or terrorism in Xinjiang for \"more than three consecutive years.\" Turpan was also the setting for one of the worst outbreaks of ethnic violence in Xinjiang in recent years, when 35 people died during an attack on a police station in Lukqun township, in 2013, according to state media. Yaqiu Wang, a China researcher for Human Rights Watch, called for Disney to disclose what assistance it had received from Xinjiang authorities and what agreements it had made with the regional government. And Asia Society fellow Stone Fish said that many companies were accustomed to making small concessions to the ruling Communist Party to access the Chinese market. \"Studios feel like they need to make these compromises to be in Beijing, but you can slightly censor your movies to get into the Chinese market, you can bring Chinese movies that shouldn't be in the States because of poor quality or because of propaganda elements into the States. And you can do that and maintain your integrity, mostly intact,\" he said. \"You don't need to take these extra steps that Disney is taking, and they're rightly getting excoriated for it.\" Correction: An earlier version of this story misquoted Asia Society's Isaac Stone Fish on who was partnering with Xinjiang authorities.", "Section": "media", "Writers": ["Ben Westcott", "Selina Wang"], "URL": "https://www.cnn.com/2020/09/08/media/mulan-controversy-xinjiang-credits-intl-hnk/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Thailand", "Source": "CNN"}