{"Type": "article", "Time": "2021-02-22", "Headline": "February 23 coronavirus news", "Text": "At least 1,932 cases of coronavirus strains first spotted in the UK, South Africa and Brazil have been reported in the United States, according to data updated Tuesday by the US Centers for Disease Control and Prevention. The vast majority of these cases, 1,881, are the more contagious variant known as B.1.1.7, which was originally detected in the UK. This variant has been found in 43 states, Puerto Rico and Washington, DC. More than a quarter are in Florida. In addition, there are 46 total cases of a strain initially seen in South Africa, called B.1.351, in 13 states and Washington, DC. Lastly, five total cases of the P.1 strain first linked to Brazil have been discovered among four states. CDC says this does not represent the total number of such cases circulating in the US, but rather just those that have been found by analyzing positive samples. The agency cautions that its numbers may not immediately match those of state and local health departments. ##Variants## Colombia has authorized the Oxford/AstraZeneca vaccine for emergency use, the director of local medical authority INVIMA, Julio Cesar Aldana, announced Tuesday.  Speaking on television as part of President Ivan Duque’s daily address to the nation, Aldana said that the country expects to receive the first AstraZeneca doses through the COVAX mechanism in coming weeks. This is the third vaccine authorized by Colombia after the Pfizer/BioNTech vaccine and China’s SinoVac. Colombia started vaccinations on Feb. 17. ##Vaccines## Republican Sen. James Lankford is urging the US Centers for Disease Control and Prevention to immediately issue guidance for vaccinated Americans, saying it’s “obviously, one of the top questions” for the more than 40 million people who have received at least one dose of the Covid vaccine, and particularly crucial for vaccinated seniors who have “endured more isolation than any other population” during the pandemic. “We’ve got 42 million Americans that have been vaccinated at this point that are all asking the same questions” about safely reengaging with family members, going to the store, among other activities, but they’re waiting for clarity from US health officials, Lankford said. Earlier this month, the Oklahoma Republican wrote a letter to CDC Director Dr. Rochelle Walensky, asking the agency to proactively release recommendations for fully vaccinated Americans.  “The completion of a vaccine regimen has been the light at the end of a long, dark tunnel for many Americans,” he wrote in a letter to Walensky. “Many seniors are crossing the finish line of their race toward vaccination. They believed, right or wrong, that this accomplishment would open doors to safely gather with family members and return to some public activities. Currently, there is no guidance, only silence.” Lankford said he has not heard back from the CDC, but is currently trying to set up a call to discuss it with them. Meanwhile, Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, has reiterated in recent days that there will be new firm recommendations coming out very soon.  ##Vaccines## A new, more contagious variant of coronavirus first seen in the UK is likely to fuel a surge of cases in the US in spring, several experts predicted Tuesday. They say the best way to get out ahead of it is to vaccinate as many people as possible. The variant called B.1.1.7 was suspected of causing renewed spread in Britain and it’s been seen across much of the US – more than 1,880 cases in 45 states, according to the US Centers for Disease Control and Prevention. But those are only the cases detected by sequencing, which falls short in the US, said virus expert Trevor Bedford of the University of Washington and the Fred Hutchinson Cancer Research Center. “It’s going to increase in the spring. It could result in more of a wave in, say, April or May than we would have expected otherwise. But I still do suspect that things will be brought under control in the summer, and there will be very little virus circulating,” Bedford told a briefing sponsored by the cancer center.  Vaccination efforts and mitigation efforts such as mask use and continued social distancing will help bring spread under control, Bedford said, adding, it’s possible, a new surge could begin in the fall. Dr. Josh Schiffer, an infectious diseases specialist at Fred Hutch who has been modeling patterns of spread, agreed. “I think with the newly infectious variants, I think it is going to be difficult to prevent a fourth wave altogether,” Schiffer said.  Vaccination will be the best way to slow any renewed surges, the experts said. “We do want a lot of vaccines and strong robust immunity from those vaccines,” Bedford said. Dr. Larry Corey, a University of Washington vaccine expert who has been leading clinical trials of coronavirus vaccines, said the vaccines available so far appear to protect people from the variants. “The great thing to remember is that the vaccines appear to induce better immunity than natural infection. This is a major achievement,” Corey said. ##Variants## ##Vaccines## A new report out Tuesday warns that a more transmissible variant of coronavirus threatens to start a renewed surge of infections in March, and suggests the US speed up vaccination by skipping second doses for now. People over 65 should go to the front of the line, since they are by far the most vulnerable to severe disease and death, Epidemiologist Michael Osterholm and colleagues at the Center for Infectious Disease Research and Policy at the University of Minnesota recommended. They call on the US Food and Drug Administration and the US Centers for Disease Control and Prevention to quickly assemble advisers to help change vaccination guidelines to get more vulnerable people vaccinated more quickly, before the B.1.1.7 variant of the virus, first seen in the UK, causes more spread. “If the US experiences a surge similar to that seen in the UK, one could expect to see unprecedented healthcare demand of 175,000 to 193,000 hospitalizations per day — far surpassing the US peak of 132,474 individuals hospitalized with COVID-19 set in early January,” the report reads. Right now, just over 55,000 people are currently hospitalized for Covid-19 in the US, according to the Covid Tracking Project. “To maintain healthcare capacity during a B.1.1.7 surge, we have a time-limited period to strategically target vaccination to those at highest risk of hospitalization and death before the surge arrives,\" it adds. So far, according to the Centers for Disease Control and Prevention, about 44.5 million people have received at least one dose of coronavirus vaccine and just under 20 million have gotten both doses.  Both the Pfizer and Moderna vaccines are meant to be given as two doses, three or four weeks apart, but the report recommends delaying that second dose to get more people at least partial protection. “There is a narrow and rapidly closing window of opportunity to more effectively use vaccines and potentially prevent thousands of severe cases, hospitalizations, and deaths in the next weeks and months,” it reads. It also says the FDA should consider authorizing a half-dose of Moderna’s vaccine, based on evidence that even half a dose provides good protection, at least at first. ##Vaccines## Two studies due to come out soon raise concerns about a new coronavirus variant that scientists have been keeping an eye on in California.   They hint that the variant might not only be more contagious, but may cause more severe disease, as well. The research is in its very early stages, has not been published or peer reviewed, and needs more work, the researchers stressed. A team at the University of California, San Francisco, tested virus samples from recent outbreaks across California and found it was becoming far more common. It wasn’t seen in any samples from September but by the end of January it was found in half the samples.  This variant, which the team calls B.1.427/B.1.429, has a different pattern of mutations than the variants first seen in the UK, called B.1.1.7 and in South Africa, called B.1.351. One mutation, called L452R, affects the spike protein of the virus, which is the bit that attaches to cells the virus infects. “One specific mutation, the L452R mutation, in the receptor-binding domain of the spike protein may enable the virus to dock more efficiently to cells. Our data shows that this is likely the key mutation that makes this variant more infectious,” Dr. Charles Chiu, associate director of the clinical microbiology lab at UCSF, who led one of the studies, told CNN.  And they found some evidence it is more dangerous.  “In this study, we observed increased severity of disease associated with B.1.427/B.1.429 infection, including increased risk of high oxygen requirement,” they wrote in their report, which is to post to a preprint server later this week after public health officials in San Francisco review it. Chiu said it should be designated a variant of concern and should be made a priority for study. A second team at Unidos en Salud, a San Francisco-based nonprofit offering fast testing in San Francisco’s Mission District, tested 8,846 people over the month of January and sequenced the virus from 630 of the samples. They also found a rapid increase in the variant. “The research findings indicate that the L452R variant represents 53% of the positive test samples collected between January 10th and the 27th. That is a significant increase from November when our sequencing indicated that this variant comprised only 16% of the positive tests,” Dr. Diane Havlir, an infectious diseases expert at UCSF who is helping lead the study, said in a statement. Havlir’s team is also preparing their findings for publication. Republican leaders in both chambers are maneuvering to keep all of their members in line against the $1.9 trillion Covid-19 relief plan, a move that would deny President Biden a bipartisan victory and one that could scuttle the bill in the Senate if any Democrat breaks ranks.  But the move amounts to a political risk for Republicans with polls showing clear majorities of Americans supporting an emergency rescue package and with the economy still reeling from the coronavirus pandemic.   So Republicans now plan to begin an urgent public relations push to argue that the bill is bloated, poorly targeted and contains a hodge-podge of measures aimed at pleasing the Democratic base – a message that party leaders discussed with their members at a private GOP lunch on Tuesday and that they plan to echo in the days ahead, attendees say.  \"If the Democrats continue down the path they're on and that is to not make any attempt to try and get Republican input or ideas, it makes it hard for any of our members, even those that might be inclined to do so to vote for it, to vote for anything,\" Senate Minority Whip John Thune told CNN. \"So, if it's in its current contours, it's hard to see very many, if any, Republicans being for it, especially given the way the Democrats have approached it.\"  At the lunch on Tuesday, GOP senators talked at length about the Democrats’ bill, with attendees emerging criticizing it in sharp terms. They discussed their strategy for putting Democrats in a difficult political spot when amendment votes happen next week in the Senate, while also putting forward some middle-of-the-road amendments that could attract some Democratic support, according to attendees.  And afterward, Senate Minority Leader Mitch McConnell blasted the Democrats’ plan as “totally partisan,” while acknowledging that his party had work to do on its messaging in the face of public support for the Biden plan.   “I’m sure everybody would love to get a check,” McConnell said, referring to the checks of up to $1,400 for certain individuals in the proposal. “But they haven’t yet learned about what else is in it and part of our job as the substantial minority, remember we’re in a 50-50 Senate here, is to make sure the American people fully understand what’s being proposed.\" Democrats, however, argue that they have a mandate after winning the White House and the Senate and are taking urgently needed action to deliver aid to an American public suffering under the devastating toll of the ongoing pandemic. They have insisted they are willing to work with Republicans but will not water down the plan — a lesson they say they learned from then-President Barack Obama's first stimulus plan in 2009.   CNN's Olanma Mang, Ted Barrett and Lauren Fox contributed reporting to this post.  ##US Stimulus## President Biden's coronavirus advisers told governors today that they believe an estimated two million doses of the Johnson & Johnson vaccine will be available next week pending emergency use authorization, according to a source familiar with the conversation.  A White House official confirmed the conversation and said, \"If an EUA is issued, we anticipate jurisdictions will get an allocation of around 2 million doses of J&J supply next week.\" Richard Nettles, a Johnson & Johnson executive, told a House panel earlier Tuesday that they expect to ship nearly four million doses upon authorization. It's not clear why the numbers are different.  The Johnson & Johnson vaccine was designed to be a one dose shot, as opposed to the two doses required for the Pfizer and Moderna vaccines.  ##Vaccines## President Biden indicated the White House will move to send masks directly to the American people as the country continues to grapple with the coronavirus pandemic, something that was originally proposed by health officials during the Trump administration but blocked by the former President. “We're probably going to be sending out an awful lot of mask around the country very shortly, millions of them,” Biden said during a roundtable event with Black frontline workers. He said that the issue of masks was turned into a political issue, which cost “an awful lot of lives.” \"We could have saved literally an awful lot of lives if people had listened. We turned wearing masks into a political statement. If you were for this thing, you wore it, if we were for somebody else, you didn't wear it, when in fact, it's just plain basic science,” Biden said. Earlier this month, White House chief of staff Ron Klain said that the Biden administration is hoping to resurrect a proposal from the Trump administration send masks directly to Americans. \"This was an idea that really came up last year in the Trump administration — the public health agencies recommended it, President Trump vetoed it for some reason,\" Klain told NBC's Lester Holt on Feb. 4. \"We want to get this back on track. I hope in the next few days, or next week, we may be able to announce some progress on this.” The US Postal Service had planned to distribute 650 million face coverings for the Trump administration last April, according to internal documents reviewed by CNN in September. A senior administration official told The Washington Post at the time that the plan was scrapped by the White House as some advisers were worried that it could create \"concern or panic.\" CNN has reached out to the White House to see if there are any additional details on this after the President’s remarks on Tuesday. ##Hotspots## More than 65 million doses of Covid-19 vaccine have been administered in the United States, according to data published Tuesday by the US Centers for Disease Control and Prevention. The CDC reported that 65,032,083 total doses have been administered, about 79% of the 82,114,370 doses delivered. That’s only about 850,000 more administered doses reported since yesterday, for a seven-day average of about 1.4 million doses per day.  About 44.5 million people have now received at least one dose of vaccine and about 19.9 million people have been fully vaccinated with both shots, CDC data shows. Note: Data published by the CDC may be delayed, and doses may not have been given on the day reported. ##Vaccines## Ireland's coronavirus lockdown will remain in place until April 5, the government's press office said in a statement released Tuesday.  A further review of the restrictions will be conducted on April 5, and the government will consider easing limits that currently restrict movement to within three miles of people's homes, as well as consider easing some restrictions on outdoor activities and meeting other households. The country will also begin a staggered return to in-school education beginning on March 1, according to the statement. The country's aim is for all classes to return after the Easter break. Ireland also plans to resume non-Covid-related health services in the coming weeks and expand the reopening of childcare. \"It is critically important that we do not let our guard down. We are carefully and gradually reopening schools because we need to get our children back into education. This will represent a major relief for both pupils and hard-pressed parents,\" said Irish Prime Minister Micheál Martin in a Tuesday address. \"When we open things, we want them to stay open.\" Martin added that the country has made \"steady progress\" on vaccinations, with more than 350,000 vaccine doses already administered. He said the government plans to give nearly half of people over 18 their first vaccine dose by the end of April, and 82% of adults their first dose by the end of June.  \"We want to protect as many people as possible in the coming months, until we achieve a critical mass of vaccinations,\" Martin said. \"That is why we will continue to proceed carefully and cautiously, keeping the situation under constant review and being informed at all stages by public health advice.\" It’s possible a single dose of coronavirus vaccine might be enough for people who have already been infected, but it will take more research to show that, Dr. Francis Collins, director of the National Institutes of Health, wrote in a blog post Tuesday “While much more research is needed—and I am definitely not suggesting a change in the current recommendations right now—the results raise the possibility that one dose might be enough for someone who’s been infected with SARS-CoV-2 and already generated antibodies against the virus,” Collins wrote. Collins referenced a recent preprint on a small NIH-funded study, which looked at 109 people who had already received a first dose of the Pfizer or Moderna vaccine and found that for 41 people who had tested positive for SARS-CoV-2 antibodies before their first shot, immune response to the first dose was “equal to, or in some cases better” than the response to the second dose in people without previous infection. “If other studies support these results, the U.S. Food and Drug Administration might decide to consider whether one dose is enough for people who’ve had a prior COVID-19 infection. Such a policy is already under consideration in France and, if implemented, would help to extend vaccine supply and get more people vaccinated sooner,” wrote Collins. “But any serious consideration of this option will require more data. It will also be up to the expert advisors at FDA and Centers for Disease Control and Prevention to decide.” Collins said that for now, the most important thing for everyone to do is to continue to follow the three W’s – wear a mask, wash hands and watch distance, “and roll up our sleeves for the vaccine as soon as it’s available to us.” ##Vaccines## Scotland will begin a phased lifting of its coronavirus lockdown, starting with the lifting of the stay at home order on April 5.  Weeks later the country will move back to a \"levels system\" of restrictions, First Minister Nicola Sturgeon announced. Speaking in the Scottish Parliament on Tuesday, Sturgeon said she was confident that the indicative timetable was reasonable and would see the economy start to substantially reopen with further outlines to be published in a Scottish Government document by mid-March.  “The last thing I want to be doing at any point this year is going backwards. This must be firm and sustainable, and that is what I believe we are putting in place,” Sturgeon said. The youngest of Scotland’s school pupils returned to classrooms this week. The next phase of school returns will take place on March 15 and will include years four to seven and secondary schools pupils. At this stage, the outdoor mixing of households rules will allow four people from two households to mix, with these rules changing on April 5 to include six people.  Communal worship will also return, along with essential retail from April 5. Scotland will then move back to \"level three\" restrictions on April 26.  Travel restrictions are likely to remain for the time being, with international travel looking unlikely.  “One of our biggest risks right now are new variants that start to undermine the vaccine efficacy, that would be a terrible development so that's why we have to be really careful to guard against importation of new variants, hence the need for travel restrictions.” Sturgeon said. “The more that we accept some restriction on an ability to travel overseas, the greater normality we can get back domestically and get that back quicker than we might otherwise be able to do.” ##Restrictions## White House press secretary Jen Psaki would not say whether President Biden would sign a coronavirus relief bill where the minimum wage is increased to $11 an hour as opposed to the $15 an hour that the President proposed. Asked by CNN’s Kaitlan Collins if Biden would sign a bill where the minimum wage is increased to $11 an hour, something Sen. Joe Manchin is looking at doing via an amendment to the bill, Psaki punted, saying Biden put forward the $15 an hour number because that is what he supports. “The President proposed $15 because that’s what he feels is right for the American worker, American workers I should say, and the men and women who are working hard, just trying to make ends meet and that’s why that number was in his package,” Psaki said at Tuesday’s White House press briefing. Psaki said if the coronavirus relief bill passes the House, which is expected this weekend, “there’ll be an opportunity Sen. Manchin and others to put forward ideas and proposals and we’ll see where that process lands but he proposed the $15 increase for a reason and he stands by it.” Asked if Biden would consider the lesser minimum wage increase as a possible point of compromise, Psaki said the White House will “see where it goes” after the bill works its way through the Senate reconciliation process. Manchin said that he would propose the $11 minimum wage amendment if the Senate parliamentarian finds the wage hike within the rules of the budget process that Democrats are employing to advance the covid relief package without Republican support. He would need 51 votes to succeed. \"I would amend it to $11,\" he said Monday. \"$11 basically works for Americans and, we can do $11 in two years and be in a better position than they're going to be with $15 in five years.\" ##US Stimulus## New York state has administered more than 2.25 million first doses – 91% of the first doses it received from the federal government, according to the governor of New York. More than 1.18 million New Yorkers have been fully vaccinated, according to state data.  Week 10 allocations, which were delayed due to weather, continue to arrive as of Tuesday, Gov. Andrew Cuomo’s office said.  \"Supply from the federal government is increasing steadily every week, but the demand still far outweighs the supply,” Cuomo said in a press release. He reminded residents that beginning this week, the “largest-yet” vaccination sites in Brooklyn and Queens will each be able to vaccinate 3,000 New Yorkers daily. ##Vaccines## White House press secretary Jen Psaki said Tuesday that states will now receive 14.5 million doses of Covid-19 vaccines per week.  Psaki said White House Covid-19 coordinator Jeff Zients made the announcement on a call with governors on Tuesday morning.  “States will now receive 14.5 million doses this week, up from 8.6 million doses per week when the President took office. That's an increase in vaccine allocations of nearly 70% during the Biden Harris administration,” Psaki said at a White House briefing.  Earlier today, Pfizer and Moderna — the two companies with Covid-19 vaccines authorized for emergency use in the United States — pledged to make a combined total of 220 million doses available for shipment by the end of March.  Meanwhile, the company Johnson & Johnson, which has yet to receive an emergency use authorization for its Covid-19 vaccine, has pledged to make 20 million doses available in the same time frame. ##Vaccines## Johnson & Johnson, for the first time, put a number on how many initial doses of Covid-19 vaccine it will be able to ship to the US if it is granted emergency use authorization by the US Food and Drug Administration. The company is prepared to immediately ship nearly 4 million doses, the company's Dr. Richard Nettles told a House Energy and Commerce Oversight and Investigations panel Tuesday. ##Vaccines## More variants first identified in the UK, and South Africa, have been discovered in New York State, according to the Governor’s office.  New York has found 18 more cases of the variant first identified in the UK, bringing the total to 154 known cases.  The state added that a second case of the variant first identified in South Africa was discovered in Nassau County, on Long island, the state said in a release.  The state added 6,654 new cases, marking a 4.23% positivity, according to a release from New York Gov. Andrew Cuomo’s office.  The state adds the qualification that “data, including test results and hospital rates, reported early in the week are often not completely reflective of the current situation due to lower discharges and testing volume over the weekend.” The 7-day average percent positivity is 3.46%. Remember: These numbers were released by the state governors office and may not line up with Johns Hopkins University's tally. ##Variants## Priscilla and David Morse thought their daughter had a stomach bug, or was perhaps experiencing health symptoms related to her special needs. Less than a day later, six-year-old Gigi died from Covid-19. \"I don't even know if I am coping with it yet. I wake up every day, and I just try to get through the day. Everything is just — I have to get through this day,\" Priscilla said. The Morse family adopted Gigi from Ukraine when she was three, rescuing her from an orphanage where she was mistreated, at times being tied to a bed and force-fed food. But Gigi would flourish with her new family in Tennessee. \"It was kind of a soul connection kind of thing. She was a very sweet child, but she had a lot of behavioral stuff going on. So she was a little difficult sometimes,\" Priscilla explained, adding \"but it never bothered me. I dug deep and found patience that I didn't even know existed, because that's what she needed. And we just connected.\" In August Gigi developed a peculiar rash, and began vomiting. Now considered telltale signs of Covid-19 in children, at the time the symptoms didn't raise any flags. \"She was running around the doctor's office. She was drinking slushies. She had a normal temperature,\" her mom explained.  \"It was just one of those things that you would not associate that with Covid... at the time, we were told she's got a stomach bug. Take her home. Let her eat some popsicles, get some rest.\" So the Morses did just that, putting Gigi down for a nap before quickly hustling out for refreshments in an effort to keep their daughter hydrated. \"We... went to the store to get popsicles and I came home to two ambulances, fire trucks, police cars in front of my house. And my daughter dead,\" Priscilla revealed.  In July, both David and Priscilla contracted Covid-19, and the family – which also included an 18-year-old and 11-year-old – quarantined accordingly. It was Gigi's older siblings who found their sister, ultimately contacting 911 and starting CPR. \"They could not have been any more perfect in trying to help their sister. They're just amazing kids,\" said David. Six months since Gigi's passing, her family now balances painful feelings of blame, guilt and loss. \"Every single person feels like, 'what could I have done differently?' And I don't know of anyone who could have done anything differently,\" Priscilla said. \"At least it happened in a family. She was honored when she passed. She has people who miss her ... Gigi, she just took to being in a family. She was everyone's favorite. She was the light of my life.\" India has begun to ship its AstraZeneca Covid-19 vaccine to countries across Africa through the World Health Organization’s COVAX program, Anurag Srivastava, spokesman for the Ministry of External Affairs announced on Tuesday. The vaccine doses were processed at the Serum Institute of India. “Fulfilling our commitment to help the world with COVID-19 vaccines, supplies of Made in India vaccine commence today for Africa under COVAX facility,” Srivastava said on Twitter. COVAX is a program co-led by Gavi, the Coalition for Epidemic Preparedness Innovations (CEPI) and WHO. Its aim is to accelerate the development and manufacture of COVID-19 vaccines, and to guarantee fair and equitable access for every country in the world. Last month, India and the African Union announced plans for the Serum Institute to supply 400 million doses to Africa. India had previously shipped one million doses of the vaccine to South Africa. “The first batch of Covid-19 vaccines for COVAX rolled out from Serum Institute in Pune, on Tuesday morning,” WHO Southeast Asia said on Twitter. ##Vaccines## New UK data shows that the first dose of the Pfizer/BioNTech Covid-19 vaccine “provides high levels of protection against infection and symptomatic disease,” Public Health England (PHE) said in a news release on Monday. PHE’s Siren Study, which was carried out on health care workers under the age of 65, found that one dose of the vaccine reduced the risk of infection by 72% after three weeks, while two vaccine doses reduced the risk of infection by 85%.  This high level of protection extended to the B.1.1.7 coronavirus variant first identified in the UK in December. Health workers were tested for Covid-19 infection every two weeks using PCR tests and twice a week with lateral flow tests, explained Dr. Susan Hopkins, strategic response director at PHE, meaning “there was a lot of asymptomatic testing,” she said. “Overall, we are seeing a really strong effect to reducing any infection: asymptomatic and symptomatic,” Hopkins said during a news conference held by the UK’s Science Media Centre on Monday. PHE also analyzed routine testing data based on symptomatic disease in over 12,000 people, which showed that one dose of the Pfizer/BioNTech vaccine is 57% effective against symptomatic Covid-19 four weeks after the first dose in those older than 80. This increased to 88% one week after the second dose. Early data has also shown that vaccinated people who are subsequently infected are far less likely to die or be hospitalized with the virus. People over the age of 80 who were infected post vaccination were 41% less likely to be hospitalized with the virus and 57% less likely to die of it.  PHE further predicted that protection against severe disease is likely to be over 75% in those who have received one dose of the Pfizer/BioNTech vaccine. “The good sign is overall we are beginning to see a decline in hospitalizations and deaths in those vaccinated age groups [and] at least some is attributable to the vaccination program,” Dr. Mary Ramsay, head of immunization at PHE, said during the press conference. She said that while the UK’s current lockdown played a part in the decline in hospitalizations, she added that “the faster speed in decline can be attributed in some respects to the vaccination program.” In the PHE release, Ramsay cautioned that despite the encouraging signs “we don’t yet know how much these vaccines will reduce the risk of you passing Covid-19 on to others,” adding that vaccinated people should continue to follow stay-at-home orders.  The UK has placed its focus on vaccinating as many high-risk people as possible with the first dose. UK Health Secretary Matt Hancock said it was “extremely encouraging” that data supported the UK government’s “decision to maximize the number of people vaccinated with a single dose.” ##Variants## ##Vaccines## According to New York state officials, 81 people who received vaccinations at the state-run vaccination site at Jones Beach will need to be revaccinated due to temperature fluctuations with the vaccine. Department of Health Commissioner Howard Zucker said less than a quarter of 1% of people vaccinated on that specific day were effected. “This vaccine is very sensitive to temperature ranges – we knew exactly who it was, we contacted them, they will get revaccinated,” he said Monday. Zucker said the ability to rectify the issue is a testament to the robust “checks and balances” system the state has. Officials said nearly 1,400 people were vaccinated on the day the errant doses were administered. ##Vaccines## Stockholm’s health authority recommended face coverings be worn on public transport at all times, as well as in some indoor public spaces where people are in close proximity for a long time, in an effort to reduce the rising spread of Covid-19 in the Swedish capital.  The new recommendations will take effect immediately amid a 27% increase in Covid-19 cases in Stockholm in the last week and a 24% increase the week before, infection control doctor Maria Rotzén Östlund  said at a news conference Tuesday. Current compliance with wearing face coverings on public transport “is not high enough,” Östlund said, compelling her to change the recommendation to apply to all times of day – not just at rush hour, as the current guidance suggests. She also urged residents not to travel unless necessary, ahead of the winter sports school break in Stockholm, which will begin next week. “I want to encourage you who travel away on sports holiday to think carefully about the trip. Can we make it safe? If, for example, someone in the party falls ill during the journey, everyone must stay at home, no one is allowed to go out in ski lift queues or move among others,\" Östlund said. \"Those who travel should also not meet other people outside their own household and shop everything at home to avoid shops at the destination.” ##Restrictions## ##Hotspots## Some GOP senators are staking out their positions on the minimum wage debate, with Sens. Tom Cotton and Mitt Romney proposing a $10 per hour federal minimum wage with mandatory requirements on businesses to ensure they're not hiring undocumented immigrants. Sen. Joe Manchin, a Democrat from West Virginia, who opposes the $15 minimum wage, told CNN last night that he would try to amend the Covid relief package to cap the wage hike to $11 per hour over two years. The battle over raising the minimum wage, a longtime Democratic goal, was reignited last month when President Biden included it in his $1.9 trillion coronavirus relief package. The minimum wage has been $7.25 since 2009. However, the measure has already run into resistance on Capitol Hill, including from some Democrats like Manchin, who favor a smaller hike. Democratic leaders are fast-tracking the passage of Biden's pandemic relief package through a legislative process known as reconciliation, which only requires a majority of votes. However, the party could not afford to lose the support of any member, assuming no Republican senators vote for it. Read more about the Romney-Cotton proposal here. ##US Stimulus## Based on new evidence, Italy has extended the age range it recommends receive the Oxford-AstraZeneca Covid-19 vaccine from people ages 18-55 to those ages 18-65, according to the country’s health ministry. A statement from the health ministry said Italy’s Superior Health Council declared today that the vaccine can be given in the age group between 18 and 65 years, “with the exception of extremely vulnerable subjects.”  “These indications, according to the permanent working group on SARS-CoV-2, are reinforced by new scientific evidence that reports vaccine efficacy estimates higher than those previously reported, and immunogenicity data in subjects over the age of 55, as well as new international recommendations including the opinion of the WHO SAGE Panel,” the statement said. WHO’s Strategic Advisory Group of Experts on Immunization (SAGE) recommend the AstraZeneca vaccine for all groups age 18 and above. Italy’s decision follows early data on the Pfizer and Oxford-AstraZeneca shots in Scotland that said by the fourth week after the initial dose, the Pfizer vaccine reduced the risk of hospital admission from Covid-19 by up to 85%. The Oxford-AstraZeneca vaccine reduced the risk of hospitalization by up to 94%. The study is the first to look at the two vaccines’ effect on preventing severe illness resulting in hospitalization across an entire country, with previous efficacy results coming from clinical trials.  Earlier this month, Italy said it would administer the AstraZeneca vaccine to people under 55 years old, starting with school teachers, army and police forces, prison staff and inmates. ##Vaccines## As all eyes are on whether the Senate parliamentarian will allow an increase in the minimum wage in the Senate’s Covid-19 relief package, Democrats are having discussions about alternative paths they could take to salvage their increase in the minimum wage. Democrats are facing two potential hurdles. First, it’s possible the Senate parliamentarian could rule as soon as tonight against allowing the $15 minimum wage to be in the Senate Democrats’ bill. If that happens, Democrats’ options would likely be to try and pass the legislation as a standalone in the future with a 60-vote threshold, something that Republicans wouldn’t support. If the $15 minimum wage is allowed to stay in the bill, however, it opens up other potential challenges for the party. While progressives have fought for months to include the provision in the package, it could cost Democrats the votes they need to pass it with just 51 votes. Already two members — Sens. Kyrsten Sinema and Joe Manchin — have said they wouldn’t support that big of an increase in the minimum wage in the bill. Manchin, however, has expressed an openness to a smaller minimum wage. According to aides, Democrats are looking at whether it might be possible to lower the increase in the minimum wage to $11 or $12 an hour instead of $15. Another option being considered is to expand the phase in so that instead of getting to the $15 minimum wage in 5 years, nationally, it would take 10 years. Again, the talks are just preliminary. Sen. Bernie Sanders, the chair of the Budget Committee, is still committed to the full $15 amount. The Senate Finance Committee is also eyeing a provision to give some of the smallest businesses tax credits to help curb the cost of the wage increase and incentivize businesses to increase their minimum wage, according to an aide familiar with the discussions. Multiple aides warned that the discussions are still just ideas and all eyes are first on what the Senate’s parliamentarian would do. But, the minimum wage increase remains the key sticking point so Democrats are having some preliminary conversations about how the Covid-19 relief bill’s votes could be salvaged if necessary. ##US Stimulus## At least 98 countries and territories have administered more than 212 million doses of a Covid-19 vaccine, barely a year after the first Covid-19 case was reported in China.  Several different vaccines have been developed at record speed, in large part due to years of research on related viruses and billions of dollars in investment. In December 2020, the first dose of a fully tested vaccine — manufactured by Pfizer/BioNTech — was administered in the United Kingdom. Now, multiple vaccines have been authorized for use around the world and dozens of countries and territories have joined the race to vaccinate their residents. CNN is tracking Covid-19 vaccines worldwide: click on the link below to find out more.  The United States can expect to see a total of 240 million doses of Covid-19 vaccine by the end of March, according to prepared remarks drug companies will deliver to a House subcommittee today. The vaccine makers are set to testify at 10:30 a.m. ET.  Pfizer and Moderna – the two companies with Covid-19 vaccines authorized for emergency use in the United States – have pledged to make a combined total of 220 million doses available for shipment by the end of March.  Meanwhile, the company Johnson & Johnson, which has yet to receive an emergency use authorization for its Covid-19 vaccine, has pledged to make 20 million doses available in the same time frame. Each of the vaccine makers, along with the companies AstraZeneca and Novavax, provided prepared remarks ahead of a hearing before the House Committee on Energy and Commerce Subcommittee on Oversight and Investigations on Tuesday. In the remarks, each company detailed the number of doses it plans to provide and when. Pfizer noted in its remarks that it expects to increase the number of doses available for shipment from about 4 to 5 million doses per week at the beginning of February to more than 13 million doses per week by the middle of March.  \"We are on track to make 120 million doses available for shipment by the end of March and an additional 80 million doses by the end of May. And, we anticipate all 300 million contracted doses will be made available for shipment by the end of July, enabling the vaccination of up to 150 million Americans,\" the company said in its remarks. Moderna, the other company with an authorized Covid-19 vaccine, noted in its remarks that it is on track to meet a commitment to deliver 100 million doses by the end of March and it plans to double monthly deliveries by April to more than 40 million doses per month. \"Based on this progress scaling up manufacturing, we recently agreed to move up our delivery timeline: we now are aiming to deliver a second hundred million doses by the end of May and a third hundred million doses by the end of July,\" the company said in its remarks. Johnson & Johnson, whose vaccine is administered as a single dose, pledged in its remarks to deliver enough single-doses by the end of March to enable the vaccination of more than 20 million Americans, should its vaccine be authorized for emergency use. Novavax said that it is prepared to deliver 110 million doses, which is included in its current agreements with the US government, by the third quarter of this year. AstraZeneca has noted that it has two agreements with the US government for 300 million doses. ##Vaccines##  Dr. Anthony Fauci, Director of the National Institute of Allergy and Infectious Diseases, said he expects US Centers for Disease Control and Prevention guidance for fully vaccinated people will be coming soon. Fauci said that the CDC wants “to make sure they sit down, talk about it, look at the data and then come out with a recommendation based on the science.”  Common sense tells you that you don’t have to be as stringent with Covid-19 public health measures once fully vaccinated, he said, but he wants firm recommendations from the CDC, “which I believe will be coming soon.” The CDC has said a fully vaccinated person does not have to do the recommended quarantine — 10 days without a test or seven days with a test — if they come into contact with someone who is known to be infected with the coronavirus, and he thinks more recommendations are coming.  “I believe you’re going to be hearing more of the recommendations of how you can relax the stringency of some of the things, particularly when you’re dealing with something like your own personal family when people have been vaccinated,” Fauci told CNN. When asked about a timeline, Fauci said that he speaks about this with the team every day — and as recently as last night.  “I hope that we will be able to answer the logical questions that people are asking about that,” Fauci said Tuesday. “I agree, they’re questions that we need to answer pretty soon because more and more people are going to be vaccinated, every single day there’ll be more and more people and they’re going to be asking that question.”  Watch: ##Vaccines## Dunkirk may soon see extra measures implemented to curb the spread of coronavirus and the mayor of the Northern French city has asked for one last chance after a sharp rise in coronavirus incidence rates. The local health authority, Agence Regionale de Santé Hauts-de-France, says that the incidence rate in Dunkirk has reached 901 per 100,000 inhabitants, while in the wider area, Hauts-de-France, it stands at 293 per 100,000. A spokesperson for the authority, Thomas Lhuillery, said there was no information on why the incidence rate in Dunkirk is so high. Mayor Patrice Vergriete said Tuesday, “a very last chance” was needed for the town — to avoid all gatherings, at work, in the family, during the school holidays. “We will not oppose lockdown if it were to take place because it is a difficult decision to take, but we must try everything before measures come into place to prevent freedom,” Vergriete told reporters, “we have offered a last reprieve to the people of Dunkirk.” Vergriete said he was in contact with the French health minister, and that Olivier Veran, the minister, had asked for a “time of reflection.”  The mayor and the minister will once again talk Tuesday afternoon, Vergriete said. ##Restrictions## Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, told CNN’s Alisyn Camerota Tuesday that if Johnson & Johnson’s vaccine candidate is granted emergency use authorization the number of doses will likely be relatively few at first, but will ramp up to meet contractual agreements.  Fauci said that he believes the totality of the doses is going to meet contractual agreements of having 100 million doses by late June or early July, saying “that will happen.”  “What we’re seeing is that instead of being front-loaded with a number of doses that are coming out, it very likely will be backloaded,” he said.  “It’s just a matter of what happened with their production capability and how they are now going to be revving up, and then soon after that, they’re going to have a lot of doses,” he said. “But, it’s not going to be front-loaded.”  Johnson & Johnson will testify Tuesday in front of the subcommittee on Oversight and Investigations for the House Committee on Energy & Commerce that it can deliver enough doses of coronavirus vaccine by the end of March to vaccinate more than 20 million Americans against Covid-19.  The Food and Drug Administration's Vaccines and Related Biological Products Advisory Committee meets on Friday to discuss the request for emergency use authorization from Johnson & Johnson for its vaccine candidate. ##Vaccines##  Top US infectious disease expert Dr. Antony Fauci reflected on 500,000 Americans dying of Covid-19 and said political divisions contributed to the death toll. You have to fight the virus “in a unifying way and not have any kind of political ideology divisiveness getting in the way of what we're trying to do. That's not the only thing that really was a problem. But that's … something that I found really to be unfortunately damaging,” he told CNN. Fauci also described “several low points” for him over the course of the coronavirus pandemic. “It does intellectually pain me when I see things like pleading for people to do the kinds of things that you know work — the mask wearing, the physical separation,” he said. He added that it was “painful” for him to see that while hospitals in many regions were overwhelmed with Covid-19 patients, people were still calling the pandemic a hoax and fake news. “I mean, how could you possibly say that when people in your own state, your own city, your own county are dying? To me, that just boggled me and it still does,” he said. “And here we are today looking at 500,000 Americans who have died thus far. I mean, that's the proof of what actually has been going on. You can't deny that.” Watch the moment here: Though Mexico has logged more than 180,000 Covid-19 deaths, it has some of the world's loosest entry requirements for foreigners. Visitors aren't required to submit negative test results, and there is no mandatory quarantine. The pandemic's economic effect on the tourism industry has still been devastating. The world's seventh most popular tourist destination, Mexico's economy has grown to depend on what amounted in 2019 to about $25 billion in income from 45 million international visitors, according to estimates from the National Tourism Business Council (CNET) and a center for tourism research at Universidad Anáhuac. Across Mexico, tourist destinations are operating on limited capacity per Covid-19 regulations. The country is struggling to adapt to its slowest high season in memory, with limited government help for many workers and businesses struggling to make ends meet. \"I guess Mexico has been doing what it can do,\" said birdwatching guide Alex Martínez Rodríguez, but he said he doesn't feel that the populist government is acting in the best interest of the people. Read the full story here: ##Restrictions## China’s Ministry of Foreign Affairs (MOFA) responded to CNN’s exclusive report on how the World Health Organization (WHO) panel will recommend \"deeper\" study of early Covid-19 clues, saying that Chinese experts conducted \"lots of virus tracing work.\" “Chinese experts conducted lots of virus tracing work about the Huanan seafood market,” the MOFA said in a statement sent to CNN. \"They systematically collected and tested samples of market environment, frozen food inventories, animal breeding farms in the upstream supply chain in China. Based on current information, it is not possible to determine how the virus was introduced into the Huanan seafood market.\"  The World Health Organization's preliminary report into the origins of the novel coronavirus will recommend more extensive contact tracing of the first known patient with Covid-19 in Wuhan, China, as well as the supply chain of nearly a dozen traders in the Huanan seafood market, which is thought to have played a role in the early spread of Covid-19 in late 2019, according to investigators familiar with the draft report. Independent scientists told CNN the rudimentary investigative work being recommended should have been done many months previously by Chinese scientists looking into the virus' origin. They said they found it \"surprising\" and \"implausible\" Chinese scientists had not already done that work. In response, the MOFA statement added the supply chain was \"not only from China, but also from outside China\" and that the joint expert group had said, \"there is no geographical limit to the next step of the study.\" CNN reported on Sunday that the WHO panel will recommend the immediate investigation of the supply chain of the Huanan seafood market.  MOFA also said the WHO panel and Chinese scientists were not conducting an \"investigation\" but \"joint research on tracing the origin of the virus\" after CNN asked for comment on further recommendations by those involved in WHO mission to \"investigate\" the origins.  Read CNN's exclusive report The trifecta of the pandemic, required social isolation, and social unrest has driven many of us to more extreme behavior and worries, including paranoia, experts say. \"The pandemic has brought on great uncertainty and stress,\" said Dr. Bandy X. Lee, a New York City-based forensic psychiatrist who is currently president of the World Mental Health Coalition. Contributing to this is an uncertain economic environment and the active disinformation around both the pandemic and other issues perpetuated by historically trusted institutions, like the US government and the office of the President. \"The exceptionally prolonged lockdown because of ineffective management and the subsequent social disruptions and economic misery -- in many ways worse than the Great Depression, with tremendous inequities, hunger, homelessness, unemployment, and despair -- are already leading to rampant drug addiction, depression, suicides, and homicides,\" Lee said. \"Meanwhile, we now have a large segment of the population that has been encouraged and conditioned to avoid reality. When living in delusion, detached from reality, one naturally becomes paranoid because facts and evidence are constantly 'attacking' these false, cherished beliefs,\" she added. The John Hopkins Psychiatry Guide defines paranoia as \"a response to perceived threats that is heavily influenced by anxiety and fear, existing along a continuum of normal, reality-based experience to delusional beliefs.\" The symptoms of paranoia can range from the very subtle to completely overwhelming and can exist with or without other mental conditions, according to Lee and major medical associations. People don't need to have diagnosable mental health disorders to have paranoid thoughts or feelings. Read the full story here ##Restrictions## Mexico, the first country in North America to approve Russia’s coronavirus shot, has received its first batch of the vaccine, Russia’s sovereign wealth fund, the Russian Direct Investment Fund (RDIF), said Tuesday.  Video posted on Twitter by Mexican Foreign Minister Marcelo Ebrard shows the delivery of the Sputnik V vaccine in a cargo area of an airplane after landing in Mexico.  “On February 3, 2021 the Federal Commission for the Protection against Sanitary Risk of Mexico (COFEPRIS) approved Sputnik V under the emergency use authorization procedure without additional clinical trials in the country,” the RDIF said in a statement.  \"It is a significant breakthrough in Russia’s efforts to fight COVID-19 and clearly shows that saving lives is above politics,\" Kirill Dmitriev, CEO of the RDIF, told CNN. Sputnik V has now been approved for use in more than 30 countries and is one of the world’s most pre-ordered vaccines, with at least 50 countries, from Argentina to the Philippines, ordering nearly 2.5 billion doses so far, according to figures from the RDIF, which oversees global distribution and sales of the vaccine.  Mexico has the third highest death toll in the world, behind the United States and Brazil, with more than 180,000 fatalities, according to a Johns Hopkins University tally.  ##Vaccines## \"New variant\" cases of Covid-19 are falling across the UK, according to the country’s health secretary, Matt Hancock, who credits extra border measures for the drop.  British people arriving home from \"high risk\" countries have to undergo a 10-day hotel quarantine at their own expense in a bid to tighten border controls to try to curb one of the world's worst coronavirus outbreaks. The UK has the highest Covid-19 death toll in Europe, with more than 120,000 fatalities, and remains under strict pandemic restrictions, partly due to a new, more transmissible variant of coronavirus first discovered in southeast England. Other variants, including those first detected in South Africa and Brazil, are also spreading globally. “In the last week or so, there were just over a dozen new cases, which is far smaller than we were seeing even a couple of weeks ago,\" Hancock said on Sky News Tuesday morning.  \"So the extra measures we’re taking at the border are working, and also the lower cases rate makes it much less likely that there will be new variants here because new variants tend to rise when you’ve got an area that’s got a very high case rate and the virus is trying to escape from the immunity are getting naturally,\" he added.  Asked how the government’s plan to ease lockdown in England, published Monday, would affect the spread of the South African and Brazilian variants, Hancock responded: \"Well, the good news is that the number of new variant cases we’re finding across the whole UK has fallen quite sharply over the last month.\" \"Continued work\" is needed to understand the effectiveness of vaccines against the South African and Brazilian variants, he said, and that will impact a government review into international travel restrictions, announced yesterday.  After the interview, Hancock tweeted that Prime Minister Boris Johnson's roadmap out England's lockdown is \"only possible because of the vaccine roll-out.\"  \"It's vital everybody plays their part so we can get out of this as soon as we possibly can,\" he added. ##Variants## Japan appointed its first Minister for Loneliness this month after the country’s suicide rate increased for the first time in 11 years during the Covid-19 pandemic. Tetsushi Sakamoto took over the newly created position on February 12. In his inaugural press conference, Sakamoto said Prime Minister Yoshihide Suga appointed him to address national matters \"including the issue of the increasing women's suicide rate under the pandemic.\" \"Suga instructed me to examine the issue and put forward a comprehensive strategy, by coordinating with the related ministry,\" Sakamoto added. “I hope to carry out activities to prevent social loneliness and isolation and to protect ties between people.” The Japanese government also created an \"isolation/loneliness countermeasures office\" within the cabinet on February 19 for issues such as suicide and child poverty -- which have risen during the pandemic. Japan has so far recorded more than 426,000 Covid-19 cases and 7,577 deaths, according to data from John Hopkins University.  It has so far administered more than 5,000 vaccine doses.  ##Restrictions## Oman's supreme committee for dealing with Covid-19 has decided to suspend incoming flights from 10 countries for 15 days over concerns about the spread of variants, according to state-run Oman News Agency.  \"The Supreme Committee studied the impact of the global epidemiological situation on health systems in different countries of the world, particularly amid the spread of mutated variants of the virus linked to travel,\" the report said.  The 10 countries are: Sudan\nLebanon\nSouth Africa\nBrazil\nNigeria\nTanzania\nGhana\nGuinea\nSierra Leone\nEthiopia The report said in addition, \"arrivals from any other country if the travelers happened to have visited the above-mentioned ten countries within 14 days before applying to enter the Sultanate\" will also be banned.   According to the state-run news agency, the 15-day ban, with an exemption granted to Omani citizens, diplomats, and health workers and their families, takes effect from 12 a.m. local time next Thursday.  ##Restrictions## ##Variants## Multiple governors across the United States have ordered flags being flown at half-staff to honor the 500,000 victims who have died from Covid-19. It follows US President Joe Biden's speech at a candlelighting ceremony to mark the milestone. The governors of Alabama, Arizona, Colorado, Connecticut, Hawaii, Kentucky, Nebraska, Oregon and Washington are honoring the lives lost.  Covid-19 is likely to be a problem for the next few winters -- despite vaccination programs -- the chief medical officer for England, Chris Whitty, said during a news conference Monday.  “This is something that we have to see for the long term and, in my view, is likely to be a problem in particular during the winter for the next few winters,” Whitty said.  The chief medical officer for England said that other respiratory diseases, for which there are vaccines, still cause a significant number of deaths every year -- and so will Covid-19 “I am afraid, for the foreseeable future, the coronavirus is going to be added to that list of things that those who are vulnerable, even despite vaccination, can be at risk of,” he said. \n“We vaccinate against flu, we vaccinate against pneumococcal pneumonia and still there are cases and there are deaths.  ##Vaccines## Half a million US lives have been lost to Covid-19. That's more than the number of Americans killed in World War II. The pandemic is far from over. But Americans can steer its course -- and help prevent many more families from suffering inconsolable grief. Good news (for now) on cases and hospitalizations: Nationwide, the rates of new Covid-19 cases, hospitalizations and deaths are declining. The number of patients hospitalized with Covid-19 has fallen for the 40th day in a row, according to the COVID Tracking Project. And daily deaths have declined 24% this past week compared to the previous week, according to Johns Hopkins University. Major challenges:  As numbers of new cases and hospitalizations go down, however, reports of highly contagious variants go up. \"I am worried about this variant -- the B.1.1.7 variant (first found in the UK),\" said Dr. Peter Hotez, dean of the National School of Tropical Medicine at Baylor College of Medicine.\n\"If that takes over, the numbers are going to start to spiral up again. There's no end to what the death toll will look like unless we can vaccinate ahead of it.\" Where the US stands on vaccinations:  More than 44.1 million Americans have received at least one dose of their two-dose vaccines, according to the US Centers for Disease Control and Prevention. About 19.4 million have been fully vaccinated. That's about 5.9% of the US population -- far less than the estimated 70% to 85% of Americans who would need to be immune to reach herd immunity. Some states are still grappling with vaccine delays after severe weather walloped much of the country last week. But the US will likely be caught up by the middle of this week, said Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases. Read more about the situation in the US: ##Hotspots##", "Section": "world", "Writers": ["Helen Regan"], "URL": "https://www.cnn.com/world/live-news/coronavirus-pandemic-vaccine-updates-02-23-21/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}