{"Type": "article", "Time": "2020-09-08", "Headline": "The surreal and sensuous world of photographer Zhong Lin", "Text": "Seductive pops of red and silvery blue appear in Zhong Lin's portraits of striking women. The self-taught Malaysian photographer, who aims to capture moments of transition in her bold and highly stylized photographs, has spent the past four months shooting a personal new series in Taiwan.  After finding herself unexpectedly stuck on the island due to coronavirus travel restrictions, Lin decided to start photographing and publishing an original image on her Instagram every day, for 365 days. \"Daily life here hasn't been impacted much by the virus,\" said Zhong in an email interview, explaining why the island has been a good place to start the series. \"In Taiwan, people still get to walk outside, travel domestically and go about life normally, though with more caution.\" The photographer's provocative work fuses elements of nature and surrealism -- flowers appear to grow out of her subjects' faces, while fabrics float off and around their bodies. Inspired by her love of Chinese opera, models are sometimes made up with powdered faces as they assume theatrical poses.  Before the pandemic caused massive disruption to the fashion industry, Lin was traveling around the world, shooting for international publications like British Vogue, Vanity Fair, Nylon China and W Korea.  \"We all should leave time for ourselves to create, to let out internal voices ... so we can be our true selves,\" she said. Below, Lin discusses how fashion photography is changing and why digital technology can be both a blessing and a curse for image-makers. CNN: How has the pandemic inspired you creatively or changed the way you work?  Zhong Lin: I am currently (working on) a 365-day photography project where I take one photo every day for a year, on a subject that resonates with me, and then share it with the world. All the images I post (on Instagram) are taken that same day -- none of them are from my archives.  Doing the project has been on my mind for a long time, but due to my packed work schedule, I didn't really have time to plan it out. This pandemic gave me pause and an opportunity to combine working with different people to create something original and this 365-day challenge.  Although the pandemic prevents me from traveling to different places like before, I'm glad I started this project in Taiwan because ... daily life here hasn't been impacted much by the virus. In Taiwan, people still get to walk outside, travel domestically and go about life normally, but with more caution.  What are you exploring at the moment?   Changes. Getting out of my comfort zone and making changes is what I always look for. By doing this 365 project I get to explore and push my boundaries. For example, I can be in wild nature or places that I definitely wouldn't usually go, or I press my brain so hard for days just to come up with new creative juice. There are always times that I want to change completely and create something different from usual. Sometimes I wake up with my mind full of ideas, but sometimes I have none at all.  How does your upbringing inspire your photography?   I come from Malaysia where multiculturalism is (found) everywhere. I grew up with so many different cultural influences that I could be eating Malay food and watching a Hollywood movie, with Indian music (playing) in the background, while talking to my family in Mandarin. All these diverse cultures nourish me and play crucial rules in inspiring my photography.  What influences me the most from Chinese culture is the color red and Chinese opera. Red is a color I'm quite fond of and frequently use in my photography to create a strong impression. Chinese opera is so fascinating and detailed. I pursue (a similar approach) in my photography, (as every aspect of) my images has to be crafted and polished. How much work goes into editing your photos before you post them? It depends on the situation. I don't like to (cover up) flaws and Photoshop every detail (to perfection), but I do like playing and experimenting with color palettes to create different effects and results. This is the part I spend most time on with post-production (but) I enjoy the brainstorming process and shooting photos more. Fashion is facing new challenges, from its role in the climate crisis to how it adapts to the pandemic. What part does fashion photography play in this?  Fashion photography is a good platform to voice perspectives. It's where ... I can wield my creativity.  I think fashion today is mostly dominated by marketing and sales. In order to achieve sales targets, or create a sensation, some designers and artists can't truly be themselves. (They) may resort to slightly undermining their designs to fit the majority. The pandemic has ... made people realize that we have to slow down. For example, Gucci and Saint Laurent announced that they will rethink the way they do their own fashion shows. This pandemic has given us all a time to reflect on what has been excessive.  Another thing that's changing rapidly is digital technology. How does it influence your work?  For me, digital technology is fast, convenient, efficient, always there and somehow a little bit indispensable (to certain people, not to all photographers). I work quite a lot with digital, especially with the 365 project. Thanks to digital technology, I am able to deliver images on the day of shooting.  However, I personally think using analog takes more effort to create (images). When you spend more time and care on something, it becomes more dear and important to you. Therefore, I always find that analog and film are irreplaceable and are still essential to photography nowadays.  Interview has been edited for length and clarity.", "Section": "beauty", "Writers": [], "URL": "https://www.cnn.com/style/article/beauty-photographer-zhong-lin/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Malaysia", "Source": "CNN"}