{"Type": "article", "Time": "2020-06-08", "Headline": "What is the real tiger king? Answer: The Siberian tiger, and its kingdom is under attack", "Text": "By now, it seems almost everyone with a Netflix account has watched \"Tiger King\" — or at least seen the memes. But for a docu-series that takes place at multiple animal parks and literally has the word \"tiger\" in the title, it didn't tell fans much about, uh, actual tigers or their conservation.  Joe Exotic might have declared himself the Tiger King, but which species is the actual king of the tiger world?  It's the Siberian tiger (also called the Amur tiger). Well ... sort of. Not quite the biggest, but definitely the fluffiest Tigers are the largest members of the cat family. Among the six recognized subspecies of tigers, the two largest are the Siberian tiger of Russia and the Bengal tiger of India.  The average Siberian and Bengal tigers weigh roughly 375 pounds. Compared to the smallest tiger subspecies — the Sumatran tiger, which is only the weight of a large adult man — these tigers are truly king-size. Some male Siberian tigers have been reported to weigh as much as 660 pounds — heavier than a grand piano. But those historical records could have suffered from some exaggeration.  \"It turns out that Bengal tigers, on average, are probably a little bigger. This whole idea that Siberian tigers are the biggest kind of isn't true,\" said John Goodrich, chief scientist and senior director of the tiger program at Panthera, the global wild cat conservation organization. \"We looked at historical reports of these huge Siberian tigers and they mostly came from Russian hunters 100 or so years ago, but really the animals were never really weighed nor was there anything to substantiate it.\" In fact, Goodrich said if you place an average Bengal tiger and an average Siberian tiger next to each other in the summer, they would look pretty much the same.  But in winter, it's an entirely different story. And that's why it's probably fair to declare Siberian tigers the winner (and possibly start a feud with Bengal tiger researchers).  Siberian tigers grow a thick, fluffy coat in the winter months — allowing them to survive in the freezing temperatures of Russia's far east, where temperatures are hot in the summer but can dip to -58 degrees Fahrenheit in the winter.  \"They are in Russia at the extreme end of their [species habitat] range, and we've even seen things like tigers with frostbitten toes,\" Goodrich said. \"So they can survive there, but it is stressful for them.\" Feasts fit for a king With all that fur and body mass, they definitely don't subsist on the likes of expired grocery store meat like the captive animals in Joe Exotic's care did. In the wild, tigers tend to kill large prey a couple of times a week and gorge on the meal — up to 90 pounds of meat — in one sitting. \"Tiger tongues are extremely rough to allow them to loosen the meat from the bone,\" said Tara Pirie, a zoologist and postdoctoral researcher at the University of Reading. About 85% of Siberian tigers' diet consists of wild boar, red deer and sika deer. So conservationists working to protect the tigers in Russia are also concerned about protecting the deer and boar species from habitat loss and swine fever.  Siberian tigers (and their prey) also need a lot of land to thrive in the wild. Siberian tigers are primarily solitary animals, apart from females taking care of their cubs, and they each need a habitat of about 100 to 175 square miles. That's why the largest protected land reserve in Russia only shelters 10 to 15 tigresses, according to the Wildlife Conservation Society. \"Even though they're solitary, they're not asocial,\" Goodrich said, explaining that male and female tigers will sometimes share prey and stay in regular communication. \"They vocalize with these low-frequency sounds that are too low for humans to hear, and they scent mark on the ground.\" Wild tigers in trouble Sadly there are only 500 of these tiger royalty left in the wild — 95% of which live in the Russian far east, according to WCS. An estimated 3,900 tigers remain in the wild in total. \"If numbers drop too low or populations become too isolated, they could become extinct locally, further reducing numbers of each sub-species and tigers in general,\" Pirie said. Three subspecies are already extinct — Caspian, Javan and Bali tigers. The South China tiger is also critically endangered, and possibly extinct in the wild.  Siberian tigers are most threatened by poaching, according to Panthera. That includes poaching for the traditional medicine market and also for luxury products like tiger skin rugs. But habitat quality issues, such as logging and the removal of the pine trees that tiger prey depend on, can also impact the tigers.  Land fragmentation caused by building highways can also hurt tigers in the wild, but Goodrich said Russia is doing a good job of keeping land protected. So is northeastern China, which has created a national park and prevented logging in the area where the remaining Siberian tigers are found.  \"They've established a breeding population. That's important because having all the species in one country can be dangerous,\" said Goodrich, explaining that wildlife conservation laws and national parks can be impacted by political change. Tigers in other parts of Asia face threats from both poaching and habitat loss, as deforestation and human activity threaten the land where they once roamed.  \"In southeast Asia, I still consider poaching the number one threat, but they have some of the highest deforestation rates in the world,\" Goodrich said. \"Things like oil palm and rubber, where forests are just being replaced. Goodrich said that people concerned about tiger conservation can avoid using products like palm oil and rubber that contribute to deforestation, as well as support wildlife charities and government efforts to stop illegal wildlife trade.", "Section": "world", "Writers": [], "URL": "https://www.cnn.com/2020/06/08/world/real-tiger-king-siberian-amur-tiger-scn/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}