{"Type": "", "Time": "2020-07-02", "Headline": "PBA summons Ginebra’s Japeth Aguilar, Rain or Shine’s Adrian Wong for apparent GCQ breach – Manila Bulletin", "Text": "The PBA has summoned Barangay Ginebra San Miguel star Japeth Aguilar and Rain or Shine rookie Adrian Wong after the two took part in a pickup game that is still prohibited under General Community Quarantine. Never stop improving ? @japethaguilar35 – – – – #TrueFocusA post shared by  TrueFocus Basketball (@truefocus_ph) on Jun 29, 2020 at 12:43am PDTAguilar and Wong are scheduled to appear before PBA commissioner Willie Marcial Monday afternoon to explain a video showing them playing along with Thirdy Ravena, who recently signed with San-En Neophoenix of Japan’s B.League, and Isaac Go.Marcial added that he will most likely call Go to remind him of avoiding taking part in pickup games. Go was drafted in last year’s PBA Draft by the Columbian Dyip but is currently loaned to the Gilas Pilipinas program.“Tignan ko muna yung video tapos usap kami kung ano nangyari,” said Marcial.Asked about the unauthorized pickup game, Brgy. Ginebra coach Tim Cone said: “Haven’t heard about it yet.”The video which was posted on Instagram has since been taken down but there have been photos showing Ravena, Wong and University of the Philippines mainstay Kobe Paras and several others working out as a group at the Ronac Art Center in San Juan City without practicing social distancing measures.It is unknown when these workouts were held but Ravena was already sporting a red-dyed hair which he flaunted during last week’s introductory press conference as a member of San-En Neophoenix.Pickup games and group workouts are banned under GCQ, though the PBA and other leagues have submitted proposed guidelines to the Inter-Agency Task Force to ensure strict health measures will be observed. ?? @a_moneyy3 – – – – #TrueFocus #JustDunkitA post shared by  TrueFocus Basketball (@truefocus_ph) on Jun 26, 2020 at 7:40pm PDTUnder the steps submitted by the PBA to the IATF, practices will be held with batches of four players, a trainer and a safety officer each followed by use of disinfectants and COVID-19 testing every 10 days.The PBA was eyeing the possible resumption of practices early this month but the government extended the GCQ regulations on Metro Manila until July 15.Marcial said he has heard that the IATF may give the PBA the go-signal to hold practices under Moderate General Community Quarantine.As for the resumption of the league’s suspended 45th season, Marcial and members of the Board of Governors are set to make a decision in August.", "Section": "", "Writers": "", "URL": "https://mb.com.ph/2020/07/02/pba-summons-ginebras-japeth-aguilar-rain-or-shines-adrian-wong-on-apparent-gcq-breach/", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Thailand", "Source": "MB"}