{"Type": "", "Time": "2018-05-16", "Headline": "Vietnam responds with a request to China – Manila Bulletin", "Text": "Vietnam, like the Philippines and other members of the Association of Southeast Asian Nations (ASEAN), has opted for a policy of cooperation with China. We all look forward to a “Code of Conduct” to guide the various nations on the South China Sea (SCS). China proposed this some years ago with the aim of averting open clashes in the area. It has, however, remained without any specific provisions and, therefore, unimplemented.After China installed missiles on four islands in the SCS – one in the Paracels near Vietnam and three in the Spratlys just west of Palawan — the Vietnamese foreign ministry issued a carefully worded diplomatic statement: “Vietnam requests that China, as a large country, show its responsibility in maintaining peace and stability in the East Sea, do not carry out militarization activities, withdraw military equipment illegally installed on features under Vietnam’s sovereignty.”It was referring to China’s installation of surface-to-air missiles and anti-ship missiles on islands claimed by the Philippines and Vietnam; they are also claimed by China along with most of the rest of the SCS over which it claims historic sovereignty.Vietnam’s statement was made in the form of a request to China, appealing to its sense of responsibility as a large country. It was not a protest, not a complaint, not a condemnation. It was just an expression of concern over militarization activities which are supposed to be avoided in the proposed Code of Conduct.Sometime ago, President Duterte said that before his term ends in 2022 – four years from now – he will have to assert the Philippine victory in the Permanent Court of Arbitration in The Hague in 2016. The court had rejected China’s claim of sovereignty over most of the SCS. President Duterte chose to follow instead a policy of cooperation with China, which has resulted in economic benefits to us. But all the while, some opposition quarters claim, we may be giving up, with our inaction, what we won in The Hague.Vietnam’s response to the installation of missiles was to request China, as befits a big brother in the family of nations in East Asia, to withdraw the missiles it installed on the islands so far from its own shores. The Philippines could make a similar request, a similar response, instead of the absence of any reaction that it has shown so far.", "Section": "", "Writers": "", "URL": "https://mb.com.ph/2018/05/16/vietnam-responds-with-a-request-to-china/", "MainKeyWord": "China", "AdditionalKeyWord": "viet Nam", "Source": "MB"}