{"Type": "article", "Time": "2020-08-11", "Headline": "From Belarus to Hong Kong, journalists 'are bearing the brunt of the global surge in repression'", "Text": "A version of this article first appeared in the \"Reliable Sources\" newsletter. You can sign up for free right here. From Hong Kong to Belarus, we are witnessing new infringements on the public and on freedom of the press. I asked Joel Simon, the executive director of the Committee to Protect Journalists, to put this moment into perspective. He wrote: \"In Hong Kong, more than 100 police raid the offices of the independent newspaper Apple Daily and haul away publisher Jimmy Lai for allegedly violating the territory's new national security law. In Belarus, police beat and arrest journalists, aiding and abetting dictator Aleksandr Lukashenko's effort to steal another election. There's no apparent connection between these two naked acts of media aggression other than to acknowledge that authoritarian governments around the world are having a moment, asserting increased control over information and cracking down on dissenting voices who challenge the narrative of state power.\"  \"These repressive efforts,\" Simon added, \"are made easier by the fact that the COVID19 pandemic has provided the perfect pretext for governments to assert expanded authority, and efforts to control the spread of the virus have deeply undermined the global relationships and institutions that sometimes constrained the worst behavior. Journalists around the world -- in China, Belarus, but also in the Philippines and Brazil -- are bearing the brunt of the global surge in repression.\" \"China's campaign to quash dissent\" The Wall Street Journal's lead from Hong Kong puts Monday's events into stark relief: \"China's campaign to quash dissent in Hong Kong accelerated with the arrest of pro-democracy media baron Jimmy Lai, sending an ominous signal about the future of a free press and the new limits on those challenging Beijing's tightening grip on the former British colony.\" Tuesday's front page in Hong Kong  The front page of the Apple Daily has an image of Lai's arrest along with the headline \"Apple Daily must maintain its operations.\" According to journalist Eric Cheung in Hong Kong, the paper \"has printed 550,000 copies on Tuesday — up from the normal circulation of 70,000 copies. In a social media post on Monday night, it urged supporters to purchase physical copies of the newspaper on Tuesday and upload them with the hashtag #SupportAppleDaily and #WeNeedAppleDaily.\"  \"Hanging by a thread\" The newspaper's parent company Next Media said in a statement that \"Hong Kong's press freedom is now hanging by a thread. The staff of Apple Daily will stay fearless and continue speaking the truth amid persecution.\" Journalists targeted in Belarus Here is the latest from CNN's team about the protests in Belarus. Police have attacked and detained some journalists, according to advocacy groups. \"Journalists must be able to report on this pivotal moment in the country's history freely and safely,\" Gulnoza Said, CPJ's Europe and Central Asia program coordinator, said... FOR THE RECORD, PART ONE -- The U.S. Press Freedom Tracker says it counted \"at least 10 incidents over the weekend...\" (Twitter) -- A new documentary, \"A Thousand Cuts,\" follows Maria Ressa and her colleagues at Rappler as they stand up to government pressure in The Philippines... (Beast)  -- Juggling storms and store break-ins, the Chicago Tribune has a double-barreled home page right now: \"How a long night of unrest followed a police shooting in Englewood\" on the left, \"Thousands without power after derecho sweeps through Chicago area\" on the right... (Tribune)  -- Lead story on the NBC, ABC and CBS evening newscasts: The WH press conference commotion that happened just a few minutes before airtime, when Trump was interrupted mid-sentence due to a nearby shooting... (ABC) -- Once the presser resumed, it was a \"dishonesty spree,\" CNN's fact-check team says... (CNN) -- Lead story on the BBC, FT and WSJ websites tonight: The resignation of the Lebanon government... (BBC)", "Section": "media", "Writers": ["Brian Stelter"], "URL": "https://www.cnn.com/2020/08/10/media/global-press-freedom-repression/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Philippines", "Source": "CNN"}