{"Type": "article", "Time": "2020-02-23", "Headline": "February 24 coronavirus news", "Text": "Our live coverage of the coronavirus outbreak has moved here. The White House has requested $1.25 billion in emergency funding to address coronavirus, as well as the ability to tap an additional $535 million in emergency funds already appropriated.  This letter, obtained by CNN, was sent to the Hill just a short time ago. The Trump administration expects “to allocate at least $2.5 billion in total resources” for the response effort. Much of that would come from shifting already appropriated money from agency accounts. The US Food and Drug Administration is currently not able to conduct routine inspections on drugs, medical supplies or household goods from China due the US State Department’s travel advisory for China over the coronavirus outbreak, the agency said in a statement. Inspections are just one tool the FDA uses to make sure products are safe, and the lack of inspections is “not hindering our efforts to monitor medical products and food safety,” officials said. The agency monitors products through import screening, sampling and import alerts and it works with US Customs and Border Protection to look for products that violate legal requirements. Some 60% of FDA-regulated products imported from China are medical devices, the agency said, and 20% are housewares, such as food packaging. In response to the outbreak, the FDA said it will also use, where appropriate, the agency’s authority to request records from firms “in advance or in lieu of” drug surveillance inspections in China. Paper records will help prioritize what inspections should happen first during what could become a back log in on-the-ground inspections, depending on how long the travel restrictions continue, the agency said. The FDA reiterated that there is no evidence that the virus can be transmitted through imported goods, but added that this is a “dynamic” situation and the agency will continue to assess it and update guidance as needed. The FDA promised it is working around the clock to monitor and mitigate any coronavirus-related issues in a collaborative effort with other agencies. The United States and South Korea are considering scaling back joint military exercises due to the coronavirus outbreak in the Korean peninsula.  Secretary of Defense Mark Esper said military commanders in Korea “are looking at scaling back the command post training due to concerns about the coronavirus.” Esper said he is confident the US and South Korea will “remain fully ready to deal with any threats that we might face together.” Hong Kong and Taiwan reported new cases of novel coronavirus on Monday. Hong Kong reported two new cases of novel coronavirus from the Diamond Princess cruise ship, bringing the total to 81 in the city, the Department of Health said in a statement late Monday.  Meanwhile in Taiwan, officials confirmed two new cases of the novel coronavirus, bringing the island's total to 30, the Central Epidemic Command Center announced at a news conference Monday. Here's what we know about the cases: Hong Kong: The two cases involve a man and a woman, both 57, who recently returned from the Diamond Princess cruise ship.\nTaiwan: The cases involve a man in his 40s and a woman in her 70s. They are both relatives of patients who contracted the virus. The man in his 40s also had a prior travel history to Guangzhou, China, in late January.   Officials in San Antonio, Texas, are reporting they have six patients with confirmed cases of novel coronavirus. One of the patients is from the group of Wuhan evacuees and five patients are from the Diamond Princess cruise ship. The patients with the coronavirus are in isolation at the Texas Center for Infectious Disease. “The quarantine has been managed with great care by experts of highly trained professionals,” said San Antonio Mayor Ron Nirenberg at a news conference Monday. “We have had a total of six positive cases to date and every precaution has been taken to keep them properly isolated, ensuring that the chances of exposure for others is extremely low.” Nirenberg said he was proud that San Antonio stepped up to help the nation during this “challenge.” “[L]et’s be clear, the most dangerous, damaging infectious disease is hysteria and so what we’re trying to do is make sure we have a compassionate human response to a crisis that’s happening,” the mayor said. Dr. Nancy Knight, director of the US Centers for Disease Control and Prevention's division of global health protection, said lab results are still pending. “Given the high risk environment that the Diamond Princess cruise ship passengers came from, I would not be surprised if we have additional cases,” Knight said.   A man who tested positive for the novel coronavirus and was evacuated from the Diamond Princess cruise ship is being transferred to the University of Nebraska Medical Center from Lackland Air Force Base in Texas, according to a hospital statement. “This individual is the spouse of one of the 13 people who arrived in Omaha for monitoring and treatment February 17. This person will be taken directly to the National Quarantine Unit on the UNMC/Nebraska Medical Center campus,” the statement said. The hospital is monitoring 14 people, of which 12 have tested positive for coronavirus.  President Trump tweeted from India about coronavirus saying that it’s “very much under control in the USA.” Trump also tweeted that the “stock market starting to look very good to me” linking the two — despite the Dow closing more than 1,000 points down Monday. This is Trump’s second tweet in the early morning hours in India. The US stock market dropped heavily today after the number of coronavirus cases surged in Italy and South Korea, putting two more major economies at risk from a virus that has already caused widespread disruption in China. The Dow Jones index finished down more than 1,000 points at the closing bell on Monday. The Dow finished down 1,032 points, or 3.6%, its worst day since February 2018. It was only the third time in history that the index closed down by more than 1,000 points. The index is now in the red for the year and at its lowest point total since December 11. The S&P 500 closed 3.4% lower. It was its worst one-day percentage loss since February 2018. The Nasdaq Composite fell 3.7%, its worst performance since December 2018. There are now 229 confirmed cases of coronavirus in Italy, according to Italy's National Civil Protection Service.  Here's the breakdown of where those cases are: 172 confirmed cases of coronavirus in Lombardy\n33 in Veneto\n18 in Emilia-Romagna\n3 in Piedmont\n3 in Lazio There are 101 hospitalized patients with symptoms and another 27 are in intensive care. At least 94 are in home isolation, officials said in a statement. Seven people have died from coronavirus in Italy. All US senators will be briefed Tuesday morning at 8 a.m. in a classified setting on the novel coronavirus, two sources with knowledge of the plans tell CNN.  One source said that the briefing will be in a classified setting because the senators who are organizing it wanted to be prepared in case a senator asks a question that can only be answered in a classified setting.  There will be briefers from the Department of Health and Human Services, Department of Homeland Security, Centers for Disease Control and Prevention, National Institutes of Health and the State Department, one source added.  A team of health experts from the World Health Organization and the European Centre for Disease Prevention and Control have arrived in Italy, the site of Europe's biggest coronavirus outbreak. The team will “support Italian authorities in understanding the situation,” the WHO said in a statement. Their focus will be on “limiting further human-to-human transmission,” it said.  “WHO experts are providing support in the areas of clinical management, infection prevention and control, surveillance and risk communication,\" the statement said. The WHO said it is concerned over what it calls the “rapid” increase in reported cases in Italy. “However, it should also be noted that based on current data, in the majority of cases (4 out of every 5) people experience mild or no symptoms,” it added. About coronavirus in Italy: Five people have died and at least 219 others have been infected with the virus in Italy, Angelo Borrelli, head of the country's Civil Protection agency, said at a Monday news conference.  The bulk of the cases — 167 of them — are in the northern region of Lombardy, whose capital is the city of Milan. Canada has confirmed its 11th case of coronavirus, according to health officials. In a joint statement, Health Minister Adrian Dix and Dr. Bonnie Henry, health officer for British Columbia, said the affected person, a male in his 40s, was in close contact with a previously reported confirmed case. “Both cases remain in isolation at home with support and monitoring from public health teams,” the statement said.   “Given the changing dynamics of the outbreak in China and globally, and recognizing we are in the midst of influenza season, we ask all travelers who are returning to B.C. — no matter where they were in the world — to monitor themselves and their children closely for symptoms,” the joint statement said. Adding, “the risk of spread of this virus within British Columbia continues to remain low at this time.” In total, Canada has 11 total cases of confirmed coronavirus; four in Ontario and seven in British Columbia. Carnival Corporation, the parent company of nine cruise lines including Princess Cruises, has cancelled all of its ships to mainland China through mid-March. That includes four ships – run by Costa Cruises, and three additional ships from Princess and Seabourn Ovation that have been rerouted to other countries, according to Roger Frizzell, Chief Communications Officer for Carnival Corp. In email sent to passengers who were previously booked on one of the Princess ships to China, the company wrote:  \"Sapphire Princess will redeploy to Australia six months earlier than previously planned with 44 new cruises from five major cities. The new year-long program for Sapphire Princess in Australia will be on sale beginning Thursday, February 27, 2020, by contacting a professional travel advisor, calling Princess Cruises, or booking online.” The financial impact of these cancellations are $0.03 to $0.04 per share, and if routes to China continues to be impacted through the end of April, it would affect the company’s fiscal 2020 financial performance by $0.55 to $0.65 per share, which includes guest compensation. Passengers received full refunds from the cancelled routes and can receive refunds if they do not wish to embark on the adjusted routes, said Frizzell. Carnival shares are down more than 22% this year. Shares for Royal Caribbean, another large cruise operator, are down more than 24% this year.  As of right now routes to China are scheduled to come back online in mid-March, except for Diamond Princess which is suspended through late April.  Bruce Aylward of the World Health Organization said that that world should \"jump on this thing super fast\", when asked by CNN if the rest of the world should adopt the all-society approach used by the Chinese government. Aylward added that Chinese’s response was broader than their containment efforts in Wuhan and Hubei, saying, “The danger is looking at Wuhan and Hubei and say[ing] okay that is the Chinese approach – because actually that isn’t. That’s the exceptional part of the Chinese approach that is being applied in an area where you got community-level transmission right through the whole place.” Aylward said countries should \"isolate the contacts” and not let them \"wander around and restart the transmission chains,\" which is what China did.  Aylward’s exception, though, was that it was not necessary to lock down entire cities as China did.  “So I think the big message is: You can control this particular respiratory virus by using these measures. You don’t have to lock down cities is the big message from China in fact”, said Aylward.   Anniston, Alabama, Mayor Jack Draper said based on a series of meetings with the Department of Health and Human Services, they were not prepared to handle coronavirus patients. \"We're simply not prepared to help our fellow citizens, at this time, who have been diagnosed with this disease,\" Draper said. The US Department of Health and Human Services (HHS) told Alabama Gov. Kay Ivey on Friday it was evaluating the possibility of using a Federal Emergency Management Agency (FEMA) Center for Domestic Preparedness in Anniston as a backup location for some Americans infected by the virus, according to statements from the Alabama Department of Public Health (ADPH) and the governor's office.  During a news conference Monday, Draper said it became apparent after several meetings with HHS that there was no real plan and no idea what would be expected of the local community, first responders and local healthcare. There are now 53 confirmed cases of novel coronavirus in the United States, the US Centers for Disease Control and Prevention said Monday. These include 36 people who were aboard the Diamond Princess cruise ship, three people repatriated from China and 14 US cases. This reflects an increase in 18 cases from Friday, all among Diamond Princess passengers. At the time, CDC officials said that there were additional passengers who had tested positive for the virus in Japan and would likely be added to the official US count once those test results had been adjudicated. The 14 US cases include eight in California, one in Massachusetts, one in Washington state, one in Arizona, two in Illinois and one in Wisconsin. Among these cases, there are two instances of person-to-person transmission, one in Illinois and one in California.  Ryan Detrick, Senior Market Strategist for LPL Financial, said in a statement today, “The coronavirus might be slowing in mainland China, but the huge jump over the weekend to various other countries has many reassessing 2020 growth estimates.\" Detrick continued: \"The [International Monetary Fund] already lowered China’s growth this year, but should the virus continue to spread to other parts of the world, we could see quickly decreasing earnings and growth outlooks.” What's this about: Earlier today, US stock markets plunged almost 1,000 points as coronavirus fears mount.  The Dow has now lost more than 1,400 points in the span of the three trading days. That sharp drop wiped out the Dow’s gains for the year — leaving the index slightly negative for 2020.  The S&P 500 and Nasdaq are both down this morning, but remain positive on the year. Mike Ryan, executive director of the World Health Organization's Health Emergencies Programme, said today it's too early to declare the novel coronavirus a pandemic — but now is the time to prepare. “Look what’s happened in China, we’ve seen a significant drop in cases, huge pressure placed on the virus and a sequential decrease in the number of cases, that goes against the logic of pandemic. Yet we see in contrast of that, an acceleration of cases in places like Korea, and therefore we are still in the balance.” He added: “We are in the phase of preparedness for a potential pandemic.”  Ryan said countries must prepare to take and treat patients and push for adequate containment. Representatives from the southern California city of Costa Mesa will be in court this afternoon to continue its fight against housing coronavirus patients in its city. Late Friday, a federal judge issued a temporary restraining order blocking the possible use of the Fairview Developmental Center to quarantine patients who've tested positive for the coronavirus. In the complaint, the city says “Fairview is an inappropriate location for a quarantine, as there is no way to restrict access to or from the facility.” A hearing is scheduled for 2 p.m. local time Monday. Read more here. World Health Organization Director General Dr. Tedros Adhanom Ghebreyesus said today coronavirus has pandemic potential — but it’s not there yet.  Tedros said the decision to use the word pandemic is based on ongoing assessments of the geographic spread of the virus, severity and impact of the society and for the moment they are not witnessing the uncontained global spread of this virus.   He said the virus is affecting countries across the world in different ways and requires a tailored response, adding it’s not a one-size-fits-all response.   WHO had previously declared Coronavirus a public health emergency of international concern. Remember: There is no precise, mathematical definition of a pandemic.  Outbreaks get characterized as pandemics by epidemiologists — who are not yet using the term. That's because they've yet to see sustained transmission among people who have not recently traveled to China or had close contact with someone who recently traveled to China.  It's not enough for a cluster of disease in a country to exist and even spread — it has to spread in a sustained way, from person to person, time and time again, through many generations of transmission.  The General Authority of Oman’s Civil Aviation announced the suspension of all flights between the Sultanate and the Islamic Republic of Iran until further notice, state TV reported. Earlier today, Oman's Health Ministry confirmed the country's first two coronavirus cases — two women who were traveling from Iran. Naval Base Ventura County in Oxnard, California might be tasked with receiving coronavirus evacuees, according to a statement from NBVC Point Mugu, Port Hueneme and San Nicolas Island.  \"Secretary of Defense Mark T. Esper has tasked Naval Base Ventura County with supporting the potential repatriation of American citizens subject to federal quarantine due to the coronavirus. A Community Info Session is scheduled Monday, Feb. 24, 6:30 p.m. at the Pt. Mugu Theater,\" read the post on the NBVC Facebook page.  Italy still has not identified “patient zero,” the source of the coronavirus outbreak in the country, two officials said Monday. “The important thing is to identify ‘patient zero,’ where he/she is from, and to stop this chain of infection,” Angelo Borrelli, the head of Italy’s civil protection agency, said. Luca Zaia, the governor of the Veneto region, said “no news” when asked Monday by CNN affiliate Sky 24 about the hunt for the carrier. Borrelli suggested an explanation for the sudden spike in cases over the weekend: “I believe that the incubation period meant that the infections all exploded at a certain moment.\"  US stock markets opened moments ago and the Dow plunged almost 1,000 points as coronavirus fears mount.  The Dow has now lost more than 1,400 points in the span of the three trading days. That sharp drop wiped out the Dow’s gains for the year — leaving the index slightly negative for 2020.  The S&P 500 and Nasdaq are both down this morning, but remain positive on the year. Oman’s Ministry of Health announced the first two positive cases of coronavirus in the country, for two Omani women coming from Iran. The ministry said that the two patients are in stable condition and in quarantine. In the statement, the ministry said it is calling on everyone to “avoid traveling to countries where cases of this virus have been registered unless absolutely necessary.” US stocks plunged this morning on mounting worries about the spread of the coronavirus outside China to major economies including South Korea and Italy. Here's what happened when the markets opened on Wall Street:  The Dow dropped as much as 997 points, or 3.4%. \nThe S&P 500 declined 3.1%.\nThe Nasdaq plunged 3.9%. The Dow has now lost more than 1,400 points in the span of the three trading days. The sharp drop wiped out the Dow’s gains for the year, leaving the index slightly negative for 2020. The S&P 500 and Nasdaq remain positive on the year. Watch: Kent and Rebecca Frasure from Oregon are both on dry land in Japan — and are so close but yet so far from meeting each other again.  The couple, who traveled in the Diamond Princess cruise ship, have been separated after Rebecca tested positive for the virus.  Kent has been documenting his journey from the Diamond Princess to his Tokyo hotel. And a CNN team is with him on the ground as he waves to his wife through her hospital window for the first time.  Watch the full clip below:  Health officials have yet to label the coronavirus outbreak a pandemic — but they could be close to calling it one. \"We're on the knife's edge,\" said Dr. William Schaffner, an infectious disease specialist at Vanderbilt University Medical Center and a longtime adviser to the US Centers for Disease Control and Prevention. \"We're really on the brink,\" says Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases at the National Institutes for Health. There is no precise, mathematical definition of a pandemic. Outbreaks get characterized as pandemics by epidemiologists — who are not yet using the term. So why aren't epidemiologists labeling this a pandemic yet? It’s because they've yet to see sustained transmission among people who have not recently traveled to China or had close contact with someone who recently traveled to China.  It's not enough for a cluster of disease in a country to exist and even spread — it has to spread in a sustained way, from person to person, time and time again, through many generations of transmission.  Right now, certain countries may still be able to contain the clusters of disease they are experiencing, and if they snuff out the outbreaks before they progress and achieve sustained transmission, they will have avoided a pandemic.  The United Arab Emirates is banning its citizens from traveling to Iran and Thailand “until further notice in order to ensure the safety and health of citizens” because of the coronavirus outbreak, UAE’s Foreign Ministry said in a statement according to the state news agency, WAM. The foreign ministry is also calling on Emirati citizens that are currently in those two countries to contact UAE’s embassies or contact the ministry on a phone number provided in the statement. Hong Kong's government has announced that only Hong Kong residents arriving from South Korea will be allowed to enter the city. Secretary for Security John Lee said that starting tomorrow at 6:00 a.m. local time, non-residents arriving from South Korea would not be allowed to enter Hong Kong. Lee also added that all Hong Kong residents arriving from South Korea will have to undergo a 14-day mandatory quarantine. This comes as the Hong Kong government issued a \"Red Outbound Travel Alert\" on South Korea. A statement from the government added that the public should avoid non-essential travel to South Korea.  Across the Middle East, flights from Iran have stopped and borders with the country have been closed as the region tries to keep the spread of a deadly coronavirus at bay. Iran is on the front line of the outbreak -- the health ministry has confirmed 61 cases and 12 deaths (though one lawmaker in Qom claims the death toll is much higher). Several travellers from Iran have contracted the virus -- three cases have been confirmed in Kuwait, one in Bahrain, one in Lebanon, one in Iraq, and one in Canada. Turkey, Pakistan and Iraq have closed their borders with Iran. Kuwait Airways, Iraq Airways and Turkey have suspended flights to the country. In Lebanon, flights from Iran continue, despite a social media backlash. Lebanon has a large Shia population, many of whom regularly pay pilgrimage to Shia holy sites in Iran, such as Qom.  In Qatar, passengers from Iran -- as well as South Korea -- have been quarantined. One Iranian lawmaker, Ahmad Amirabadi Farahani from the holy city of Qom, criticized the government’s handling of the outbreak, accusing officials of covering up numbers. Farahani said 50 people had died from the virus in Qom, the epicenter of the coronavirus outbreak in Iran. Iran’s health ministry has denied his claims. An Iranian student who entered Iraq prior to the country's travel ban on Iran has been confirmed to have coronavirus, according to a statement by Iraq’s Ministry of Health on Monday. The student has been admitted into quarantine in the city of Najaf, the ministry added. “The ministry would like to clarify that the tests results made today for one Iranian student showed a positive infection of a student who entered Iraq before the travel ban decision,” the statement said. Restrictions designed to stop the spread of the coronavirus in Italy are affecting about 100,000 people in the northern regions of Lombardy and Veneto, the country’s civil protection agency said Monday.  Around 70,000 people are affected by the restrictions in Lombardy, and about 30,000 in  Veneto. The figures are based on census data from nine years ago, the agency said. Some background: Five people have died and at least 219 others have been infected with the virus in Italy. Strict emergency measures were put in place over the weekend, including a ban on public events in at least 10 municipalities, after a spike in confirmed cases in both  regions.  The US Centers for Disease Control and Prevention (CDC) issued new travel advisories Sunday night for Italy and Iran following a rise in confirmed cases in both countries.  They are the fourth and fifth such advisories the agency has issued outside of mainland China. The CDC advises travellers to “practice usual precautions\" in both countries, in accordance with a “Watch - Level 1” notice of three possible levels.  South Korea and Japan are under \"Alert - Level 2,\" urging travellers to \"practice enhanced precautions\" and suggesting that \"older adults and those with chronic medical conditions should consider postponing nonessential travel,\" according to the agency's website.  Hong Kong carries the same Level 1 advisory as last week.  The agency lists mainland China as “Warning - Level 3” and advises travellers to “avoid nonessential travel.” The notice excludes Hong Kong, Macau and Taiwan. The US State Department has issued its own coronavirus-related Level 2 travel advisories for South Korea, Japan, Macau and Hong Kong, out of four possible levels. It lists China at \"Level 4: Do Not Travel.\" Iran is struggling to access novel coronavirus test kits due to US sanctions and newly imposed restrictions on Iran by a global money laundering watchdog, a board member of Iran’s Association of Medical Equipment Importers told the semi-official news agency ILNA on Sunday. Ramin Fallah told ILNA that “many international companies are ready to supply Iran with coronavirus test kits, but we can’t send them money” because of the US sanctions. Last Friday, the Paris-based Financial Action Task Force (FATF) placed Iran on its blacklist, which puts more financial pressure on Iran and Iranian banks.  Ramin Fallah said the FATF decision had caused more problems for the Iranian health sector as the country struggles to contain the virus, which has infected more than 60 people.  China's top political body approved the decision on Monday to ban the consumption and the illegal trade of wild animals, which some experts believe to be the source of the virus.  The National People’s Congress Standing Committee approved the ban on Monday in a bid to help “safeguard public health and ecological security,\" according to Chinese state media.  The move aims to “completely ban the eating of wild animals” while also “cracking down on illegal trade of wildlife,” state media reports.  The use of wild animals for scientific research, medicine and exhibition will now need to go through “strict examination and approval” by the supervising department in accordance with relevant regulations.  This comes after Chinese authorities suspended the trade of wild animals on January 26th in an attempt to stop the spread of the virus.  Japanese authorities are in contact with all 23 passengers who were released from the Diamond Princess cruise ship by mistake, the country's health ministry told CNN, adding that at least three of those passengers have retested negative for the coronavirus. According to the ministry, the 23 passengers in question were required to have a second test because their initial test came before February 5, when a ship wide quarantine was mandated. Passengers who were in close contact with an infected person after their first test were also required to have a second test and a reset 14 day quarantine since last contact before receiving certification to disembark.  In terms of timing of the second test, the Japanese health ministry told CNN that there was no specific time window for those tests to take place, they just needed to be conducted during the passenger’s quarantine period.  The outbreak in Italy remains in a contained area and has not spread outside of it, the head of the country’s civil protection agency said Monday, adding that it remains safe to travel to Italy.  Angelo Borrelli, the agency's head, said the hotspots where the virus has been found are not expanding, and that those areas are under quarantine. Germany is currently not considering cutting travel links with Italy due to the coronavirus outbreak, its foreign ministry said Monday. This comes as Italy's outbreak saw confirmed case numbers increase from three to more than 200 over the weekend.  “There is no travel warning for Italy and at this very moment and we are not intending to issue one,” Maria Adebahr, spokeswoman for the ministry, told reporters at a regular news conference. Adebahr said that Germany updated its travel and security advice on travel Monday morning. It now reads: “If necessary, enquire at the Italian embassy or consulate responsible for you before starting your journey.” Germany’s health ministry said Monday that the danger to the German population from the coronavirus remained low. However, the health ministry also said that this “assessment could change at short notice.”  Read more. This post has been corrected to more accurately describe Germany's announcement.     Conflicting claims emerged on Monday about the number of people who have died as a result of the coronavirus outbreak in Iran.  An Iranian lawmaker has claimed that 50 people have died, and blamed Iran's health ministry for failing to tackle the spread of the virus.  Ahmad Amirabadi Farahani, a lawmaker from Qom -- the epicenter of the coronavirus outbreak in Iran -- suggested that the outbreak was far larger than previously reported. “10 people are dying in Qom daily, the number of people who have died from coronavirus until last night (Sunday night) is up to 50 people,\" Farahani told the semi-official News Agency Ilna on Monday. \"The minister of health is to blame,” Farahani added. “Qom is not doing well in terms of the spread of the coronavirus, and I think the government's performance in controlling the virus has failed.\" But the health ministry denied his claims during a news conference, with a ministry spokesman saying there were 12 confirmed deaths and 61 confirmed cases across the country.  \"No one has access to our information, sometimes there is a misunderstanding, because the symptoms of the flu and [the coronavirus] are similar,\" Iraj Harirchi, the health ministry spokesman, said Monday. On Sunday, Iran’s government announced that universities and schools in 14 provinces, including in the capital Tehran, would be closed for a week. Soccer matches in different leagues will continue but without audiences at the stadiums, according to state news agency IRNA.  Italy has now confirmed 219 cases of the virus, Angelo Borrelli, head of the country's civil protection agency, said during a press briefing Monday. Of the 219 tally, five people have died and one person has recovered, he said.   Borrelli said 91 of the cases were currently in isolation at their homes.  The northern region of Lombardy is the hardest hit, with 167 of the cases and four of the deaths, he added. Fears in Europe: After the rise in numbers over the weekend, nearby European countries are getting nervous. Austrian authorities said they will meet today to study the situation and analyze if border controls with Italy are necessary.  Hundreds of foreign nationals from East Asian countries who are visiting Israel will be flown back to their home countries in the coming days, the Israel Airport Authority said in a statement Monday.  There are currently between 800 and 900 such foreign nationals visiting Israel.  There is no specific number of how many are from South Korea, but authorities said a representative of the South Korean embassy will be available, based on the list of foreign nationals provided by the Ministry of Tourism. Tel Aviv’s Ben Gurion International Airport has been prepared for the departure of these foreign nationals.  As of last night, 622 South Korean citizens who were visiting Israel have returned to South Korea. Another 879 foreign nationals from other East Asian countries have also returned home, the airport authority said. Israel has restricted entry for any foreign national who has been to China, South Korea, Japan, Hong Kong, Macau, and Singapore in the last 14 days. Vietnamese airline Bamboo Airways is suspending all flights to South Korea starting from February 26th due to the novel coronavirus outbreak. In a statement published on Monday, Bamboo Airways said that all flights to and from South Korea will be suspended \"due to the latest development of the epidemic and to ensure the absolute safety for passengers and the community.\"  The statement added that Bamboo Airways will resume flights once the \"epidemic is under control.\" A fourth person has died in Italy after catching the virus, a hospital in the north of the country said Monday. The man had been transferred Sunday from the village of Val Alzano Lombardo to the Papa Giovanni XXIII hospital in Bergamo, near Milan. The hospital told CNN the man was 83 and had underlying serious health problems, but did not say what they were. Italian media have variously reported his age as 84 or 85. He did not know how he became infected, the hospital told CNN. Why this matters: More than 150 cases have been confirmed in Italy, renewing fears that the virus is spreading globally despite numerous travel restrictions placed on China. Italian authorities have announced sweeping closures across the country's north and emergency measures Sunday as they scramble to contain Europe's largest outbreak.  After three weeks of holding daily press conferences online due to public health concerns, China's Ministry of Foreign Affairs re-opened its press briefing hall to reporters today -- with new access rules and a new spokesman. Journalists attending the briefing are required to fill out a health declaration form in advance. After going through security check, reporters have their names cross-checked against an approved list by a ministry staffer as another measures their body temperature. Masks have be worn inside the venue at all time. These procedures are nothing new as the country continues to battle the spread of the deadly virus -- but journalists were surprised to see a fresh face behind the podium: Zhao Lijian, the ministry's newest deputy spokesman. \"Before seeing his face, you've probably already heard his voice,\" said Hua Chunying, the ministry's long-time spokeswoman, as she introduced her lieutenant -- in a nod to Zhao's unusual high-profile on Twitter, the US-based social media platform that's long been banned in China. A Twitter personality: A prolific poster on Twitter with more than 240,000 followers, Zhao has gained fame and attracted controversies for his firebrand diplomacy -- in stark contrast to most of his colleagues who tend to stick to jargon-filled scripts -- by arguing with western politicians and blocking critics of the Chinese government. Making his debut in a dark gray suit and turquoise tie, Zhao the real-life spokesman sounded far more subdued and scripted than his online persona.  Wall Street Journal expulsion: Mostly reading from prepared responses, he only appeared irked and dismissive when dogged foreign journalists asked him about three Beijing-based Wall Street Journal reporters -- expelled last week after their newspaper published an opinion piece related to the outbreak with a headline that Beijing deems \"racially discriminatory\" -- for the tenth time. \"You shouldn't keep badgering me on this issue,\" Zhao said, waving off suggestions that China is stifling press freedom by banishing seasoned foreign correspondents who played no role in the publication of the commentary. \"You should ask the Wall Street Journal why they still refuse to apologize publicly.\" Five new cases have been confirmed in Hong Kong today raising the citywide total to 79. Here are the five new cases: A 35-year-old businessman who lives in Yuen Long district with his wife and family. He visited Shenzhen, in mainland China, in early February. He began having a fever on February 19, went to the hospital on February 21, and was isolated in hospital on February 22.\nA 57-year-old woman had a sore throat on February 8 and was hospitalized; then, she was hospitalized a second time on February 23. She traveled to Japan on January 26 and 31. She had visited a Buddhist temple in the district North Point.\nA 68-year-old woman began coughing on February 19, and went to the doctor on February 23. She had also been to the same Buddhist temple.\nA 59-year-old woman was a passenger from Princess Diamond cruise ship. After being hospitalized, she started having a fever and headache today.\nA 58-year-old woman was also a passenger on the Princess Diamond. She initially tested negative on February 17, then tested positive after returning to Hong Kong.  China has issued a travel warning for the United States, warning that Chinese tourists there have faced mistreatment and accusing the US of overreacting to the coronavirus outbreak. The travel warning says: \"Recently, due to excessive America’s epidemic prevention measures and the security situation in the United States, Chinese tourists have been treated unfairly repeatedly in the US. The Ministry of Culture and Tourism reminds Chinese tourists to raise their security awareness and not to travel to the United States.\" Discrimination abroad: Rampant ignorance and misinformation about the coronavirus has led to racist and xenophobic attacks against fellow Americans or anyone in the US who looks East Asian, experts say. And the pain ranges from physical to verbal to financial -- people have reported being physically assaulted, shouted at and harassed publicly, and facing financial hardship with Chinese businesses losing customers. Read more here. Cna is delaying the annual gathering of nearly 3,000 national legislators in Beijing, according to state media. The National People’s Congress’ Standing Committee voted today to delay the plenary session, which was due to open March 5. No new date has been announced. Why this is significant: The National People’s Congress (NPC) is the country’s rubber-stamp parliament. The annual plenary session, one of the biggest political events each year, has not been delayed or suspended since the end of the Cultural Revolution in the late 1970s.  It went ahead as scheduled in 2003 amid the SARS epidemic, which originated in China and hit the country hard. SARS eventually spread across the world to infect more than 8,000 people, killing at least 774. Wan officials have walked back an announcement from earlier today, which claimed travel restrictions were easing in the Chinese city where the outbreak began. The earlier announcement has been ruled “invalid,” according to a post on social platform Weibo by the city’s government. The initial announcement was “issued by the traffic prevention and control team in a circumstance that was not discussed with the command office and was not agreed by major leadership,” said the Weibo post. It added that the city is “resolutely” implementing the instructions by Chinese President Xi Jinping to prevent the virus spreading further, and that the “relevant personnel” had been “criticized.\" Some context: Wuhan has been under lockdown for over a month now, with no movement in or out. Earlier, the now-invalid announcement had suggested some healthy citizens would gradually be allowed to exit and Wuhan residents elsewhere in China could apply to return. Six Chinese provinces have lowered their coronavirus emergency response levels, according to local health commissions. Liaoning, a province in northeastern China that borders North Korea, was the first to downgrade the coronavirus emergency response level from the highest level -- Level 1 -- to Level 3 on Saturday, according to a statement by the provincial government. Shanxi, Guangdong, Yunnan, Gansu, and Guizhou provinces also downgraded their levels on Sunday and Monday. All previously had the highest response levels; Shanxi and Guangdong lowered the response to Level 2, while Yunnan, Guizhou, and Gansu provinces downgraded the response to Level 3. What this means: China has a four-tier emergency response system for natural disasters, accidents, public health emergencies, and social security incidents. The highest level mandates the State Council to lead the coordination work in response to the emergency. Lowering the emergency response levels will give local governments more autonomy and flexibility in implementing epidemic control efforts and resuming economic activities. Afghanistan has confirmed its first case of the coronavirus, in the country's Herat province, the Minister of Public Health Ferozuddin Feroz said today. Three suspected cases were identified yesterday. They lived in Herat and had recently returned from Iran, where there are 43 confirmed cases. “After testing their blood we came to know that one of them were coronavirus positive. Those three suspected had recently returned from Qom city of Iran,” said Feroz today. Feroz declared an emergency in Herat, calling for restrictions on air and ground transport to and from the province.  Three people tested positive for coronavirus in Kuwait, after returning from the Iranian city of Mashhad, the country's health ministry said today. The trio includes a 61-year-old Saudi citizen and a 53-year-old Kuwaiti national. The third person's nationality was undisclosed. Kuwait evacuated 800 citizens from Iran on Sunday citing the coronavirus outbreak there, according to state news agency KUNA. “(All of them) showed no symptoms of the disease,” the health minister Abdullah Al-Sanad said, KUNA reported. South Korea’s Centers for Disease Control and Prevention announced 231 new cases today, bringing the country’s total to 833 in a massive jump. 161 cases were announced this morning, and another 70 in the afternoon. Among the 70 cases, 41 are from the city of Daegu, and 12 are from North Gyeongsang Province -- two places where the outbreak has been concentrated. The other cases are spread out across Seoul, Busan, Daejeon, Ulsan, and Gyeonggi Province. The total number of deaths related to the coronavirus is now at seven, with the latest death happening yesterday. About half of all cases nationwide are linked to a religious group in the south of the country. Two more Japanese government health workers who went on the Princess Diamond during its 14-day quarantine have tested positive for novel coronavirus. The Ministry of Health confirmed that a quarantine officer in his 50s and an administrative staffer in his 40s were hospitalized after they developed fevers.  In total, six of the ministry’s staffers have tested positive for the virus after working aboard the ship. Qatar Airways announced today it would ask all travelers arriving in Doha from Iran and South Korea to isolate themselves at home or in a quarantine facility for 14 days. \"Passengers arriving from those countries who are showing symptoms will be transferred to the Communicable Disease Centre at the Hamad Medical Corporation,\" said the airline in a statement. \"We thank our passengers for their cooperation in this matter.\" Spike in cases: This move comes after both countries reported a spike in cases over the weekend. Iran now has 43 cases and eight deaths, while South Korea has 763 cases and seven deaths. The novel coronavirus began in December in the central Chinese city of Wuhan, Hubei province. Now, it's reached more than 30 other countries and territories, and is spreading in Europe and the Middle East. Take a look at how we got here: December 8: First patient develops symptoms of coronavirus in Wuhan.\nDecember 31: Earliest cases of virus reported to World Health Organization (WHO).\nJanuary 1: Seafood and wildlife market in Wuhan, where the outbreak is believed to have originated, is closed for disinfection.\nJanuary 7: Chinese authorities confirm they have identified the virus as a novel coronavirus.\nJanuary 9: First person dies of the virus, though his death wasn't announced until January 11.\nJanuary 13: Thailand reports their first case -- a Chinese national who had arrived from Wuhan.\nJanuary 16: Japan confirms its first case.\nJanuary 21: The US confirms its first case.\nJanuary 23: Wuhan is placed on lockdown and Lunar New Year celebrations are canceled in major Chinese cities. Around 60 million people are affected by lockdowns and travel restrictions in other parts of China. WHO says virus is not yet a public health emergency of international concern\nJanuary 28: Death toll tops 100. The number of confirmed cases in mainland China overtakes the deadly 2003 severe acute respiratory syndrome (SARS) outbreak.\nJanuary 30: WHO declares a public health emergency of international concern.\nFebruary 2: A Chinese man dies in the Philippines -- the first coronavirus death outside China.\nFebruary 4: The Diamond Princess cruise ship is docked under quarantine in Japan's Yokohama Bay with more than 3,700 people on board.\nFebruary 6: Death toll tops 500 globally.\nFebruary 7: Chinese whistleblower doctor Li Wenliang, who was targeted by Wuhan police, dies of the coronavirus. Chinese social media is flooded with grief, anger, and calls for freedom of speech.\nFebruary 8: The US Embassy in Beijing confirms that a US national died in Wuhan on February 6, marking the first confirmed death of a non-Chinese national.\nFebruary 11: The death toll tops 1,000 globally. The WHO names the coronavirus Covid-19.\nFebruary 15: The first coronavirus death in Europe is confirmed.\nFebruary 17: American passengers on the Diamond Princess are evacuated out of Japan.\nFebruary 23: Cases in South Korea surged past 600 after several hundred new infections were reported in 48 hours, with more than half the cases linked to a branch of a religious group.  Italy also sees a spike -- cases rise from 3 to 152 over the same weekend. China has spent decades nurturing its tech sector. Now, faced with a massive public health crisis, Beijing is pushing its tech companies to join the fight against the novel coronavirus. Tech giants have responded by deploying autonomous vehicles to bring supplies to medical workers, fitting drones with thermal cameras to improve detection of the virus and lending their computing power to help develop a vaccine. Robots waiters: The food delivery giant Meituan Dianping introduced robots last week in some of its partners' restaurants in Beijing to help bring food from kitchens to delivery workers, and to customers waiting for takeout. Robot deliverymen: Chinese e-commerce giant JD.com, meanwhile, enlisted self-driving robots to bring goods to medical workers in the central Chinese city of Wuhan. Cutting humans out of the equation has helped protect customers and employees, said Qi Kong, head of autonomous driving at JD Logistics. \"As we learned of the situation in Wuhan, we started to pivot our resources there,\" Qi told CNN Business. \"Time has been really tight. It only took us four days to make sure our algorithm was ready to go, from simulation to practice.\" And a startup, Shanghai TMIRob, is sending dozens of robots inside hospitals throughout Wuhan, according to Chinese state media. There, they are spraying disinfectant in isolation wards, intensive care units and operating rooms. Read more here about the tech being used to fight coronavirus. On Sunday, World Health Organization (WHO) director-general Tedros Adhanom Ghebreyesus warned that the \"window of opportunity is narrowing\" to contain the worst of the coronavirus outbreak to mainland China. \"Although the total number of cases outside China remains relatively small, we are concerned about the number of cases with no clear epidemiological link, such as travel history to China or contact with a confirmed case,\" he said. This weekend's increase in cases in Iran, South Korea and Italy \"is also a matter of concern,\" Tedros added. G20 concerns: Members of the G20, meeting in Saudi Arabia, warned that the coronavirus poses the greatest risk to the global economy. The conference's final document concluded the member countries would \"enhance global risk monitoring, including of the recent outbreak of Covid-19.\" \"We all agreed that all countries and states will be ready to intervene as needed to face these risks and it'll be a multilateral intervention including the WHO to monitor these risks and use relevant policies as needed,\" said Saudi Finance Minister Mohammed Al Jadaan, the host of the G20 meeting. Read more here. Six countries have banned the entry of foreigners who have visited South Korea in the last 14 days, and nine others are tightening travel restrictions for the country. The restrictions come after a surge in cases in South Korea this past week. Israel, Bahrain, and Jordan have banned the entry of foreigners who have visited South Korea in the past 14 days. Kiribati and Samoa require those traveling from South Korea to spend 14 days in a country that has no reported cases of the novel coronavirus. American Samoa requires those from South Korea entering through Hawaii to spend 14 days in Hawaii.  Brunei, Britain, Turkmenistan, Kazakhstan, Macao, Oman, Ethiopia, Uganda and Qatar have heightened entry procedures, such as self-quarantine if they show symptoms or conducting a health check. Some healthy residents will gradually be allowed to leave the Chinese city of Wuhan, where the coronavirus outbreak began, officials said. Those who are stranded in Wuhan, which has been under strict lockdown since January 23, will be able to leave if they have no symptoms of fever, cough, or asthma, according to a statement from the municipal government. However, they will need to exit at different times, and undertake 14 days of health monitoring and report to local health authorities once they arrive at their destination. Those under quarantine must remain. Wuhan residents stranded in other parts of the country may also enter the city after filing an application to the epidemic control department. The new policies will be implemented immediately. Foreign diplomats in Pyongyang, North Korea, are in isolation due to an ongoing novel coronavirus quarantine, a source inside the country tells CNN’s Will Ripley. The source agreed to speak on the condition of anonymity, due to what they describe as \"paranoia\" by North Korean government officials. Diplomatic staff are not allowed to leave their compounds, the source says. All flights in and out of the country are suspended until further notice. “We are basically caught in here,” the source says. “It’s dull and nobody knows how long this will go on for.” Embassies in Pyongyang have been told the quarantine measures, which began in early February, will continue until March 1, the source adds. “Nobody really believes that, given how paranoid the authorities are,” the source says. Diplomats in North Korea: The exact number of foreign diplomats stationed inside North Korea is unknown, but is estimated to be a few hundred. North Korea has already canceled a major tourist event, the annual Pyongyang marathon. The country previously announced that all foreigners would be quarantined for 30 days, after quickly closing its borders at the onset of the coronavirus outbreak. No cases yet: North Korea has not confirmed a case of the virus, but health experts have warned it is highly susceptible to an outbreak given its close proximity to China and limited medical capabilities. North Korean authorities have yet to respond to CNN’s request for comment. The coronavirus has reached more than 30 countries and territories outside mainland China. The global death toll is 2,619, with 27 of those deaths outside mainland China. Here's the breakdown: Australia (at least 22 cases, including 7 evacuees from cruise ship)\nBelgium (at least 1 case)\nCambodia (at least 1 case)\nCanada (at least 10 cases)\nEgypt (at least 1 case)\nFinland (at least 1 case)\nFrance (at least 12 cases, 1 death)\nGermany (at least 16 cases)\nHong Kong (at least 74 cases, 2 deaths)\nIndia (at least 3 cases)\nIran (at least 43 cases, 8 deaths)\nIsrael (at least 1 case, an evacuee from cruise ship)\nItaly (at least 152 cases, 3 deaths)\nJapan (at least 838 cases, including 691 on cruise ship, 4 deaths)\nLebanon (at least 1 case)\nMacao (at least 10 cases)\nMalaysia (at least 22 cases)\nNepal (at least 1 case)\nPhilippines (at least 3 cases, 1 death)\nRussia (at least 2 cases)\nSingapore (at least 89 cases)\nSouth Korea (at least 763 cases, 7 deaths)\nSpain (at least 2 cases)\nSri Lanka (at least 1 case)\nSweden (at least 1 case)\nTaiwan (at least 28 cases, 1 death)\nThailand (at least 35 cases)\nUnited Arab Emirates (at least 9 cases)\nUnited Kingdom (at least 13 cases)\nUnited States (at least 35 cases, including 21 who have been repatriated from abroad)\nVietnam (at least 16 cases) Read more about the patients in each place. The novel coronavirus that has devastated the Chinese economy is having a ripple effect across the globe. The food we eat, the work we do and the clothes we wear -- many are daily reminders of the vital role China plays in the global economy. Stranded lobsters: In Western Australia, the fishing season had only just begun when the Geraldton Fishermen's Co-operative was forced to stop buying its members' rock lobsters, which would have been exported to China for the busy Lunar New Year period. The co-operative usually exports more than 90% of its catch to China. The co-operative was forced to cut its buying price to $0, to stop fishermen from bringing in lobsters than it couldn't sell on. The price has since crept back up; as for the backlog, some stocks will be frozen, while other sellers are looking for other international buyers. Out of hair: In London, Jay Sylla-Johnson sells extensions, wigs and weaves made of human hair, through her online company Tresse de Luxe Hair. Around 90% of her products come from China. She hasn't been able to source new products for nearly a month, as her suppliers have been unable to commute to their factories, many of which were closed. Entire cities and transport links came to a standstill for weeks as the Chinese authorities scrambled to try to contain the virus. Some factories she buys from are only now slowly getting back to work. Many others are still shut. Wedding dresses halted: In New Jersey, the CEO of Mon Cheri Bridals, Steven Lang, says he has struggled to make good on several orders. His business sells bridal gowns and dresses for high school proms. Out of 45 of the company's China factories, only half are in operation. The others are waiting to be inspected and disinfected. \"But it isn't just the factories, it's the entire supply chains. So you have fabric mills, you have trucking, you have air freight -- all of these issues are impacted in the entire supply chains,\" he told CNN. Read more here. In the South Korean city of Daegu, the outbreak has been centered around the Shincheonji religious group. Some 300 members of the group have tested positive for the virus, and more than 9,000 practitioners have been put into self-isolation while they are tested by health authorities. The infection is believed to have spread rapidly because of the mass worship sessions the group holds, which puts them in close contact with one another for long periods of time. What is Shincheonji? The group is a Christian-inspired religious movement centered around the personality of its founder and chairman, Lee Man-hee. Of South Koreans who identify as religious, more than 60% belong to a mainstream Christian denomination. Kim So-il, a project director at Shincheonji, compared the recent criticism of the group to a \"19th century witch-hunt.\" \"It's unfair that all people rebuke Shincheonji,\" he told CNN, adding that the group was in \"great difficulty\" right now.\" Speaking Sunday, a Shincheonji representative told reporters that practitioners are the \"biggest victims\" of the virus, and urged people to \"refrain from hate and groundless attack.\" Shincheonji members missing: Police in Daegu said Sunday that they had deployed about 600 officers to locate 670 members of the Shincheonji religious group whose whereabouts were unknown. Officers were visiting their registered addresses and using telecommunications service providers' location tracking information, police said. According to the South Korean law on the prevention of infectious diseases, health authorities are able to seek help from police and telecommunication service providers are obliged to provide information when requested by the police. The virus has spread beyond the Shincheonji members, however, with separate outbreaks in a hospital near Daegu, as well as among the country's military. As of Monday, more than 760 cases had been confirmed nationwide, and seven deaths. Read more here. China's economy is expected to be severely impacted by the novel coronavirus outbreak, which has killed at least 2,400 people, Chinese President Xi Jinping said Sunday. In a speech during a top meeting of political leaders, which was presided over by Premier Li Keqiang, Xi said the epidemic had been a \"major public health emergency\" for China. Xi emphasized that while there would be short-term challenges from the epidemic, \"the fundamentals of China's long-term economic improvement have not changed.\" \"The impact of the epidemic is short-term and generally controllable.\" Praise for Party efforts: Xi said that the work to control the virus was at a \"critical stage\" and called on all government officials to work hard to avoid further outbreaks. He also praised the political leadership of the Chinese Communist Party. \"The effectiveness of the prevention and control work has once again demonstrated the significant advantages of the leadership of the Communist Party of China and the socialist system with Chinese characteristics,\" he said. South Korean airlines has suspended flights to and from the southern city of Daegu, where hundreds of coronavirus cases have been reported.  Korean Air will suspend flights for the Incheon-Daegu and Jeu-Daegu routes from February 25 to March 28, a spokesperson told CNN.\nAsiana Airlines will suspend flights for the Daegu-Jeju route from February 25 to March 9, according to a statement on its website.\nAir Busan will suspend flights for the Daegu-Jeju route from March 1 to March 28, according to a statement on its website. It also temporarily suspended flights between Daegu and Taipei. Fashion giant Armani held its hotly anticipated Milan Fashion Week show behind closed doors Sunday, as cases of the novel coronavirus climbed in Italy. Describing the decision as a “preventative measure … to support national efforts in safeguarding public health,” the Italian label sent models down a runway to an empty theater, as the number of confirmed cases in the country jumped from three to over 150 between Friday and Sunday. The event was live-streamed and founder Giorgio Armani emerged after the 16-minute show to take a bow for his online audience. Italian brand Laura Biagiotti also held its Milan showcase behind closed doors. China's absence in fashion world: Earlier this month, organizers of Shanghai Fashion Week announced that it was postponing its March event. Seoul and Tokyo fashion weeks are scheduled to begin on March 16. The absence of Chinese attendees is being felt across the fashion week calendar, with buyers, designers and labels notably absent from events in New York and London earlier this month. A train from Italy that was stopped at the Austrian border on Sunday was given the green light, after two passengers suspected to have coronavirus were given a clean bill of health.  The all-clear came after the two German women tested negative, Austrian authorities said.  According to public broadcaster ORF, the train left Venice on Sunday afternoon and was heading to Munich. Once on board, however, the two German women reported fever symptoms and a severe cough. \"The two women were screened for the coronavirus in a Verona hospital, but the test result was negative,\" ORF said.  The test results weren't immediately shared with Austrian authorities, which might have caused the delay, according to ORF. Spike in Italy: Italy is now fighting a rapid increase in the number of coronavirus cases. Three people have died and 152 others are infected in the country. The northern region of Lombardy has 110 cases - the highest number in the country. Fears in Europe: With rising cases in Italy, nearby European countries are getting nervous. Austrian authorities said they will meet today to study the situation and analyze if border controls with Italy are necessary.  Australia has raised its travel advisory for Japan and South Korea to Level Two, meaning travelers should “exercise a high degree of caution.” The move came after both countries reported a spike in novel coronavirus cases this weekend. The advisory, which was updated on Sunday, advises travelers to monitor their health closely and follow the advice of local authorities.   Taiwan has also raised its travel advisory for both countries to Level Two and urged its citizens to take personal infection prevention measures when traveling to either place.  Meanwhile, Singapore has advised against non-essential travel to the South Korean regions of Daegu and Cheongdo -- where spikes have been reported -- and asked the public to exercise caution when visiting other parts of South Korea. Another 150 people have died of the coronavirus in mainland China, bringing the nationwide death toll to 2,582, according to China's National Health Commission (NHC). All but one of those deaths were in Hubei province, the epicenter of the outbreak. The global death toll is now at 2,619, with 27 deaths reported outside mainland China: Iran: 8 deaths\nSouth Korea: 7 deaths\nJapan: 4 deaths\nItaly: 3 deaths\nHong Kong: 2 deaths\nThe Philippines: 1 death\nFrance: 1 death\nTaiwan:1 death Infection toll rises: Confirmed cases in mainland China increased by 409 on Sunday, with 398 of those in Hubei province. Mainland China now has 77,150 confirmed cases, bringing the global total of known infections to 79,356. According to the NHC, 24,734 patients in mainland China have recovered and been discharged from hospital. South Korea’s military suspended examinations for potential conscripts in Daegu and North Gyeonsang Province for two weeks, after the country raised the highest possible national alert level on Sunday. The examinations, which determine whether conscripts are fit for mandatory military service, will be suspended until March 6. Soldiers infected: 11 members of the South Korean military are confirmed to have the coronavirus. South Korea's Kospi fell 2.9% in early trading Monday as novel coronavirus cases in the country surged past 600. Dow futures, meanwhile, were down more than 300 points, or 1.1%. S&P 500 futures were down 1.2%, and Nasdaq futures were down 1.6%. The Dow closed 228 points lower on Friday, and all three indexes recorded a weekly loss. Elsewhere in Asia, Hong Kong's Hang Seng dropped 1.3%, while China's Shanghai Composite lost 0.5%. Japan markets were closed Monday for a holiday. Oil takes a dip: Oil futures tumbled, too. US futures fell 2.7% to trade at $51.92 per barrel. Brent crude, a global oil benchmark, lost 3% and was last trading at $56.75 per barrel. New Zealand will extend its border restrictions for eight more days amid the novel coronavirus outbreak. The restrictions include a ban on all foreigners who visited or transited through mainland China in the past 14 days, the country’s immigration agency said. New Zealand citizens and residents will still be allowed to enter, but they will be required to self-isolate for two weeks on their return. “Today I can confirm that temporary travel restrictions on travel from mainland China will remain in place for a further eight days to protect against the spread of the coronavirus,” Prime Minister Jacinda Ardern said Monday.  This means the restrictions will be in place until at least March 3. The travel ban will not be applied to Hong Kong, Macao, or Taiwan.  New Zealand has not confirmed any cases of the novel coronavirus as of 10pET Sunday. Two Chinese doctors died in China yesterday after contracting the coronavirus. Huang Wenjun, from the Central Hospital of Xiaogan, in Hubei province, died yesterday evening of the virus, the hospital said in an obituary notice. Huang was with the Department of Respiratory Medicine and contracted the virus while working on the front lines against the disease. He was 42 years old.  The second doctor, Du Xiansheng, was from Hainan province, according to the state-run news agency Xinhua. He developed symptoms including fever on January 18 while at work and was later confirmed to be infected. He died yesterday at the age of 55. At least ten medical workers have died in mainland China during the coronavirus epidemic, according to a CNN tally.   South Korea has confirmed another 161 people with the coronavirus, and one more patient who has died, according to the country's Center for Disease Control and Prevention (KCDC) earlier today. That brings the coronavirus death toll in Korea to seven, and the number of cases nationwide to  763. The KCDC said in a statement said the seventh death occurred yesterday, and there is  an investigation into the relationship between the death and the disease. The patient was   a 62-year-old man, and linked to the Daenam Hospital in Cheongdo. Of the total 763 cases, 11 are military service members, the Ministry of Defense confirmed today -- eight are in the army, and one each in the navy, air force and the marine corps. Religious group association: So far, about half the cases in South Korea are linked to the Shincheonji religious group in the city of Daegu. Of the 161 new cases announced today, 131 are from Daegu, and 129 are related to the religious group. Out of the 763 nationwide cases, 455 are now linked to the group. South Korea will postpone the new school year by one week to prevent the spread of coronavirus, said the Ministry of Education yesterday. “The Ministry of Education decided to postpone the first day of all kindergartens, elementary, middle, high, special-education and other schools nationwide by one week from March 2 to March 9, 2020,” said the ministry in a press release. The ministry said it will monitor developments and consider postponing the school year  further. Spike in cases: South Korea has 602 confirmed cases and six deaths from the coronavirus, after a massive spike over the weekend. More than half of total cases are linked to a religious group in the country's south. Public health officials in Ontario, Canada, have confirmed a new \"presumptive positive case\" of the novel coronavirus. The woman arrived in Canada from China on Friday with an \"intermittent cough that was improving,\" the Ontario Ministry of Health said in a news release. She went to the emergency department at North York General Hospital, in Toronto, at the advice of Telehealth Ontario. Lab tests indicated the patient was \"presumptive positive\" for the coronavirus. Officials are awaiting final confirmation from the National Microbiology Lab in Winnipeg. The patient was discharged and is in self-isolation, the news release said. Officials said there was a low risk that the patient was infectious, and she's had limited exposure to other people since she arrived in Canada. Officials are working to contact airplane passengers who might have been in close proximity to the patient. David Williams, Ontario's Chief Medical Officer of Health, said: \"Because of all the proper protocols and procedures that are in place to contain this virus and exposure to others was limited, I want to assure the public that the risk to Ontarians remains low. Protecting the health and well-being of individuals and families across the province remains our top priority and we continue to vigilantly monitor for and contain any and all new cases.\" Canada had nine confirmed cases of coronavirus as of Friday, according to the country's Public Health Agency. A father and son were confirmed to have coronavirus on Sunday, bringing the number of cases in Taiwan to 28. The father is in his 80s, while the son is in his 50s, the island's Central Epidemic Command Center said. Neither has any recent travel history, but authorities believe they may have got the virus from one of their relatives, who visited mainland China. Asia cases rising: South Korea and Japan are facing two of the largest outbreaks of the novel coronavirus outside of mainland China. The number of cases in South Korea is now more than 600, with a large number of infections linked to a branch of a religious group in the south of the country. In Japan, 149 people across the country have been diagnosed with the virus in addition to the more than 690 former passengers of the Diamond Princess with the virus. There are now four deaths from the virus in Japan and six in South Korea. Fears are mounting in the Middle East and Europe, after a spike in coronavirus cases there this weekend. Last week it seemed like numbers were stabilizing in China; now, authorities worldwide are racing to contain the virus' spread, as some countries report their first cases. Here's the latest on the outbreak: The numbers: The novel coronavirus has infected more than 78,000 people worldwide and killed 2,465. 23 of those deaths occurred outside mainland China. Inside China, the vast majority of cases and deaths remain concentrated in Hubei province, the epicenter of the outbreak.\nReligious group in South Korea: There are 602 cases and 6 deaths in South Korea. More than half the total cases are linked to a branch of a controversial religious group -- members of the group congregate in a way that puts them in close contact with one another for long periods of time. Around 9,300 members are being put into self-isolation and will be tested.\nCases spike in Italy: Italy's confirmed cases surged from three on Friday morning to 152 on Sunday -- the biggest outbreak outside of Asia. Three people have died in Italy. Authorities have announced sweeping closures, quarantines, and emergency measures.\nSpread in the Middle East: Iran has confirmed 43 cases of the virus, including eight deaths. With fears rising, Turkey and Afghanistan have shut their borders with Iran. Lebanon and Israel have also reported their first cases.", "Section": "asia", "Writers": ["Jessie Yeung", "Jenni Marsh", "Tara John"], "URL": "https://www.cnn.com/asia/live-news/coronavirus-outbreak-02-24-20-hnk-intl/index.html", "MainKeyWord": "Macao", "AdditionalKeyWord": "Philippines", "Source": "CNN"}