{"Type": "article", "Time": "2021-03-06", "Headline": "China has built the world's largest navy. Now what's Beijing going to do with it?", "Text": "In 2018, Chinese President Xi Jinping donned military fatigues and boarded a People's Liberation Army Navy destroyer in the South China Sea. Spread out before him that April day was the largest flotilla Communist-ruled China had ever put to sea at one time, 48 ships, dozens of fighter jets, more than 10,000 military personnel. For Xi, the country's most powerful leader since Mao Zedong, the day was a way point to a grand ambition -- a force that would show China's greatness and power across the world's seven oceans.  \"The task of building a powerful navy has never been as urgent as it is today,\" Xi said that day. China was already in the midst of a shipbuilding spree like few the world has ever seen. In 2015, Xi undertook a sweeping project to turn the PLA into a world-class fighting force, the peer of the United States military. He had ordered investments in shipyards and technology that continue at pace today. By at least one measurement, Xi's plan has worked. At some point between 2015 and today, China has assembled the world's largest naval force. And now it's working to make it formidable far from its shores. In 2015, the People's Liberation Army Navy (PLAN) had 255 battle force ships in its fleet, according to the US Office of Naval Intelligence (ONI). As of the end of 2020, it had 360, over 60 more than the US Navy, according to an ONI forecast. Four years from now, the PLAN will have 400 battle force ships, the ONI predicts. Go back to 2000, and the numbers are even more stark. \"China's navy battle force has more than tripled in size in only two decades,\" read a December report by the leaders of the US Navy, Marines and Coast Guard. \"Already commanding the world's largest naval force, the People's Republic of China is building modern surface combatants, submarines, aircraft carriers, fighter jets, amphibious assault ships, ballistic nuclear missile submarines, large coast guard cutters, and polar icebreakers at alarming speed.\" Some of those will be the equal or better of anything the US or other naval powers can put in the water. \"The PLAN is not receiving junk from China's shipbuilding industry but rather increasingly sophisticated, capable vessels,\" Andrew Erickson, a professor at the US Naval War College's China Maritime Studies Institute, wrote in a February paper. Those include ships like the Type 055 destroyer -- which some analysts say betters the US Ticonderoga-class cruisers for firepower -- and amphibious assault ships that could put thousands of Chinese troops near foreign shores. Where the US stands While China is expected to field 400 ships by 2025, the goal of the current US Navy shipbuilding plan, a goal with no fixed date, is for a fleet of 355 -- a substantial numerical disadvantage. That's not to say the US Navy has seen its days as the world's premier fighting force come to an end. When counting troops, the US Navy is bigger, with more than 330,000 active duty personnel to China's 250,000.  Analysts point out several other factors in Washington's favor. The US Navy still fields more tonnage -- bigger and heavier armed ships like guided-missile destroyers and cruisers -- than China. Those ships give the US a significant edge in cruise missile launch capability. The US has more than 9,000 vertical launch missile cells on its surface ships to China's 1,000 or so, according to Nick Childs, a defense analyst at the International Institute for Strategic Studies. Meanwhile, the US attack submarine fleet of 50 boats is entirely nuclear powered, giving it significant range and endurance advantages over a Chinese fleet that has just seven nuclear-powered subs in its fleet of 62. Close to home, however, the numbers move in Beijing's favor. \"The big advantage the Chinese navy holds over the US Navy is in patrol and coastal combatants, or corvettes and below,\" Childs said. Those smaller ships are augmented by China's coast guard and maritime militia with enough ships combined to almost double the PLAN's total strength. Those are troubling signs for Washington as it grapples with budget and pandemic problems that are much larger than China's. Analysts worry the trend lines, including China's announcement Friday that it will increase its annual defense budget by 6.8%, are going in Beijing's direction. Nobody can match China's shipbuilding You can't have the world's largest navy if you can't build a lot of ships. China gives itself that ability by being the world's largest commercial shipbuilder. In 2018, China held 40% of the world's shipbuilding market by gross tons, according to United Nations figures cited by the China Power Project at the Center for Strategic and International Studies, well ahead of second place South Korea at 25%. Put in a historical perspective, China's shipbuilding numbers are staggering -- dwarfing even the US efforts of World War II. China built more ships in one year of peace time (2019) than the US did in four of war (1941-1945). \"During the emergency shipbuilding program of World War II, which supported massive, mechanized armies in two theaters of war thousands of miles from home, US shipbuilding production peaked at 18.5 million tons annually, and the United States finished the war with a merchant fleet that weighed in at 39 million tons,\" said Thomas Shugart a senior fellow at the Center for a New American Security and former US Navy captain, in testimony before Congress last month. \"In 2019, during peacetime, China built more than 23 million tons of shipping, and China's merchant fleet ... totals more than 300 million tons,\" Shugart said. The Chinese state-owned companies churning out commercial shipping are also the engines of its naval buildup. \"In conflict, excess PRC industrial capacity, including additional commercial shipyards, could quickly be turned toward military production and repair, further increasing China's ability to generate new military forces,\" Erickson, of the US Naval War College, wrote last year. The infrastructure in place, the workforces involved and the technology employed in those commercial shipyards is applicable in turning out warships in quantity. That's something China does very well. \"Between 2014 and 2018, China launched more submarines, warships, amphibious vessels, and auxiliaries than the number of ships currently serving in the individual navies of Germany, India, Spain, and the United Kingdom,\" according to the China Power Project. \"At the rate China is building naval vessels, and with the capabilities those newer warships have, I would say that they've already progressed from what was a coastal defense navy, to what is now probably their region's most powerful navy -- with some global reach -- and are on their way to building a world-class power projection navy if they continue growing as they have,\" Shugart told CNN. The power of missiles Beijing has been methodical in its naval buildup, with much of its numbers to date concentrated on craft such as corvettes, frigates and diesel-electric-powered submarines that would be useful in waters around China, said Sidharth Kaushal, research fellow at the Royal United Services Institute in London. \"The bulk of China's shipbuilding, such as its force of (approximately) 75 Type 056 corvettes, are smaller vessels of the corvette/frigate size,\" Kaushal said. Contrast that to the US Navy, whose closest ship to the frigate class, the littoral combat ship, now numbers only around 15 combat-dedicated vessels. The corvette force is ideal for tighter, shallower ocean environments, like China's key areas of concern, the South China Sea; around Taiwan; and the Senkaku/Diaoyu islands in the East China Sea, controlled by Tokyo but claimed by Beijing. The ships the PLAN puts to sea near Chinese shores are protected by a large ground-based missile force.  The missiles \"problematize US power projection and prevent overwhelming naval and air power from striking the Chinese mainland,\" said Kaushal. \"However, this also has the effect of facilitating power projection against local nations, as these nations are far more vulnerable when the maritime links that enable the US to support them are severed.\" For instance, if the US Navy was unable to operate in the South China Sea because of the Chinese missile threat, it would have a hard time protecting the Philippines, with which Washington has a mutual defense treaty. US military leaders are also cognizant that in 2021 the PLA Navy is much more than ships. \"Take a look at what China's really investing in,\" US Chief of Naval Operations Adm. Mike Gilday said this week in an interview with Breaking Defense. \"Yes, they are putting more ships in the water, but they're investing heavily in anti-ship missiles as well as satellite systems to be able to target ships.\"  All that gives China a strong hand to play in any possible conflict close to home. And China is adamant its military is defensive. \"The development of China's national defense aims to meet its rightful security needs and contribute to the growth of the world's peaceful forces,\" said the country's 2019 defense white paper, titled \"China's National Defense in the New Era.\" \"China will never threaten any other country or seek any sphere of influence.\" So why is the PLA Navy building aircraft carriers, amphibious assault ships and large, powerful destroyers and cruisers suitable for operation far from China? Near seas defense vs far seas protection Protecting the Chinese mainland and its territorial claims around the region are what Beijing calls \"near seas defense.\" China's massive naval buildup coincides with it reinforcing its claims to almost all of the 3.3 million square-kilometer (1.3 million square-mile) South China Sea by building up tiny reefs and sandbars into man-made artificial islands heavily fortified with missiles, runways and weapons systems. \"Islands and reefs in South China Sea have unique advantages in safeguarding national sovereignty and maintaining a military presence in the open sea,\" read a December 2020 article in Naval and Merchant Ships, a Beijing-based magazine published by the China State Shipbuilding Corporation, which supplies the PLA Navy. But they can't stand alone, the magazine noted. In the events of hostilities, outposts in the southern reaches of the waterway could require reinforcements from near China's southern coast, more than a day's sailing away, it said. Piling resources in the near seas to achieve that level of control could be problematic for China, some argue. It may leave China vulnerable to a distant naval blockade that could deprive it of vital materials from abroad, severing what are termed sea lines of communication, or SLOC for short. \"China does not control the straits and transit lanes on which its economy depends and 'once a crisis or war at sea occurs, (China's) sea transport could be cut off,'\" Jennifer Rice and Eric Robb, senior intelligence analysts ", "Section": "china", "Writers": ["Brad Lendon"], "URL": "https://www.cnn.com/2021/03/05/china/china-world-biggest-navy-intl-hnk-ml-dst/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Philippines", "Source": "CNN"}