{"Type": "", "Time": "2018-02-09", "Headline": "China, Malaysia eye participation in Marawi rehab – Manila Bulletin", "Text": "By Argyll Cyrus B. Geducos and Nonoy E. LacsonCompanies from China and Malaysia are interested to bid for the rehabilitation of war-torn city of Marawi, Lanao del Sur, Task Force Bangon Marawi (TFBM) reported yesterday.According to TFBM undersecretary and Housing and Urban Development Coordinating Council (HUDCC) secretary-general Falconi Millar, the companies from the two Asian countries are among the five groups which expressed willingness to submit unsolicited proposals for the rehabilitation of Marawi City.“We expect about five or six proponents to be submitted on Monday (February 12). That’s the deadline we gave them,” he said in a Palace press briefing Friday.“Foreign companies have signified their intention to participate…[they are] coming from China and Malaysia,’ he added, citing internal communications.The TFBM already explained last December, 2017 that there will be no bidding for the reconstruction of Marawi City and that the proposals of the proponents would be subjected to the Swiss challenge.“We are not going to conduct bidding. Ang ginawa natin dito (What we did was), we called all probable developers, big-time developers, foreign and national, and we allowed them to see the most affected area,” HUDCC chairperson Eduardo del Rosario said in December.Del Rosario said the invited developers will be submitting their unsolicited proposals which he will present to the Cabinet which will decide which is the most applicable to Marawi City and will undergo the Swiss challenge.“Kasi dapat makita natin dito na talagang (We have to see that) at the end of the day, it’s a new city, lalo na ‘yung (especially the) central business district at talagang mapaganda natin, hindi lang (and really make it not just) better but much, much better,” he added.An unsolicited proposal or bid is a written application for a new or innovative idea submitted for the purpose of obtaining a contract with the government.The Swiss challenge, on the other hand, is a form of public procurement where, in this case, the government publishes an unsolicited bid or proposal for third parties to match or exceed it.According to Del Rosario, the rehabilitation of Marawi City can commence faster through the Swiss challenge.“So parang mas better ito at mas mabilis na gawing proseso instead of bidding. But instead we will go to the mode of Swiss challenge. Parang bidding din pero faster and better (This seems to be better and much faster than the bidding),” he said.P30-M public marketZAMBOANGA CITY – The government of the Autonomous Region in Muslim Mindanao (ARMM) will construct a P30-M public market in Bubong, Lanao del Sur to serve at least 13,000 people displaced by the Marawi siege.The public market will sit on a 15,000 square meters lot and will house 100 stalls. It is expected to be completed in 240 days.The groundbreaking ceremony for the wet and dry market was led by ARMM Gov. Mujiv Hataman, along with other officials of Bubong, Lanao del Sur on Wednesday, February 7.Gov. Hataman said the construction of the public market will open additional economic activities in the town and in the entire first district of Lanao del Sur since these areas have no formal marketplace.“It will mainly cater to displaced residents of Marawi City who have sought refuge in the town,” Gov. Hataman said.", "Section": "", "Writers": "", "URL": "https://mb.com.ph/2018/02/09/china-malaysia-eye-participation-in-marawi-rehab/", "MainKeyWord": "China", "AdditionalKeyWord": "Malaysia", "Source": "MB"}