{"Type": "article", "Time": "2020-07-09", "Headline": "What will the national security law mean for travelers -- and Hong Kong's tourism recovery?", "Text": "When it comes to desirable post-pandemic travel destinations, Hong Kong would be an obvious choice thanks to its capable handling of Covid-19 outbreaks, which has so far limited infections to just 1,300 cases in the city of 7.5 million.  But now, some travelers may be worried about visiting for a totally different reason.   On June 30, the Chinese government introduced a national security law in Hong Kong that outlaws \"acts of secession, subversion of state power, terrorist activities and collusion with foreign or external forces to endanger national security.\" Hong Kong authorities insist the law will \"only target an extremely small minority of people,\" yet its broad language and global scope raise questions about what it means for foreign travelers -- and the city's tourism recovery -- once Covid-19 travel restrictions ease. The new law's Article 34 states that foreigners in Hong Kong could be \"subject to deportation\" if they contravene the law, even if they are not prosecuted. Meanwhile, Article 38 asserts that the law applies to offenses committed \"outside the region\" by foreigners who are not residents of Hong Kong or China.  This language has spurred discussions in countries such as the United States, Canada, Australia and the UK, prompting them to revise their respective travel advisories, warning citizens of increased risks and \"surveillance,\" \"detention\" and \"deportation\" under the new law, which details a maximum penalty of life imprisonment.   \"Combined with Covid-19 and the protests, the national security law has created lots of uncertainty about the upcoming recovery,\" Herbert Yum, a Hong Kong research manager at market research provider Euromonitor International, tells CNN Travel.  \"We can expect that visitors from the US and UK will decrease significantly (after Covid-19 restrictions relax) because both governments have expressed lots of concern about the safety and stability of Hong Kong. However, tourists from mainland China, which make up approximately 70% of Hong Kong's total (overnight) tourism arrivals, could feel safer and more willing to come to Hong Kong.\" Will the law impact travelers?  According to a Hong Kong government spokesperson, the national security law should not affect the \"vast majority of Hong Kong people including tourists and investors... who abide by the law and do not participate in acts or activities that undermine national security.\" When asked for specific examples of what types of \"acts or activities\" would impact foreigners visiting Hong Kong, the spokesperson did not elaborate. However, a Hong Kong Tourism Board spokesperson offered reassurances: \"It's difficult to ascertain the impact of the national security law on Hong Kong tourism at the moment, but it is highly unlikely that bona fide tourists will be affected at all.\"  Even so, many foreign governments have expressed concerns about the law. Following its implementation last week, the US State Department revised its travel advisory for Hong Kong.  Designated a Level 2 (out of 4) risk level, meaning US citizens should \"exercise increased caution,\" the advisory warns: \"US citizens traveling or residing in Hong Kong may be subject to increased levels of surveillance, as well as arbitrary enforcement of laws and detention for purposes other than maintaining law and order (as a result of the national security law).\" Australia made a similar move, updating its travel advisory to read: \"(The national security law) could be interpreted broadly. You can break the law without intending to. The maximum penalty under this law in Hong Kong is life imprisonment.\" In Canada, authorities warn travelers that they \"may be at increased risk of arbitrary detention on national security grounds and possible extradition to mainland China.\" And in the UK, the Foreign & Commonwealth Office states: \"Mainland authorities could under certain circumstances detain individuals under the terms of this law, with a maximum penalty of life imprisonment. There is therefore an increased risk of detention, and deportation for a non-permanent resident, who commits an offense under the law.\" Professor Xin He, a Chinese law expert at the University of Hong Kong's Department of Law, calls these travel warnings \"overblown.\" \"Tourists are extremely unlikely to offend those serious crimes specified by the law,\" he tells CNN Travel, noting that neighboring Macao, which is also a special administrative region of China, has similar laws. \"The law is trying to stabilize Hong Kong's situation and attract more tourists.\" Sharing this sentiment, Hong Kong Tourism Board chairman Pang Yiu-kai told the South China Morning Post, a Hong Kong-based, English-language publication, that he didn't think the law would scare away travelers since foreigners still visit mainland China, which also has a national security law.    However, Benjamin Iaquinto, an assistant professor and tourism geographer at the University of Hong Kong, questions such comparisons. \"Yes, tourists still go to China (despite the local laws), they still go see the Great Wall and the Forbidden City and all that,\" Iaquinto tells CNN Travel.  \"But those places are so remarkable that you're always going to get tourists to visit them no matter what. Hong Kong doesn't have places like the Great Wall or the Forbidden City, which might be a problem for the tourism industry.\" 'Tourists don't like risk' Senior tourism lecturer Denis Tolkach, who recently transitioned from the School of Hotel and Tourism Management at The Hong Kong Polytechnic University to James Cook University in Australia, says experts are still wrapping their heads around the law. \"There was no draft available until it had passed through the legislature, so we only saw the text on July 1,\" says Tolkach. \"Most legal scholars are still trying to understand what the language means and what repercussions it will have -- that creates uncertainty. Tourists don't like risk and they don't like uncertainty.\" A silver lining, he says, is that no one is heading to Hong Kong right now.  \"You could say it's a good thing that currently there is no travel due to the coronavirus anyway. People have the time to decide whether they want to travel to Hong Kong or not, as they watch the situation unfold.\" If no incidents involving tourists occur under the national security law after the borders reopen, he says the perceived risk will likely diminish. \"If you see that other people are traveling without any problems, people will be more relaxed,\" adds Tolkach. \"But you need to be informed about the place you are traveling to and respect the local customs, whether those are cultural or legal. So be informed.\" Running afoul of the law As experts grapple with what's illegal under the new legislation, Professor He says that common concerns such as \"criticizing the leaders of China\" on social media would not \"fall into any of the crimes specified in the law.\" He also says it would be \"extremely unlikely or almost impossible\" for tourists to be detained or extradited to mainland China.  However, providing \"donations and other support to those criminals specified in the NSL (national security law) may be problematic.\"   Antony Dapiran, a Hong Kong-based lawyer, photographer and writer who is the author of \"City on Fire: The Fight for Hong Kong,\" agrees that \"ordinary people who have no political involvement or exposure and no public profile\" would not be impacted.  Foreigners or members of the Hong Kong diaspora could be at risk if they \"engaged in anti-government activism abroad,\" particularly if that activism was \"directed towards either secession -- Hong Kong independence or, for that matter, other independence causes such as Taiwan, Tibet or Xinjiang -- or subversion of the Chinese government.\"  If business or leisure travelers have \"engaged with foreign governments or organizations in furtherance of those causes,\" he says they could be considered criminals.  \"Those who have an elevated risk profile -- such as people involved in anti-China activism abroad, or business travelers in industries and sectors which have an elevated risk exposure -- would no doubt consider their travel plans in light of the new law,\" says Dapiran.   Entering recovery mode  While the law may concern travelers from Western countries, experts agree that it could have the opposite effect on visitors from mainland China -- by far the city's largest and most important tourism market. \"In mainland China, people are not very used to seeing protests -- and this kind of social unrest makes people feel at risk,\" explains Tolkach.  \"So if we look at the mainland Chinese visitors, the national security law is supposed to ensure the safety and security of Hong Kong -- (it's) something to be viewed positively by Chinese tourists, to reassure them.\" The city welcomed roughly 51 million tourists from mainland China in 2018 -- or roughly 78% of the 65.1 million total arrivals in 2018, according to data from the Hong Kong Tourism Board, which includes both overnight and same-day visits. \"The major protests started in June (of 2019), but travel was not really affected until about August when the protests and the police response became more intense,\" says Tolkach.  \"In November, because of the occupation of the universities -- including Hong Kong Polytechnic University and the Chinese University of Hong Kong -- arrivals dropped by about 50% ... it was most significant for the mainland Chinese market.\" He says a lot of the fear stems from media coverage in mainland China.  \"Media outlets in mainland China were portraying the protests very negatively, so it created a lot of uncertainty and Hong Kong felt like a risky destination.\" By the end of last year, total arrivals had decreased 14.2% from 65.1 million in 2018 to 55.9 million in 2019.  This year, the industry has been hit even harder. Due to Covid-19 travel restrictions, the city saw just 3.5 million arrivals between January and May 2020, compared with 29.7 million in the same period last year. Currently, only Hong Kong residents and some visitors from mainland China, Macao and Taiwan can enter the city. All arrivals must take a compulsory Covid-19 test and quarantine for 14 days.  In the coming months, Euromonitor researcher Yum predicts that Hong Kong tourism will see a sharp recovery once the government finalizes \"travel bubble\" agreements, which may allow quarantine-exempt travel between destinations like Thailand, Japan and mainland China. \"When Hong Kong reopens its borders, visitors from the Asia-Pacific region may rebound quickly,\" adds Yum. However, the long-term impacts remain unclear.  Hong Kong's evolving image  Tourists rarely make decisions based on politics when it comes to choosing travel destinations, says Iaquinto, pointing to examples like Thailand and Sri Lanka -- two nearby destinations that have maintained successful tourism industries ", "Section": "travel", "Writers": [], "URL": "https://www.cnn.com/travel/article/hong-kong-travel-national-security-law/index.html", "MainKeyWord": "Macao", "AdditionalKeyWord": "Thailand", "Source": "CNN"}