{"Type": "gallery", "Time": "2021-02-12", "Headline": "The week in 40 photos", "Text": "Members of House Speaker Nancy Pelosi's staff, who sheltered in their office during the January 6 riot at the US Capitol, watch new footage of the attack as it was presented during Donald Trump's second impeachment trial on Wednesday, February 10. Tampa Bay Buccaneers quarterback Tom Brady celebrates his team's victory in Super Bowl LV on Sunday, February 7. Brady was named the game's Most Valuable Player as the Buccaneers defeated the Kansas City Chiefs 31-9. It is the seventh Super Bowl title for the 43-year-old Brady, extending his own record. No other player in NFL history has even been to seven Super Bowls. Part of a Himalayan glacier fell into a river in Tapovan, India, on Sunday, February 7, sending a deadly avalanche of water, dust and rocks down a mountain gorge and crashing though a dam. This photo was taken two days later.  A rare yellow lobster, caught off the coast of Maine, was donated to the University of New England on Wednesday, February 10. He was given the name Banana. The odds of catching a yellow lobster are about one in 30 million, according to the Lobster Institute at the University of Maine. US President Joe Biden sits with CBS News' Norah O'Donnell on Friday, February 5, as he gave his first television interview since taking office. Protesters use plastic sheets to protect themselves from possible water cannons in Yangon, Myanmar, on Tuesday, February 9. The country's military seized power in a coup last week. Tom Brady throws the Vince Lombardi Trophy to teammates on another boat as they celebrate their Super Bowl title in Tampa, Florida, on Wednesday, February 10. Inmates yell from broken windows at the St. Louis Justice Center, known as the city jail, on Saturday, February 6. About 115 inmates escaped their cells, broke windows and set small fires in their unit on Saturday, officials said. Corrections officers worked with the police department and sheriff's office to get the disturbance under control. Health-care workers treat a Covid-19 patient Friday, February 5, at the Providence Holy Cross Medical Center in Mission Hills, California. Bruce Castor, one of the attorneys representing former President Donald Trump at his impeachment trial, waits for an elevator during a break in the trial's second day on Wednesday, February 10. The Weeknd marches with backup dancers during the Super Bowl LV halftime show on Sunday, February 7. A deer is seen in snowy Knole Park in Sevenoaks, England, on Sunday, February 7. People take selfies in the Chinatown area of Bangkok, Thailand, on Thursday, February 11. The neighborhood was filled with Lunar New Year decorations. Serena Williams plays her second-round match at the Australian Open on Wednesday, February 10. Williams defeated Nina Stojanovic as she continues her hunt for a record-equaling 24th grand slam. Eva Martinez and Sandra Vaden receive Covid-19 vaccines at a drive-thru site in Robstown, Texas, on Tuesday, February 9. House impeachment managers walk through the US Capitol Rotunda before Donald Trump's second impeachment trial started on Tuesday, February 9. From left, Colleen Fanning, Amy Miseli, Kaitlin Riggan and Tayler Thomas participate in a ceremony in Tacoma, Washington, recognizing the inaugural class of female Eagle Scouts on Monday, February 8. The Boy Scouts of America started admitting girls in 2019, and Eagle Scout is their highest rank. Former US President Donald Trump plays golf at the Trump International Golf Club in West Palm Beach, Florida, on Monday, February 8. Brooklyn's Bruce Brown corrals a loose ball during an NBA game in Philadelphia on Saturday, February 6. Pro-democracy advocate and media tycoon Jimmy Lai leaves the Hong Kong's Court of Final Appeal on Tuesday, February 9. Lai was charged December 11 under a controversial national-security law. He was denied bail on Tuesday. Sabine Hornig's art \"LaGuardia Vistas\" is seen in New York's LaGuardia Airport on Monday, February 8. Kansas City quarterback Patrick Mahomes is pressured by Shaquil Barrett early in Super Bowl LV on Sunday, February 7. It was a rough game for last year's Super Bowl MVP, who was under heavy pressure all night. Peter Ben Embarek, a member of the World Health Organization team tasked with investigating the origins of Covid-19, gives a thumbs-up after a news conference in Wuhan, China, on Tuesday, February 9. Ahmed Al-Deeb, a Palestinian boy with severe facial burns, is fitted for a transparent face mask at a Doctors Without Borders clinic in Gaza City on Monday, February 8. The masks help burn victims heal and prepare some of them for reconstructive surgery. Coco Gauff plays a backhand during her first-round match at the Australian Open on Tuesday, February 9. She defeated Jil Teichmann but lost in the second round to Elina Svitolina. People rest under a bridge in Subang, Indonesia, as they take refuge from flooding on Tuesday, February 9. Arizona's Johan Larsson punches St. Louis' Brayden Schenn as they fight during an NHL game in St. Louis on Saturday, February 6. Icelandic horses eat hay at a farm in Wehrheim, Germany, on Monday, February 8. Capitol Police Officer Eugene Goodman, right, watches video footage of the Capitol riot on Wednesday, February 10. The security video, which the House impeachment managers played for the first time Wednesday, shows Goodman potentially saving Sen. Mitt Romney from the violent mob. Police detain Indian Youth Congress workers in New Delhi as they protest new agricultural laws, a rise in unemployment and a rise in goods and services on Tuesday, February 9. A skeleton racer competes at the World Championships in Altenberg, Germany, on Thursday, February 11. A screen at Donald Trump's impeachment trial shows a Trump tweet that was sent days before the storming of the US Capitol. Trump's Twitter feed made a prominent appearance in his impeachment trial on Wednesday, February 10, and House prosecutors leaned on his words and those of his supporters to argue for conviction. British Prime Minister Boris Johnson visits SureScreen Diagnostics in Derby, England, on Monday, February 8. The company supplies a rapid antibody test that is used in combating the Covid-19 pandemic. A coffin is lowered during a day of ceremonies and proper burials for 103 Yazidis, an ethnic minority, in the Iraqi village of Kojo on Sunday, February 7. The ISIS extremist group murdered those Yazidis in 2014 and dumped them in a mass grave. Students socially distance at a private school in Bogota, Colombia, on Friday, February 5. It was their first day of school since March. Sarah Thomas points to someone in the stadium before the start of Super Bowl LV on Sunday, February 7. Thomas became the first woman in NFL history to serve as a Super Bowl referee. Paris Hilton wipes her eyes after speaking at a committee hearing at the Utah State Capitol on Monday, February 8. Hilton has been speaking out about abuse she says she suffered at a boarding school in Utah in the 1990s, and she testified in front of state lawmakers weighing new regulations for the industry. People ride motorbikes through a flooded road in Pekalongan, Indonesia, on Saturday, February 6. The water was red because of dye waste from nearby cloth factories. An Honor Guard stands at attention as a vehicle brings family members to the memorial service for slain FBI agent Laura Schwartzenberger on Saturday, February 6. Schwartzenberger is one of two FBI agents who were killed while serving a search warrant at a home in Sunrise, Florida. Mount Etna erupts in Catania, Italy, on Saturday, February 6. Etna is the highest active volcano in Europe. See last week in 34 photos", "Section": "world", "Writers": [null], "URL": "https://www.cnn.com/2021/02/11/world/gallery/photos-this-week-february-5-february-11/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Thailand", "Source": "CNN"}