{"Type": "gallery", "Time": "2020-10-08", "Headline": "The week in 46 photos", "Text": "Despite his doctors saying he is \"not out of the woods yet,\" President Donald Trump removes his mask for a photo-op upon returning to the White House on Monday, October 5, after spending three nights at Walter Reed Medical Center. Trump announced the previous Friday that he and the first lady had tested positive for the coronavirus, a stunning development that threw the country's leadership in turmoil and lent new uncertainty to the unfolding presidential race. Vice President Mike Pence listens to US Sen. Kamala Harris during the vice presidential debate in Salt Lake City, Utah, on Wednesday, October 7. Debate organizers made a number of changes to their safety protocols, including putting Pence and Harris more than 12 feet apart, using plexiglass as barriers between the candidates, and requiring that everyone in the audience wear masks. Tourists crowd the Great Wall of China in Beijing on Sunday, October 4, during Golden Week -- an eight-day national holiday, one of China's busiest annual travel periods, and a major test for the country as it emerges from the coronavirus pandemic. A member of the White House cleaning staff disinfects the press briefing room on Monday, October 5, the evening of Trump's return from Walter Reed. Atlanta Braves center fielder Ronald Acuna Jr. dives to score during a National League Division Series game against the Miami Marlins in Houston, Texas, on Tuesday, October 6. Members of New York City's Orthodox Jewish community gather around a journalist as he conducts an interview in Brooklyn on Wednesday, October 7. Officials recently put strict new coronavirus measures in place, including limiting houses of worship to a maximum of 10 people. The restrictions went into effect days before a major Jewish holiday, exacerbating existing tensions between the insular Orthodox Jewish community and city leaders. New Orleans residents load sandbags on Wednesday, October 7, as Hurricane Delta approaches. Already a record-breaking storm after slamming Mexico's Yucatán Peninsula, Delta is forecast to hit southwestern Louisiana on Friday as a Category 2 storm. Runners pass a cut-out of Britain's Queen Elizabeth II during the London Marathon on Sunday, October 4. This year's race, which had been moved from its original April date due to the coronavirus pandemic, was held on a modified course in St. James Park. Seattle Storm guard Sue Bird holds up the trophy after the team defeated the Las Vegas Aces to win the WNBA Championship on Tuesday, October 6. It was Seattle's fourth championship overall and second in the last three years. A drone image shows decommissioned cruise ships being dismantled at the Aliaga ship-breaking yard in the Aegean port city of Izmir in western Turkey on Friday, October 2. A fly sits on Vice President Mike Pence's head during the vice presidential debate on Wednesday, October 7. The fly sat there for two minutes and became a trending moment on social media. A Bavarian mountain farmer drinks beer after returning her cattle from pastures across Lake Koenigssee near Berchtesgaden, Germany, on Friday, October 2. Wesley Bryan reacts to his shot on the fourth tee during the final round of the Sanderson Farms Championship in Jackson, Mississippi, on Sunday, October 4, 2020. Egyptian Minister of Tourism and Antiquities Khaled Al-Anani, left, unveils the mummy inside a sarcophagus on Saturday, October 3. It was excavated during an archaeological mission at the Saqqara necropolis south of Cairo. The mission resulted in the discovery of a deep burial well with more than 59 human coffins closed for more than 2,500 years. While being treated for the coronavirus, President Donald Trump briefly left the hospital to wave to his supporters outside Walter Reed from the back of his SUV on Sunday, October 4. A Secret Service agent is seen in the front seat wearing a full medical gown, a respirator mask and a face shield. A house remains standing in Saint-Martin-Vésubie, France, on Saturday, October 3, after heavy rains and flooding hit the Alpes-Maritimes region. The record rainfall swept away roads and homes. US Sen. Kamala Harris gestures at Vice President Mike Pence while answering a question during the vice presidential debate on Wednesday, October 7. Harris made history by becoming the first Black and South Asian woman to participate in a general election debate. During a touchdown run, San Francisco 49ers wide receiver Brandon Aiyuk jumps over Philadelphia Eagles safety Marcus Epps on Sunday, October 4. A rocket case is seen on Wednesday, October 7, after recent shelling in Stepanakert, Nagorno Karabakh. Armenia and Azerbaijan accused each other of missile and rocket attacks against civilian populations as the newly reignited conflict over the enclave of Nagorno Karabakh entered its second week. The region is inside Azerbaijan's borders but enjoys de facto independence and has an Armenian majority. Four-year-old twins Buddy Mae Walker, left and Eleanor Walker look at each other through respirators provided by the non-profit TeamRaccoonPDX in Portland, Oregon, on Tuesday, October 6. The family said they sought out the respirators after police used tear gas near their residential street during ongoing protests against racial inequality and police brutality. Democratic presidential nominee Joe Biden is reminded by his wife, Dr. Jill Biden, to maintain proper social distancing as he speaks to reporters at the airport in Miami, Florida, ahead of a town hall event on Monday, October 5. A woman dives into the waters of Suluada in Antalya, Turkey, on Monday, October 5. Jockey Cristian Demuro, riding Sottsass, celebrates after winning the Qatar Arc de Triomphe race at the Longchamp track outside Paris on Sunday, October 4. Saturday Night Live opens with a sketch taking on last week's presidential debate between President Donald Trump, played by Alec Baldwin at left, and former Vice President Joe Biden, who was played by Jim Carey. Maya Rudolph took on the role of Kamala Harris. The show returned to a live studio audience at Studio 8H on Saturday, October 3, after months away because of the coronavirus pandemic. Tourists take a selfie in the blooming pink grass in Yangzhou, China, on Monday, October 5. Bas Dost of Frankfurt scores his team's second goal during a match against TSG Hoffenheim in Frankfurt, Germany, on Saturday, October 3. Firefighters work to put out flames burning grasslands near Altos, Paraguay, on Friday, October 2. Paraguay is facing one of the harshest drought seasons in recent years. A Catholic priest sprinkles holy water on a cat at a drive-thru pet blessing to mark World Animal Day in Quezon City, Philippines, on Sunday, October 4. Models walk the Chanel runway during Paris Fashion Week on Tuesday, October 6. Romania's Simona Halep keeps her eyes on the ball during a French Open match against Amanda Anisimova of the United States on Friday, October 2, in Paris. White House chief of staff Mark Meadows, center, listens as White House physician Dr. Sean Conley briefs reporters outside Walter Reed on Sunday, October 4. Meadows is now widely known inside the White House to be the unnamed source who spoke to reporters Saturday and offered a more dire assessment than Conley had given shortly before. A young girl wears a face mask while visiting an aquarium in Quezon City, Philippines, on Monday, October 5. Cody Bellinger of the Los Angeles Dodgers makes a catch in the seventh inning during a National League Division Series game against the San Diego Padres on Wednesday, October 7, in Arlington, Texas. Swiss Guards line up in the St. Damaso courtyard at the Vatican on Sunday, October 4. An annual ceremony was held to commemorate the day in 1527 when 147 Swiss Guards died protecting Pope Clement VII during the Sack of Rome. White House press secretary Kayleigh McEnany talks to the media outside the White House on Sunday, October 4. She and two of her deputies are among more than a dozen members of Trump's inner circle who have tested positive for the coronavirus. Davide Cimolai rides through the streets of Palermo, Italy, on Saturday, October 3, during the first stage of the 103rd Giro d'Italia cycling race. People rest in a shelter in Cancun, Mexico, on Tuesday, October 6, before Hurricane Delta made landfall the next morning. The storm hit the Yucatán Peninsula as a Category 2 storm. Empty chairs representing a fraction of the 200,000 American lives lost to the coronavirus are seen near the White House on Sunday, October 4. The Army Black Knights take the field for a game against the Abilene Christian Wildcats at Michie Stadium in West Point, New York, on Saturday, October 3. Sen. Kamala Harris and Vice President Mike Pence are joined by their spouses at the end of the vice presidential debate on Wednesday, October 7. At left is Harris and her husband, Douglas Emhoff. Second lady Karen Pence appeared to break the agreed rules on masks, though she was seen wearing one earlier in the night. Migrants ride on the back of a freight truck in Rio Dulce, Guatemala, on Friday, October 2. A caravan of about 2,000 migrants set out from neighboring Honduras in hopes of reaching the United States to improve their living conditions as the coronavirus has killed over 2,000 people and paralyzed the economy in the Central American nation. Rafael Nadal of Spain takes on Sebastian Korda of the United States in a nearly empty stadium during the French Open in Paris on Sunday, October 4. Secret Service agents stand on the South Lawn of the White House as President Donald Trump is flown to Walter Reed Medical Center on Friday, October 2. Trump's walk to Marine One for the flight to the hospital was his first public appearance since his positive coronavirus diagnosis was announced. A message saying \"We have Covid\" is displayed in the window of a student housing building in Manchester, England, on Monday, October 5, following a coronavirus outbreak. Miami Heat forward Kelly Olynyk and Los Angeles Lakers forward Anthony Davis compete for control of a rebound during the NBA Finals in Lake Buena Vista, Florida, on Friday, October 2. A goose stands in front of the New York skyline as the sun rises in Union City, New Jersey, on Sunday, October 4. See last week in 36 photos", "Section": "world", "Writers": [null], "URL": "https://www.cnn.com/2020/10/08/world/gallery/photos-this-week-october-2-october-8/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Philippines", "Source": "CNN"}