{"Type": "article", "Time": "2020-03-31", "Headline": "Mac and cheese? Noodle soup? Top chefs share their go-to comfort foods", "Text": "During these immensely testing times, food can be a great source of comfort.  Warm, filling and restorative dishes are often nostalgic, representing favorite flavors from the reassuring safety of childhood. Generally, they're pretty simple to prepare, often substantial and frequently carbohydrate-rich -- not exactly for calorie-counters. But in many ways, that's the point. Comfort foods know no geographical boundaries, either. Wherever you are in the world, there will always be a dish that your fellow citizens are more than happy to gravitate towards. We've highlighted 10 such dishes from around the world, as recommended by top chefs. You can order them in or pick up, or even make your own, ingredients permitting.  To be very clear, we aren't recommending that people go out and dine before checking official local guidelines on social distancing.  However you end up enjoying these brilliant dishes, we hope they bring you at least a small taste of comfort.  Canada: Poutine Cary Docherty is executive sous chef at Island Shangri-La, Hong Kong. Previously, he's run restaurants in London for Gordon Ramsay and Jason Atherton.  When asked to choose the ultimate comfort food, the Canadian has to think long and hard before finally settling on one favorite.  \"While butter tarts, Nanaimo bars, KD (that's Kraft Mac n' Cheese) and tourtière all come to mind, there can only be one dish that completely symbolizes Canada, represents our people and unites us from coast to coast: The almighty poutine,\" says Docherty.  \"French fries, fresh cheddar curds and gravy in its most basic of forms, or dressed up with all sorts of decadent treats like foie gras and black truffle, seasonal goodies like braised morels, wild garlic and roasted sweetbreads, or filthier options like pulled pork, roasted chorizo, and pickled jalapenos. \"You can find it in fast food chains, food trucks, bistros and high-end restaurants. I'm originally from a suburb of Vancouver and every time I visit home the one thing I'm guaranteed to eat is a late-night poutine from Fritz European Fry House. I will happily wait in line on a cold, wet winter's night to feast on a large Fritz' Montreal smoked meat poutine, it hits the spot every single time.\" Sweden: Semlor Rachel Khoo is a Stockholm-based cook, food writer and broadcaster. Her latest show is Food Network's \"My Swedish Kitchen,\" which explores the country's rich food culture. \"Swedes love a bun and at the moment -- it's a seasonal favorite around Lent -- you can still find 'semlor,' a fluffy light bun spiked with cardamom and filled with almond cream and the lightest cloud of whipped cream,\" says Khoo.  \"It's an essential part of the Swedish tradition of 'fika', namely having a coffee and a Swedish bun, usually around 10:30 in the morning or 3 p.m. in the afternoon.  \"The light dough is like a brioche, laden with butter and heavily spiked with spice. While baking, the butter, sugar and spices pool together at the base of the bun to form a spiced sticky caramel sauce. And as soon as the buns are out of the oven, the baker douses them liberally with more butter and a sprinkle of sugar.  \"One of my favorite bakeries in Stockholm to get them at is Lillebrors, while I also have a recipe for semlor [see link] if you'd like to try making them at home.\" Nigeria: Pepper soup James Beard award-winning chef and author Kwame Onwuachi runs acclaimed restaurants including Kith and Kin in Washington D.C.  When it comes to comfort food, the Nigerian-American is drawn to a popular Nigerian dish, pepper soup. \"My father would make it during rainy days when I lived in the Bronx. It's a very aromatic broth seasoned with a type of spice called calabash nutmeg,\" he says.  \"It's served with pounded yam called fufu, and you can put whatever meat you want in it, normally we do chicken with ours. It has all the aromatics, like black pepper, and is a little spicy for sure, but the flavor profile feels like a warm hug. I recommend the pepper soup at the restaurant Yellow Chilli in Lagos, Nigeria.  \"There's nothing like getting your comfort food when its executed properly. It plays a huge role, brings back nostalgia, takes you to a place of peace and memories that can give you comfort from all this chaos.\" China: Soup noodles Vicky Cheng is chef at the Michelin-starred contemporary restaurant VEA, an intimate 25-seater in Hong Kong that combines French cuisine with Chinese techniques and ingredients to remarkable effect. \"I'd say noodles in general, but specifically soup noodles are the ultimate comfort food,\" says Cheng.  \"If I'm homesick they're the first thing I want. I grew up in the US and Canada but when I came back to Hong Kong and opened VEA, I really developed a big interest in them. I can never get sick of them because there are so many different types -- white, egg, duck egg -- while every region has its own style, such as Beijing, chiu chow fish ball or Shanghai.  \"But for me, it's a steaming hot bowl of noodles with shrimp wontons, and a little plate of chili sauce with red vinegar. You don't need a plan or a budget, you can go and have it every day, it's so easily accessible. Mak's Noodle do a famous version -- Anthony Bourdain was a big fan -- and you can get them in Hong Kong, Guangzhou and also in Singapore.\" US: Mac and cheese  Chef Anna Francese Gass is author of the bestselling cookbook \"Heirloom Kitchen.\" Her choice? Classic mac and cheese.   \"For me, mac and cheese represents the ultimate comfort food.  A humble dish; simple, filling and warm, it is something we all associate with childhood and the comforts of home,\" says the American chef.   \"When we go out to eat, my children regularly order mac and cheese and because of that, my daughter has become quite the connoisseur. Her absolute favorite is from one of our local amazing restaurants in New Canaan, Connecticut -- South End, owned by Nick Martschenko, an award-winning chef who credits his love of food to his two grandmothers from Italy and Ukraine.  As a lover of heirloom recipes, this is one of my favorite spots to eat.\"   Italy: Taglioni carbonara Enrico Degani is executive chef at Castellana San Giovanni, a restaurant in a 15th-century monastery in Saluzzo, south of Turin.  \"For Italians, comfort dishes usually mean carbs and dairy, everything from pizza to good cheese and, of course, lasagna,\" says Degani.  \"My favorite comfort dish is a classic carbonara, a delicious sauce that gives a smile with every bite. I especially like the high-end version originally designed by Marco Sacco at Piccolo Lago restaurant, served with handmade taglioni, a type of pasta similar to spaghetti.  \"This dish gives energy because of the presence of good-quality eggs which provide a lot of nutrition, while there's also the richness of the decadent sauce and cured ham from Vigezzo Valley. Carbonara really satisfies all of the senses, giving the diner great pleasure and making them feel truly spoiled.\"   Australia: Pavlova Australian chef Shane Osborn runs the acclaimed one-Michelin-starred restaurant Arcane in the heart of Hong Kong. Also known around the world for his appearance on the Netflix show \"Final Table,\" the affable maestro chooses a dessert that has also found fame further afield: pavlova. \"Australia is a country with so many different cultures and we've absorbed so many different cuisines, but the one dish I always like if I was at my mom's place is pavlova,\" he says.  \"There's a big argument whether it comes from Australia or New Zealand, but pavlova with fresh strawberries and passionfruit sauce is one of those dishes that just brings back memories. When the outside meringue is a bit crunchy and the inside is nice and chewy, then there's fresh whipped cream -- I'm not normally a sweet tooth but I have a weak spot for pavlova. If it's done really well, I'll have a second helping.  \"It's relatively easy to make. It's egg white and sugar, maybe a bit of cornflour or vinegar added, everyone has their own recipe. You don't need any special ingredients. It's just so damn delicious.  \"If I was going to have one, chef Peter Gilmore at Bennelong in Sydney does an incredible version with the meringue looking like the sails of the Sydney Opera House -- because Bennelong is located in its basement.\" The Philippines: Sinigang Jordy Navarra is chef-owner at Manila restaurant Toyo Eatery, which has taken the country's cuisine to new heights and global recognition by crafting familiar local flavors and ingredients with contemporary techniques.  His dishes celebrate the diverse culture of the Philippines, so it comes as no surprise his choice of comfort food is one of the nation's favorites. \"I think a lot of Filipinos would say adobo -- and I think it's a great example -- but for me the best example of comfort food would be sinigang,\" he says.  \"It's basically a stew of pork or seafood, in fact almost any protein, with a predominantly sour taste that comes from different sour fruits used, decided either by preference or availability. Sinigang also has a collection of vegetables in it, like tomato, radish, green chili, water spinach called kang kong, or whatever else is available.  \"Almost all the time it's eaten with white rice and is served with a dipping sauce centered around patis, a Filipino fish sauce. I enjoy all types of sinigang, but my favorite version is one my mom makes with prawns soured with tamarind! For a good one in Manila, you can try Manam which has multiple locations across the city.\" UK: Sunday roast Chef Jeremy Chan was educated in the UK, studied at Princeton and worked in finance before realizing that restaurants were his calling. He worked at famed spots including Noma and Dinner by Heston Blumenthal, then opened acclaimed Michelin-starred restaurant Ikoyi in London alongside co-founder Iré Hassan-Odukale.  \"The most iconic British dish for me is the Sunday roast,\" says Chan.  \"A roast represents the coming together of family, friends, school mates. It's really that one tradition in the week when the British sit together with relatives over a heavy and indulgent meal. A roast usually consists of a slow-roasted or braised meat, potatoes cooked in fat (either from duck or beef), steamed buttery vegetables and, if you're lucky, Yorkshire pudding. We finish the dish with gravy, usually from stock cubes, but for more serious cooks a thickened jus.  \"My favorite version would have to be roast chicken with potatoes, steamed cabbage and swede with tarragon gravy. I like to brine and then caramelize the crown of the chicken so it stays very juicy.  \"For a good Sunday roast in London, try the Harwood Arms or the Camberwell Arms. The former is very refined while the latter is great for families.\" Thailand: Kai palo Finally to Thailand's capital, Bangkok, where chef Bongkoch \"Bee\" Satongun has won both a Michelin star and a spot on the list of Asia's 50 Best Restaurants for ", "Section": "foodanddrink", "Writers": [], "URL": "https://www.cnn.com/travel/article/world-top-comfort-foods-chefs/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Philippines", "Source": "CNN"}