{"Type": "article", "Time": "2020-03-10", "Headline": "How an open water swimmer braved freezing water to uncover Antarctica's 'dark secret'", "Text": "Once he had overcome the aching, agonizing cold of the water -- and while he continued to negotiate a tunnel cluttered with enormous stalactites -- Lewis Pugh was struck by the colors.  This was like nothing he had seen before, a kaleidoscope that twisted between turquoise, electric blue, royal blue, indigo and violet, before darkness took over. Pugh had risked his life by plunging into Antarctic water in just a pair of skin-tight swimming trunks; the rewards were as mesmerizing as they were unsettling. \"I don't think I've ever seen anything as beautiful as that, just the sheer colors,\" Pugh, who has swum in some of the world's most remote waters as UN Patron of the Oceans, tells CNN Sport. \"But it was also incredibly terrifying ... The colors were magnificent, but they hid a dark secret. And I say it's a secret because people seem to be ignoring it.\" Pugh swam down a sub-glacial river underneath the Antarctic ice sheet in January, and in doing so experienced firsthand the level of melting that is taking place in East Antarctica.  Over the course of the 10-minute swim, he braved water temperatures of 0.1 degrees centigrade and air temperatures of minus 15.  The feat is part of a foolhardy initiative dubbed \"Speedo diplomacy,\" in which Pugh takes himself and his swimming trunks to the frontline of climate change.  He has swum at the North Pole, Everest, and the Ross Sea, but the circumstances surrounding the most recent expedition in Antarctica proved unique. \"I could barely breathe, I was gasping for air,\" says Pugh, recalling the moment he first entered the water. \"The cold initially, it's burning all over my skin. My hands and my feet were in absolute agony. My body is saying get out, get out, get out. My mind is saying focus, focus, focus. \"It's not about bravado, it's about sending the right message. I don't think swimming in a wetsuit or a drysuit sends the right message.\" When Pugh reached the end of his swim, he was hauled out of the water by Russian ice hockey great and close friend Slava Fetisov.  \"His skin felt so fragile, like (it could have) broken up into little pieces in a second,\" Fetisov, an Olympic gold medalist in 1984 and 1988, tells CNN Sport.  \"I've never seen a man be cold like that ... But in his eyes there was so much life and so much hope.\" The temperature of the water was just one hurdle Pugh had to overcome.  He was forced to take slow, deliberate strokes as the tunnel he was swimming down started to narrow. Huge stalactites hung from the tunnel roof; knocking one could have been catastrophic. Then there was the threat of falling ice and of being sucked down a moulin -- a giant sinkhole in the ice sheet that plummets hundreds of meters to the bedrock. It became so dark at one point on his swim that Pugh was forced to remove his goggles and swim careful breaststroke to find his way. \"I had to be 100% focused,\" he says.  \"I focused on every single stroke, trying to make it as powerful and as forward-moving as possible. It's important when you're swimming in those environments to be psyched up, but not psyched out.\" The aim of the expedition was to convince policy makers to introduce a marine protected area in East Antarctica.  Similar to national parks, these protect certain parts of the world from extractive and destructive activities -- in the case of Antarctica, industrial overfishing -- and make them more resilient to climate change.  Having already negotiated a marine protection area in the Ross Sea in 2016, this year Pugh hopes to agree to three more, one in East Antarctica, one in the Weddell Sea and one on the Antarctic Peninsula.  Collectively, this would cover four million square kilometers -- roughly double the size of Western Europe, according to Pugh -- with China and Russia still needed to agree to the proposal. Upon returning from Antarctica, Pugh traveled to the Kremlin to meet with Vladimir Putin's team, where he says he had \"very warm and constructive discussions.\" He hopes to travel to Beijing later this year.  \"It all just reaffirms my view that we now need to join the dots,\" says Pugh. \"Because I've seen the Arctic sea ice melt, we've all seen these horrific fires in California and in Australia, and I've seen glaciers retreat all over the world -- in the Himalayas, in the Arctic and in the Antarctic.  \"But now to see an enormous ice sheet and just to see so much water flowing off an enormous ice sheet. It is very, very, very concerning.\" Earlier this year, scientists at the University of Durham revealed that there were 65,000 supraglacial lakes -- that is, lakes on top of a glacier -- in East Antarctica.  In November, world leaders will meet in Glasgow, Scotland, for COP26, the main United Nations climate change negotiations for the year. \"We need world leaders now to step up, to be courageous, or to step aside,\" says Pugh. \"They need to come prepared, they must come with ambition, they must come with focus, they must come with concrete measures which can turn this crisis around ... Time has now run out.\" Fetisov, who supported Pugh throughout the Antarctica expedition, introduced the Briton to the Russian ministers needed to sign the Ross Sea agreement in 2016. The pair are long-time friends, bound by the shared belief that, in Fetisov's words, we are \"a step away from a huge ecological catastrophe.\" It's what has motivated the former ice hockey star, who won his seven world championship and two Olympic titles in the 1970s, 80s and 90s, to raise awareness of the climate crisis. In 2018, he was appointed UN Environment Patron for Polar Regions. \"I played defense all my life and I feel it,\" says Fetisov. \"It's time to defend. \"I can't look in the eyes of children and young people and say no, it's probably not going to happen -- it is going to happen.\" His latest project, \"The Last Game,\" involves traveling the world -- they've been to Israel, the UAE, Finland, Singapore, Moscow and New York -- to raise awareness of climate change.  The next stop, weather permitting, is to take the initiative to the North Pole.  Fetisov, a fearsome defenseman in his playing days, believes sport can be a powerful player when it comes to the environment. \"Athletes are the most popular people on the planet,\" he says.  \"They can gain trust from citizens because they work hard, they know about results and know how to get everybody in a team on the same page.  \"Every day around the world we've got big sport competitions. We can use sport more and more to promote ecological problems, that's my belief.\" Growing up in Moscow, Fetisov used to skate outside from October until April. By February this year, he says, there was no snow on the ground in the Russian capital. You don't always need to swim in freezing Antarctic waters to witness the impact of climate change, but Pugh and Fetisov hope the ripples of their latest expedition will be felt around the world. ", "Section": "sport", "Writers": ["George Ramsay"], "URL": "https://www.cnn.com/2020/03/10/sport/lewis-pugh-slava-fetisov-antarctica-swim-spt-intl/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Singapore", "Source": "CNN"}