{"Type": "article", "Time": "2018-11-24", "Headline": "'A great divide': Inside the battle to stop same-sex marriage in Taiwan", "Text": "When Taiwan's high court passed a resolution in May 2017 ruling it was unconstitutional to ban same-sex couples from getting married, it was seen as a rare beam of light in a region infamous of its repression of LGBT people. But the ruling, which gave legislators a two-year deadline in which to enshrine marriage equality into law, could soon be in doubt.  Conservative groups have taken advantage of government deadlock to rally against the change, forcing the issue to a public vote, devastating LGBT couples and potentially plunging the administration of President Tsai Ing-wen into a constitutional crisis.  On Saturday, three referendum questions on same-sex marriage will be put to Taiwanese voters when they head to the polls for local government elections -- two drafted by conservatives and one by LGBT activists. If one of the questions opposing same-sex marriage passes, the government could be compelled to enforce a law already ruled unconstitutional. Further complicating matters, there remains broad disagreement among legal experts on whether Tsai's administration is mandated to enact the result into law. One lawmaker from the president's Democratic Progressive Party told CNN any positive result \"must pass\" in the next legislative session, but a legal expert insisted it was \"up to lawmakers\" how they dealt with the result. Changing opinion Taiwan is home to one of Asia's largest and most vibrant gay communities. Many of its citizens take great pride in the island's progressive, LGBT-friendly values. If it does approve same-sex marriage, it would become the first place in Asia to do so. But as the voting day nears, fears are growing that those same values are beginning to shift, amid what gay and lesbian groups claim is a flood of deliberate disinformation spread to confuse the public ahead of the landmark ballot. A campaign budget of more than $3.24 million has reportedly been raised by leading conservative group the Alliance for the Happiness of the Next Generation, whose advertisements have been seen on billboards and front pages of newspapers.  \"The referendums have already caused great divide and damage in our society. There are so many conflicts erupting on the streets,\" said Lin Yiru, who is hoping to marry her girlfriend Chen Yiling if legislation is passed.  \"It's not just about the referendum anymore... Whatever the results, damage has already been done,\" added Lin. Across social media, rumors have circulated as to what could happen in Taiwan if same-sex marriage became legal, including false reports that other places that have passed the laws have regretted it. \"The opposition says, 'If Taiwan passes marriage equality, HIV-positive people will come to Taiwan and flood our health system' and 'The government ministers are going to teach same-sex behaviors in elementary school from first grade,\" same-sex marriage advocate Jennifer Lu told CNN. \"We're practicing how to discuss political issues with people of different opinions. It's not just about same-sex marriage, it's about our democracy, where all views are protected,\" added Lu. Groups opposed to same-sex marriage becoming legal in Taiwan were contacted by CNN for this article but did not return requests for an interview. Do you agree? Saturday's referendum is confusing to say the least.  With three separate questions being asked on the issue of marriage equality, there's nothing to stop a single voter agreeing to a variety of different, contradictory answers, meaning the Taiwan government could end up being forced to try to legislate both outcomes -- simultaneously. There's even confusion as to why the issue is being put to voters and not decided directly by lawmakers.  In May 2017, Taiwan's Constitutional Court ruled that same-sex marriage was a constitutional right, giving legislators a two year deadline in which to enshrine it into law. But the parliament couldn't agree on the legislation and became deadlocked.  With the government stuck, Taiwan's conservatives saw a chance to use the newly revised referendum law -- under which any suggested question that gets a minimum of 280,000 signatures must be put to the people -- to stall same-sex marriage. After exceeding the number of signatures required by electoral authorities for a referendum to go ahead, they successfully submitted two on same-sex marriage: \"Do you agree that Civil Code regulations should restrict marriage to being between a man and a woman?\" And \"Do you agree that the right of same-sex couples to live together should be protected through ways that do not require amending the Civil Code?\" In response, LGBT activists gained enough signatures to add their own question to the referendum: \"Do you agree that the Civil Code marriage regulations should be used to guarantee the rights of same-sex couples to get married?\" Adding to the confusion, there's a separate LGBT-related question, also proposed by conservative groups, that looks to curb LGBT-inclusive education in the island's elementary and high schools. In total, voters will be faced with 10 separate referendum questions on a variety of issues. A pre-election survey conducted by the Taiwanese Public Opinion Foundation, and published earlier this month, showed that as many as 77% of respondents believed marriage should be defined as between a man and a woman only. But that doesn't mean the vote is a forgone conclusion. For a referendum to pass, 25% of the nation's eligible voters must vote \"Yes,\" which equates to about 4.7 million votes, while also outnumbering \"No\" voters.  Asia's LGBT crisis While Taiwan is facing a slow but steady battle for equality, many of its neighbors in Asia are regressing in their recognition of LGBT people. In Indonesia, declining secularism has led to deepening discrimination against the country's gay, lesbian and transgender communities. Earlier this year there was even the suggestion of a possible ban on same-sex relations in the country. While Indonesia is one of the more serious examples, Malaysia and the Philippines are also following its lead. In September, two Malaysian women were publicly caned for attempting to have sex in a parked car, the first time a punishment of its kind has been imposed in the country. In the Philippines, President Rodrigo Duterte has said he would protect LGBT rights in the country but it came not long after he hurled one of his characteristic insults, calling a US ambassador a \"gay son of a bitch.\"  In mainland China, where homosexuality is legal but prejudices and discrimination against LGBT people persist under Communist Party rule, an author of same-sex erotic fiction was sent to jail for 10 years in November. Human Rights Watch senior researcher Maya Wang said despite the troubles around the referendum, Taiwan was seen as an inspiration for LGBT rights activists in the region. \"What's happening in Taiwan has been generating a lot of excitement in the region for LGBT activists, including ones in mainland China and Hong Kong, where the possibility of it being legalized will generate pressure for other governments in the region to follow,\" she told CNN. Both Chen and Lin, the LGBT activists in Taiwan, said the fight will be worth it, if it encourages change in the region and allows them to marry and adopt children one day. \"Even though there's been hardship and suffering along the way, I think the referendums have helped bring this issue to surface. In the past, we don't even talk about it,\" Chen said. \"Now we're forced to create dialogue.\"", "Section": "asia", "Writers": ["Ben Westcott", "Angus Watson", "Josh Alverod"], "URL": "https://www.cnn.com/2018/11/23/asia/taiwan-gay-marriage-china-intl/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Malaysia", "Source": "CNN"}