{"Type": "article", "Time": "2020-05-28", "Headline": "May 28 coronavirus news", "Text": "Our live coverage of the global coronavirus pandemic has moved here. CNN's global town hall on the coronavirus has now concluded. Actress Taraji P. Henson and famed science writer and author of \"Spillover\" David Quammen spoke to CNN's Anderson Cooper and Sanjay Gupta during tonight's weekly global town hall on coronavirus.  Check the Town Hall tab above to catch up on what happened during the show. ##Town Hall## Actress Taraji P. Henson, known for her roles in \"Empire\" and \"Hidden Figures,\" joined CNN's ongoing town hall to discuss the devastating impact of the coronavirus pandemic on the African American community. \"One of the things that is so destructive about this virus ... is the sense of community, a loss of a sense of being able to reach out and hold the hand of your grandmother or your mother or your best friend and just talk about what is going on,\" said CNN's Anderson Cooper. \"It is tragic and it is traumatizing,\" said Henson. \"We know that African Americans and people of color are disproportionately affected by not only the virus but the secondary mental health impacts associated with the virus,\" added psychologist and mental health researcher Alfiee Breland-Noble. Some context: African Americans are dying at disproportionately higher rates compared to all other ethnicities. As of May 11, 17,155 black Americans are known to have died due to Covid-19, according to an analysis from the American Public Media (APM) Research Lab. That's out of nearly 65,000 deaths for which race and ethnicity data was available. More than 80,000 people total had lost their lives to coronavirus at the time of the analysis. A second trauma in the community: Henson also pointed to the trauma the black community is facing regarding the death of George Floyd, which has sparked outrage and protests against police brutality across the country. \"At this point, it seems like we have to save ourselves because these issues keep coming up. Racism, police brutality, these are traumas that have been passed down through generations since slavery. We still have not dealt with that trauma. And here we are,\" she said. Watch: ##Town Hall## Actress Taraji P. Henson has launched a mental health program to help those suffering during the coronavirus pandemic.  \"Because of the stigma around mental health, I had to do something. So we created a virtual fund-raising campaign for free sessions for people of color and, you know, disadvantaged neighborhoods,\" Henson said. Henson, who is perhaps best known for her roles in \"Hidden Figures\" and the hit TV show \"Empire,\" also discussed the death of George Floyd and the impact that has made on the black community. Floyd, a 46-year-old black man, died on May 25 after pleading for help as a police officer used his knee on Floyd's neck to pin him — unarmed and handcuffed — to the ground in Minneapolis. His death sparked outrage and protests across the country, demonstrations that continued today. \"It's just like it won't let up, you know? It's like I'm trying to stop a bleeding wound and it just keeps bleeding, you know? But I'm raising money to help those who can't,\" Henson said. \"It's tragic and it's traumatizing. And I mean, at this point it seems like we have to save ourselves.\" Watch: ##Town Hall## As more and more states reopen restaurants, there are a handful of things Americans can do to protect themselves and others when eating out during the coronavirus pandemic.  Dr. Sanjay Gupta shared a few tips Thursday evening during CNN's global coronavirus town hall, which included bringing your own cleaning wipes just in case tables and chairs aren't being sanitized quickly. \"I'm obviously not going to wear the mask when I eat but you're going to have a hard time maintaining physical distance. You get up to go to the bathroom or anything, wear the mask. I'm one of those people that carries hand sanitizer everywhere I go. You probably should as well. If your restaurant has an online menu, check it out ahead of time,\" Gupta said during CNN's global coronavirus town hall. Watch: ##Town Hall## Earlier today, researchers in California and Taiwan suggested that six feet of distance may not be enough to protect people from being infected with Covid-19. Maria Van Kerkhove, the technical lead for the Covid-19 response at the World Health Organization, and Leana Wen, an emergency physician, joined CNN's ongoing town hall to explain what we know about transmission so far: What is the WHO's recommendation for social distancing? The organization recommends one meter (about 3.3 feet) or more. \"The longer the distance, the better,\" said Van Kerkhove. \"If you can do more, you should do more.\"\nUse common sense: The six-feet measure is just a rule of thumb, said Wen. \"It's not as if you are five feet from someone, you will get coronavirus, and if you're seven feet you are safe. I think it is important for us to use common sense.\"\nHow does the virus transmit? It's a respiratory virus, meaning the virus travels through droplets from our noses and mouths. The bigger droplets tend to fall straight to the ground, while smaller droplets can stay in the air for a little longer. If you cough, sneeze, or sing, the droplets are being projected out and can travel — but typically, the virus isn't traveling long distances through the air.\nWhat exactly is \"close contact\"? When authorities try to gauge who has been exposed to the virus, they have to consider not just physical distance, but time duration and the nature of contact. The WHO uses a guideline of 15 minutes — but that's quite long, and someone in a high-risk environment could get infected in less time than that, Van Kerkhove said.  Watch: ##Town Hall## Author David Quammen spoke with Anderson Cooper and Sanjay Gupta Thursday about how he managed to predict a scenario that look much like the coronavirus pandemic in his book “Spillover” eight years ago.  In the 2012 book, Quammen predicted the next pandemic that would kill millions would be “strange, unfamiliar, but it won’t come from outer space, odds are that the killer pathogen, most likely a virus, will spill over into humans from a non-human animal.” Quammen said he was able able to foretell many of the details of this pandemic by simply listening to the scientists. “The only reason I predicted it in ‘Spillover’ in 2012 was because I was listening to a select group of shrewd infectious disease scientists and they were saying this: 'It's coming,'” he said.  Quammen said many of the details he learned while researching the book ended up being eerily similar to the breakout of Covid-19. “It'll be a virus out of an animal, possibly a bat, possibly a coronavirus, or an influenza... possibly in a place like a wet market... and then it will transmit, and spread around the world if we are unlucky,” he said. Quammen said really the only surprise is how “how unprepared we have been to deal with it.” Watch: ##Town Hall## Brazil reported 26,417 new cases of the novel coronavirus on Thursday, a record high for the country, bringing the nationwide total to 438,238, according to the Brazilian Health Ministry. The country also recorded 1,156 new coronavirus-related deaths over the past 24 hours, according to its health ministry, raising the overall death toll to 26,754. Thursday is the third day in a row that Brazil has recorded more than 1,000 deaths in a day. ##Cases## Actress Taraji P. Henson and famed science writer and author of \"Spillover\" David Quammen will take part in CNN's weekly global town hall on coronavirus tonight.  The town hall starts at 8 p.m. ET. How to watch: The town hall will air on CNN, CNN International and CNN en Español. It will stream live on CNN.com's homepage and across mobile devices via CNN's apps, without requiring a cable log-in. You can also watch on CNNgo, and subscribers to cable/satellite systems can watch it on-demand. We'll also be covering it with live updates here. ##Town Hall## Face masks worn at home can help to stop the spread of the novel coronavirus among people who live together, but it’s only protective before someone starts showing symptoms, according to a study published Thursday in BMJ Global Health.  Disinfecting surfaces regularly was also helpful at reducing spread, the study said. Researchers in China wanted to find out what would help slow the spread of the novel coronavirus in the one place where the most person-to-person transmission happens – at home, between family members. Earlier studies showed 70% of human-to-human transmission was in families. The study included 124 families with 335 people. Each family had one lab-confirmed case of Covid-19 sometime between late February and March. Usually families had three generations in one household. The family members had lived with the person who was infected up to four days before, and more than 24 hours after the patient’s symptoms appeared. The infection spread to another 77 adults and children in 41 out of the 124 families, making the “attack rate” 23% among families. Opening windows, keeping more than about three feet apart and using disinfectants on shared surfaces seemed to lower the risk of passing the virus on to family members, even in households that were considered crowded.  If a person wore a face mask before they showed signs that they were sick, it was 79% effective at reducing transmission. But once someone has symptoms, wearing masks doesn’t seem to be protective in the home, according to the study. Disinfecting surfaces regularly was about 77% effective at reducing the risk of people getting sick.  The risk of catching Covid-19 from a family member was 18 times higher if they had close contact with that person, like when they shared a meal or sat together to watch TV. The risk was four times higher if the person who became ill had diarrhea. One limitation was that the study was completed using telephone interviews, which could result in recall bias among people who were interviewed. Spain will start easing lockdown restrictions starting Monday, the country's Health Minister and a top aide announced Thursday.  \"From Monday, around 70% of the Spanish population, or 32 million people will be in phase two. Around 30% of the population or 15 million people will be in phase one and 45,000 people will be in phase three,\" Spain’s Health Minister Salvador Illa said at a news conference.  At the start of this week, just over half of the population was still on the more restrictive phase one. Along with Illa, Spain’s director of the Center for Health Emergencies, Dr. Fernando Simón, announced that parts of the regions of Castilla, Valencia, Catalonia, Murcia, Andalucia and Castilla and Leon will move to phase two, which allows meetings of up to 15 people who don't live together, some restaurant service indoors, and the opening of stores, cinemas and museums but with occupancy limits. Meanwhile, four small islands in Spain's Balearic and Canary Islands, with low rates of Covid-19 infections and a combined population of 45,000, will advance to phase three, which eases even more restrictions on movement and gatherings. \"The data is good, we are in a good way, but I have to insist: it's very important to know this is a very complex phase and to maintain an attitude of individual responsibility because a mistake can put at risk everything we've done so far,\" Illa added.   The Madrid region, which includes Spain’s capital and surrounding cities, will still remain in phase one without any changes, the health officials explained. \"All of this evolution is due to the effort made by the population and the health system to control this epidemic,\" Simón said. Simón also told reporters that \"small re-emergences\" have been identified very quickly and are being closely monitored by local authorities to \"avoid a new outbreak and maintain this favorable tendency. This tendency is what allows us to move different parts of the territory to the different phases of the transition,\" he added. ##Cases## ##The Future##   President Trump called the travel ban for Brazil, which started earlier this week, a “very strong ban,” but said US citizens would be permitted reentry.  “Brazil now, we have the ban on. The ban’s been put on and it’s a very strong ban except we do have Americans that we have to allow – like I did with the China ban – we do have to allow people to come back into the country. We can’t be that tough where we don’t allow United States citizens to come back in,” Trump said. “But they come back in under a very strict, whether it’s a quarantine or not, we test them and we go through a process,” he said, turning over to acting Homeland Security Secretary Chad Wolf. Wolf said US citizens and others coming into the US from Brazil and other countries with travel bans in place go through immigration checks where they are asked questions and receive random temperature checks and contact tracing is conducted. About the ban: The proclamation is aimed at limiting the spread of coronavirus coming into the United States from Brazil, the country with the second most cases worldwide, according to Johns Hopkins University. As of Sunday evening, Brazil had more than 347,000 confirmed cases of coronavirus. The White House released the proclamation Sunday, but updated it Monday to move up the effective date by two days to Tuesday at 11:59 p.m.  Trump said Thursday that the US is “trying to help Brazil as much as we can,” with “ventilators and other things.” He said Brazil has “very high” coronavirus numbers, calling it a “sad situation.” Italy’s Serie A, the country’s top-flight professional football league, will restart its season on June 20.  After a meeting with the Italian Football Federation on Thursday, Sports Minister Vincenzo Spadafora approved the go-ahead to resume the remaining current season fixtures.  Following the decision, Spadafora said that he had consulted Italy’s Prime Minister Giuseppe Conte who expressed satisfaction with the agreement.  Also approved on Thursday was the continuation of the Coppa Italia competition. The three remaining fixtures could be played the week before the Serie A kicks off.  Should the coronavirus pandemic take a turn for the worse in Italy, the Federation says they would again suspend the season. If that was the case, the Federation would either hold a playoff or freeze the standings to determine a champion. CNN’s Nicola Ruotolo contributed to this report. ##The Future## Turkey's President Recep Tayyip Erdogan announced today there will be a comprehensive easing of coronavirus restrictions starting on June 1. Restaurants and cafes will be allowed to reopen on June 1, but bars and hookah cafés will remain closed, Erdogan said. A travel restriction prohibiting entry and exits from major metropolitan areas including Istanbul, Ankara and Izmir will be lifted, he said.  Beaches, parks and museums will open with social distancing and hygiene measures on June 1, according to Erdogan.  Public servants will also return to work, he said.  Open air concerts will be allowed based on the venue but will not be allowed to go past midnight, he said.  Turkey’s age-based curfew, which prohibits people over the age of 65 and under the age of 20, has also been amended as a part of the reopening. The elderly will be allowed out on Sundays. The lockdown age for youth has been lowered to 18 and they will be allowed to go outside on Wednesdays and Fridays, Erdogan said. Nurseries and daycares will be allowed to reopen on June 1 but due to the age-based curfew it is unclear how permits will be issued for children to commute to these facilities.  “If we see any negative developments, we will reintroduce preventative measures,” Erdogan said. Throughout the speech, Erdogan emphasized the need to wear masks, practice social distancing and proper hygiene.  ##Reopening## Parks will reopen in France starting Saturday, and beaches and lakes will reopen on June 2, said Prime Minister Edouard Philippe today during a news conference in Paris. Philippe said gatherings must be limited to 10 people and the capacity of outdoor spaces will be limited to 5,000 people, under the condition that social distancing rules are enforced. Philippe added that it will be up to local mayors and regional officials to decide if masks should be mandatory for people visiting parks, beaches and lakes.  Some context: Until now, parks were only open in regions where the coronavirus infection rate was low and hospitals' intensive care units had low occupancy. Despite the relatively higher rate of infection in Paris, Mayor Anne Hidalgo had repeatedly pushed for parks to be reopened, asking the government to consider \"the need of Parisians” living in a “very dense city.” Following the decision on Thursday, Hidalgo said in a tweet, \"Finally! Common sense prevailed in the end. Parisiens will be able to breathe once again, in parks and gardens, as early as this weekend.\" ##Reopening## France will allow cultural and sports venues to gradually reopen beginning on June 2, Prime Minister Edouard Philippe said Thursday.  Museums and monuments, as well as indoor facilities such as theaters, concert halls, swimming pools and gyms will also be allowed to reopen on June 2 in \"green zones,\" where infection rates are low. Masks will be mandatory “for a certain number of these activities,\" Philippe said. If businesses will qualify to enter into phase two will be determined by the infection rate in the region. For example, Paris is classified as an \"orange zone\" which means the “lifting of lockdown measures will be carried out slightly more cautiously,\" Philippe said. Cinemas will reopen across France June 22 as well – following a request from cinema operators who wished to coordinate reopenings nationally, Philippe said.  The beginning of phase three of restriction lifting is expected June 22. The mayor of Sao Paulo announced new guidelines on Thursday to gradually reopen the city, despite high levels of infections and deaths related to Covid-19.  Mayor Bruno Covas said during a news conference today that several sectors in the city will be allowed to submit health and sanitary reopening plans to officials starting on Monday.  Once these plans are approved by the city government, they can reopen.  Among the businesses allowed to submit reopening plans are offices, retail stores, car dealerships, real estate agencies and shopping malls. Food courts and gyms are excluded. There is no outlook yet for the reopening of schools or parks. Remember: Earlier this week a World Health Organization official warned Latin America is the new epicenter of the pandemic and cases are accelerating in Brazil.  Brazil surpassed Russia over the weekend in the number of coronavirus infections and is now the second highest in the world, with more than 400,000 cases. Currently ICU beds in Sao Paulo are at a 92% occupancy, the mayor said on Thursday. He added more ICU beds have been brought in and more are on their way, but the number of ICU bed occupied is slightly higher than it was two weeks ago. Covas and Joao Doria, the governor of the state of Sao Paulo, have implemented a series of measures over the last couple of weeks aimed at slowing the spread of the virus and promoting social isolation. Doria gave several municipalities in Sao Paulo state the green light to begin partial reopenings, including the capital city on Wednesday. Specialists say the move is risky.  On Wednesday, Sao Paulo reported 129 new deaths and 3,096 new confirmed cases, which accounts for 15% of all the new cases in Brazil. The city has recorded a total number of 54,948 Covid-19 cases. ##Reopening## The French government supports reopening internal European borders from June 15, French Prime Minister Edouard Philippe said on Thursday during a press conference in Paris. Philippe said there would be no quarantine measures for European travelers arriving in France but the French government will take reciprocal measures for countries that decide to close their borders or impose a quarantine on French travelers. “The decision will be taken collectively with all European countries ahead of June 15th,\" Philippe said.  Currently, travel within France is also restricted, and people traveling for more than 62 miles (100km) between departments are required to show a certificate proving they had a legal reason to travel.  That “100km rule” will be lifted on June 2, allowing for unrestricted travel within France. ##Reopening## Houses of worship in Jordan will be allowed to reopen under public safety controls starting June 5, as the country continues to ease restrictions, Jordanian officials announced Thursday during a joint press conference with religious leaders.  Mosques will initially reopen for Friday prayers on June 5 “as a first step,” and other prayers will be allowed gradually, according Minister of Islamic Affairs Mohammad Khalaileh.  Friday prayers with social distancing measures will be held in mosques and adjacent squares. Worshipers will be asked to wear masks and bring their own prayer rugs.  Khalaileh called on the elderly and those with medical conditions to not attend communal prayers. Instructions explaining safety and preventative measures will be circulated among mosques, he said. Churches will reopen for mass on Sunday from June 7, Archbishop Christoforos Atallah said at the press conference. He also reiterated the call on the elderly and vulnerable to pray at home. Houses of worship were closed in mid-March as part of Jordan’s lockdown, considered one of the strictest in the world. “Reopening more sectors in the next phase could, God forbid, mean more cases unless we strictly adhere to preventative measures and the social and physical distancing measures,” said Minister of State for Media Affairs Amjad Adaileh. The country has so far recorded 728 coronavirus cases and deaths, according to the latest numbers by Johns Hopkins University.  Jordan began easing the lockdown in May with the reopening of the economy and the country’s public and private sectors. Other measures, like a nighttime curfew, remain in place for now. Restaurants and bars will be allowed to reopen in France from June 2 but with some restrictions, Prime Minister Edouard Philippe said during a press conference in Paris on Thursday. Bars and restaurants will fully reopen in so called green zones, while in orange zones clients will only be able to sit outside, he said. The regions of Ile de France, Mayotte and Guyane are considered orange zones, according to a new government map. All other regions are categorized as green. “This sector is essential for our economy, for our employment (…) and is part of our way of life,” Philippe said. Strict safety rules “validated by professionals” will have to be applied, including: 10 people per table, a minimum of 1 meter distance between tables, and mandatory masks for personnel and clients when they move around. Clients will also have to remain seated most of the time.  Philippe announced on March 14 the closure of bars, restaurants and all non-essential places, which took effect at midnight that same evening. Britain will begin lifting coronavirus restrictions starting Monday in a phased approach, the UK Prime Minister Boris Johnson said.  Johnson warned that the gradual lifting of restrictions is subject to the country keeping the virus under control.  “I cannot and will not throw away all the gains we have made together. And so the changes we are making are limited and cautious,” he said at a daily government briefing.  Here are some of the reopening guidelines outlined by Johnson:   Up to six people will be allowed to meet outside “as long as they respect social distancing rules,” in gardens and other private outdoor spaces. \nPeople from different households should not meet inside homes, Johnson said.\nSchools will reopen to more children including nurseries, pre-school, kindergarten and some grades in elementary schools.  \nOutdoor markets “where social distancing is easier” and car show rooms can open as well.  The restrictions will loosen further as of June 15 when retail and nonessential shops can open their doors, as Britain “begins to re-start it’s economy.” Latest numbers: The death rate in the UK is falling consistently, currently at 256 in the last day, down from a peak of 943 on April 14, but Johnson emphasized the need for the virus to remain under control.  “I cannot and will not throw away all the gains we have made together. And so the changes we are making are limited and cautious.” ##The Future## Italy reported 70 news deaths from coronavirus in the last 24 hours as the country continues on a downward trajectory of new cases. A total of 33,142 people have died of Covid-19 in Italy, the Italian Civil Protection Agency said Thursday. Italy recorded 593 new cases over the last day, bring the total number of coronavirus cases in the country to 231,732. The overall situation in Italy continues to improve as the number of active cases of Covid-19 has dropped to 47,986. The drop of 5.85% is the biggest in weeks, and it's the first time there have been less than 50,000 sickened since March 22. The total number of patients in intensive care is now at 489 –– a decrease of 16 patents over the last 24 hours.  A total of 150,604 people have recovered from coronavirus, an increase of 3,503.  ##Cases## The English Premier League will resume their season without fans attending starting on June 17, per multiple reports including The Telegraph and Sky Sports.  When asked about the June date, the Premier League would not confirm nor deny as the prescheduled Thursday meeting with the twenty clubs was still ongoing. The reports also state that the Wednesday, June 17  date would feature two games with the four teams that have played one less game than the other 16 teams. Arsenal would face Manchester City and Aston Villa would take on Sheffield United. The full fixture list would commence the weekend of June 19-21. There are 92 remaining fixtures in the 2019-2020 season.  The Premier League suspended its season back on March 13 due to the coronavirus pandemic.  ##The Future##  Pharmaceutical company GlaxoSmithKline says it has plans for next year to manufacture 1 billion doses of its pandemic vaccine adjuvant - a booster that potentially could help make any Covid-19 vaccine stronger and possibly aid in scaling up production. The London-based company said in a statement on Thursday that its adjuvant has been shown to reduce the amount of vaccine required per dose, which allows more vaccine doses to be produced.  An adjuvant also is added to some vaccines to enhance the immune response, which creates stronger immunity against infections.  GSK said it will make the vaccine adjuvant technology available to partners that are developing \"promising\" Covid-19 vaccine candidates, and that making the adjuvant available to the world's \"poorest countries\" would be key. \"We believe that more than one vaccine will be needed to address this global pandemic and we are working with partners around the world to do so,\" Roger Connor, President of GSK Global Vaccines, said in Thursday's statement. \"We believe that our innovative pandemic adjuvant technology has the potential to help improve the efficacy and scale up of multiple COVID-19 vaccines,\" Connor said.  Some background: In April, GSK and French drugmaker Sanofi announced they will be collaborating to develop a vaccine for Covid-19, with clinical trials expected to begin in the second half of 2020. They are among dozens of companies around the world working to develop a Covid-19 vaccine. ##The Future## Philippines President Rodrigo Duterte approved a recommendation on Thursday to relax Covid-19 lockdown measures in the capital city of Manila from June 1, CNN Philippines reports.  In a televised address to the nation, Duterte said he approved the recommendation by the Inter-agency Task Force (IATF) to scale back quarantine restrictions which have been in place for Manila for over two months. According to CNN Philippines, Thursday’s decision is also in line with the recommendation by all 17 mayors of Metro Manila to reopen nonessential businesses to help restart the ailing economy. Government officials from the UK and Portugal are in contact to possibly establish a so-called \"air corridor\" between the two countries. An official from the Portuguese Ministry of Foreign affairs said talks between the two countries began following last week’s announcement by the British government that all international arrivals to the UK would be required to quarantine for 14 days upon arrival. “Portugal took note of that decision,” the official said, adding that they were looking at ways to guarantee that travelers from Portugal into Britain are exempt from the quarantine period. “[We] are confident that it will be possible to reach an agreement that ensures the converging interests of both countries, with the view in particular of the coming summer period.”  The official also highlighted comments made by UK Prime Minister Boris Johnson to the Liaison Committee of the British Parliament on Wednesday where the Prime Minister said he was open to bilateral agreements for quarantine exemption with “safe countries.” ##Reopening## People in Scotland may meet with people from one other household from Friday but the group must not exceed 8 people in total, First Minister Nicola Sturgeon announced Thursday as part of the country’s advance into its so-called ‘Phase One’ easing of lockdown measures. Sturgeon said that households do not have to meet with the same other household all the time during Phase One but should avoid meeting with more than one different household a day. According to Sturgeon, Scottish people “should still be meeting far fewer people than [they] would in normal times.” She advised them not to share items with other households and to maintain social distance at all times. As part of the Phase One easing of measures, Scotland will allow certain non-contact sports to resume and people will be able to sunbathe in parks. However, the Scottish government strongly advised against traveling further than 5 miles for leisure or recreation purposes. “Crowds of people, even if they are trying to socially distance, bring more risk than we judge to be acceptable or safe at this point,” Sturgeon said.  Under Phase One garden centers, drive-through and takeaway food establishments will reopen. The construction industry may resume site preparation ahead of a return to the majority of outdoor work. Household waste and recycling centers will reopen to the public from Monday, June 1. Teachers will also be allowed to re-enter schools on June 1 to begin preparations for schools reopening on August 11. Childcare services and outdoor nurseries will reopen from Wednesday, June 3 with limits placed on the number of children that can be cared for. Despite the continual decline in Scottish cases, Sturgeon admitted she was “nervous” that “the limited changes we are making to these rules might lead to greater change in reality.\" She asked Scots to respect the parameters set out by the government. “Make sure things still feel different to normal because they should still feel different to normal,” Sturgeon said.  The United Nation's World Food Programme (WFP) estimates 13.7 million people could experience severe food insecurity due to the effects of coronavirus this year.  As job availability and economies decline, the WFP estimates the amount of people currently experiencing food insecurity- 3.4 million- could quadruple in 2020.   Migrants are particularly at risk, the WFP says. In Colombia, Ecuador and Peru severe food insecurity among extremely vulnerable Venezuelan migrants could jump from 540,000 to more than 1 million.  The WFP also says children not receiving their provided lunches due to school closures and the approaching hurricane season could also have an affect on the amount of people who go hungry.   ##The Future## Spencer Suckling has been driving one of London's famous red buses for 16 years. In that time, he’s dealt with rude passengers, stressed commuters and speeding motorists.  But the Covid-19 pandemic has brought new dangers for transport workers in the British capital. Suckling was spat at by a moped driver during an altercation with the man two weeks ago in south London. The moped was speeding and Suckling pointed that out to the driver. “The next thing I knew he just spat at me through my open window. Right on my face. He didn’t just cough. He physically spat at me.” Suckling told CNN.\n“I got all the splatter and spray down my face.”  Suckling kept his cool. He sounded the alarm on his bus. British Transport Police officers were not far away but the moped driver fled before they could catch him.  “I was extremely shocked and alarmed. With what is going on, I was a little worried and scared. Before I even thought ‘oh that is disgusting’ my first thought was Covid-19,” he said. He spent seven days in isolation after the incident.  In the past two weeks London’s Metropolitan Police force has arrested six people for assaults on the city’s bus drivers alone. Yet transport workers have not only caught Covid-19, but have died from it. The virus has killed more than 40 workers in the city, according to the Transport for London transit authority.   Belly Mujinga, a railway ticket office worker, was also spat at and coughed on by a man claiming he had coronavirus, while working at London's Victoria train station. She died 14 days later.  Thankfully, Suckling had no symptoms and is now back at work, doing the job he takes great pride in. And despite this incident, he has not lost faith in the public in these unprecedented times.  “For once in my 16 years I think I have seen the public actually appreciate frontline workers, especially bus drivers. A lot of appreciation, at last, for what the bus driver does,” he said. As the UK starts to move out of lockdown from next week, these bus drivers will be key to keeping London moving in the weeks and months ahead.  ##Reopening## ##Lockdowns## The Covid-19 outbreak has been responsible for 159,000 excess deaths in 24 European countries since early March, World Health Organization (WHO) Europe Director Hans Henri Kluge announced on Thursday. Excess deaths is a term used to define the number of deaths which occurred in a given crisis above and beyond what would have been expected under ‘normal’ conditions. The WHO lists 53 countries in its Europe region, including Russia and Turkey.  According to Kluge, there have been over two million confirmed Covid-19 cases and over 175,000 confirmed deaths in the European region. Kluge said these death numbers are “above and beyond what we would have expected normally at this time of the year.” Case information reported to the WHO has revealed that 94% of all Covid-19 deaths were people over the age of 60 years old, and 59% of those deaths were men.  From the total deaths, 97% of the cases had at least one underlying health condition, with cardiovascular disease being the most common. Kluge also gave an update on the current spread of the virus in Europe, saying that in the past 14 days cumulative cases in the region have increased by 15%, with the region still accounting for 38% of cases and 50% of deaths globally.  Russia, the United Kingdom, Belarus, Turkey and Italy are the countries that have reported the highest cumulative numbers of confirmed cases in the last two weeks, Kluge said. Spain, Italy, the UK and France continue to account for 72% of all European Covid-19 deaths, he added. As countries across the region continue to ease restrictions, Kluge stressed that “there can be no economic recovery without Covid-19 transmission under control.\"  “Our priority must be to invest in health, invest in social protection and, above all, avoid austerity,\" Kluge said.  He advised leaders to examine the lessons of the 2008 financial crash, where many countries cut spending on healthcare. ##Cases## The World Health Organization (WHO) Regional Office for Africa said they are \"seeing some rapid increases\" in cases during a press briefing on Thursday.  Dr. Matshidiso Moeti, the WHO Regional Director for Africa said, “It took 36 days to reach 1,000 reported cases, and then 62 days to move to 100,000 cases. We are just above 100,000 now.”  Moeti said it’s a mixed bag across the continent, “Compared to two weeks ago, reported cases have tripled in five countries and doubled in 10 countries, noting that most countries still have fewer than 1,000 reported cases.” Governments in each country have been working day and night to “procure and replenish essential supplies and equipment,” Moeti said and added that this remains one of the biggest challenges of the response. “With strong country leadership and implementation of public and social health measures, cases in Africa remain lower than in some other parts of the world. However, we are not letting our guard down and we cannot be complacent,” she said.  ##Cases## The coronavirus pandemic has infected more than 5.7 million people globally. If you're just joining us, here are the latest developments: US passes 100,000 deaths: More than 350,000 people have died from the disease globally, including at least 100,442 people in the US. The country has the highest number of deaths and cases around the world.\nSeoul shuts public facilities: South Korea will close all public facilities in Seoul and its surrounding metropolitan area starting tomorrow, after a cluster of infections emerged at a logistics center near the city.\nAirline easyJet announces layoffs: The budget airline announced plans to reduce the size of its workforce by up to 30% as it tries to cut costs in response to the coronavirus pandemic.\nUK temporarily shuts North Korean embassy: Britain has shuttered its embassy in North Korea due to Covid-19 restrictions limiting the ability of staff to travel in and out of the country\nCyprus to cover costs for Covid-19 positive tourists: The Mediterranean country has offered to cover the cost of accommodation, food, drink and medication for tourists who test positive for the virus while visiting the island. ##Catch Up## Los Angeles Lakers legend Kobe Bryant will have to wait to be inducted posthumously into the Naismith Memorial Basketball Hall of Fame. The enshrinement ceremony scheduled for August 29 in Springfield, Massachusetts has been postponed due to the coronavirus pandemic, according to ESPN. Jerry Colangelo, the chairman of the board of governors for the Hall, told ESPN Wednesday the Class of 2020 ceremony will be pushed back to the spring of 2021. \"We're definitely canceling,\" Colangelo said. \"It's going to have to be the first quarter of next year. We'll meet in a couple of weeks and look at the options of how and when and where.\"  The Board of Governors will get together June 10 to discuss possible dates for next year, ESPN reports. Eight other honorees, including Tim Duncan, Kevin Garnett and Tamika Catchings, were set to join Bryant in the distinguished class. Colangelo said there will be separate ceremonies for this year's class and the class next year despite both happening in 2021. \"We won't be combining them. The Class of 2020 is a very special class and deserves its own celebration,\" he said. CNN has reached out to the Hall for confirmation on the induction ceremony delay. Thrill seekers in Japan will soon get to enjoy their favorite roller coasters again now that amusement parks around the country are reopening. But there's one request they might struggle with: No screaming. With Japan lifting the state of emergency this week, a group of major theme park operators has introduced a set of guidelines on how to ensure the safety of both guests and staff in the face of Covid-19. Many of the items are to be expected, recommending increased sanitizing measures, regular body temperature checks and face mask use while emphasizing the importance of social distancing. But some items will likely take visitors by surprise. Namely, a suggestion that theme parks encourage visitors riding outdoor attractions, including roller coasters, to avoid shouting or cheering -- a tough ask, given how wild some of the country's rides are. Read more here. ##The Future## Cyprus has offered to cover the cost of accommodation, food, drink and medication for tourists who test positive for Covid-19 during a stay on the popular Mediterranean island. “The traveler will only need to bear the cost of their airport transfer and repatriation flight, in collaboration with their agent and/or airline,\" the Cypriot government announced earlier this week in a letter made public to media, tour operators and airlines. The costs for their co-travelers and family members will also be covered, Cyprus said. The country added that a 100-bed hospital will be made available exclusively for travelers who test positive. Cyprus is reopening its hospitality establishments on June 1 and international air travel to the island will resume on June 9.  Initially all passengers arriving to Cyprus will be required to undertake a coronavirus test in advance (within 72 hours prior to travel), but by June 20th travel restrictions are expected be lifted entirely for a number of countries. Cyprus will retain its ability to randomly test some travelers. ##Reopening## The UK has temporarily shuttered its embassy in North Korea due to Covid-19 restrictions limiting the ability of staff to travel in and out of the country, according to the Foreign & Commonwealth Office (FCO). “The UK has temporarily closed its embassy in Pyongyang and our staff have departed the country,\" the FCO said in a statement Thursday.\n\"This decision has been made because the DPRK [Democratic People's Republic of Korea] restrictions on entry to the country have made it impossible to rotate our staff and sustain the operation of the Embassy.\" The FCO said that London maintains diplomatic relations with Pyongyang, and it will seek to re-establish a presence there, \"as soon as we are able to return to smooth Embassy operations.\"  The UK has advised against all but essential travel to North Korea since August 2017. ##Lockdowns## More than 70 travel industry bosses have signed a letter calling on British Home Secretary Priti Patel to “withdraw immediately” the planned 14-day quarantine measures for international travelers arriving to the UK.  The UK government announced last week that from June 8, international arrivals to the UK would be required to quarantine for 14 days upon arrival, with the exception of those coming from the Republic of Ireland.  The travel industry letter – sent on Wednesday – accuses the government of being “woefully slow to react” to the impact of the pandemic. It also accuses ministers of procrastinating “to the point of absurdity” on whether to support or oppose refund credit notes, which are sometimes offered to customers as an alternative to a cash refund. Senior management from well-known luxury hotels such as The Dorchester, The Shangri-La, The Savoy and The Ritz were among those who endorsed the letter.  The CEO of tour operator Red Savannah, George Morgan-Grenville, said the quarantine plans were “poorly thought out, wholly detrimental to industry recovery and are more or less unworkable.” Morgan-Grenville added that while travel companies usually compete “ferociously,” “on this issue, we are united.” Responding to the letter, the Home Office defended the proposed measures in a statement sent to CNN on Thursday. “It is right that we introduce these new measures now to keep the transmission rate down and prevent a devastating second wave.” \nThe statement also said the government continues to support businesses in the tourism sector “through one of the most generous economic packages provided anywhere in the world.”  ##The Future## The coronavirus pandemic and subsequent closure of schools in England has exposed “shocking levels” of childhood hunger, according to a Human Rights Watch (HRW) statement released on Wednesday. HRW's statement criticized the British government's “failure” to ensure all pupils had sufficient food while schools remain closed, adding that the lapse “violates” a child’s “right to food.” The organization said a government-commissioned voucher system for those who normally receive free school meals was “plagued with problems” and “deeply flawed.” The electronic vouchers are designed to enable families to buy meals at selected supermarkets. The scheme began two weeks after schools closed in mid-March, and some families reported waiting weeks to receive the vouchers, HRW said. A May 4 survey by the Food Foundation estimated that 200,000 children had to skip meals by the end of April, and 31% of children entitled to free school meals “did not have adequate alternatives.” HRW has called upon the UK Department of Education to “urgently address” flaws in the voucher scheme, and also transition to a cash transfer system “that offers families and children great dignity.” On May 26, a representative for the department told HRW that “no system of this magnitude to provide free school meals has been implemented in such a short period of time before.” They added that authorities and the voucher company had worked hard to reduce waiting times and improve the voucher ordering process. CNN has requested comment from the UK Department of Education. ##Lockdowns## UK Labour Party leader Keir Starmer has demanded that the British government bring in a 24-hour guarantee for coronavirus testing. “I'm calling on the Prime Minister to introduce a guarantee that no one will have to wait longer than 24 hours to get a coronavirus test and 24 hours to get the result. Boris Johnson must put the nation’s health first,” Starmer said on Twitter. England’s contact tracing system takes effect today. Anyone who tests positive -- or comes into contact with someone who has -- will be required to self-isolate for 14 days. UK Health Secretary Matt Hancock said the government was trying to speed up the coronavirus testing process. “84% of the tests from the drive-through centers are returned within 24 hours. 95% of all tests are returned within 48 hours,” he told Sky News.\n“Of course there are examples of where the process hasn’t worked.”\n“I want to see every test returned within 24 hours from those drive-through centers. And we do that just as quickly as we can.” ##Politics## South Korea will close all public facilities in Seoul and its surrounding metropolitan area starting tomorrow after a cluster of infections emerged at a logistics center near the South Korean capital. Parks and retreat facilities, and art galleries, museums and theaters operated by the government will be shut until June 14, Health Minister Park Neung-hoo announced. Government-hosted events in the area will either be canceled or postponed, Park said. He also advised that private businesses do the same and residents refrain from going outside or holding public events until June 14 as well.  Public health experts have regularly praised South Korea's response to the global pandemic, which emphasized widespread testing and contact tracing in order to stop the virus spread. To date, 11,344 Covid-19 cases and 269 virus-related deaths have been confirmed, according to a tally by Johns Hopkins University. However, a new uptick in cases has authorities worried. Public health officials said 79 new novel coronavirus cases were recorded yesterday the most in a single day since April 5.  Vice Health Minister Kim Gang-lip said that 54 of the patients identified Wednesday were traced to a logistics center in Bucheon, a satellite city 25 minutes from downtown Seoul. As of 11am Thursday, Park said 82 cases are linked to the logistics center cluster. More than 4,150 people connected to the Bucheon cluster have been put under quarantine and 83% of them have been tested, Kim said. The rest will be tested today.  ##Cases## Frontline medical workers in the US, UK and elsewhere may face major risks in their efforts to battle the coronavirus pandemic, but they've also seen an outpouring of public appreciation. In Russia, health workers say they face fear, mistrust -- even open hostility. Tatyana Revva, an intensive care specialist in the city of Kalach-on-Don in southern Russia, shared a video in late March about equipment shortages with the Doctors Alliance, an advocacy group aligned with Russia's political opposition. After the video went viral, she said, she was summoned by local police. \"I was called to the police and gave a statement with a lawyer, but another statement against me was sent to the prosecutor's office,\" Revva told CNN via Skype after finishing a night shift. Revva said law enforcement investigators subsequently checked the availability of PPE and ventilators at her hospital. \"But the check was carried out a month after I flagged the problems,\" she said. \"You can imagine how much had been purchased in a month after the buzz the video made.\" Revva says she has not been fined by police, but now fears professional retaliation. Police have not responded to CNN's request for comment. The hospital administration could not immediately be reached for comment, but the hospital's chief doctor, Oleg Kumeiko, said in a March 29 statement on YouTube that the information posted online about PPE shortages was \"absolutely untrue.\" Rumors and conspiracy theories abound in Russia about Covid-19: that the virus was invented by doctors to control society; that medical workers are hiding the true extent of the casualties from the public; or that medical personnel are falsely attributing deaths to Covid-19 to receive more money from the government. Read more:  UK-based budget airline easyJet has announced plans to reduce the size of its workforce by up to 30% as it tries to cut costs in response to the coronavirus pandemic. In a statement released Thursday, the airline said it doesn’t expect market demand to return to pre-coronavirus levels until 2023.  “Against this backdrop, we are planning to reduce the size of our fleet and to optimise the network and our bases,” easyJet CEO Johan Lundgren said in a statement.\n“As a result, we anticipate reducing staff numbers by up to 30% across the business and we will continue to remove cost and non-critical expenditure at every level. We will be launching an employee consultation over the coming days.” Easyjet grounded its entire fleet in March but plans to resume some UK and France routes by June 15. ##Economy## The first tragedy of America's bleak coronavirus milestone is that 100,000 people didn't have to die. The second is that no one knows how many more will perish before the pandemic fades. The desperate toll passed into six figures on Wednesday afternoon: 100,000 victims, who were living Americans several months ago, when the viciously infectious virus made landfall. The landmark is a story of lost mothers, fathers, grandparents, siblings, spouses and even children. Families are shattered, and the dying expire alone. They can't even be mourned owing to social distancing — one of Covid-19's cruelest impositions. The virus has been disproportionately infecting communities of color. Black Americans represent 13.4% of the American population, according to the US Census Bureau, but counties with higher black populations accounted for more than half of all Covid-19 cases and almost 60% of deaths as of mid-April, a study by epidemiologists and clinicians found. The virus has also exploited monetary divides, as infections at meat-packing plants show, while many white-collar workers work from home. The victims also include the living — the more than 30 million Americans whose livelihoods disappeared in the most dramatic collapse in American economic history. A generation born amid the fear of 9/11 just graduated high school during another national trauma. Families near and far haven't gathered for months — and may not for months to come. But a pandemic — a signature moment alongside civil war, world wars, assassinations and economic crises, in the near 250-year history of the US — is also a political, governmental story. Politicians, few so vociferously as President Donald Trump, want the credit when things go well. So must they carry the can when they fail. Covid-19's assault is a once-in-a-century event, and no set of detailed plans, war games and batch of epidemiological theories could have prepared the nation for every unknown challenge. Read more:  ##Cases## ##Politics## As the NBA continues to explore options for the season's return, including playing in a closed environment, news reports say family members may be allowed in. The league and the National Basketball Players Association are making progress on a plan that would allow players' family members to stay within the so-called \"bubble.\" The bubble is the proposed enclosed environment in which the participants live, practice and play all games. The report comes days after it was confirmed that the players association and the league were in talks with Disney to hold the rest of the season at the ESPN Wide World of Sports Complex near Orlando, Florida, as a single campus for all activities. The discussions are mainly happening among teams that are expecting to go deep into the playoffs, meaning that they would have a longer stay on the campus, ESPN's Ramona Shelburne and Adrian Wojnarowski reported, citing unnamed sources. Like the players, family members would be subjected to certain coronavirus testing protocols. When asked about the report, the NBA did not comment. Read more:  ##Economy## ##Reopening## That Brazil saw warning signs would be a dramatic understatement. As Covid-19 raced across Europe, knocked the UK Prime Minister flat, and throttled New York City earlier this year, Brazil had plenty of notice that a catastrophe was on its way. But was some of the danger drowned out by the megaphone of its bombastic President Jair Bolsonaro, who has repeatedly dismissed the virus as a \"little flu\"? Brazil has now claimed the grim title of most Covid-19 cases globally after the US. More than 25,000 people in Brazil have died, and some experts say the toll could quintuple by August. Hospitals and graveyards alike are being stretched to their limits. Around the world, citizens are asking their governments how local outbreaks spiraled out of control. But in Brazil, where the acting health minister is a military general with no health background, and the President personally attends anti-lockdown rallies, it's not clear who in the federal government might even deign to answer the question. \"What do you want me to do?\" Bolsonaro asked reporters last month. \"I'm not a miracle worker.\" Read more:  ##Politics## Careful autopsies of 10 African-American coronavirus victims show their lungs were clogged with blood clots, researchers reported Wednesday. All 10 patients had underlying conditions that have been shown to worsen infection, including high blood pressure, diabetes and obesity. But genetic factors could also be at play, the team at LSU Health New Orleans School of Medicine said. The findings, published in the Lancet Respiratory Medicine, may help explain why blacks are suffering so much more from Covid-19 in the US, the researchers said. \"We found that the small vessels and capillaries in the lungs were obstructed by blood clots and associated hemorrhage that significantly contributed to decompensation and death in these patients,\" Dr. Richard Vander Heide, head of pathology at the medical school, said in a statement. Read more: ##Cases## Japan’s Health Ministry said 41 new coronavirus cases and nine Covid-19 related deaths were reported in the country on Wednesday. Tokyo reported 11 new infections and four deaths on Wednesday. Concerning signs in the south:  The mayor of the southern Japanese city of Kitakyushu, Kenji Kitahashi, warned a second wave could be coming, as public health authorities there are seeing a small rise in new cases. After more than three weeks of zero cases, 22 new patients have been identified in the last five days -- including eight on Wednesday. \"We will certainly be attacked by a huge second wave if it goes like this,\" Kitahashi said. Japan's coronavirus breakdown: 17,395 cases since the outbreak began -- 16,683 on land and 712 tied to the Diamond Princess cruise ship\n889 killed countrywide -- 876 on land and 13 in connection with the Diamond Princess\n5,180 infections in Tokyo, as well as 296 deaths ##Cases## The novel coronavirus has infected more than 5.6 million people globally. If you're just joining us, here are the latest developments: Bleak milestones: More than 350,000 people have died from the disease worldwide and 100,000 in the United States alone, according to data from Johns Hopkins University. The US remains the country with the highest number of cases and deaths. \nA new cluster emerges in South Korea: Dozens of people have contracted the virus at a logistics center near Seoul. Authorities in the country reported 79 new cases yesterday, the most in a single day since April 5. \nCases in Brazil continue to rise: Brazil identified more than 1,000 coronavirus-related deaths in a day, taking the national toll to 25,598. The country has reported a total of 411,821 cases, according to Johns Hopkins University.\nSpain begins 10 days of mourning: The country held a moment of silence on Wednesday to honor those who died of the coronavirus. The silent tribute marked the start of a period of national mourning.\nMothers in the UK hit hard by layoffs: Moms are more likely than dads to have quit or lost their job in the UK, or been furloughed, since the start of the country's lockdown, according to a new report.\nUK leader's popularity falls: Boris Johnson's poll numbers have dropped sharply following a scandal over his chief aide's travel during lockdown. Johnson has refused to sack his adviser. ##Catch Up## Public health officials have called on people to stay six feet apart to slow the spread of coronavirus through so-called respiratory droplets. But three experts are warning that six feet may not be enough – and they say the world needs to take airborne transmission of the virus seriously. In a commentary published in the journal Science, the experts called for “regular, widespread testing” to find asymptomatic cases, and they pointed to places where mask wearing is universal and the virus has been controlled, like Hong Kong and Taiwan. World Health Organization guidance might not be enough in all situations, they said. “Evidence suggests that (the novel coronavirus) is silently spreading in aerosols exhaled by highly contagious infected individuals with no symptoms,” wrote Chia Wang of National Sun Yat-sen University in Taiwan and Kimberly Prather and Dr. Robert Schooley of the University of California, San Diego. “Increasing evidence for (the coronavirus) suggests the six foot WHO recommendation is likely not enough under many indoor conditions where aerosols can remain airborne for hours, accumulate over time, and follow air flows over distances further than six feet,” they wrote. The three experts, who are specialists in chemistry and infectious diseases, said aerosols from breathing and speaking “can accumulate, remain infectious in indoor air for hours, and be easily inhaled deep into the lungs.” That makes wearing masks all the more essential, they said, even when people are keeping their distance.  More on this: The US Centers for Disease Control and Prevention has focused on so-called respiratory droplets produced when a person coughs or sneezes. The droplets don’t linger in the air for long, but the CDC says they “can land in the mouths or noses of people who are nearby or possibly be inhaled into the lungs.”  Spread is more likely when people are in close contact with one another, or “within about 6 feet,” the CDC says. That’s because respiratory droplets are relatively large and fall to the ground – unlike aerosols, which are smaller and more likely to stay in the air longer. Despite the focus on droplets from US health officials and others, the experts said “a large proportion of the spread of coronavirus disease 2019 (Covid-19) appears to be occurring through airborne transmission of aerosols produced by asymptomatic individuals during breathing and speaking.”  While more research is needed, they called for robust testing schemes and said people need to mask up. “For society to resume, measures designed to reduce aerosol transmission must be implemented, including universal masking and regular, widespread testing to identify and isolate infected asymptomatic individuals,” they said. South Korean authorities identified 79 new novel coronavirus cases yesterday -- the most in a single day since April 5.  Sixty-eight of those were locally transmitted, with the majority found in Seoul, the province that surrounds the capital, Gyeonggi, and the city of Incheon. Vice Health Minister Kim Gang-lip said that 54 of the patients identified Wednesday were traced to a logistics center in Bucheon, a satellite city 25 minutes from downtown Seoul. It's possible that the Bucheon cases are linked to a cluster identified in Itaewon, a popular nightlife district in Seoul, but the investigation is ongoing, an official at the Health Ministry said. More than 4,150 people connected to the Bucheon cluster have been put under quarantine and 83% of them have been tested, Kim said. The rest will be tested today.  ##Cases## Brazil had another 1,086 coronavirus-related deaths over the previous 24 hours, the country's health ministry reported Wednesday -- taking the national toll to 25,598. The ministry said 20,599 new cases were also confirmed. Brazil has reported a total of 411,821 coronavirus cases, according to Johns Hopkins University's tally. ##Cases## Chinese authorities identified only two new novel coronavirus patients presenting symptoms on Wednesday, the country's National Health Commission (NHC) said in a statement. Both cases were imported -- one was in Shanghai and the other in the southeastern province of Fujian.  However 23 asymptomatic cases were recorded, the NHC added.  Authorities in China have confirmed 82,995 Covid-19 patients to date, with 73 cases still active. A total of 78,288 confirmed patients have recovered and been discharged from hospital.  At least 4,634 people have died in China after contracting the virus. ##Cases## Disney World is set to reopen -- but is it safe to return to the \"most magical place on earth\"? Disney CEO Bob Chapek believes so. The Disney resort in Orlando, Florida, plans to reopen on July 11 for its Magic Kingdom and Animal Kingdom parks and July 15 for EPCOT and Hollywood Studios, the company said Wednesday. The resort, which closed in mid-March because of the pandemic, will implement several health and safety measures to prevent the spread of the coronavirus during a phased reopening. Chapek spoke with CNN Business about reopening the parks and how different they will look under the new health guidelines. Read the transcript here:  ##Economy## ##Reopening## At least 100,276 people have died from Covid-19 in the US, according to Johns Hopkins University's tally of cases. That's almost twice the number of Americans lost during the entire Vietnam War. No one knew how bad the coronavirus pandemic would get when the first known virus-related death happened on February 6. But since then, an average of nearly 900 Americans have died every day from Covid-19. The victims have represented some of the best of humanity: An ER doctor who risked his life trying to save others.\nA grandmother and refugee who worked tirelessly to provide a better life for her children.\nA 36-year-old principal who helped troubled students grow produce for the needy.\nA Holocaust survivor who saved dozens of families from genocide. Remembering the victims: 105 families shared their favorite memories with CNN. Read their stories here. Watch: ##Cases## Both chambers of the French Parliament voted overwhelmingly in favor of the StopCovid smartphone application on Wednesday, despite the contact tracing app being decried by opposition parties for its infringements on individual freedoms. The vote was purely symbolic and was meant to let President Emmanuel Macron's government know there was political backing for the app. After hours of debate, StopCovid was adopted at the National Assembly with 338 votes in favor and 215 votes against. Around midnight, the French Senate voted in favor of the government app by 189 votes in favor to 129 against. “StopCovid is a tool at the service of citizens and not a threat to their freedoms,” Justice Minister Nicole Belloubet told the Lower House.  The app had already been given the green light by the National Commission for Digital Freedom on Tuesday. A spokesperson for the National Assembly told CNN on Wednesday that the government \"did not need a legal basis in order to deploy the app, because it works on a purely voluntary basis and doesn’t infringe on personal freedom.\" French digital rights association La Quadrature du Net said that between 60% and 80% of the population would need to use the app for it to be useful in the fight against the coronavirus. ##Reopening## Mortality rates in Spain were 55% higher than usual between March 10 and May 10, the country’s top coronavirus health ministry official said Wednesday. “This excess of 55% represents more than 43,000 deaths than what is expected,” Fernando Simón, Spain’s director of the center for health emergencies, said. “That mortality was centered in people 75 or older,” accounting for 35,000 of the total excess figure. However, only 27,118 of those additional deaths are linked to Covid-19.  A “significant part” of the more than 43,000 deaths between March 10 and May 10 “cannot directly connect to Covid-19 yet,” cautioned Simón.  \"If we count the deaths with coronavirus and compare it with the excess, there's still a significant number of deaths left that could be explained for several reasons,\" he added. Among those reasons could be an inability or unwillingness to go to a hospital or get medical assistance during the peak of the coronavirus outbreak, Simón said.  “We may have also witnessed some complications in some health centers that didn't favor survival during a longer period for some of our elderly,” he added.  A number of senior care homes in Spain reported unusually high mortality numbers during the height of the pandemic, but most of the deceased were not tested for Covid-19. The numbers are emerging now, Simón said, because the country was under strict lockdown during the height of the epidemic, and notifications of deaths may have been delayed due to registry workers not being able to go to their offices -- leaving many deaths tallied without a detailed analysis. ##Cases## El Salvador President Nayib Bukele says he's taking hydroxychloroquine to prevent Covid-19. Remember: Hydroxchloroquine is an anti-malarial drug that medical experts have said is an unproven and possibly harmful therapy to ward off the coronavirus. US President Donald Trump has also claimed he is using the drug.  “I use it as a prophylaxis. President Trump uses it as a prophylaxis. Most of the world’s leaders use it as a prophylaxis,” Bukele said on Tuesday.  Bukele touted his use of the drug during a news conference with the US Ambassador to El Salvador, Ronald Johnson, about the donation the US had made of 250 ventilators to the Central American country. \"Sometimes what's recommended to the people is something different than what's recommended to the leaders, because I have been recommended to use hydroxychloroquine as a prophylaxis and the probability of this harming you is very low,\" Bukele said as he displayed a bottle of what is assumed to be hydroxychloroquine.  Bukele did not say how much he was taking or if the drug was prescribed by a doctor. The leader added that at the recommendation of the World Health Organization, the drug was no longer part of the country's coronavirus treatment protocol, but it would remain available for \"those who wish to use it as prophylaxis\" or by a doctor's prescription. The World Health Organization announced Monday that it has temporarily halted studying hydroxychloroquine as a potential Covid-19 treatment in its Solidarity Trial due to safety concerns. ##Cases## Chile's ministry of health on Wednesday reported 4,328 new cases of the coronavirus, taking the country's total to 82,289. Health authorities also reported 35 additional deaths, bringing the country's death toll to 841 as of Wednesday afternoon. Chile has one of the highest infection rates in Latin America. ##Cases##", "Section": "world", "Writers": ["Joshua Berlinger", "Brett McKeehan"], "URL": "https://www.cnn.com/world/live-news/coronavirus-pandemic-05-28-20-intl/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Philippines", "Source": "CNN"}