{"Type": "article", "Time": "2018-11-29", "Headline": "He was stranded for 7 months in a Malaysian airport. Here's how this Syrian refugee spent his first days of freedom", "Text": "With humor, wit, and sometimes despair, Hassan Al Kontar narrated on Twitter the remarkable odyssey of being stuck in the transit area of a Malaysian airport -- for seven months.  Now, the 37-year-old Syrian has finally landed in Vancouver, Canada, thanks to two organizations: the British Columbia Muslim Association and Canada Caring Society, who lobbied for months and eventually managed to sponsor his release.  \"On my first days of freedom, I want to enjoy the fresh air and walk on the streets of Vancouver as much as I can,\" he told CNN from Canada. \"I'll take hot showers and a cup coffee with friends.\" After seven months at Kuala Lumpur International Airport and two months in a Malaysian detention center, Kontar said in a video tweeted on November 26: \"For today, I am in Taiwan international airport. Tomorrow I will be reaching my final destination:  Vancouver, Canada.\" \"I've arrived and I still can't believe it. I couldn't sleep out of the excitement. I have a job waiting for me in a hotel so I'm going to start working as soon as I manage to get some rest,\" he continued. \"I realized there's a moment in life when the real life can be more amazing and beautiful than the dreams themselves.\" Originally from Dama, Syria, Al Kontar worked as an insurance marketing manager in the UAE from 2006 to 2012, according to CNN partner CBC. He lost his work permit after the Syrian civil war broke out, and did not want to return to his home country, so he stayed illegally in the UAE until 2016.  After being arrested and then freed, he managed to get a new passport but was eventually deported to Malaysia.  When he tried to get to Turkey in March, he was turned away from a Turkish Airlines flight, leading to him being stranded in the transit area of the Kuala Lumpur International Airport. As soon as he touched the ground in Vancouver, Kontar was welcomed by Laurie Cooper, part of a group that raised money to sponsor him.  Cooper, who started to get involved with migrant support networks after a volunteering stint on the Greek island of Lesbos, told CNN the application to sponsor Al Kontar was fast-tracked thanks to the help of the Canadian government and international NGOs.  \"When he was arrested by Malaysian authorities in October, the situation became dire,\" Cooper said. \"A lot of wonderful people stepped up to help.\" Recalling his peculiar experience, Kontar says it changed his perspective on life, as extremely difficult as it was: \"Giving up is not an option, it's a result in not believing in what you're doing, not being allowed in what you're doing, not trying enough,\" he says, adding that all he was asking was for \"minimum human rights such as the right to be permanently safe, have a job, and a place I can call home.\"  \"When the airplane touched the ground, and I saw Laurie, I got all I wanted,\" he adds. \"I have everything now, finally I can relax and enjoy the moment.\" \"I can feel the light after the darkness.\"", "Section": "americas", "Writers": ["Gianluca Mezzofiore"], "URL": "https://www.cnn.com/2018/11/29/americas/syrian-refugee-malaysia-canada-intl/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Malaysia", "Source": "CNN"}