{"Type": "article", "Time": "2021-01-18", "Headline": "Biden prepares for inauguration on Trump's last full day in office", "Text": "President-elect Joe Biden and Vice President-elect Kamala Harris' transition team announced that their first-day agenda will include the signing of executive orders. The Biden-Harris transition team on Tuesday night released the daily schedule for their first day in office, which also includes a 7 p.m. White House press briefing from press secretary Jen Psaki. Biden will also swear in \"day one presidential appointees\" in a virtual ceremony, according to a news release.  Here's a look at Wednesday's schedule: 8:45 a.m. ET: Biden, Harris and their spouses attend a church service at the Cathedral of St. Matthew the Apostle.\nNoon: Biden and Harris are sworn in.\n2:25 p.m. ET: Biden and Harris visit the Tomb of the Unknown Solider at the Arlington National Cemetery in Virginia.\n5:15 p.m. ET: Biden signs executive orders and other presidential actions.\n5:45 p.m. ET: Biden swears in presidential appointees in a virtual ceremony.\n8:48 p.m. ET: Biden and Harris deliver remarks at the “Celebrating America” inaugural program. ##Biden## ##Inauguration## A schedule sent to National Security Council staff Tuesday night, and obtained by CNN, shows more than three dozen members of Joe Biden's incoming NSC staff plan will be in place by midday on Wednesday when the President-elect is sworn in.  The schedule shows that some of the staffers will arrive at the White House as early as 10 a.m., two hours before the swearing in, a sign the work could begin from the first minute President-elect Joe Biden takes office.  Among those with a 10 a.m. scheduled arrival time is Lisa Monaco who is serving as a homeland security adviser around the inauguration, overseeing high-level security coordination around the event. Unlike those who have been tapped to run the federal agencies, NSC staff does not require Senate approval and can immediately get started. ##Biden## President Trump has decided to pardon his former chief strategist Steve Bannon in a last-minute decision made only hours before he is scheduled to depart the White House for a final time. Officials cautioned CNN that Trump's decision was not final until he signed the paperwork.  Trump told people that after much deliberation, he had decided to pardon Bannon as one of his final acts in office. Read more here. CNN's Kaitlan Collins reports: ##Trump## Vice President-elect Kamala Harris, Sen.-elect Raphael Warnock and Stacey Abrams were among the speakers at tonight’s Presidential Inaugural Committee virtual inaugural ball honoring the Black community. In her closing remarks in tonight’s \"We Are One\" event, Harris thanked her fellow alumni from Historically Black Colleges and Universities and spoke specifically to Black children who may be tuning into the virtual event.  “I especially want to thank my HBCU brothers and sisters, my beloved Alpha Kappa Alpha, and our divine nine family. I wouldn't be here if it weren't for all of you and those who came before us. We are family. And though we cannot gather in person tonight, know that I carry each of you with me as I embark on this journey,” Harris said. “Let me also say something directly to every little girl and boy who should also see themselves in this moment. I may be the first woman, I may be the first black person to hold this office, but I will not be the last,” Harris continued. “So, dream with ambition, lead with conviction and see yourselves as future leaders and as the very best of our country because that's who you are.” Abrams, former Georgia gubernatorial candidate and Fair Fight founder, also spoke about her state’s role in putting Joe Biden and Harris over the top in November, and her state’s historic runoff election that altered the balance of power in the US Senate.  “And what we are seeing happen in this nation today, what we saw happen in Georgia, first in November and again in January, is the compulsion to come together, the commitment to be one, to have a nation that sees us all that serves us all,” Abrams said. “And, so it was with incredible delight and pride that we delivered 16 electoral college votes from the great state of Georgia to Joe Biden and Kamala Harris, it was with extraordinary joy and deep personal pride that we are sending you Senator-elect Raphael Warnock who will be sworn in tomorrow, along with Senator Jon Ossoff,” Abrams continued. “It is with extraordinary gratitude that we say thank you to an administration that has already started to show us what leadership looks like again,\" she added. Warnock, one of Georgia's new senators-elect, opened the event with a prayer. The White House schedule is out for the last day of President Trump’s term and it’s somewhat vague, listing only the President’s departure time of 8 a.m. ET. There is no mention of the send-off ceremony scheduled at Joint Base Andrews that is expected to take place shortly after he and first lady Melania Trump leave the White House aboard Marine One. His schedule says, \"The President and The First Lady will depart the White House at 8:00AM for Palm Beach, Florida.\" ##Trump## President Trump has raised the idea of starting a new political party in recent days, a senior Trump adviser confirmed. The adviser immediately dismissed the idea as not serious.  A separate White House adviser said the prospect of launching a new party was \"lame.\" Another aide noted Trump is disgusted with Senate Republicans who will soon decide whether the ex-president should be convicted during his impeachment trial.  It's unclear how determined Trump is to begin his own political party. In his farewell message video, Trump vowed his movement will carry on. The latest polls, including one from CNN, find Trump with the lowest approval ratings of his presidency. He is leaving office deeply unpopular.   The Wall Street Journal first reported Trump's interest in a new party, saying he would call it the \"patriot party.\" CNN's Jim Acosta reports: ##Trump## On the eve of the inauguration of President-elect Joe Biden and Vice President-elect Kamala Harris, filmmaker Ken Burns said he felt \"like tonight is New Year's Eve. I think we just got the dates wrong.\" \"I think we got a new possibility of turning a new leaf,\" Burns told CNN's Anderson Cooper, reflecting on the upcoming administration. \"There is a real optimism there.\"  Burns, an award-winning documentary filmmaker who spent most of his career documenting American history, went on to compare the President-elect to former President Franklin D. Roosevelt. \"We have the oldest president in an FDR moment and this is a man who is tempered by loss,\" Burns said. \"Just as FDR, a kind of thin ambitious guy is stricken with polio and develops an empathy that allows him to guide us through the depression and the second World War, Joe Biden's political career begins with unspeakable loss and has had unspeakable loss just recently and he's been able to turn that into something positive.\" \"You have to make sure that no one feels like they're extraneous and so much of this is about people having their problems magnified in a negative way and Joe Biden is the opposite of that. He reminds you, we're all in this together and that's the only way we get through it and that's how this American carnage ends.\" Watch: ##Biden## Vice President-elect Kamala Harris was among the speakers in tonight’s virtual inaugural ball celebrating Asian American and Pacific Islander communities co-hosted by the Presidential Inaugural Committee. Harris thanked the AAPI community for their support during the campaign and pledged to continue supporting them after she is sworn in as vice president on Wednesday. “I am proud to be with you tonight as our nation's first vice president-elect of Asian descent. My story is the story of millions of Americans, my mother Shyamala Gopalan arrived in the United States from India, she raised my sister Maya and made to know that though we may be the first, we should not be the last,” Harris said. “I carry you all with me, I could not be more grateful for your continued support at this moment, and I cannot wait to see all that we will accomplish together,\" she added. The incoming second family — Vice President-elect Kamala Harris and her husband Doug Emhoff — will walk the Pences to their motorcade after the inauguration ceremony at the US Capitol tomorrow, a source familiar with inauguration planning said. Four years ago the Pences were the ones who walked the Bidens to the motorcade, as they took the office and the Bidens left Washington.  This is in keeping with past protocol but is notable because the traditional walk with the first and second family to Marine One will not happen tomorrow as President Trump has decided to shun the inauguration and return to Florida before his term ends.  ##Inauguration## The Michigan nurse who sang \"Amazing Grace\" at this evening's memorial service for the victims of Covid-19 described her brief encounter with President-elect Joe Biden before the performance, saying the meeting left her heart filled with love.  \"President-elect Biden, he just said, you know, 'in heaven it's probably all nurses,'\" Lori Marie Key told CNN's Dana Bash. \"I just laughed,\" Key continued. \"I know that expression meant that in the nursing community, we are a compassionate population of people, just to hear him say that and just to talk to me, my heart was filled with just love ... I still can't believe that I got to meet the President[-elect.]\" Key also went on to reflect on how her rendition of \"Amazing Grace\" in the Covid-19 ward at St. Mary Mercy Hospital in Livonia, Michigan, brought her to perform on the National Mall in Washington, DC, the night before Biden's inauguration.  She said she was known to sing at work and at the bedside of patients who needed strength as they fought for their lives.  \"I am always on our unit singing, making sure everybody is having a good time... I just never would have imagined it would bring me to this moment,\" she told Bash.  \"It gave [patients] so much strength just that try to make it another day, each day at time through what they were going through,\" she said.  Watch Lori Marie Key's interview: ##Biden## President-elect Joe Biden’s nominee to lead the State Department told senators at his confirmation hearing that the incoming administration recognizes Jerusalem as the Capitol of Israel and said it would leave the US embassy in the contested holy city. Asked if he recognizes Jerusalem as Israel’s capitol, Antony Blinken said, “yes.” And asked if the US embassy would remain in Jerusalem, Blinken again said, “yes.” Both moves by the Trump administration were deeply controversial, as both Israelis and Palestinians claim the holy city as their capitol. The status of Jerusalem is such a thorny issue that international consensus was to leave discussion about it to the end of Israeli-Palestinian peace negotiations. Previous peace negotiations had included the idea that each side would claim a different part of the city as its capitol. The Trump administration abandoned those internationally accepted parameters, stopped engaging with Palestinians, unilaterally moved its embassy to Jerusalem and recognized the city as Israel’s capitol.  At Tuesday’s hearing, Blinken indicated that he believes the Trump administration policies have pushed Israelis and Palestinians farther from a peace deal than they have been in decades. He stressed he believes that a \"two-state solution, however distant it may appear, is still the best and probably the only way to truly assure Israel's future as a Jewish and democratic state and of course to give the Palestinians the state to which they are entitled.\" \"The challenge, of course, is how to move forward on that at a time when ... it seems more distant than it's ever been, at least since Oslo,\" Blinken said. Offering some praise for the Abraham Accords, the normalization agreements the Trump administration brokered between Israel and Gulf countries, Blinken said he hopes those agreements create progress toward an Israeli-Palestinian agreement. “I hope that might also might create a greater sense of confidence and security in Israel as it considers its relationship with the Palestinians,” Blinken said, “because whether we like or not, whether they like or not, it's not just going away.” ##Confirmation Hearings## Former administration officials invited to President Trump's departure ceremony are taking a pass, some due to their disgust with Trump. \"Is there a disappointment factor, yes!\" said one former senior White House official. \"Sending the mob was a red line,\" a senior White House adviser said.  \"He has eviscerated his legacy,\" said another senior White House adviser. Another former senior White House official noted that invitees can bring five guests, describing that as a sign of desperation. Vice President Mike Pence won't be attending Trump's departure ceremony tomorrow, according to his public schedule. Sources close to Pence have blamed the logistical challenge of having the vice president attend both the departure ceremony and participate in Joe Biden's inauguration. But aides to the vice president have made their frustrations with Trump clear, ever since the President didn't check in on Pence who was fleeing pro-Trump rioters during the Capitol siege.  ##Trump## Retired Army Gen. Lloyd Austin, President-elect Joe Biden’s nominee to be Defense secretary, called China the \"ascending\" threat facing the United States, describing it as the \"pacing threat\" to the military.  He then described Russia as a threat \"in decline,\" but one still capable of doing damage \"as we've seen here in recent days,\" referencing the hack of SolarWinds.  The answer came in response to Republican Sen. Josh Hawley, who asked about the focus of the next National Defense Strategy, which will be formulated under the next Defense secretary's tenure. \"China presents the most significant threat going forward because China is ascending. Russia is also a threat, but it's in decline. It can still do a great deal of damage as we've seen here in recent days, and it's a country that we have to maintain some degree of focus on. But China is the pacing threat,\" said Austin. \"It is the pacing issue — the pacing threat currently and I fully expect that it will remain so going forward.\" ##Confirmation Hearings## Retired Army Gen. Lloyd Austin, President-elect Joe Biden’s nominee to be Defense secretary, agreed to recuse himself from matters concerning defense contractor Raytheon, where he previously served on the board of directors, in response to questions by Sen. Elizabeth Warren at his confirmation hearing. “Raytheon is one of the world’s largest defense contractors, and I’m sensitive to the appearance, concerns that you raise in this particular situation,” said Austin. He said he did not expect for there to be a circumstance that would arise that would compel him to seek a waiver from his recusal, but if such a circumstance came up, he said, “I would consider available alternatives to a waiver before seeking one, and would consult very carefully with agency ethics officials.” “I can pledge to you that I’ll be mindful not only of the legal requirements that govern my conduct, but also of the appearances to ensure that the public has no reason to question my impartiality,” said Austin. “And I’ll consult with the DOD career ethics officials on these issues and will require everyone that serves with me to ensure that public service is and will remain a public trust.” Austin further said he did not intend to seek employment as a lobbyist or to sit on the board of a defense contractor after his service. ##Confirmation Hearings## British Prime Minister Boris Johnson said, in a statement issued Tuesday ahead of US President-elect Joe Biden’s inauguration Wednesday, that he is looking forward to working closely with the new administration. “I warmly congratulate Joe Biden on his historic inauguration as 46th President of the United States and look forward to working closely with his new administration as we defeat Covid and build back better from the pandemic,” Johnson said in a statement. “In our fight against Covid and across climate change, defense, security and in promoting and defending democracy, our goals are the same and our nations will work hand in hand to achieve them,” the prime minister added. “I look forward to welcoming him to Carbis Bay for the G7 and Glasgow for COP as we join forces to protect our planet. Only through international cooperation can we truly overcome the shared challenges which we face,” the statement continued. ##Biden## Antony Blinken said Tuesday that President-elect Joe Biden intends to seek an extension of the New START Treaty, but suggested he has not made a decision on the length of that extension. A full extension is five years.  The landmark US-Russia arms treaty expires just 16 days after the inauguration. The secretary of state-designate noted that Biden “couldn’t really engage” on the issue during the transition because he was “very cognizant of the fact we have one president at a time.” Blinken told lawmakers that he believes “this is something that we will be coming to you on pretty much immediately as soon as the president is sworn-in, and I know that he does intend to seek an extension, and he’ll have to make a decision as President about what duration he would seek.” The Trump administration went back and forth with the Russians on the terms of the longstanding treaty after efforts to create a new trilateral treaty with Russia and China failed. ##Confirmation Hearings## Mitch McConnell and Chuck Schumer are still trying to hash out an agreement on their power-agreement, which will detail how committees are structured and provide general guidance of how the 50-50 Senate will operate.  There are still several sticking points, according to multiple sources.  One sticking point: ensuring that the filibuster remains intact, which McConnell is demanding. Schumer doesn't have the votes to gut the filibuster, since several centrist Democrats have rejected calls to use the nuclear option to reduce the threshold from 60 votes to 51. But as part of these talks, McConnell is asking Schumer to reassure the GOP that they won't seek to do away with the potent stall tactic in the Democratic majority. Schumer, in a statement from his spokesperson, indicated that he wants the power-sharing agreement to mirror the 2001 deal that was struck to govern how the 50-50 Senate operated. Schumer's spokesperson asserted that the Democratic leader wants to keep \"extraneous changes\" out of the power-sharing agreement. Secretary of State nominee Antony Blinken said the State Department “has to be” a non-partisan institution, breaking sharply from his predecessor Secretary of State Mike Pompeo who has repeatedly engaged in political activity while serving as America’s chief diplomat. \"I could not agree more strongly that with regard to the State Department it has to be, and if I have anything to say about it, it will be, a non-partisan institution that is seeking only to advance the national interest,\" said Blinken to Democratic Sen. Tim Kaine who pointed out Pompeo's political activity on the job. Blinken noted that he started his career in Washington at the State Department and he was never able to tell if the State Department officials he worked with were Democrats, Republicans or independents. “They are simply professionals who are working to advance the national interest,” Blinken said of the State Department staff. “If the person who purports to lead them is not doing the same thing I think we’ve got a problem.” Kaine said that Pompeo has turned the secretary of state into a “partisan political position,” by doing things such as speaking at the Republican National Convention which violated policy he had laid down for the rest of the department. He read Blinken the words of former Secretary of State Colin Powell who said he would not engage in political debates in his role as secretary. Blinken agreed. “I strongly agree with Secretary Powell. And that is the model I would follow,” Blinken said. Kaine said he will be “extremely disappointed” if he sees Blinken partake in campaign events for any Democrats including the president or the vice president. “I would welcome you holding me to that,” Blinken said. ##Confirmation Hearings## Secretary of State-designate Antony Blinken said that the Biden administration intends to join the global vaccine effort spurned by the Trump administration. That effort, known as COVAX, is led by the World Health Organization. President Trump cut ties with WHO, but President-elect Joe Biden has pledged to rejoin it. “We believe strongly that we can do that ensure that every American gets the vaccine, but also help make sure that others around the world who want it have access to it,” Blinken said during his Senate confirmation hearing. ##Confirmation Hearings## There are 400 lights illuminating the Lincoln Memorial Reflecting Pool in tribute to the more than 400,000 people who have died from Covid-19 in the US. Hundreds of towns, cities and communities across the country plan to join in the solemn tribute with lighting ceremonies of their own at buildings from the Empire State Building in New York to the Space Needle in Seattle, Washington. President-elect Joe Biden paid tribute to the thousands of lives lost to the Covid-19 pandemic at a memorial held by the reflecting pool at the Lincoln Memorial at the National Mall in Washington, DC. Biden began his remarks by thanking a Michigan nurse, Lori Marie Key, who sang \"Amazing Grace\" at the memorial.  \"If there are any angels in heaven, they're all nurses. We know from our family experience what you do, the courage and the pain you absorb for others. So, thank you. Thank you,\" Biden said.  \"To heal, we must remember. It's hard sometimes to remember, but that's how we heal. It's important to do that as nation. That's why we're here today. Between sundown and dusk let us shine the lights in the darkness along the sacred pool of reflection and remember all those who we lost,\" Biden said before introducing Yolanda Adams, who performed \"Hallelujah.\"  The National Mall along with other places of significance around the country lit up in honor of Covid-19 victims.  Watch the moment: ##Biden## Lori Marie Key shared her experience working as a Covid-19 nurse before performing \"Amazing Grace\" at tonight's memorial service. \"It was heartbreaking for the families who couldn't be there with them and it was heartbreaking for those caring for them. But when I'm at work, I sing. It gives me strength during difficult times, and I believe it helps heal,\" she said. Key went on to perform \"Amazing Grace.\" Watch the moment: Vice President-elect Kamala Harris reflected on the grief of many who have lost loved ones to coronavirus during the pandemic in her remarks at a memorial tonight. “For many months we grieved by ourselves. Tonight we grieve and begin healing together,” she said. \"Though we may be physically separated, we, the American people, are united in spirit. And my abiding hope, my abiding prayer, is that we emerge from this ordeal with a new wisdom to cherish simple moments, to imagine new possibilities, and to open our hearts just a little bit more to one another,\" Harris said. Watch Harris speak: Cardinal Wilton Gregory, the Catholic Archbishop of Washington, began the national Covid-19 memorial service by grieving more than 400,000 Americans who have died in the coronavirus pandemic so far.  \"We turn to the Lord of all to receive these, our sisters and brothers into eternal peace and to comfort all those who grieve the loss of a loved one,\" he said. \"This virus, more than taking the lives of too many of our citizens, as well as people around the globe, has left in its wake a sobering awareness that we are all united in the sorrow that we recognize today.\" Gregory also noted the cruel nature of the virus which has deprived so many Americans of the chance to fully grieve their loved ones  \"We pray for the countless families and relatives who had to surrender their loved ones without the comfort and the consolation of a familiar funeral ritual according to their religious traditions or selections,\" he said. \"That privation only added to the sadness engendered by the death of a friend, a relative, or a colleague.\" President-elect Joe Biden and Vice President-elect Kamala Harris are mourning the victims of Covid-19 at a memorial at the Lincoln Memorial's reflecting pool on the National Mall. The memorial comes as the US passes 400,000 coronavirus deaths and records more than 24 million cases since the start of the pandemic. Hundreds of towns, cities and communities across the country plan to join in the solemn tribute with lighting ceremonies of their own at buildings from the Empire State Building in New York to the Space Needle in Seattle, Washington. Biden is joined by his wife Jill Biden, Harris and her husband Doug Emhoff.  ##Biden## Hundreds of sites across the country will be lit up to coincide with the Covid-19 memorial that President-elect Joe Biden, Vice President-elect Kamala Harris and their families are attending tonight. In addition to the previously announced Space Needle and Empire State Building, the memorial will include Scranton City Hall in Scranton, Pennsylvania, the Chase Center in Wilmington, Delaware, and Oakland City Hall in Harris’ native California — along with Wrigley Field in Chicago, Ford Motor World Headquarters in Dearborn, Michigan, and other locations.  According to a source familiar, here’s a look at some of the other sites that will be illuminated: St. David’s Episcopal Church in Columbia, South Carolina\nCity of Atlanta and Hartsfield-Jackson Atlanta International Airport\nCity of Dallas and Bank of America Tower CNN's Arlette Saenz has more: Two uniforms stolen from a US Army soldier’s car Tuesday morning led to an alert to law enforcement in the Washington area though authorities said it \"was not a targeted theft,” according to a copy of the alert obtained by CNN and Anne Arundel County Police Department spokesperson Sgt. Kam Cooke. The alert was sent out of an abundance of caution due to the security precautions surrounding Wednesday’s inaugural, according to the notification.   The Anne Arundel County Police sent out the \"criminal intel alert\" describing the soldier's Army fatigue and military dress uniforms that were lifted out of his unlocked car in the Washington suburb. Cooke emphasized to CNN that the theft \"was not targeted.\" Cooke said that other vehicles on the block were also broken into, including the victim's mother's car. \"Someone was going down the street shaking the handles of vehicles and got into a few of them,\" Cooke told CNN.  This week, the FBI warned other law enforcement agencies that QAnon adherents discussed acting as National Guard soldiers in Washington to try and infiltrate President-elect Joe Biden's inauguration, according to a report in the Washington Post. The alert also comes on the heels of hundreds of pro-Trump extremists that invaded the US Capitol earlier this month in an attempt to stop the certification of President-elect Joe Biden's election win.  The unidentified soldier's credentialed clothing was inside a suitcase that was inside his car that he happened to leave unlocked, Cooke said. Cooke did not confirm the soldier's name, if his or her name was sewed onto the stolen articles of clothing, or if the soldier was involved with security at the US Capitol. As a part of protocol, Cooke said, this matter was passed along to Maryland's Fusion Center and to the Anne Arundel County intelligence officers to handle the ongoing investigation.  ##Security## Less than 24 hours before Joe Biden is set to become president, Facebook continues to show ads for tactical gear despite vowing to ban those promotions ahead of the inauguration. A review by CNN and other internet users this week showed that ads for body armor, holsters and other equipment were being displayed on the platform as late as Tuesday afternoon.  Often, the advertised products are pictured alongside guns, ammunition, or people clad in camouflage fatigues.  The ads have frequently appeared in the timelines of military veterans and contribute to a false narrative of an imminent violent conflict in the United States, according to Kristofer Goldsmith, founder and president of High Ground Veterans Advocacy.  \"They’re selling the idea of pending violence, or inevitable violence, and that’s the kind of thing that becomes a self-fulfilling prophecy,\" said Goldsmith.  In one example still on Facebook Tuesday afternoon, a pair of noise-reducing earbuds was being advertised as a form of active hearing protection, shown inserted in the ears of a gunman aiming down his rifle sights.  Another ad, for body armor, promises consumers that the product can shield them from bullets, knives, stun guns and other threats.  A third series of ads, for hard-knuckled gloves, showed a man wearing desert camouflage and a tactical rig performing various tests on the gloves, including punching concrete walls, breaking a glass bottle by hand and rubbing broken glass on the gloves’ palms. \"They put people in combat gear in a civilian setting,\" Goldsmith said of the ads. \"They’re promoting this image of, ‘You need to get ready for combat.'\" Asked for comment, Facebook referred CNN to its earlier blog post announcing that it will ban \"ads that promote weapon accessories and protective equipment\" in the United States through at least Jan. 22. \"We already prohibit ads for weapons, ammunition and weapon enhancements like silencers,\" Facebook said in the blog post. \"But we will now also prohibit ads for accessories such as gun safes, vests and gun holsters in the US.\" After Facebook introduced the ban on Saturday, BuzzFeed News reported the following day that some ads for tactical gear were still active. Many of the ads observed by CNN had been active, in some cases, for months. Others had been launched within the past week. Facebook has removed some of the advertisements CNN found, including a series of ads for armored plates and plate carriers. The plates had, in some cases, been shown being held by heavily muscular individuals dressed in fatigues or being inserted into camouflage-patterned backpacks.  Another now-removed series of body armor ads included marketing copy that claimed specific levels of protection under the rubric established by the National Institute of Justice.  Veterans are a popular target for misinformation and conspiracy theorists, Goldsmith said, because as a group they enjoy political and social authority. An endorsement by a veteran can reinforce a conspiracy theory's apparent credibility. \"If you change the mind of a veteran, there’s a good chance you change the minds of those within that veteran’s immediate circle — friends, family, coworkers,\" said Goldsmith.   ##Security## The Senate adjourned until 4:30 p.m. tomorrow afternoon, when new leadership will take over. At that point, Chuck Schumer is expected to be Senate majority leader after the three new Democratic senators are sworn in and after Kamala Harris becomes vice president. Retired Army Gen. Lloyd Austin, President-elect Joe Biden’s nominee to be Defense secretary, said he supported the incoming administration’s priority to overturn President Trump’s ban on transgender people serving in the military.  “I truly believe, senator, that as I said in my opening statement, that if you’re fit and you’re qualified to serve and you can maintain the standards, you should be allowed to serve,” Austin said in response to a question from Sen. Kirsten Gillibrand at his confirmation hearing. “And you can expect that I will support that throughout.” Some context: The policy, first announced by the President in July 2017 via Twitter, and later officially released by then-Secretary of Defense James Mattis in 2018, blocks individuals who have been diagnosed with a condition known as gender dysphoria from serving with limited exceptions. It also specifies that individuals without the condition can serve, but only if they do so according to the sex they were assigned at birth. ##Confirmation Hearings## Officials in charge of security are taking a remarkably different approach to protecting the Capitol ahead of tomorrow’s inauguration than they did for the Electoral College certification on Jan. 6. In addition to the very visible presence of a massive fencing perimeter, tens of thousands of National Guard troops and law enforcement officers and the closing of roads and bridges, behind the scenes, members of Congress have been getting regular briefings, staffers have been instructed to stay away from Capitol Hill and members have been warned to be prepared to be subject to security screenings as the enter the Inauguration ceremony area.  According to two different sources with knowledge of the call, the House Acting Sergeant at Arms and Capitol Police held a members-only phone briefing designed to prepare them for how to respond in the event of an emergency this morning. The briefing was not a security briefing, but instead a preparation session, outlining the steps those attending the inauguration should be prepared to take in the event of a security situation.  The briefing follows a series of guidance memos obtained by CNN that outline strict access guidelines for members of Congress on the day of the Inauguration. Members and their guests will not have access to the Capitol Building at all and will not be allowed to enter the area on the West Front of the Capitol where the inauguration will take place by the tunnels connecting their office buildings to the Capitol itself.  In a memo issued today, Members were told once again, in explicit terms, to be prepared to undergo a security screening to enter the area. “As noted in yesterday’s House Alert, ALL PERSONS, INCLUDING MEMBERS, ARE REQUIRED TO UNDERGO SECURITY SCREENING prior to their receipt of tickets to enter the Inaugural area,” the memo read. Adding “No weapons are permitted.” In addition to limitations provided to their members, Capitol Hill staff have been asked to stay off the Capitol Complex grounds through the rest of inauguration week.   No staff will be allowed in the Capitol at all on Wednesday and the Sargent at Arms is encouraging staff to telework through Friday. ##Security## ##Inauguration##  President Trump released a video farewell message on his last full day as President, describing his accomplishments and offering luck and \"best wishes\" to the incoming administration. The video struck more of a conciliatory tone than more recent messages from Trump.  \"This week, we inaugurate a new administration and pray for its success in keeping America safe and prosperous,\" he says in the video. \"We extend our best wishes and we also want them to have luck — a very important word.\" He describes his accomplishments and says he worked arduously for the American people,  framing his presidency as one that championed the forgotten while making no apologies for his brazen approach to politics. \"America is not a timid nation of tame souls who need to be sheltered and protected from those with whom we disagree,\" he says. He touts having not started any new foreign wars and adopting a tough stance on China. And he takes credit for a resurgent US economy, even though it has slowed during the coronavirus pandemic. Trump made no mention of President-elect Joe Biden, but did allude to the violence at the Capitol earlier this month. \"All Americans were horrified by the assault on our Capitol. Political violence is an attack on everything we cherish as Americans. It can never be tolerated,\" he says. The President, who hasn't left the White House or been seen in public for a week, recorded the message late Monday with a skeleton staff. Unlike most of his predecessors in the television era, a live prime-time farewell address attempting to burnish what has become a badly tarnished legacy is no longer in the cards. Watch Trump's farewell message: ##Trump## President-elect Joe Biden is landing at Joint Base Andrews in Maryland ahead of his inauguration tomorrow in the nation's capital.  Biden flew today on a private aircraft, yet another change in protocol on the eve of his inauguration.  A person familiar with the matter confirmed to CNN that Biden was not taking a US government plane to Joint Base Andrews for the first stop of his inauguration festivities. A second source familiar with the matter said the government did not offer the Bidens a plane, but did not have details.  A White House official, meanwhile, said the Biden team did not ask for a government plane to bring Biden to DC. The official said the administration explained to the Biden team what the options were. But aides to Biden explained they preferred to fly on private aircraft, the official added.  Where Biden goes later: Biden will participate in a memorial this afternoon honoring the more than 400,000 Americans who have died from Covid-19, with 400 lights illuminating the Lincoln Memorial Reflecting Pool.  Hundreds of towns, cities and communities across the country plan to join in the solemn tribute with lighting ceremonies of their own at buildings from the Empire State Building in New York City to the Space Needle in Seattle, Washington. Biden will be joined by his wife Jill Biden, Vice President-elect Kamala Harris and her husband Doug Emhoff. Cardinal Wilton Gregory, the archbishop of Washington, will deliver the invocation and gospel singer Yolanda Adams will perform \"Hallelujah.\" Biden had hoped to infuse his arrival in Washington, DC, with a nostalgic twist by riding a train from his home in Delaware, but that was deemed too much of a security risk at a time when the nation is facing threats from within. Watch here: ##Inauguration## ##Biden## President-elect Joe Biden’s Director of National Intelligence nominee Avril Haines committed today to publicly release a report on the murder of Saudi journalist Jamal Khashoggi – a report the Trump administration had refused to publish. Haines was asked by Sen. Ron Wyden, an Oregon Democrat, whether she would comply with a law Congress passed to release an unclassified report on Khashoggi’s murder. President Donald Trump refused the congressional mandate to tell Congress whether Saudi Crown Prince Mohammed bin Salman was responsible for the murder, ignoring a 2019 deadline. “Congress passed a law requiring the DNI to submit to Congress an unclassified report on who was responsible for the brutal murder of Saudi journalist and U.S. resident Jamal Khashoggi. If you are confirmed, will you submit to Congress the unclassified report required by the law?” Wyden asked. “Yes, Senator, absolutely will follow the law,” Haines said. ##Confirmation Hearings## US stocks closed higher on the last trading day of the Trump administration but fell short of reaching new record highs. Here's how the markets closed:  The Dow finished 0.4%, or 116 points, higher.\nThe S&P 500 closed up 0.8%.\nThe Nasdaq Composite ended 1.5% higher. Netflix is among the companies reporting earnings after the bell. Remember: As stocks settle after the trading day, levels might still change slightly. ##Trump## According to the Justice Department and unsealed court records, CNN has identified over 100 federal defendants that have been charged in the Capitol Hill riot.  Most charges are for unlawful or violent entry to restricted grounds of the Capitol, some charges have revealed more serious allegations including heavily armed rioters and paramilitary group members around Washington, DC, on Jan. 6. On Tuesday, the dragnet brought in several new arrestees, including three people charged in the first major conspiracy case related to Oath Keepers who allegedly coordinated an effort for the siege in advance. In his opening remarks for his confirmation hearing, retired Gen. Lloyd Austin, President-elect Joe Biden’s nominee to be Defense Secretary, pledged to “fight hard… to rid our ranks of racists and extremists.” “The job of the Department of Defense is to keep America safe from our enemies,” said Austin. “But we can’t do that if some of those enemies lie within our own ranks.” ##Confirmation Hearings## Secretary of State designate Antony Blinken said Russia is \"very high on the agenda\" for the Biden administration. \"We've talked about a number of challenges. The challenge posed by Russia across a whole series of fronts is also one that is urgent,\" he said at his confirmation hearing. Blinken specifically addressed the arrest of opposition leader Alexey Navalny, saying, \"It is extraordinary how frightened Vladimir Putin seems to be a one man.\" \"I think that speaks volumes. And Mr. Navalny is a voice, I think, for millions and millions and millions of Russians, and their voice needs to be heard in in Russia. And the attempts to silence that voice by silencing Mr. Navalny is something that we strongly condemn and we've spoken to it, and will continue to do so,\" he said. ##Confirmation Hearings## Secretary of State nominee Antony Blinken bluntly said that President Trump was right in taking a tougher approach to China, even though he does not agree with the Trump administration’s tactics. “Let me just say that I also believe that President Trump was right in taking a tougher approach to China. I disagree, very much with the way that he went about it in a number of areas but the basic principle was the right one and I think that's actually helpful to our foreign policy,” Blinken told members of the Senate Foreign Relations committee. He did not detail the exact areas where he took issue with Trump’s approach to China. Blinken — who described China as posing the “most significant challenge of any nation state to the United States” – said the country must be approached from a “position of strength.” He explained that a position of strength can be accomplished when the US works with allies, leads in international institutions, investing at home and stands up for human rights. “If we come together and do them,” Blinken said taking the actions to put the US into a position of strength. “I think we can then deal with the specific challenges that China poses from that position of strength, not a position of weakness.” ##Confirmation Hearings## Republican Sen. Josh Hawley blocked the quick consideration of President-Elect Joe Biden’s Homeland Security nominee Alejandro Mayorkas. Mayorkas appeared before the Senate Homeland Security and Governmental Affairs Committee for his confirmation hearing. Hawley released a statement following his actions, saying that Mayorkas \"has not adequately explained how he will enforce federal law and secure the southern border given President-elect Biden’s promise to roll back major enforcement and security measures.\" \"Just today, he declined to say he would enforce the laws Congress has already passed to secure the border wall system. Given this, I cannot consent to skip the standard vetting process and fast-track this nomination when so many questions remain unanswered,\" he said. The Missouri senator has fielded a wave of backlash in the days since Jan. 6, when he and other Republicans in Congress raised objections to the counting of some Electoral College votes for Joe Biden, pushing false claims of voter fraud that were echoed by members of the mob incited by President  Trump. ##Confirmation Hearings## The Louisiana State Capitol in Baton Rouge will be closed on Wednesday. The closure is \"out of abundance of caution\" and will only apply to Wednesday, according to the offices of house speaker Clay Schexnayder and Morgan Robertson, of the state senate. The capitol building will reopen on Thursday, both offices told CNN. In a statement released on Monday, Gov. John Bel Edwards said that federal, state and local officials have been in touch about warnings of planned protests. He said that \"while so far no violence or lawlessness has occurred at protests in Louisiana, we are prepared and will respond as necessary.\" As CNN previously reported, Edwards will be in attendance at Wednesday's inauguration ceremonies in Washington, DC.  ##Security## Secretary of State nominee Antony Blinken said that “there is no doubt” that China “poses the most significant challenge of any nation state to the United States.” Speaking at his Senate Foreign Relations Committee confirmation hearing, Blinken said the US had to “start by approaching China from a position of strength, not weakness.” Part of that strength, he said, was in working with allies and engagement with international institutions. ##Confirmation Hearings## Secretary of State nominee Antony Blinken said the incoming administration has “an urgent responsibility to do whatever we can to prevent Iran from acquiring record or getting weapon or getting close to the capacity to having the fissile material to break out on short notice.\" He did not offer specific steps with regard to rejoining the Iran nuclear deal, telling lawmakers “we're a long way from there, we would have to see once the President-elect is in office what steps Iran actually takes and is prepared to take.” He pledged to consult with Congress on actions related to the matter. “In my judgment, the [Joint Comprehensive Plan of Action] for whatever its limitations, was succeeding on its own terms in blocking Iran's pathways to producing fissile material for a nuclear weapon on short order,” he said at his confirmation hearing Tuesday. “The challenge we face now is that we pulled out of the agreement,” Blinken said, noting the steps that Tehran had taken to reduce its compliance to the landmark agreement. “And that potentially brings us right back to the crisis point that we were reaching before the deal was negotiated,” he continued. “And so, the President-elect believes that if Iran comes back into compliance, we would too. But, we would use that as a platform with our allies and partners who would once again be on the same side with us, to seek a longer and stronger agreement. And also, as you and the chairman have rightly pointed out to capture these other issues, particularly with regard to missiles and Iran's destabilizing activities. That would be the objective,” he said. ##Confirmation Hearings##  Retired Gen. Lloyd Austin is appearing before the Senate Armed Services Committee to be considered for secretary of Defense.  Austin, a retired Army general, is a former commander of the US Central Command. He would make history as the first Black person to lead the Pentagon, if confirmed by the Senate.  Austin would need a congressional waiver to be confirmed for this civilian post because federal law requires seven years of retirement from active duty before taking on the role, and he retired from active-duty service only four years ago. He has worked closely with Biden in the past. While Biden was vice president, Austin served as the vice chief of staff of the Army and commanding general of US forces in Iraq, and later the commander of CENTCOM. Biden and Austin had discussions on a range of issues, including those in the Middle East and Central and South Asia. Austin is among five of President-elect Joe Biden's Cabinet nominees who are having confirmation hearings today.  Biden is set to take office tomorrow without key members of his Cabinet in place, as the Republican-controlled Senate has moved more slowly to schedule confirmation hearings for his nominees than it has for previous presidents.  But the timeline for confirming Biden's nominees could accelerate in the coming days, when Democrats take control of the Senate. ##Confirmation Hearings## Soon-to-be Majority Whip Sen. Dick Durbin said Tuesday the United States Capitol complex “will never be the same,” in terms of security after the Jan. 6 insurrection, even suggesting there will “probably” be metal detectors placed outside the Senate chamber, which have already been installed on the House side. “There will be metal detectors in the House and probably in the Senate. There will be limited access to certain parts of the building. I’m sure that the guard of the perimeter of the building will be enhanced,” Durbin said as he left Secretary of State nominee Antony Blinken’s confirmation hearing. “We're reaching a point where it is — if we have to fear that some members will bring firearms on the floor or visitors will, then we have to take extra precautions,” Durbin said.  He also said, however, that he hasn’t spoken to incoming Senate Majority Leader Chuck Schumer about placing metal detectors in front of the Senate chamber and it’s his decision. When CNN's Ryan Nobles asked whether he shares concerns about some members of Congress being involved in the Capitol riot in the days leading up to it, Durbin replied that if any were involved “they need to be held personally responsible.”  “I don’t have any evidence. I’ve heard the rumors,” he continued. On Senate Majority Leader Mitch McConnell’s floor remarks today where he said President Trump “provoked” the Capitol attack, Durbin said that as days pass the Kentucky Republican gets “stronger in his rhetoric” about the events of Jan. 6. “I think he takes it very seriously,” Durbin said. The Illinois Democrat said that he has his “fingers crossed” that Schumer and McConnell can reach a power-sharing agreement by the end of today, when asked by CNN’s Phil Mattingly. “The sooner the better,” he said, adding that it could take more than one negotiation session.  Asked if he would support delaying the start of the impeachment trial, he replied: “I can support making sure that it fits into the rest of the schedule.. we need to get President Biden his team. America is in a terrible situation with this pandemic. We have issues of national security that are still in front of us.” On timing of the impeachment trial and nominations on the Senate floor, Durbin said it’s up to leadership, but they will also need cooperation from senators. Twelve National Guard members have been removed from the inauguration mission in Washington, DC, the chief of the National Guard Bureau said Tuesday.  Two members were removed because of inappropriate comments or texts, but no specific details were given. Another 10 were removed for questionable behavior found in the vetting process.  \"I’m not concerned as a large part of our organization, if you look at 25,000, we’ve had 12 identified and some of those they are just looking into, it may be unrelated to this, but we want to make sure out of an abundance of caution as I stated earlier that we do the right thing until that gets cleared up,\" Army Gen. Daniel Hokanson, Chief, National Guard Bureau said.  Pentagon spokesperson Jonathan Hoffman reiterated the vetting process is in place.  \"I don’t want to get into the actual vetting and what the partner organizations have found, but much of the information is, as the general mentioned, unrelated to the events taking place at the Capitol or to concerns that many people [have] on extremism. These are vetting efforts that identify any questionable behavior in the past, or any potential link to questionable behavior, not just related to extremism.\" ##Security## President Trump received an unsettling warning on his final Saturday night in the White House. Huddled for a lengthy meeting with his legal advisers, Trump was warned the pardons he once hoped to bestow upon his family and even himself would place him in a legally perilous position, convey the appearance of guilt and potentially make him more vulnerable to reprisals. So, too, was Trump warned that pardons for Republican lawmakers who had sought them for their role in the Capitol insurrection would anger the very Senate Republicans who will determine his fate in an upcoming impeachment trial. White House counsel Pat Cipollone and another attorney who represented Trump in his first impeachment trial, Eric Herschmann, offered the grave warnings as Trump, his daughter Ivanka and her husband Jared Kushner listened. Other lawyers joined by telephone. They all told Trump he should not pardon himself, his family or any GOP lawmakers in a prospective manner unless he was prepared to list specific crimes. Cipollone and former Attorney General William Barr both warned Trump earlier this month they did not believe he should pardon himself, multiple sources familiar with the matter told CNN last week. Barr conveyed this position to Trump before resigning last month, sources say. Trump continued to bring the matter up in the ensuing days, even after officials believed the issue was resolved. But the sobering meeting on Saturday evening at the White House seemed the idea to rest. While Trump often discards advice he doesn't agree with — particularly coming from Cipollone, with whom he has a fractured relationship — the message Saturday resonated. The conversation spooked Trump in a way few others have, a person familiar with his reaction told CNN. Now, Trump will leave office muted and disheartened at being unable to wield the power he has cherished most while president. Boxed in by his own actions that helped spark the riots at the Capitol, Trump finds himself constrained in a way he mostly avoided for his entire tenure. His final batch of pardons, due later today, is expected to contain few of the controversial or outlandish criminals that have characterized his earlier use of his clemency powers. Trump could still change his mind, and retains his sweeping clemency powers until noon on Wednesday. Trump continues to bring up pardons that aides one thought were off the table, including for former strategy Steve Bannon, leading to general uncertainty about whether Trump will continue adhering to his lawyers' advice. But White House officials and others familiar with the matter describe a muted President, concerned about his pending impeachment trial and swirling legal problems, who was talked out of his long-discussed notions following the Capitol insurrection. Several Republican lawmakers who are alleged to have been involved in the rally that preceded the deadly riot on the US Capitol have sought clemency from Trump before he leaves office, but after meeting with his legal advisers for several hours on Saturday, Trump decided he would not grant them, according to two people familiar with his plans. The fear of legal exposure is not limited to Republicans who promoted or spoke at the rally, including Reps. Andy Biggs, Mo Brooks and Paul Gosar. Those who participated, organized and fundraised for it are also concerned, sources told CNN, including his eldest son Donald Trump Jr. and his girlfriend Kimberly Guilfoyle, who both spoke at the rally. Top figures associated with the groups that helped organize it — including Women for America First and Turning Point Action, the political action committee arm of Turning Point USA — have also voiced private concern about legal repercussions, a person familiar tells CNN. Several of Trump's closest advisers have also urged him not to grant clemency to anyone who breached the US Capitol, despite Trump's initial stance that those involved had done nothing wrong. As CNN has previously reported, one of the top organizers of the movement that aimed to overturn the election results claimed he worked closely with Republican congressmen. Ali Alexander, a leader of the \"Stop the Steal\" group, said in several livestream videos he planned the rally with Gosar and two other congressional Republicans, Mo Brooks of Alabama and Andy Biggs of Arizona. CNN's Kaitlan Collins has more: ##Trump## President-elect Joe Biden will fly to Washington today on a private aircraft, yet another change in protocol on the eve of his inauguration. CNN’s Peter Morris spotted two Sun Country aircraft at the Delaware National Guard airfield, where Biden is scheduled to depart A person familiar with the matter confirmed to CNN that Biden was not taking a US government plane to Joint Base Andrews for the first stop of his inauguration festivities.  \"He’s flying private,\" the source said, declining to say whether the government did not offer Biden a plane.  A second source familiar with the matter said the government did not offer the Bidens a plane, but did not have details. ##Biden## ##Inauguration## President-elect Joe Biden said this afternoon he was \"proud\" to be delivering his send-off remarks from the National Guard center in New Castle, Delaware, which is named after his son Beau. He said, \"I am proud, proud, proud to be a son of Delaware. And I am even more proud to be standing here doing this from the Major Beau Biden facility.\"  \"I only have one regret: that he's not here, because we should be introducing him as president,\" he continued. Biden will now head to Washington, DC, before his inauguration tomorrow. ##Biden## Vice President Pence and Karen Pence will return to Indiana to thank friends and long-time supporters, a source close to the Vice President tells CNN. For the foreseeable future, they’ll be splitting time between DC and Indiana, but intend to move back to Indiana later this year. He is spending his last day attending a Covid-19 task force meeting where he will thank and bid a final farewell to the other members. He is also still trying to connect with US Capitol Police officer Eugene Goodman. President-elect Joe Biden thanked Delaware and its people for supporting his political journey “through the good times and the bad\" at a send-off event Tuesday. \"Look, this is kind of emotional,\" Biden said, speaking at the Delaware National Guard headquarters in New Castle County before departing to Washington, DC, where he will be sworn in as president tomorrow. \"Through the good times and the bad, I want to thank you for everything, to my fellow Delawareans on behalf of the entire Biden family that's here today, we want to express how much you mean to me and to every one of us.\" \"So it's deeply personal that our next journey to Washington starts here, a place that defines the very best of who we are as Americans. I know these are dark times, but there's always light. That's what makes this state so special. That's what it taught me, it taught me the most, there's always light,\" Biden continued. Biden also praised the state for the opportunities it has given him and his family.  \"The state that gave my mother and father a home and livelihood when they needed it most. The state that made my brother and sister and I, both of whom are here, understand we can do whatever we dreamed of, whatever that was,\" he said.  \"And I'm honored. I am truly honored to be your next president and commander in chief and I will always be a proud son of the state of Delaware,\" Biden said.  The President-elect is expected to arrive at Joint Base Andrews at around 3:30 p.m. ET.  He will then participate in a memorial honoring the nearly 400,000 Americans who have died from Covid-19, with 400 lights illuminating the Lincoln Memorial Reflecting Pool.  Hundreds of towns, cities and communities across the country plan to join in the solemn tribute with lighting ceremonies of their own at buildings from the Empire State Building in New York to the Space Needle in Seattle, Washington. Biden will be joined by his wife Jill Biden, Vice President-elect Kamala Harris and her husband Doug Emhoff. Cardinal Wilton Gregory, the archbishop of Washington, will deliver the invocation and gospel singer Yolanda Adams will perform \"Hallelujah.\" Biden had hoped to infuse his arrival in Washington, DC, with a nostalgic twist by riding the rails from his home in Delaware, but that was deemed too much of a security risk at a time when the nation is facing threats from within. Watch Biden's whole speech: Antony Blinken will soon appear before the Senate Foreign Relations Committee to be considered for secretary of state. Blinken has worked with former Vice President Joe Biden for so long that one former State Department official said \"it's difficult to know where one person's policy vision ends and the other's begins.\" In Blinken, Biden is tapping someone with a commitment to international cooperation, refugee issues and humanitarian work that is rooted in his personal history – along with enough playfulness to pair up with Sesame Street's Grover to make a video about welcoming refugees. A father of two toddlers who has his own band – called Ablinken – the longtime Biden aide was widely praised as an ideal choice both to repair damage to US alliances and help fashion policies for a slew of challenges that are bigger than any one country can solve. Foggy Bottom observers hailed Blinken's deep knowledge of all corners of Washington's foreign policy institutions and his rapport with the President-elect. After bitter and divisive years in Washington and at the State Department under President  Trump's administration, many current and former foreign service officers made a point of describing him with a word rarely heard in the capital: \"Nice.\" ##Confirmation Hearings## Joe Biden’s incoming administration plans to rescind the permit for the Keystone XL pipeline on his first day in office, two sources familiar with the decision tell CNN, delivering a win to an array of progressive organization and rolling back one of President Trump’s earliest moves. The decision was not included in a memo from incoming Biden chief of staff Ron Klain released on Saturday, but sources familiar with the move tell CNN that the Biden team intends to make the executive order one of the incoming President’s first climate change actions. The pipeline has long been a political hot button and Trump made it a political issue during the 2016 general election. The Keystone Pipeline system current stretches more than 2,600 miles, carrying crude from Alberta, Canada through Manitoba, Canada and down into Texas. The Keystone XL portion, which has been protested and opposed by numerous indigenous groups, would run from Alberta to Nebraska and cut through Montana and North Dakota.  The Supreme Court delivered a substantial blow to the project in 2020 when they cleared the way for several pipeline projects to be receive fast-tracked permits, but excluded the Keystone XL pipeline from that order. The decision to put a block on the cross-border pipeline was first reported by the Canadian Broadcasting Corporation, citing a presentation that included “Rescind Keystone XL pipeline permit” in the list of environmental executive actions Biden would take on his first day. The Biden transition declined to comment on the plans. A source familiar with the decision, however, said that the presentation reported by the CBC was weeks old. Trump signed executive actions at the outset of his administration that approved the Keystone XL pipeline, dispensing with plans from the Obama era to block construction. ##Biden## Vice President Mike Pence is not expected to attend President Trump's departure ceremony at Joint Base Andrews, according to two Pence sources.  Logistically, the sources said it would be difficult for Pence to be at Joint Base Andrews for Trump's sendoff and attend President-elect Joe Biden's inaugural, as the outgoing vice president is expected to do.  Trump will depart the White House South Lawn via Marine One for Joint Base Andrews early tomorrow morning, giving Pence a chance to bid farewell to the President then.  More on Trump's departure: Trump is scheduled to deliver remarks before his final departure from Joint Base Andrews, where a military-style ceremony is being planned.  Invitations have gone out to Trump's friends, allies and former administration officials saying it will begin at 8 a.m. ET. Each invitee is allowed five guests; organizers hope to secure a large crowd because Trump has complained about the size of his gatherings in the past. In a sign the guest list may not have been carefully curated, Trump's former communications director turned critic, Anthony Scaramucci, was invited to the departure. He told CNN he did not plan to attend, but saw his invitation as a sign the White House was eager to bulk up the guest list. ##Trump## Janet Yellen, President-elect Joe Biden’s nominee to head the Treasury Department, told lawmakers the United States needs to \"seriously look at assessing the risks to the financial system from climate change.\"  Yellen said she takes those risks \"very, very seriously,\" adding that both the impact of climate change itself and the policies to address it \"could have major impacts creating stranded assets, generating large changes in asset prices, credit risks, and so forth that could affect the financial system.\" Yellen said that, if confirmed as Treasury Secretary, she plans to create a hub within Treasury in which focusing on \"financial system-related risks and tax policy incentives\" in respect to climate change.  ##Confirmation Hearings## The transition announced on Tuesday that the Biden administration will have a White House Gender Policy Council, created specifically to \"guide and coordinate government policy that impacts women and girls.\"  The council mirrors to some extent the aims of the White House Council on Women and Girls, formed under former President Barack Obama, which was later disbanded under the Trump administration.  The White House Gender Policy Council will be co-chaired by TIME'S UP officer Jennifer Klein and Julissa Reynoso, the incoming chief of staff to future first lady Jill Biden.  ##Biden## A source close to discussions said President Trump has spent a lot of time agonizing over whether to give his former chief strategist, Steve Bannon, a pardon.  This source said Trump felt Bannon was one of the few high-profile conservatives still defending the President until the very end.  \"That's in his head,\" the source said, another sign that Trump and Bannon have more than patched up their relationship. The President is expected to issue around 100 pardons and commutations on his final full day in office Tuesday, according to three people familiar with the matter. It will be a major batch of clemency actions that includes white collar criminals, high-profile rappers and others but – as of now – is not expected to include Trump himself. ##Trump## Sen. Rob Portman, a Republican from Ohio, said he thinks it’s critical Congress expedited the Homeland Security secretary confirmation hearing \"because the job is so important.. we have so many threats right now internal and external so I'm glad we were able to get started.\" On the Senate impeachment trial, Portman said he doesn’t know what’s going to happen but said, \"typically with impeachment that's all you can do, you know, during that period of time.\" ##Confirmation Hearings## House Speaker Nancy Pelosi said her focus was on the inauguration when asked when the article of impeachment against President Trump would be sent over to the Senate. “We’re doing the inauguration now,” Pelosi told reporters at the Capitol on Tuesday. The Pool reports that Pelosi then headed into Minority Leader Chuck Schumer’s corridor. ##Inauguration## ##Trump## Democratic Sen. Mark Warner, the incoming chair of the Senate Intelligence Committee, weighed in on concerns about President-elect Joe Biden taking over without filled top intelligence positions. He said he does not think the nomination process for the director of National Intelligence position will be slow-rolled, and expects bipartisan support.  “I think clearly this has been a difficult transition. Unwillingness of the current White House to cooperate early on, challenges with Covid challenges post Jan. 6. But... I think my colleagues, at least on this committee... I don’t think they will slow roll this,” Warner said speaking about the DNI position after Avril Haines’ nomination hearing this afternoon.  The Virginia Democrat continued, “I think we'll want to try to maintain that bipartisan affording of making sure that President Biden has his team in place. As Chairman Rubio said our bad guys are not going to take time off just because we've got a transition and the threats that exist today will exist tomorrow as well and we need a team in place.” He also said he “clearly” thinks President Trump’s comments incited the Capitol Hill riot and there is “plenty of evidence” available. But he will wait to hear the arguments in the trial before saying whether or not he would vote to acquit or convict the President. “I want to listen to the presentation but I clearly think that the President’s comments inciting the insurrectionists, the value to our adversaries, the value to Vladimir Putin…I think there’s plenty of evidence.” ##Confirmation Hearings## Incoming Senate Majority Leader Chuck Schumer excoriated President Trump for inciting the Capitol attack and said he is looking forward to President-elect Joe Biden being sworn in tomorrow.  He said the Senate will be in session right after the inauguration, and that he hopes to confirm key administration officials quickly.  Five of Biden's Cabinet nominees are facing Senate panels today in the first step of the confirmation process. “The Senate will be in session tomorrow after the conclusion of the inauguration of the 46th President of the United States. With cooperation we can confirm key national security nominees at State, the Department of Defense, Homeland Security, Treasury and the Intelligence Community,” he said after saying that Biden needs to have key officials in place on day one of his administration.  “The way the Senate works it will take cooperation from our Republican colleagues to swiftly confirm these highly qualified national security officials, but make no mistake the Senate will move quickly to consider and confirm President Biden’s Cabinet,\" Schumer continued.  On the inauguration, Schumer said, “The country will turn the page on the most chaotic and divisive presidency that can ever be remembered.”  “Rioters, insurrectionists, white supremacists and domestic terrorist tried to prevent the transfer of power. They were incited by none other than the President of the United States. They have failed.” He went on to say, “despite what these evil terrorists tried to do, the peaceful passing of the torch will take place tomorrow as it has for generations.”  Schumer said that in the weeks to come, the Senate must accomplish “three essential items”: “A second impeachment trial of Donald Trump, the confirmation of President Biden’s cabinet and other key officials and legislation to provide much-needed, almost desperately needed Covid relief.”  On Trump’s impeachment trial, Schumer said, “We need to set a precedent that the severest offense ever committed by a President will be met by the severest remedy provided by the Constitution. Impeachment and conviction by this chamber as well as disbarment from future office.” ##Confirmation Hearings## Dozens of current and former administration officials have been invited to President Trump's farewell ceremony tomorrow, including those who have been extremely critical of Trump since leaving the White House. Trump's former chief of staff John Kelly recently told CNN's Jake Tapper he'd vote to remove Trump from office if he could — yet he was still invited to the event.  So was Don McGahn, the former White House counsel who angered Trump by sitting down with Robert Mueller's team for hours. Other former senior aides who have maintained good relationships with Trump, like his first chief of staff Reince Priebus, were also invited but aren't expected to attend. Both Kelly and McGahn won't be attending, CNN reported earlier today.  Some are choosing not to go because attendees must arrive by 6 a.m. ET, while others have said they are staying away because the President is politically toxic right now given his role in inciting a mob that attacked the US Capitol. The invitation was not limited to senior staff. Even junior aides who never personally interacted with Trump were also invited, according to a source familiar, in what appears to be an attempt to bulk up the guest list. The White House declined to comment on the invitation process. ##Trump## A county commissioner from New Mexico who leads a \"Cowboys for Trump\" group should stay in jail as he awaits trial, according to prosecutors.  The Justice Department argues in a new court filing that the man, Couy Griffin, had threatened to return to the Capitol for President-elect Joe Biden's inauguration with a rifle and a revolver in his car, prosecutors say.  They argue he has \"disdain\" for legal authority and could flee from his court proceedings. Prosecutors said Griffin, a 47-year-old former western performer for Disney in Paris, had posted on social media negatively about Democrats and Black football players, and a Mescalero Apache Tribe had banned him from entering their lands. Leading up to Inauguration Day, his group Cowboys for Trump had planned to protest at the New Mexico State Capitol, and the building was closed and secured. Griffin had spoken at a county commission meeting in New Mexico about his actions in the Jan. 6 siege, saying \"you tell a million Trump supporters that ... pretty soon that crowd just pushed through. I wasn't anywhere in the front of it, I was in the back,\" court documents filed on Monday said.  ##Security## ##Inauguration## Senate Majority Leader Mitch McConnell said on the Senate floor Tuesday that “the mob” that attacked the Capitol “was fed lies.” “They were provoked by the President and other powerful people,” McConnell said. “They tried to use fear and violence to stop a specific proceeding of the first branch of the federal government, which they did not like,” he added. “But we pressed on.” McConnell said the Senate certified President-elect Joe Biden’s victory, and that he and Vice President-elect Kamala Harris will be sworn in tomorrow. “We’ll have a safe and successful inaugural right here on the very front of the Capitol,” he said. The Senate Republican leader said Congress would turn to work for the American people, and asserted that no party has a broad mandate after the 2020 elections. “Certainly November's elections did not hand any side a mandate for sweeping ideological change,” said McConnell. “Americans elected a closely divided Senate, a closely divided House and a presidential candidate who said he’d represent everyone.” “So our marching orders from the American people are clear,” said McConnell. “We’re to have a robust discussion and seek common ground. We are to pursue bipartisan agreement everywhere we can, and check and balance one another, respectfully, where we must.” “Through all this we must always keep in mind that we're all Americans,” he added. “We all love this country. And we're all in this together.” McConnell’s comments came as the Senate prepares to hold an impeachment trial over the House’s charge of “incitement of insurrection\" against Trump. He said on Tuesday that the Senate has received a message from the House that Trump has been impeached but noted that the House has not yet transmitted the article to the Senate. ##Trump## Janet Yellen told lawmakers on Tuesday that President-elect Biden’s plans to raise the minimum wage will not lead to widespread job loss, and will help the very workers currently keeping the economy afloat. Responding to Republican Sen. Tim Scott's assertion that boosting the federal minimum wage will force businesses to cut jobs, Yellen said that the economic literature she has reviewed finds the impact on jobs would be \"minimal, if anything.\" \"Right now, we have millions of American workers who are putting their lives on the line to keep their communities functioning, sometimes even working multiple jobs, aren’t earning enough to put food on the table or a roof over their heads,\" Yellen told the Senate Finance Committee. \"Raising the minimum wage would really help many of those workers.\" Yellen agreed that it is critical to help small businesses that are struggling, pledging that the Biden administration will do everything it possibly to get that aid to them effectively to help them survive the pandemic. ##Confirmation Hearings## President-elect Joe Biden's inaugural committee is celebrating “National Run For Office Day” on Tuesday, a holiday to meant to inspire young progressive leaders to run for office. The day – coined by Run For Something, an organization that recruits and supports young progressives running for local office – launched four years ago as a response to President Trump’s inauguration. Four years later, Democratic leaders and the Biden inaugural committee are including the day as part of their inaugural celebration.  “Encouraging young people to consider running for office is the first step in building a strong democracy. The Biden inaugural committee is grateful to Run For Something for encouraging volunteers across the country to participate in a National Day of Service as we welcome a new, more united chapter in our nation’s history,” said Julia Krieger, spokesperson for the Presidential Inaugural Committee. Throughout the day Tuesday, Run For Something hopes to register thousands of candidates and encourage young progressives to run for local and state office, the organization says.  “I think this is really important for getting the entire progressive movement united around a singular ask, which is getting people to run for office,” Amanda Litman, co-founder of Run For Something, told CNN. “Politician is not a title you are born with,” Litman said, stressing the need for young and passionate people to run for office.  By signing onto the Run For Something pipeline, candidates receive resources, trainings and coaching from volunteers and Run For Something alumni.  In the past four years, Run for Something has spent about $ 2 million a year supporting candidates. The group has supported 486 young people who have been elected local office across all 50 states and their elected candidates have been 56% Black and brown, 55% women, 21% LGBTQ and all under the age of 40.  “In 2017, I decided to run for office with no past political experience whatsoever,” Jennifer Carroll Foy told CNN.  With the support of Run For Something, Foy – a woman of color who was pregnant with twins at the time – won her election and served in the Virginia House of Delegates.  She is now running for governor in Virginia. “We need you. We need more diverse voices in positions of power and every local statewide and federal seat. No matter what, if you’re a millennial, young, old, a woman, LGBTQ, trans we need everyone represented — not just to have a seat at the table, but to shake the table,” Foy said.  A number of Democratic politicians, including former Texas Rep. Beto O’Rourke, former Housing and Urban Development secretary Julián Castro and New Mexico Gov. Michelle Lujan Grisham, are expected to post about National Run For Office Day on social media Tuesday, adding their voices to the chorus calling on young people to run for office, Litman said. The 2016 Democratic presidential nominee, Hillary Clinton, was among those who encouraged people to run. The day will conclude with a Zoom event at 7 p.m. ET with Run For Something co-founders Litman and Ross Morales Rocketto, as well as others who were supported by the group. Since the insurrection at the US Capitol on Jan. 6, more than 1,400 progressive young people said they planned to run for office, according to the organization.  Prior to that, the group has averaged about 200 signups a week since Thanksgiving, with about 4,000 progressive young people signing up since Election Day all together. Vice President-elect Kamala Harris is expected to swear in three new Democratic senators tomorrow afternoon after she herself is sworn in as the new vice president, aides familiar with the matter tell CNN.  Those three are Georgia’s Jon Ossoff and Raphael Warnock, as well as Harris’ replacement in California, Alex Padilla. An aide to Senator-elect Jon Ossoff says this is currently scheduled for some time in the 4 p.m. hour, although the timing could always shift.  And on that timing, Georgia election officials have not yet certified the election results in his state, which will need to happen before Warnock and Ossoff can be officially sworn in as US senators.  Two Army National Guard members were removed from inauguration duty as part of the security vetting to ensure none of the troops have ties to extremist groups, a defense official confirms to CNN’s Barbara Starr. It is not clear at this time if the two are connected or what incident triggered their removal.  When asked by CNN’s Oren Liebermann to comment, the National Guard responded, \"Due to operational security, we do not discuss the process nor the outcome of the vetting process for military members supporting the inauguration,” and referred future questions to the Secret Service.  The Associate Press was the first to report the guards had been removed. ##Security## ##Inauguration##  CNN's Barbara Starr reports: Ahead of President-elect Joe Biden's inauguration tomorrow, getting into and around the nation’s capital is becoming even more complicated this morning.  Officials announced the closure of multiple bridges that connect Washington, DC, with Virginia, leaving fewer access routes between the capital city and populated suburbs.   The closures that took effect this morning include the Memorial Bridge, Key Bridge and the 14th Street Bridge, according to the DC Metropolitan Police Department.  Additional restrictions apply to bridges on 11th Street, South Capitol Street and the Southeast Freeway, the department said.  Local police and the Virginia Department of Transportation said some bridges will permit traffic to leave the district or will restrict what routes drivers may take when exiting the bridge.    The US Coast Guard announced also closing parts of the Potomac and Anacostia Rivers spanned by the bridges.  The closures further restrict travel in the greater DC area. Station closures and fewer trains scheduled means the Metro public transportation network has been scaled back. The street grid near the Capitol, White House and National Mall is closed.  Amtrak service into the DC area is also modified.  ##Security##  Prosecutors have levied the first significant conspiracy charge against an apparent leader in the extremist Oath Keepers movement, alleging the Virginia man was involved in \"planning and coordinating\" the breach, according to court documents.  The Justice Department charged Thomas Caldwell, a 65-year-old from Virginia with a leadership role in the paramilitary right-wing group, with four counts, including conspiracy to commit an offense, obstruction of an official proceeding and \"Violent entry or disorderly conduct.\" Caldwell interacted in the riot alongside a group of eight to 10 people wearing Oath Keeper-emblazoned gear, who according to a law enforcement affidavit, \"moved in an organized and practiced fashion and forced their way to the front of the crowd gathered around a door to the US Capitol.\" Prosecutors also describe his interactions with two other charged right-wing militants, Jessica Watkins and Donovan Crowl, who also allegedly sought to stop Congress from certifying the presidential election and were part of the siege. \"We are concerned that the arrests for the Jan. 6 assault on the U.S. Capitol include some U.S. military reservists and veterans. Some right-wing extremist groups, particularly the anti-government Oath Keepers, have a long history of recruiting from current and former members of the military and law enforcement,\" Oren Segal, vice president of the Anti-Defamation League's Center on Extremism told CNN. \"Oath Keepers are part of the resurgent militia movement, which believes the federal government has been co-opted by a shadowy conspiracy that is trying to strip American citizens of their rights. Though the Oath Keepers will accept anyone as members, what differentiates them from other anti-government extremist groups is their explicit focus on recruiting current and former military, law enforcement and first responder personnel,\" he added. CNN’s Mallory Simon contributed reporting to this post.  ##Security## The \"biggest bang for our buck\" in helping the economic recovery is spending on public health, Janet Yellen, President-elect Joe Biden’s nominee to head the Treasury Department, told lawmakers. Speaking of government spending in the immediate term, Yellen told the Senate Finance Committee that spending on public health ensures \"we have widespread vaccinations quickly so schools can reopen and we can get past the pandemic and reopen businesses and the economy safely.\" Yellen also said it is critical to provide relief first to those in the greatest need and small businesses, noting the effectiveness of extended unemployment insurance and snap benefits. ##Confirmation Hearings## President-elect Joe Biden's nominee to lead the Department of Homeland Security Alejandro Mayorkas echoed other members of Biden’s team in cautioning that it will take time to undo Trump’s immigration policies.   Republican Sen. James Lankford asked Mayorkas what message he’d send to migrants traveling to the US-Mexico border. According to Guatemala's official immigration agency, an estimated 7,000 to 8,000 US-bound migrants have crossed into Guatemala from Honduras since Friday.  “The phenomenon of a caravan is something that we have confronted in the Department of Homeland Security for many years,” Mayorkas said.   “I think President-elect Biden, and people who will be joining his incoming administration have spoken about the fact that there's a commitment to follow our asylum laws to enforce our asylum laws, and that means to provide humanitarian relief for those individuals who qualify for it onto the law. That cannot be accomplished with just the flick of a switch and turned on and day one, that it will take time to build the infrastructure and capacity, so that we can enforce our laws as Congress intended. And that would be the message I would send,” he added.  Republican Sen. Mitt Romney followed up on Lankford’s questioning, asking what Mayorkas intended to do with the migrants currently coming to the US.   “When people present themselves at our border, we apply the laws of our nation to determine whether they qualify for relief under our humanitarian laws or whether they don’t,” Mayorkas said. ##Confirmation Hearings## Avril Haines, President-elect Joe Biden’s nominee to be director of national intelligence, said she doesn’t believe \"that Iran should ever be allowed to get a nuclear weapon.\" She told senators that while the incoming Biden administration \"has indicated if Iran were to come back into compliance [of the JCPOA nuclear deal] that he would direct that we do so as well,\" she thinks that \"frankly we’re a long ways from that.\"  \"We have to also look at the ballistic missile issues,\" Haines said, \"and there are other obviously destabilizing activities that Iran engages in.\"  Haines said that if confirmed, she would hope to \"provide the best, most accurate intelligence that we have on the threat being posed, and allow policymakers therefore to have that information as they make decisions about what actions to pursue with respect to Iran in the future.\" ##Confirmation Hearings## Former White House counsel Don McGahn was invited to President Trump's send-off, but he will not be attending, according to a source familiar with the matter. About the send off: Trump is scheduled to deliver remarks before his final departure from Joint Base Andrews on Wednesday, where a military-style ceremony is being planned. Invitations have gone out to Trump's friends, allies and former administration officials saying it will begin at 8 a.m. ET. Each invitee is allowed five guests; organizers hope to secure a large crowd because Trump has complained about the size of his gatherings in the past. In a sign the guest list may not have been carefully curated, Trump's former communications director turned critic, Anthony Scaramucci, was invited to the departure. He told CNN he did not plan to attend, but saw his invitation as a sign the White House was eager to bulk up the guest list. ##Trump## President-elect Joe Biden will unveil a comprehensive immigration plan on his first day in office, a source familiar with the proposal tells CNN, describing a plan that provides a multi-year pathway to citizenship for the millions of undocumented immigrants currently in the United States. The plan — which in addition to the pathway to citizenship, would aim to address the root cause of migration from countries in Central America and improve the use of technology at the border — will be sent to Congress on Wednesday, shortly after Biden is inaugurated, the source said. Biden promised during the campaign that he would make immigration reform a priority as president, a move that ran directly counter to the anti-immigration rhetoric and action that defined President Trump’s four years in office.  The incoming President also received pressure from immigration groups throughout the campaign, many of whom worried that the deportation that happened during the Obama presidency would continue in the new administration. The central tenant of Biden’s plan is the pathway to citizenship, which would allow certain undocumented immigrants to achieve citizenship within eight years.  The plan, according to the source, would give certain immigrants temporary status for five years, allow them to apply for green cards after that time and once they have met certain criteria, then allow them to apply for citizenship three years later. For recipients of Deferred Action for Childhood Arrivals, or so-called Dreamers who were protected under a program first started by former President Barack Obama, the pathway would be streamlined, allowing them to apply for a green card immediately. Incoming Vice President Kamala Harris recently described the soon-to-be released immigration plan in an interview with Univision.   “It will be about creating a pathway for people to earn citizenship. We're going to reduce the time from what is now has been currently 13 years to eight years. We are going to expand protections for dreamers and DACA recipients. These are the some of the things that we're going to do in our immigration bill, and we believe, smarter and more humane way of approaching immigration,” she said. The plan, which was first reported by the Washington Post, would also require immigrants to have been in the United States by the start of 2021, a decision made to stop any mass migration to the US-Mexico border. Trump made immigration one of the central tenants of his presidential bid four years ago, pledging to build a wall along the US-Mexico border as a way to curb undocumented immigrants from coming to the United States. While some wall has been built, Trump’s actions have failed to live up to his words, and he leaves office with only a handful of immigration successes to tout. The likelihood of a sweeping immigration bill passing Congress is an open question. Previous attempts, like the concerted pushed to pass an immigration bill in 2013, failed, and the Republican Party now includes more immigration hardliners after four years under Trump. This immigration plan will not be Biden’s only action taken on the issue at the outset of his administration. Incoming chief of staff Ron Klain wrote in a memo over the weekend that Biden will begin the process of reunifying the families separated at the US-Mexico border within his first ten days in office, and sources familiar with Biden’s plans anticipate he will also issue an executive order aimed at halting the construction of Trump’s border wall and reinstating the DACA program. President-elect Joe Biden’s incoming administration will implement ethics guidelines that bar political appointees from receiving a so-called “golden parachute” payment for joining the administration and will look to bar the practice of shadow lobbying for government employees who have recently left their jobs, according to a source familiar with the yet to be released plan. Democrats, after four years under President Trump where questionable ethical moves were commonplace, have long been hungry for more stringent ethics rules for the incoming Biden administration and these new guidelines, some of which are stricter than rules during the Obama administration, look to assuage those desires. The ban on incoming government officials receiving payments from their former employers is the most significant shift in the new guidelines. The practice from employers of making substantial payments to incoming government officials became a topic during the presidential campaign, with Democratic Massachusetts Sen. Elizabeth Warren often decrying the practice and calling for reform. The new rules would limit the influence of officials on the way out of government work, too, by keeping the Obama-era pledge to ban people leaving their jobs from quickly lobbying the government they just left. But Biden plans to implement new rules aimed at curbing contact former officials have with both their old agencies and senior White House staff, as well as former officials registering as foreign agents so they can lobby on behalf of foreign entities. The Biden administration will also look to stop the practice of “shadow lobbying,” a common occurrence in Washington where former officials work with lobbyists to make contact with the government they just left without officially registering as a lobbyist themselves. The plan will also ask government officials to adhere to certain ethical commitments, such as making decisions entirely with the public interest in mind and making choices after their government work that does not create even the appearance of using their service for gain. ##Biden## Director of National Intelligence nominee Avril Haines said she would work with the FBI and Department of Homeland Security to produce a public assessment of the threat that QAnon poses to the US. Asked by Sen. Martin Heinrich – who requested the assessment from the FBI last month – whether she would commit to aiding in the assessment, Haines agreed, saying the Office of the Director of National Intelligence could help the FBI and DHS on how foreign influence operations exacerbate the misinformation from Q-Anon. \"Yes senator, I’ve seen the letter, and I absolutely, if confirmed, would work with the FBI and the Department of Homeland Security to get you an answer to that question,\" Haines said. On Monday the FBI alerted other law enforcement agencies that QAnon adherents discussed acting as National Guard soldiers in Washington to try and infiltrate President-elect Joe Biden's inauguration, according to The Washington Post. QAnon began as a single conspiracy theory. But its followers now act more like a virtual cult, largely adoring and believing whatever disinformation the conspiracy community spins up. You can read more about the group here. ##Confirmation Hearings## Janet Yellen, President-elect Joe Biden’s nominee to head the Treasury Department, told lawmakers that if confirmed, her core focus will be on the needs of America’s workers and that she will work towards a second relief aid package.  “I will be focused from day one on providing support to America's workers and to small business, putting into effect as quickly and efficiently as I can the relief in the bill that was already passed and then, over time, working for a second package that I think we need to get through these dark times before the vaccination program enables us to go back to life as we knew it,” Yellen told the Senate Finance Committee during her confirmation hearing on Tuesday. Yellen added that she wants to ensure that America will have a competitive economy that offers good jobs and good wages to all workers, no matter if they live in cities or rural areas.  ##Confirmation Hearings## Former White House Chief of Staff and retired Marine General John Kelly was invited to the Trump send-off tomorrow morning but won’t be able to attend because he has other pressing commitments, he tells CNN.  Trump's departure ceremony at Joint Base Andrews tomorrow is expected to be like a state visit departure event, an administration official tells CNN.  Some of the pomp and circumstance under consideration for the ceremony includes a color guard, military band, 21-gun salute and red carpet, the official added. Trump is expected to arrive at his Palm Beach resort by the time Biden is being sworn in as the 46th president of the United States.  ##Trump## Several dozen of President Trump's final slate of more than 100 pardons and commutations will be doled out to individuals whose cases have been championed by criminal justice reform advocates, a source close to the process tells CNN. Trump's final acts of clemency come after a scramble in recent days among criminal justice reform advocates and several White House officials to finalize the list and convince Trump to approve the actions.  These pardons will undoubtedly be overshadowed by the slew of controversial pardons Trump is also expected to issue in the same final batch on Tuesday. After weeks focusing on contesting the election and reeling from the fallout of the January 6th insurrection, Trump finally snapped back to attention on pardons in recent days, the source said. \"You couldn't get the President to focus on this,\" a source close to the process said of Trump in recent weeks. \"And then this weekend, he didn't have his Twitter, he didn't have all these other distractions.\" Trump, who sank deeper into lame duck status in recent weeks, was reminded that his pardon power is one of the remaining undiminished aspects of his presidential power. This source said Trump also resonated with cases in which individuals who went to trial got significantly more prison time than co-defendants who cooperated with law enforcement.  \"I don't think he likes when people get screwed just because they go to trial,\" this source said. While Jared Kushner has been closely involved in pardons throughout his time at the White House, this source said that Ivanka Trump became much more closely involved in the push for pardons in recent days. Together, Kushner and Ivanka Trump worked with the White House counsel's office and Department of Justice while also working to convince Trump to support a series of clemency actions in the vein of criminal justice reform. After meetings this weekend, Trump met again with his daughter, son-in-law and other White House officials on Monday to finalize the list of clemency actions. ##Trump## Alejandro Mayorkas, Biden's pick for Homeland Security Secretary, defended his oversight and involvement in the investor visa program during his time as director of US Citizenship and Immigration Services – an agency within DHS.  \"[W]hen a leader enters federal service with the responsibility to fix problems, that leader has the responsibility to fix problems, and that is what I did. And the EB-5 investor visa program that USCIS, US Citizenship and Immigration Services administered was plagued by problems. And I heard about those problems, almost every single day that I served as the director,\" Mayorkas said during his Senate nomination hearing. Mayorkas was responding to questioning from Sen. Rob Portman, a Republican from Ohio, regarding concerns about improper influence in the visa program. An inspector general report at the time, documented how Mayorkas \"intervened\" in cases related to the EB-5 investor visa program, Portman said.  \"I do, I must say, Senator, take issue with the use of the term intervene, it is my job to become involved to learn the problems that an agency confronts to become involved in those problems, and to fix them. And that's what I did,\" Mayorkas said. ##Confirmation Hearings## Alejandro Mayorkas told lawmakers Tuesday during his confirmation hearing that the threat of domestic extremism “is one of the greatest challenges the Department of Homeland Security confronts, and it has unique capabilities in confronting that challenge.”  In an exchange with Ranking Member Gary Peters, Mayorkas cited the Office of Intelligence and Analysis as a resource in combating extremism.  “Its Office of Intelligence and Analysis is a critical partner with state and local, tribal and territorial governments in gathering information and intelligence about the threat that we face here at home and disseminating that information so that our brave and noble first responders are best equipped to tackle it. I look forward to playing a critical role in empowering the Office of intelligence and analysis in an apolitical non-partisan way to do its important job and tackle the, the threat that domestic extremism is today,” Mayorkas said.  ##Confirmation Hearings## Avril Haines, President-elect Joe Biden’s nominee to be director of national intelligence, pledged Tuesday to turn the corner after President Trump’s warring with the intelligence community. “To be effective, the DNI must never shy away from speaking truth to power — even, especially, when doing so may be inconvenient or difficult,” Haines said at her confirmation hearing Tuesday. “To safeguard the integrity of our intelligence community, the DNI must insist that, when it comes to intelligence, there is simply no place for politics ever.”  The intelligence community Haines would lead upon her Senate confirmation has been frequently under assault from a President who has accused a so-called “deep state” of undermining his presidency, particularly when it came to Russia and his impeachment.   Trump has fired officials in the intelligence community, and he placed a loyalist in the top intelligence post, John Ratcliffe, who clashed with career officials declassifying documents related to the FBI’s Russia investigation and the extent that Russia and China sought to interfere in the 2020 election. Haines was introduced during her confirmation hearing by Dan Coats, Trump’s first director of national intelligence and a former GOP senator, who repeatedly clashed with Trump over Russia’s interference in the 2016 election. “Most important to me as former director of national intelligence,” Coats said of Haines’ qualifications, “is her commitment to bringing non-politicized truth to power and restoring trust and confidence in the intelligence community and the American public.” A former deputy CIA director and deputy national security adviser under President Barack Obama, Haines would be the first woman to lead the intelligence community in a role that was created following the Sept. 11, 2001, terrorist attacks. Sen. Mark Warner, a Virginia Democrat who will become chairman of the Senate Intelligence Committee, once Biden is sworn in Wednesday, said that Haines’ job will be to ensure the intelligence community “recovers” from the Trump era.   “The dedicated men and women of the Intelligence Community have been through a lot over the last four years,” Warner said in his opening statement. “Our intelligence professionals have been unfairly maligned. Their expertise, knowledge and analysis has often been ignored or even sometimes ridiculed by a president who seems oftentimes uninterested in facts. Those who bravely spoke the truth were vilified, reassigned, fired or retaliated against.” Florida Sen. Marco Rubio, the outgoing acting Republican chairman of the intelligence panel, did not mention Trump’s fights with the intelligence community in his opening statement, but said that it was important to fill the key national security role as quickly as possible. In addition to pledging to restore trust both inside and outside the intelligence community, Haines noted the many challenges US intelligence agencies face, from China to the global Covid-19 pandemic to cybersecurity threats like the recent SolarWinds hack.  “We must strengthen our cybersecurity, safeguard our critical infrastructure, and turn the ongoing technological revolution from a threat to an advantage by integrating new technologies to improve the capacity and superiority of our intelligence into the future,” Haines said. Haines is likely to be among the first Biden Cabinet officials to be confirmed by the Senate, and there’s expected to be little-if-any opposition to her nomination.  The Intelligence Committee had initially sought to schedule her confirmation hearing last Friday in order to expedite the process, but a senator objected to holding the hearing virtually, leading to Tuesday’s in-person session. ##Confirmation Hearings## Sen. Joni Ernst, a Republican from Iowa, told reporters at the Capitol that she does not believe that it is Constitutional to convict a former President in an impeachment trial. She joins Sen. Tom Cotton, a Republican from Arkansas, in that view. Ernst said her priority is to move ahead with nominations and not to spend time on an impeachment trial now that Trump is leaving office.  \"Why are we doing this when the President is out of office?\" she asked.  Asked if she believes it is Constitutional to convict Trump once he’s out of office, she said  \"I don’t think it is.\"  \"I have read arguments on both sides, but he is not our President after tomorrow,\" she added. Ernst said it is time to \"start healing.\" Ernst’s comments underscore a growing segment of the GOP conference. While many members have made it clear they are frustrated by Trump’s actions on Jan. 6 and some even find him responsible for what occurred, Republicans are finding a way to straddle a middle ground by saying that while they don’t approve of Trump’s actions, they don’t think it is Constitutional to convict a President once they have left office.  There are competing academic arguments on this point. The Constitution nor Senate Rules are 100% clear, but it’s something that members on both sides have spent quite a bit of time in recent days digging into.  ##Trump## Sen. Rob Portman, Republican from Ohio, dredged up Alejandro Mayorkas’ controversial past as he opened the nomination hearing for President-elect Joe Biden’s pick for Homeland Security Secretary.  Portman raised concerns about Mayorkas’ role in a visa scandal while he led US Citizenship and Immigration Services in the Obama administration.  “This is not the first time Mr. Mayorkas has been before this committee as a nominee. In July 2013, his committee considered his nomination to be deputy, Deputy Secretary of DHS while he was under investigation by the Inspector General for exerting improper influence in the EB-5 investor visa process in his role as director of US Citizenship and Immigration Services,” said Portman. “As a result, Mr. Mayorkas his nomination was reported out of this committee on a strict party line vote with no Republican support. He was later confirmed by the Senate and the same way -- party line with no Republican support.” More context: During his time at USCIS, Mayorkas was accused of \"giving special access and treatment\" to wealthy foreign investors with ties to politically connected people, according to a watchdog report that cited concerns from more than a dozen employees. At the time, the DHS inspector general was unable to determine Mayorkas' motives for his actions and found each of the decisions was \"legitimately within his purview.\" He had wide discretion in overseeing the EB-5 visa program. A transition spokesperson previously told CNN that Mayorkas took steps to reform the visa program and \"strengthen the quality and integrity of the process.\"' “Today we have the findings of that Inspector General’s report, and they are concerning,” Portman said, adding that he would give Mayorkas the opportunity to respond to the allegations.  ##Confirmation Hearings## Top senators on the Senate Homeland Security Committee used their opening remarks to underscore the need for leadership at the Department of Homeland Security, which has been rattled by constant leadership turnover amid national security concerns.  \"There’s no question we need strong and we need stable leadership in the Department of Homeland Security now more than ever. Over the last four years the department has endured some chaos, mismanagement and instability, and as our third largest federal agency with more than 240,000 employees DHS is in desperate need of principled leadership. The turmoil and uncertainty at DHS headquarters has only been compounded by the security threats that are facing our nation,\" said Ranking Member Gary Peters, a Democrat, during the confirmation hearing for Alejandro Mayorkas.  Mayorkas was tapped by President-elect Joe Biden to head DHS and would be the first Latino and immigrant to serve at the helm of the department if confirmed. Under Trump, DHS has had six secretaries and hasn’t had a Senate confirmed secretary since April 2019. ##Confirmation Hearings##  Republican Sen. Roy Blunt, chair of the joint congressional inauguration committee that oversees planning of the ceremony, said ahead of President-elect Joe Biden’s inauguration tomorrow that he feels “good about where we are on security.” “It's clearly always a moment of where our government is most — at its most vulnerable, but also an important moment where we project, our strength as a democracy,” Blunt said before the Senate Intelligence Committee’s nomination hearing for Biden’s DNI pick Avril Haines on Tuesday. ##Security## Sen. John Thune, the Republican whip, told reporters on Capitol Hill Tuesday that the timing for an impeachment trial is “still being discussed” between Majority Leader Mitch McConnell and Minority Leader Chuck Schumer. “I don’t think there’s any particular strategy at this point. We’ll know more later today,\" he said.  Thune did not answer a reporter's question when asked how quickly he could process Biden's nominations. ##Trump## President-elect Joe Biden's nominees for secretary of the treasury, director of national intelligence and secretary of Homeland Security are appearing now before Senate committees to be considered for their respective roles. You can watch the hearings here:  Janet Yellen appears before the Senate Finance Committee to be considered for treasury secretary. Watch here. \n Avril Haines appears before the Senate Intelligence Committee to be considered for director of national intelligence. Watch here. \nAlejandro Mayorkas appears before the Senate Homeland Security and Governmental Affairs Committee to be considered for secretary of Homeland Security. Watch here.  Later on in the day, Antony Blinken will appear before the Senate Foreign Relations Committee to be considered for secretary of state and Retired Gen. Lloyd Austin will appear before the Senate Armed Services Committee to be considered for secretary of defense. ##Confirmation Hearings## Avril Haines is appearing before the Senate Intelligence Committee to be considered for director of national intelligence. If confirmed, she would become the first woman to be director of national intelligence. Haines served as assistant to the president and principal deputy national security adviser to President Barack Obama.  She chaired the National Security Council's Deputies Committee, which is responsible for formulating the administration's national security and foreign policy.  Haines previously served as the deputy director of the CIA. She was also legal adviser to the National Security Council. She served as deputy chief counsel to the Senate Foreign Relations Committee while Biden was chairman. Biden is set to take office on Wednesday without key members of his Cabinet in place, as the Republican-controlled Senate has moved more slowly to schedule confirmation hearings for his nominees than it has for previous presidents. ##Confirmation Hearings## Alejandro Mayorkas is now appearing before the Senate Homeland Security and Governmental Affairs Committee to be considered for secretary of Homeland Security.  If confirmed, he would be the first Latino and immigrant to serve at the helm of the department. Mayorkas has an enormous task before him if confirmed to lead the Department of Homeland Security. He'll be expected to swiftly begin rolling back Trump administration immigration policies, while juggling response to a global pandemic, threats to the homeland, and restoring a department that's been rattled by leadership turnover and vacancies for the better part of the last four years. Mayorkas is no stranger to the department, where he was known for connecting personally with staff. Under former President Barack Obama, Mayorkas served as both the DHS deputy secretary and the director of the US Citizenship and Immigration Services, an immigration agency within the department.  Prior to joining the Department of Homeland Security, Mayorkas was also a US attorney in the Central District of California. Some of his actions while in those positions have recently resurfaced and could be a factor in his Senate confirmation hearing. Read more about Mayorkas here. ##Confirmation Hearings## Utah Republican Sen. Mitt Romney sidestepped when asked if he’d vote to impeach President Trump in the Senate trial to come, telling CNN’s Manu Raju Tuesday: \"I'm going to wait and see the the evidence as it’s presented.\" Romney, the lone Republican senator to vote for impeachment in the 2020 Impeachment trial of President Trump, also told CNN that Sens. Josh Hawley and Ted Cruz \"raised questions which are legitimate within the Senate,\" in objecting to the Electoral college certification vote two weeks ago, and while he didn’t agree, \"they're entitled to raise those points.\" ##Trump## The Biden Inaugural committee has announced more participants for the “Celebrating America” primetime special tomorrow. They include a duet by Tyler Hubbard and Tim McGraw, Black Pumas, DJ Cassidy’s Pass the Mic, featuring Ozuna and Luis Fonsi. Additionally, there are a number of “American heroes” featured in the event including Anthony Gaskin, a UPS driver who was celebrated by a neighborhood along his route during the pandemic; 8-year-old Cavanaugh Bell, who made care packages for elderly people and started a food and supplies pantry in his community; Sarah Fuller, the first woman to play and score in a Power Five college football team at Vanderbilt; and others. The special, hosted by Tom Hanks, is set to air live on ABC, CBS, NBC, CNN and MSNBC from 8:30 p.m. to 10 p.m. EST on Jan. 20. Previously, organizers said it will feature performances from Jon Bon Jovi, who campaigned with Biden in Pennsylvania, Demi Lovato, Justin Timberlake and Ant Clemons.   ##Inauguration##  Ample sunshine is expected on Wednesday in what could be the sunniest Inauguration Day in Washington, DC, since Bill Clinton was sworn in for his first term nearly three decades ago, but a slight chance of a passing snow shower cannot be ruled out. “Best timing for this (flurries) would be mid-morning into early afternoon,” the National Weather Service said on Tuesday morning, putting the chances of light snow flurries around 20%. Whether sun or snow, strong winds will be present throughout the day, with gusts peaking around noon from 35 to 40 mph. The winds, combined with cool temperatures in the low 40’s, will create windchills near freezing. ##Inauguration## House Minority Leader Kevin McCarthy, a Republican from California, will attend the church service tomorrow with President-elect Joe Biden, a source familiar with the plans says. Earlier CNN reported that Senate GOP Leader Mitch McConnell and Democratic Leader Chuck Schumer will attend the church service. This means all four congressional leaders will be attending the church service at St. Matthew’s with the president-elect – a sign of unity heading into his inauguration hours later.  ##Inauguration## Janet Yellen is about to appear before the Senate Finance Committee to be considered for treasury secretary. She is among five of President-elect Joe Biden's Cabinet nominees that will face Senate panels today in the first step of the confirmation process. Yellen would make history as the first woman to be treasury secretary if confirmed.  She is expected to urge lawmakers to \"act big\" on relief spending during her confirmation hearing, underscoring the urgency and scope of the incoming administration's $1.9 trillion stimulus package. \"Neither the President-elect, nor I, propose this relief package without an appreciation for the country's debt burden,\" Yellen will tell lawmakers, according to written testimony obtained by CNN. \"But right now, with interest rates at historic lows, the smartest thing we can do is act big.\" Biden last week proposed one of the largest relief packages in history in an effort to address the economic and public health crises he will inherit when he takes office on Wednesday. Lawmakers have already enacted trillions in relief funds under President Donald Trump to address the crisis created by the coronavirus pandemic. But with job losses ticking up and millions still unemployed, Biden and congressional Democrats have made clear their first legislative priority will be a wide-ranging stimulus package. A look back at Yellen's career: Yellen was the first woman to chair the Federal Reserve, serving from 2014 to 2018. She would make history as the first woman to be treasury secretary if confirmed by the Senate.  Yellen previously served for four years as the vice chair of the board, and president and chief executive officer of the Federal Reserve Bank of San Francisco for four years prior to that. She was also chair of the White House Council of Economic Advisers from 1997 to 1999. ##Confirmation Hearings## The Biden administration will make domestic terrorism a significant focus of the National Security Council, a reflection of the significant threat the country is facing as it deals with the aftermath of the Capitol Hill riot, a person familiar with the matter tells CNN. The incoming administration is expected to make a series of early announcements of NSC personnel focused on the threat, the source said. The new administration will lean on some career staff who have worked in the Trump administration, like Russell Travers as Deputy Homeland Security Advisor, who has a deep background in the topic.  ##Security## The top-ranking National Guard official says he has no concerns about a potential insider threat to inaugural security from within his own ranks.  \"It’s not a threat for me. I’m not concerned about that at all,\" General Daniel Hokanson, chief of the National Guard Bureau, said in an appearance on NBC Tuesday. \"When we look at our National Guardsmen, we vet them throughout the process,\" he continued. \"We don’t allow extremism of any type in our organization.\" Hokanson said \"this type of vetting is standard\" for security officials at this size and significance of event.  Some more context: Hokanson’s comments came after The Washington Post reported that the FBI warned officials that believers of the QAnon conspiracy theory have discussed acting as National Guard soldiers in Washington to try and infiltrate President-elect Joe Biden's inauguration. The National Guard has assembled 25,000 troops from DC and around the country to assist law enforcement agencies in locking down a large swath of the nation’s capital for the inauguration.  Major General William Walker, who leads the Washington, DC, National Guard, said Monday on ABC that arriving troops are \"screened before they leave their state\" and are then \"repeatedly screened until they are actually put on the street.\" Acting Defense Secretary Christopher Miller also said Monday there is \"no intelligence indicating an insider threat\" from the National Guard forces to the security of the inauguration. ##Security## Alejandro Mayorkas will tell lawmakers Tuesday that if confirmed as Homeland Security secretary, he’ll ensure that an attack, like the one on the US Capitol, “will not happen again,” according to testimony obtained by CNN.  The confirmation hearing for Mayorkas starts at 10 a.m. ET.  “The love for this country that I learned from my parents made the January 6 attack on the Capitol all the more horrifying,” Mayorkas is expected to say, alluding to his background as an immigrant.  “We still have much to learn about what happened that day and what led up to the insurrection. If I should have the honor of being confirmed, I will do everything I can to ensure that the tragic loss of life, the assault on law enforcement, the desecration of the building that stands as one of the three pillars of our democracy, and the terror felt by you, your colleagues, staff, and everyone present, will not happen again,” he continues.  Mayorkas, who was tapped to helm the department last November, served as both the DHS deputy secretary and the director of the US Citizenship and Immigration Services under Obama.  If confirmed, Mayorkas would be the first Latino and immigrant to serve at the helm of the department, which has been pounded and dragged into politics under Trump. Read excerpts from Mayorkas' opening statement here.  ##Confirmation Hearings##  All living former US Treasury secretaries are calling on Congress to swiftly confirm Janet Yellen as the nation’s first female Treasury secretary. \"We believe that delaying the confirmation of our government’s principal economic official would create unnecessary risk during this critical time,\" the letter released Tuesday said. The endorsement, signed by Republicans like Hank Paulson and John Snow as well as Democrats Robert Rubin and Larry Summers, comes as Yellen’s confirmation hearing in the US Senate begins.  The former officials warn that the United States faces \"unprecedented economic conditions\" that will require thoughtful engagement from the Treasury Department. \"Any gap in its leadership would risk setting back recovery efforts,\" according to the letter, which was also signed by James Baker, George Shultz, Tim Geithner and Jacob Lew. Yellen, the first woman to lead the Federal Reserve, has the credentials required by the crisis, the former officials said. \"It is our view – based on personal experience for many of us – that Dr. Yellen’s experience, knowledge, judgment, and character make her uniquely qualified for this role,\" the letter said. The former Treasury secretaries pointed out that Yellen was previously confirmed by the Senate, most recently in 2014. \"It is hard to imagine a better prepared nominee to meet this great moment of need than Dr. Yellen,\" they wrote. The hope is that Yellen’s confirmation will reassure nervous allies overseas.   \"Any delay in confirming Dr. Yellen will only allow concern and confusion to grow among our allies,\" the letter said. ##Confirmation Hearings## President-elect Joe Biden will officially be sworn in tomorrow, and President Trump does not plan to attend the ceremony, and instead, will leave Washington, DC, in the morning. Here's what we know so far about Trump's departure: An early morning departure: Eager for a final taste of the pomp of being President, Trump has asked for a major send-off on Inauguration Day before one last presidential flight to Palm Beach. President Trump is expected to leave from Joint Base Andrews early Wednesday morning and arrive at his Palm Beach resort by the time Biden is being sworn in as the 46th president of the United States.  Trump has told people, CNN has reported, that he dislikes the idea of leaving Washington as an ex-president and hates the thought of having to ask Biden to use the plane.  Trump's departure aboard Marine One from the White House South Lawn will likely be visible and audible to the Bidens, who will spend the night before the inauguration at Blair House, across Pennsylvania Ave. from the executive mansion. Its use was offered to them by the State Department rather than the Trumps, who refuse to make contact with the incoming president and first lady.  Trump and the first lady's departure from the White House South Lawn is expected to look relatively normal. Mustering a large crowd at the White House would be difficult given the intense security in Washington.  Trump's send-off ceremony: Once Trump arrives at Joint Base Andrews we expect a military-style sendoff and a crowd of supporters. This event is expected to be like a state visit departure event, an official told CNN. Some of the pomp and circumstance under consideration for the ceremony includes a color guard, military band, 21 gun salute and red carpet.   CNN Monday morning that President Trump's friends, allies and former administration officials have started receiving invitations to his send-off ceremony at Joint Base Andrews, according to a person familiar with the invite.  Presidents typically hold some type event at Andrews before leaving Washington. Ex-President Obama spoke to a crowd of former staffers in a hangar in 2017. Will there be any sort of handoff between the two men? Trump remains undecided as to whether he will pen a letter to Biden to leave in the Resolute Desk in the Oval Office, although it appears increasingly unlikely. Some of his advisers have encouraged him to think about continuing the tradition.  Worth noting that early on in his presidency Trump enjoyed showing off the letter he received from Obama to visitors. That letter included what has become a prescient line: \"Regardless of the push and pull of daily politics, it's up to us to leave those instruments of our democracy at least as strong as we found them.\" The two men are not expected to meet in person for the traditional meeting at the White House before a shared limo ride to the Capitol. What about a farewell address? Aides have pleaded with Trump to deliver some type of farewell address, either live or taped, that would tick through his accomplishments in office. But he has appeared disinterested and noncommittal.  ##Trump## President-elect Joe Biden's inaugural committee is hosting a national memorial to remember and honor the lives lost to Covid-19 and is asking cities and towns around the country to participate.  The memorial will take place today at 5:30 p.m. ET  and will include a lighting ceremony at the Lincoln Memorial Reflecting Pool in Washington, DC, according to a news release from the Presidential Inauguration Committee. Biden is expected to arrive in the nation's capital today and participate in the event.  The memorial will take place the day before Biden and Vice President-elect Kamala Harris will take their oaths of office at the US Capitol during a significantly scaled-down inauguration ceremony. The committee says they are inviting cities and towns across the country \"to join Washington, D.C. in illuminating buildings and ringing church bells at 5:30 p.m. ET in a national moment of unity and remembrance.\" \"The inauguration of President-elect Joe Biden and Vice President-elect Kamala Harris represents the beginning of a new national journey,\" said Pill Tobar, the communications director for the committee, in a statement Thursday. Biden has said Covid-19 is one of the key priorities of his administration.  Last week, he outlined a plan to administer Covid-19 vaccines to the US population that includes opening up eligibility to get more people vaccinated, creating more vaccination sites and taking measures to increase the supply and distribution of the vaccines. Longtime Biden supporter Sen. Chris Coons, a Democrat from Delaware, said that Senate GOP Leader Mitch McConnell attending a church service with President-elect Joe Biden tomorrow before he is sworn in at the US Capitol is a show of unity.  It’s “an important and symbolic gesture of coming together, of the sort of unity that President-elect Biden has been calling for throughout his election and this transition,” Coons said on CNN’s “New Day.”  Sen. Chuck Schumer and House Speaker Nancy Pelosi also plan to attend the church service at St. Matthew’s. “That church service tomorrow is an important part of respecting tradition and signaling the importance of faith in Joe's life. … And it's an important reminder of who Joe is and of who we are as a nation — a nation that is hopeful and optimistic. And it's going to need a lot of help coming together,” Coons added. Coons also said that he hopes to see Biden’s picks for secretary of defense, secretary of homeland security, secretary of the treasury and secretary of state confirmed by the end of this week. The nominees are facing Senate panels today in the first step of the confirmation process. “This is a confirmable Cabinet of folks who can help lead us forward through this challenging and tumultuous moment,” he said.  Watch Coons' interview:  ##Inauguration## There are now about 25,000 National Guard troops on the ground in Washington, DC, spokesperson Major Aaron Thacker told CNN Tuesday morning. That level is the maximum authorized by the Pentagon for security around the inauguration. The numbers have been growing over the past several days as troops have arrived from other parts of the country.  As of Sunday afternoon, there were about 17,000 guardsmen and women. On Monday, Acting Defense Secretary Christopher Miller said in a statement that the “scope of military participation is unique” to this inauguration, adding there is “no intelligence indicating an insider threat” from the National Guard forces to the security of the inauguration.  Miller did acknowledge that law enforcement officials were vetting incoming members, saying the department would “leave no stone unturned.”  ##Security## The day before President-elect Joe Biden takes office, his nominees for secretary of State, secretary of the Treasury, director of national intelligence, Defense secretary and secretary of Homeland Security will appear before Senate committees to be considered for their respective roles. Biden is set to take office on Wednesday without key members of his Cabinet in place, as the Republican-controlled Senate has moved more slowly to schedule confirmation hearings for his nominees than it has for previous presidents.  But the timeline for confirming Biden's nominees could accelerate in the coming days, when Democrats take control of the Senate. Biden's Cabinet confirmation hearings could run up against the Senate's impeachment trial of outgoing President Trump — timing for which has not yet been scheduled — and as Biden attempts to push through Congress his $1.9 trillion coronavirus vaccine and economic stimulus proposal.  Here is a schedule of today's hearings: 10 a.m. ET: Janet Yellen will appear before the Senate Finance Committee to be considered for treasury secretary.\n10 a.m. ET: Avril Haines will appear before the Senate Intelligence Committee to be considered for director of national intelligence.\n10 a.m. ET: Alejandro Mayorkas will appear before the Senate Homeland Security and Governmental Affairs Committee to be considered for secretary of Homeland Security. \n2 p.m. ET: Antony Blinken will appear before the Senate Foreign Relations Committee to be considered for secretary of state.\n3 p.m. ET: Retired Gen. Lloyd Austin appear before the Senate Armed Services Committee to be considered for secretary of defense.  ##Confirmation Hearings## Senate GOP Leader Mitch McConnell and Democratic Leader Chuck Schumer will attend a church service with President-elect Joe Biden tomorrow, at St. Matthews in Washington, DC, according to sources. Biden invited both McConnell and Schumer.  CNN has previously reported that Biden and McConnell have been in contact as Biden prepares to take office. Punchbowl News was the first to report the news of congressional leadership planning to join President-elect Biden at the church service tomorrow morning. House Speaker Nancy Pelosi was also invited to attend the church service, and plans to attend, an aide to Pelosi confirms. ##Inauguration##  The invitations have been scaled back by the pandemic and the security has been heightened due to the Capitol riot, but Joe Biden's inauguration as the 46th president of the United States tomorrow will still have plenty of pomp. The National Mall will be shut down to keep people away, so we will all be spared another comparison of crowd sizes, especially since Trump's Twitter handle has been turned off. The threat of violent protests from election-denying Trump supporters and the presence of 20,000 National Guard troops will keep anyone from forgetting Trump's turbulent leadership, or lack thereof.  The FBI has warned of armed protests in all 50 state capitals and the TSA is moving to restrict guns in checked baggage. Here are other key things to know about the event:  What's different this year? A lot. Biden had planned to make a statement by arriving in Washington by Amtrak from Wilmington, Delaware, where the train station bears his name — a testament to the days when he was a senator and used to make the round-trip home to be with his kids. That's off. He'll stay the night before in Blair House, across from the White House, instead of a hotel. Normally, members of Congress get a raft of tickets to distribute at will. This year they each get a +1. The public is being encouraged to stay away and the National Mall will be shut down. There will be no public parade from the Capitol to the White House, but instead a virtual parade bringing in people from around the country. The inaugural balls — usually there are multiple and the new president makes a short appearance at several — will be replaced by a produced TV show featuring stars like Hanks along with Justin Timberlake. This will feel very much like the Covid inauguration. What will Biden say? Pay special attention to how Biden references his predecessor, soon to face an impeachment trial, during his inaugural address. Who will be at the actual inauguration ceremony? All the normal VIPs, incoming and outgoing Cabinet members, lawmakers and Supreme Court justices are likely to attend, as is outgoing Vice President Mike Pence. Trump will not. It's rare, but not unheard of, for a president to skip the transfer of power. Jennifer Lopez and Lady Gaga will add some show-biz glitz to the ceremony, which will still take place at the West Front of the US Capitol, looking out on an empty Mall, a show of defiance to the people who stormed the Capitol on Jan. 6, maybe. But also a reminder that this is a very singular beginning to a new administration. Read more here. ##Security## ##Inauguration##", "Section": "politics", "Writers": ["Meg Wagner", "Melissa Macaya", "Veronica Rocha", "Mike Hayes", "Melissa Mahtani"], "URL": "https://www.cnn.com/politics/live-news/biden-inauguration-dc-security-01-19-21/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}