{"Type": "article", "Time": "2021-01-08", "Headline": "January 9 coronavirus news", "Text": "President-elect Joe Biden’s team is confident that if they release all available doses of Covid-19 vaccine immediately, people will be able to complete the two-dose regimen as planned, Dr. Celine Gounder, a member of Biden’s coronavirus advisory board says. “I want to be very clear that we are not recommending that the second dose be delayed, so people should still get their second dose of the Pfizer vaccine at 21 days, of the Moderna vaccine at 28 days,” Gounder told CNN’s Ana Cabrera on Saturday. So long as there are not any manufacturing glitches, we're confident that the supply of vaccine will be there when people return for their second dose,” she added. Gounder said that having a second dose ready for each person who receives their first dose could lead to vaccines sitting on the shelves, and the new plan aims to simplify distribution. In a sense, we've been getting in our own way, making things overly complicated,” she said. “What we're really trying to do is just get doses out as quickly as possible, simplify the tracking that's necessary here, and we have faith that the supply will meet the need in this case,” Gounder added. ##Vaccines## The weekly tallies of Covid-19 cases and deaths in the United States have never been higher, and state officials are warning of more alarming patterns following the holiday season. Florida health officials reported 15,445 additional coronavirus cases on Saturday, according to the Florida Department of Health (DOH), following daily increases of more than 19,000 in the last two days. The state has recorded a total of 1,464,697 Covid-19 cases, DOH data shows.  There were also 139 new Covid-19 related deaths reported on Saturday, bringing the total in the state to 23,150, DOH data shows, while Florida Agency for Health Care Administration data shows there are currently 7,456 people hospitalized with Covid-19 in the state. Meanwhile, Arizona surpassed 10,000 total deaths due to Covid-19 after reporting 98 new deaths on Saturday.  The state's health department also reported 11,094 new positive cases today, bringing Arizona's total to 607,345.   In Texas, hospitalization numbers continue to climb, as the state reported a record number of hospitalizations for the 7th day in a row on Saturday. There are now 13,935 patients hospitalized in the state, the Texas Department of State Health Services dashboard shows, with 10,259 total hospital beds available statewide, and 680 ICU beds available.    CNN is tracking Covid-19 cases and deaths in the US here: 695 deaths were reported in California on Saturday, the highest death toll in a single day in the state since the start of the pandemic.  The previous daily high was reported on December 31, with 585 total deaths, while 583 deaths were reported on January 6, the state's dashboard shows.  More than 52,000 new Covid-19 cases were reported in California on Saturday, according to the state's health department, as the number of patients currently in the ICU reaches an all-time high. The state has reported more than 50,000 new cases five times since December 15 2020. The 52,636 new cases reported today bring the total number of cases in California to 2,621,277. ICUs filled: There are 4,939 total patients in the ICU, which is the highest number of patients in the ICU since the start of the pandemic, the state's dashboard shows. There are 1,147 ICU beds available statewide. In Los Angeles County, the number of people dying of Covid-19 in a day is now equivalent to the number of homicide deaths the city saw in an entire year, while doctors warn that intensive care units in the area are filled.  The number of patients currently hospitalized stands at 22,600, down slightly from Friday's report.  ##Hotspots## The headquarters of the Guerra and Gutierrez and Continental Funeral home chains are just several blocks away, on Beverly Boulevard, in the heart of Los Angeles’s Covid-19 death calamity.  They are in Montebello, short hearse rides from hospitals under siege from the pandemic -- with the massive Los Angeles County USC Medical Center, Adventist Health White Memorial and Beverly Hospital to name just three on a horrifying long list. Owner Richard Gutierrez told CNN before the pandemic he would handle 28 or so memorial services at his six mortuaries in a day, with the main cause of death being cardiac arrest.  Now says he’s laying to rest an average of 56 people a day, 70 percent of them victims of the virus.     When asked about claims that the virus is fake, Gutierrez said: \"Are you telling me that close to 400,000, people that have died is fake news? Try telling that to families that have just lost those people.  Try telling that to all the people in the world that have lost somebody. No, this is not fake. This is real. And it's time that you either grow up and face facts or take your blinders off.\" LA County facing grim surge: The number of people dying of Covid-19 in Los Angeles County in a day is now equivalent to the number of homicide deaths the city saw in an entire year, Mayor Eric Garcetti said Thursday. Los Angeles County reported 318 deaths on Friday, the most ever in a single day. Nearly 12,000 L.A. County residents have died from the virus in the past year. Medical experts say the the expected Covid-19 surge after the holidays has yet to arrive -- and ICU units in the area are already filled.  Funeral homes are overrun: From Beverly Boulevard, clusters of family and friends, most Latino, dressed in black, can be seen gathering outside the overrun mortuaries.  But the mortuaries say they are delaying or turning away dozens of grieving customers a day.  Outside Continental Mortuary, owner Magda Maldonado complained of stress shredding her insides as she stood in front of a freezer trailer she bought just two weeks ago to currently store dozens and dozens of bodies. The trailer is just feet from a shipping container, filled with more decedents, as they call them, in the funeral business.  \"I am really really busy. I'm overwhelmed, I am with anxiety disorder now because of this,\"  Maldonado told CNN.\n\"I've been medicated for that. And it's really hard to continue working like that, my employees are overwhelmed and tired, and also they're getting sick, their families are getting sick in the situation that I've never thought I was gonna go through,\" she added. When asked if she would soon have to tell families that she didn't have room for bodies, Maldonado said: \"that is really creating a stress for me, because I see all the calls that are going out and I'm not able to help those families.\" ##Hotspots## Israeli Prime Minister Benjamin Netanyahu has received his second dose of the Pfizer/BioNTech anti-coronavirus vaccine, along with Health Minister Yuli Edelstein.  I am used to it but I am excited and I am certain that all citizens of Israel who are about to receive the second dose of the vaccine are excited like me,” he said. Israel is making steady progress vaccinating its citizens against Covid-19 and Netanyahu has repeated that all Israeli citizens will be vaccinated by the end of March. Earlier on Saturday, the Health Ministry announced four cases of the South African Covid-19 variant, the first such cases reported in the country. The Ministry reported the cases consisted of two contagion chains -- one from a person returning from South Africa, and from a family infected by a returnee. ##Vaccines## More than two million new Covid-19 cases and 24,000 deaths have been reported in the first nine days of 2021 in the US, according to the Johns Hopkins University Covid tracker. As of 3 p.m. ET Saturday, a total of 2,003,618 new Covid-19 cases had been reported in January. An additional 24,260 deaths have also been reported. Since the start of the pandemic there have been at least 21,978,182 cases of coronavirus in the US and at least 370,119 people have died in the country. So far today, Johns Hopkins University has reported 115,409 new cases and 1,346 new deaths. CNN is tracking Covid-19 cases and deaths in the US here: Houston health officials expect to inoculate about 3,600 people at one location on Saturday, triple what the city has done \"on any given day,\" said Mayor Sylvester Turner.  The Houston Health Department partnered with the Astros Foundation to operate Minute Maid Park as a Covid-19 vaccination site on Saturday after the department’s Bayou City Event Center clinic closed for \"an unrelated weekend event,\" said a health department statement.   The Minute Maid Park site is open only to people who already had scheduled appointed at the Bayou City Event Center, the statement said.  \"We are going to be able to do up to about 3600 today, which will be significantly more than we have done\", Mayor Turner said.  The city's health department opened up approximately 1,000 additional appointments for Saturday's vaccination clinic and in about 20 minutes the slots were booked, Turner said.  The new appointments were made available because of an additional 1,000 doses of vaccine delivered to the health department on Friday.  \"That was unexpected in terms of the timing, we expected it to come in next week,\" Turner said.  \"We've already seen 727 people, which is more than we see in a day at the Bayou Center,\" said Stephen Williams, Director for the Houston Health Department.  Vaccines will be administered to 1A and 1B groups which include health workers, residents over 65 years old and people 16 years of age and older with comorbidities, Turner said.   ##Vaccines## President-elect Joe Biden is making an “unnecessary bet” by planning to release all available Covid-19 vaccine doses immediately, Dr. Paul Offit, a member of the US Food and Drug Administration’s (FDA) Vaccines and Related Biological Products Advisory Committee, said Friday. Both Pfizer’s and Moderna’s vaccines require two doses 21 and 28 days apart, respectively. Second doses are currently on hold by the federal government and released according to the vaccine schedule for people to complete their two dose regimen.  Biden will aim to release every available dose of the coronavirus vaccine when he takes office, but it’s unclear whether this plan can guarantee the on-time administration of second doses. Concerns over second shot: “I think what the Biden plan is doing is, they're making a big bet, and I think an unnecessary bet,” Offit said Friday in an interview on PBS News Hour.  “What they're saying is, ‘I'm going to put all the first doses out there,’” Offit said. “Now, they're assuming that they're going to be able to mass-produce, mass-distribute and mass-administer that second dose in a timely manner.”  Offit said he’s worried that people may receive their second dose late – or not at all. Both vaccines have shown to provide between 50-80% efficacy in the weeks following the first dose. But Offit warned “That was just for a few weeks. That's when you have just gotten the vaccine and you have an immune response. You don't know whether that's also true for two months later, three months later. It's probably not true.\" With two doses administered both vaccines have been shown to be over 94% effective. “We know that that second dose is critical to inducing an excellent immune response and likely a longer-lasting immune response,” he said. “I think putting it all out there initially and hoping you can get that second dose in time – I think disrupts the program and may do far more harm than good.” The FDA has said it does not plan to make changes to Covid-19 vaccine dosing regimens. ##Vaccines## According to Dr. Anish Mahajan, chief medical officer at the Harbor-UCLA Medical Center, intensive care units in the Los Angeles area already filled even before the expected Covid-19 surge after the holidays. “It takes two to three weeks for patients to get sick enough to need the hospital after they've gotten the virus, and Christmas was only two weeks ago, and we're already full,” Mahajan told CNN’s Fredricka Whitfield Saturday on CNN Newsroom. Mahajan said the situation in Southern California is dire, citing historic numbers of hospitalized Covid patients. Los Angeles County deaths surge: The number of people dying of Covid-19 in Los Angeles County in a day is now equivalent to the number of homicide deaths the city saw in an entire year, Mayor Eric Garcetti said Thursday. \"Yesterday we had 259 deaths, that's one more than all the homicides in 2019 in L.A. city combined,\" he said at a Thursday new conference. \"In a single day, equal to a year of homicides.\" Los Angeles County reported 318 Covid-19 related deaths on Friday, the most ever in a single day. Nearly 12,000 L.A. County residents have died from the virus in the past year. “We don't have any more ICU capacity,” Mahajan told CNN. “All of the hospitals in the region are putting ICU patients in unusual places in the hospital just to find room for them.” The prospect of what might unfold over the next seven to 10 days is “extremely worrying” for hospital staff, Mahajan added. ##Hotspots## Jordan will start its Covid-19 vaccination program on Wednesday, according to a statement from the country's government. \"The Minister of Health, Dr. Natheer Obeidat, announced the start of the national vaccination program against coronavirus on Wednesday morning, with the arrival of the first quantities of the Sinopharm vaccine at midnight \"Saturday\" and the Pfizer/BioNtech vaccine on Monday night,\" the statement read. The program, which takes into account \"priorities adopted globally,\" will target the most affected groups, including the elderly who suffer from chronic diseases, and the most vulnerable groups represented by medical and health personnel, the statement read. Jordan has 305,959 confirmed Covid-19 cases, with 4,009 Covid-19-related deaths since the beginning of the pandemic. ##Vaccines## Pfizer is \"ready to release millions of doses each day\" to meet the plans of the incoming Biden administration, a spokeswoman for the company has said. \"Rest assured that Pfizer is working around the clock to manufacture and is ready to release millions of doses each day, ” said Amy Rose, Vice President of Global Media Relations for Pfizer.  Her comments came in response to whether the company would be ready to meet the demand of the incoming Biden administration’s plan to release all doses of coronavirus vaccines right away.  President-elect Joe Biden will aim to release every available dose of the coronavirus vaccine when he takes office, a break with the Trump administration's strategy of holding back half of US vaccine production to ensure second doses are available.  The vaccine is given as two doses 21 days apart. Pfizer’s current contract with the federal government is to supply the US with 200 million doses. \"Pfizer is confident in our ability to deliver 200 million doses of our vaccine to the U.S. government by July 31st. We are committed to collaborating with the Biden Administration on common-sense solutions to the challenges in vaccine distribution so that as many Americans as possible have access to our vaccine as quickly as possible,\" the company said in a statement on Friday. The company says it produced 50 million doses last year with 20 million going to the US and began producing those doses in late October. There have been at least 21,959,850 cases of coronavirus in the US, according to Johns Hopkins University's (JHU) tally of cases, and at least 370,082 people have died from coronavirus.   So far today, JHU has reported 97,077 new cases and 1,309 new deaths.   Friday saw the second highest number of new Covid-19 cases reported in the US in a single day, according to JHU data. The top five days for new cases were: January 2, 2021: 301,858\nJanuary 8, 2021: 283,204\nJanuary 7, 2021: 280,229\nJanuary 6, 2021: 249,735\nDecember 18, 2020: 249,524 At least 22,137,350 vaccine doses have been distributed and at least 6,688,231 doses of the vaccine have been administered, according to the US Centers for Disease Control and Prevention. The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases.   CNN is tracking Covid-19 cases and deaths here: ##Hotspots## Wendy Walsh has gone from frustrated to angry about the rollout of the Covid-19 vaccine in Florida. She wants her mom protected, fearing that if the 92-year-old gets the virus, it's essentially a death sentence. It's like a ticking time bomb -- you're just waiting,\" Walsh told CNN. Her mom, Marie Schreiner, lives in an assisted living facility in the Tampa area that recently went into lockdown because of a Covid-19 case. Walsh says she has made hundreds of phone calls to government agencies seeking information about how to get the vaccine but has gotten nowhere. Like thousands of Floridians desperate for the lifesaving shot for themselves or an elderly loved one, she is left wondering who is in charge and why some of the most vulnerable are still waiting. Florida has recorded more than 1.4 million cases of coronavirus and more than 22,000 deaths since the pandemic began, according to data from Johns Hopkins University. State data shows about 83% of deaths were of people 65 or older. The Covid-19 vaccine distribution in Florida started out smoothly four weeks ago, with frontline healthcare workers getting the first shots. A week later, seniors living in long-term care facilities began getting the vaccine. That's when Walsh thought her mom would get one. Read the full story. ##Vaccines## The US Centers for Disease Control and Prevention (CDC) is working to confirm certain disinfectants are effective against new Covid-19 variants, according to a statement on the CDC website. In a collaboration with the US Environmental Protection Agency (EPA), the CDC is looking into whether the disinfectants designated by the EPA for use against Covid-19 still work against new variants of the virus, like those first identified in the UK and South Africa. The CDC says it will provide updates as new information becomes available. ##UK Variant## There's hope: Summer vacations abroad may happen in a big way this year.  The number of people busting out of their countries will start creeping up in late spring and rise higher by mid-year, travel industry experts predict, as vaccines and risk-based safety measures are rolled out more widely and spiking coronavirus cases around the world begin to fall once again. \"I'm actually quite confident that first of May onwards ... we'll all be in a much better world,\" said Paul Charles, founder and CEO of London-based travel consultancy The PC Agency. Vaccines and testing are the way forward, Charles and other industry experts say, but what's needed perhaps as desperately is greater consistency and coordination across borders. Read the full story for the hurdles that travelers and the industry will need to overcome as travel picks up. Three new cases of a coronavirus variant first identified in the United Kingdom have been confirmed in New York, Governor Andrew Cuomo said during a media call Saturday morning. Two of the new cases are related to the first Covid-19 UK variant case identified last week in Saratoga County, he said. The other new case is from Nassau County and “appears to be unrelated to the Saratoga case,” Cuomo said, adding the individual from Nassau County is a 64-year-old male from Massapequa, New York. “The sample was received from a private lab sent to the State Department of Health, which has been doing sampling. That brings the number of UK cases in this country to just about 55,” he said, reiterating he believes the UK strain of the virus is “more widespread than that number would suggest.” UK variant in the US: At least 63 cases of the variant, first identified in the UK, have been identified in eight US states, according to data posted Friday by the US Centers for Disease Control and Prevention (CDC). This includes at least 32 cases in California, 22 cases in Florida, three cases in Colorado, two cases in Connecticut, and one case each in Georgia, New York, Texas and Pennsylvania. While the variant appears to spread more easily, there's no evidence that it's any more deadly or causes more severe disease, according to CDC. ##UK Variant## The UK has become the first country in western Europe to report more than 3 million coronavirus cases, according to government data published on Saturday. Another 59,937 coronavirus cases have been recorded in the last 24 hours, bringing the total number of people who have tested positive for Covid-19 since the start of the pandemic to 3,017,409 in the UK. The country also reported more than 80,000 coronavirus-related deaths, with 1,035 new deaths added to the total in the past 24 hours. The total number of deaths within 28 days of a positive test now stands at 80,868. Deaths can occur days or even weeks before they are announced and added to the dataset. Deaths are up 51.3% from the week before, the seven-day average published on Saturday shows, while the number of people testing positive is up 22.1%. ##Hotspots## Pope Francis has said the Vatican will begin Covid-19 vaccinations next week and that he is in line to receive the jab. Pope Francis made the comments during an interview with Italy's Canale 5 channel, set to air on Sunday night. “It is an ethical duty to take the vaccine, here in the Vatican we will start next week, I am also in line to take it,”  he said, according to a news anchor for the channel in a preview of the interview, which was released Saturday.  The full interview, which took place in the Santa Marta residence in the Vatican, will air on Sunday at 2.40 p.m. ET (8.40 p.m. local time), according to a press release. ##Vaccines## British health officials are scrambling to cope with the new variant of the virus that was first detected in the UK as it spreads through the public. A new surge of coronavirus cases, fueled by the more contagious variant, is threatening to overwhelm intensive care units in the capital. Hospitals across the UK are preparing for the worst. Are you working in a health care setting in the UK? If so, you can share your experiences with us here: Half a million people across Germany have been vaccinated against Covid-19, Health Minister Jens Spahn said on Saturday. \"We are getting there, step by step,\" Spahn said at a virtual meeting with members of the country's infectious disease agency, the Robert Koch Institute (RKI), the Paul Ehrlich Institute (the federal institute for vaccines and biomedicines), and STIKO, Germany's expert panel on vaccine use. “We are vaccinating more every day and the processes are getting better and better,” he added.  “Wherever people are being vaccinated, that is, where the actual vaccinations take place, the feedback we get is that things are going really well, and the procedures are being carried out very professionally.\" Germany sees record high deaths: On Friday, Germany reported its highest single-day coronavirus death toll, with 1,188 deaths -- the largest 24-hour increase in Covid-19 fatalities in the country since the pandemic began, according to data from the RKI.  The number of confirmed coronavirus cases in Germany has increased by 24,694 to a total of 1,891,581, data from the RKI showed on Saturday. The reported death toll rose by 1,083 to 39,878, the tally showed. ##Hotspots## ##Vaccines## The Queen and Duke of Edinburgh have received their Covid-19 vaccinations, a Buckingham Palace spokesperson said Saturday. The inoculations were administered by a Household Doctor at Windsor Castle, a royal source said. To prevent inaccuracies and further speculation, Her Majesty, who is aged 94, decided that she would let it be known she has had the vaccination, the source added. Her husband is aged 99. The couple's son, Prince Charles, tested positive for coronavirus and went into isolation in March. The 72-year-old later said he had been lucky to only experience mild symptoms, adding he'd \"got away with it quite lightly.\" Meanwhile, their grandson Prince William, second-in-line to the British throne, also tested positive for coronavirus earlier this year, UK media reported, though exactly when he contracted the virus is unclear. UK sees record high deaths: The United Kingdom reported 1,325 deaths and 68,053 new coronavirus cases on Friday, the highest daily increases since the beginning of the pandemic, according to data released by the UK Health Department. There has been a surge of more than 15,000 cases since Thursday. The figures present a rise in cases as the new coronavirus variant, first detected in the UK, sweeps the nation. The UK has recorded more than 2.9 million cases of Covid-19, and almost 80,000 deaths, according to figures from Johns Hopkins University.  At least 63 cases of a variant first identified in the UK have been identified in eight US states, according to data posted Friday by the US Centers for Disease Control and Prevention. This includes at least 32 cases in California, 22 cases in Florida, three cases in Colorado, two cases in Connecticut, and one case each in Georgia, New York, Texas and Pennsylvania. CDC says this does not represent the total number of cases circulating in the US, but rather just those that have been found by analyzing positive samples. The agency cautions that its numbers may not immediately match those of state and local health departments. While the variant appears to spread more easily, there's no evidence that it's any more deadly or causes more severe disease, according to CDC. It has also been found in more than 40 countries worldwide. Experts suspect there could be many more cases in the country and have criticized the US for not doing more genetic sequencing of virus samples to surveil for mutations. On Sunday, a CDC official told CNN the agency plans to more than double the number of samples it sequences over the following two weeks -- with a target of 6,500 per week. The earliest-known US sample that carried the current version of the variant was taken on December 19 in Florida, according to the genomic database GISAID. However, collection dates are unavailable for all samples.   All staff working for the National Health Service (NHS) in the UK will be offered a coronavirus vaccine from mid-January to protect against rising cases of the virus nationwide, a press statement from NHS England said on Friday. Following Monday's rollout of the Oxford/AstraZeneca vaccine, NHS England wrote to health trusts across the UK about their plans to vaccinate staff across all NHS services.  They include staff in general practices, pharmacies, dentists, ambulance trusts, volunteers and community-based mental health services.  Previously, only frontline NHS staff were being vaccinated.  “We will be prioritising the nurses, doctors and other frontline staff who continue to work tirelessly, before administering the vaccine to almost all health and social care staff by mid-February,” Ruth May, NHS England's Chief Nursing Officer said. Vaccinations among NHS staff will be subject to a risk assessment, prioritizing the most in need. It will take into account risk factors including underlying health conditions, face-to-face contact or staff from a Black, Asian or minority background.  Ethnic minorities have a higher coronavirus death rate than their White peers, according to the UK government. People of Bangladeshi ethnicity have around twice the risk of dying from the virus than their White British counterparts, while those of Chinese, Indian, Pakistani, Black Caribbean and other Black ethnicities have between a 10 and 50% higher risk of death. The NHS announcement comes after the Mayor of London Sadiq Khan declared a “major incident” in London on Friday due to the rapid spread of the coronavirus -- which is putting the NHS under pressure and adding to the risk of it being overwhelmed.  On Thursday, Khan said the London hospitals may run out of beds in the “next few days.\" “This virus is out of control. The NHS is on the cusp of being overwhelmed. There has been no time during this pandemic where I’ve been more concerned than I am today,” Khan said. South Korea reported 641 new Covid-19 cases on Friday, according to the Korea Disease Control and Prevention Agency. Of these cases, 596 were locally transmitted.  The country has been battling an outbreak in the capital's Dongbu Detention Center, with at least 1,118 cases detected so far, according to the Health Ministry. The cluster was detected in mid-December, and officials said prison facilities had been overcrowded at 116.7% capacity. Since then, hundreds of prisoners have been transferred to different facilities, and the ministry has declared it will test every prisoner in all of the country's 52 detention facilities. However, officials also said the country's social distancing measures were working, and the latest wave of infections seems to have passed the peak.  President Moon Jae-in also said the government will begin vaccinations as early as next month, when it will \"take a more aggressive response (to Covid-19) using vaccines and treatments.\"  ##Hotspots## ##Vaccines## The United States reported 283,204 new Covid-19 cases and 3,456 related deaths on Friday, according to a tally by Johns Hopkins University. That brings the country's total to at least 21,862,773 cases and 368,773 related deaths. The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases.  It comes as health care workers and communities work to roll out vaccines nationwide. So far, at least 22,137,350 vaccine doses have been distributed and at least 6,688,231 shots administered, according to the US Centers for Disease Control and Prevention. ##Hotspots## ##Vaccines##  All public transport will be suspended in the Chinese city of Shijiazhuang, in Hebei province, which is experiencing a spike in Covid-19 cases not seen in the country for months. China locked down the city of 11 million on Friday after detecting 117 cases, including 67 asymptomatic cases. As of Friday, Hebei province had identified a total of 334 locally transmitted cases since January 2, when the outbreak began.  Shijiazhuang Transportation Administration, Shijiazhuang Subway and Shijiazhuang Bus Company have all posted on their websites that taxi, subway and bus services will be suspended from midnight Saturday until further notice.  Residents have been barred from leaving the city, as major highways were blocked, train and bus stations closed, and flights canceled. All residents have also been ordered to self-quarantine at home for seven days after taking a mandatory Covid-19 test. ##Hotspots## China has administered 9 million doses of Covid-19 vaccines to key groups of its population so far, according to the country's National Health Commission. Since December 15, 7.5 million people around the country have received a dose, the NHC said at a press conference on Saturday. Prior to that, 1.6 million doses had been administered to high-risk populations. The vaccines: The approved vaccine is developed and manufactured by state-owned pharmaceutical giant Sinopharm. The company said its vaccine is 79.34% effective, citing interim analysis of Phase 3 clinical trials. The vaccine requires two doses per person.  Aside from the approved Sinopharm vaccine, China has four vaccine candidates which have reached Phase 3 trials. ##Vaccines## Japan reported a record single-day number of new Covid-19 cases for the fourth consecutive day on Friday, just as Tokyo and surrounding prefectures went into a state of emergency. The country reported 7,851 new infections on Friday, according to the health ministry. Thursday had been the first time cases surpassed the 7,000 mark since the beginning of the pandemic.  An additional 75 related deaths were also reported on Friday. Japan's total now stands at 273,866 coronavirus cases and 3,945 deaths. Tokyo spikes: Japan's capital is one of the country's major hotspots. The city reported 2,392 new cases on Friday, exceeding the 2,000 mark for the second consecutive day. ##Hotspots## Maj. Dwight Christensen remembers the sense of shock he felt first walking through the doors of St. Mary Medical Center in Apple Valley, California. \"I was seeing patients, just lining up in the hallway, in the emergency room ... ICU patients just throughout the hospital,\" he told CNN. Christensen is part of a National Guard team of medics sent by California to help out hospitals struggling to deal with the pandemic. And while his help is needed and welcomed, Christensen is blunt about how much he's really able to do. \"When I first got in, it felt like maybe a Band-Aid on an arterial bleed,\" he said of his deployment to the hospital in a desert town 110 miles northeast of Los Angeles. \"There's so much more that I want to do, but can I do more? I don't know.\" The hospital lobby has been converted to a ward for coronavirus patients. Makeshift walls have been put up around the hospital to create care units in any available space. Behind curtains, patients moan and try to take a breath. Then there is the sound of uncontrolled coughing, then a moment of silence. \"In ICU we see death and dying on a daily basis, but never to this scale,\" said ICU manager Lindsay Packard. \"The death toll has just been out of this world.\" ##Hotspots## Russia's Gamaleya Institute, which developed the Sputnik V coronavirus vaccine, has applied for emergency use authorization in the Philippines. The Moscow-based company filed its application on Thursday, according to the Philippines News Agency. A day before that, Gamaleya withdrew its application to hold clinical trials in the country, according to CNN affiliate CNN Philippines. Gamaleya is the third vaccine maker -- alongside Pfizer-BioNTech and Oxford-AstraZeneca -- to apply for emergency use authorization in the Philippines.  It usually takes the Philippines' Food and Drug Administration 21 days to decide if a drug or vaccine will be allowed for use in the country, according to CNN Philippines. Last November, Russia said the Sputnik V vaccine was at least 91.4% effective and could be more than 95% effective, according to data from its Phase 3 trials. ##Vaccines##", "Section": "world", "Writers": ["Jessie Yeung", "Brett McKeehan", "Kara Fox"], "URL": "https://www.cnn.com/world/live-news/coronavirus-pandemic-vaccine-updates-01-09-21/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Philippines", "Source": "CNN"}