{"Type": "article", "Time": "2020-04-15", "Headline": "China's wet markets are not what some people think they are", "Text": "If you have ever been to a shopping area where butchers and grocers sell fresh produce straight from the farm, then you have been to something that would, in some parts of the world, be called a wet market. That might be surprising -- because recently the term wet market has become almost synonymous with Covid-19 for some people in the West. The novel coronavirus, which has infected close to 2 million people globally, is believed to have originated in a wet market in the city of Wuhan, where wild animals such as porcupines and deer were being sold and slaughtered for food and medicine. Speaking on April 3, the US' top infectious disease specialist, Anthony Fauci, told Fox News that all wet markets should be \"shut down right away,\" saying he couldn't understand why they were still open. But wet markets, as opposed to dry markets, which sell non-perishable goods such as grain or household products, are simply places that offer a wide range of fresh produce. Some, but not all, also sell live animals. They are referred to as \"wet\" owing to the fact that floors are often hosed down after vendors wash vegetables or clean fish.  Wet markets that sell live animals can risk creating the types of dangerous conditions where viruses can spread from animals to humans, due to the close quarters and potentially unsanitary practices -- especially, if they keep rare animals or those  captured from the wild, experts say.   The 2003 SARS epidemic, for example, was linked to the sale of civet cats in Guangdong province.  Most wet markets, however, are not virus petri-dishes filled with exotic animals ready to be slaughtered. For a large proportion of people in China and across Asia, they are just places to go to buy fresh food, such as chicken, pork, fish and vegetables, at affordable prices. Billion-dollar wildlife trade Wet markets are a common sight not just in mainland China but across Asia.  In Hong Kong, for example, there is a widespread network of wet markets where thousands of locals shop everyday for their meat and vegetables. There is one in almost every district and none of them trade in exotic or wild animals. Similar markets can also be found in Indonesia, Malaysia, Philippines, Singapore, Taiwan, Thailand and Vietnam. Some wet markets, however, can provide an outlet for the trade in exotic wildlife, which according to a 2017 Chinese government report was worth more than $73 billion.  But the trade, while lucrative, is by no means mainstream. The consumption of wild meats is not common, especially in big cities, and consumers often have to travel to specific sites to purchase rare or exotic animals. After SARS authorities in several provinces tried to tackle the wildlife trade, banning the sale of some animals such as civet cats and snakes, but many of the bans either weren't enforced or were quietly removed. In response to the coronavirus pandemic, the Chinese government temporarily banned the trade of wild animals for food in late February and is currently drafting a permanent law to further tighten controls. According to Chinese state-run media Xinhua, at least 94% of mainland China's wet markets had been reopened as of March 22. It remains unclear, however, how many of those have completely stopped trading wild animals.  \"In the face of Covid-19, it is understandable that around the world there are calls for shutting down all wet markets,\" said Duan Biggs, senior research fellow in the Environmental Futures Research Institute at Australia's Griffith University. \"However, a complete ban is unlikely to be a sustainable solution to this risk -- as earlier failed attempts at bans and shutdowns show. Instead, new policies and regulations need to incorporate scientific evidence together with consideration of different cultural perceptions and values towards wildlife, wildlife trade and consumption.\" Changing practices  Traditionally, consumers in China have long favored fresh produce, preferring to make several trips to a market each week to buy meat, fish and vegetables, rather than driving to a supermarket for a weekly shop. But in recent years, like everywhere else globally, wet markets have lost ground to supermarkets, especially among younger consumers.  Online grocery stores, backed by internet giants who have cash to burn and sophisticated logistics systems, are also gaining ground.  Even older generations, who have a lifelong habit of shopping in wet markets, are being lured to new services such as Alibaba's Hema (Freshhippo) with generous discounts and pledges for safety and traceability of its produce. Hema alone had 197 storefronts in China by the end of 2019. Travel restrictions during the virus have accelerated the trend away from wet markets. Online grocery stores become a daily necessity when people across China were locked down in their homes.  Eliam Huang, analyst at Coresight, said the outbreak forces users to adapt to the trend otherwise they would be hesitant to do so. \"The crisis makes people more prepared for the techy future,\" she said. But for now, discouraging people from using wet markets altogether is not a viable solution. University of Sydney's environmental and humanitarian engineer Petr Matous said that wet markets play an important role in food security for many low income communities, both in China and globally, who don't have access to online options. \"Abolishing wet markets may give the illusion of solving the cause of the current situation but the real problems are deeper than that,\" he said in an email.  Many experts agree that ending the illegal trade of animals is the most important means of preventing the next pandemic -- and that means better regulation and stricter enforcement, especially at a local level.  In the long term, however, even better regulation might not fully stop the illegal wildlife trade if demand persists -- it will simply go underground, according to the World Wildlife Fund.  \"This health crisis must serve as a wake-up call for the need to end unsustainable use of endangered animals and their parts, as exotic pets, for food consumption and for their perceived medicinal value,\" said the organization.", "Section": "asia", "Writers": ["Ben Westcott", "Serenitie Wang"], "URL": "https://www.cnn.com/2020/04/14/asia/china-wet-market-coronavirus-intl-hnk/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Philippines", "Source": "CNN"}