{"Type": "article", "Time": "2020-07-21", "Headline": "These American mercenaries were the heroes of China", "Text": "Consider this job offer: A one-year contract to live and work in China, flying, repairing and making airplanes. Pay is as much as $13,700 a month with 30 days off a year. Housing is included and you'll get an extra $550 a month for food. On top of that, there's an extra $9,000 for every Japanese airplane you destroy -- no limit. That's the deal -- in inflation-adjusted 2020 dollars -- that a few hundred Americans took in 1941 to become the heroes, and some would even say the saviors, of China. Those American pilots, mechanics and support personnel became members of the American Volunteer Group (AVG), later known as the Flying Tigers. The group's American-made warplanes featured the gaping, tooth-filled mouth of a shark on their nose, a fearsome symbol still used on the US Air Force's A-10 ground-attack jets to this day. The nose's symbolic fierceness was backed up by its pilots in combat. The Flying Tigers are credited with destroying as many as 497 Japanese planes at a cost of only 73 of their own. Today, even with US-China tensions rising, those American mercenaries are still revered in China, with memorial parks dedicated to them and their exploits. \"China always remembers the contribution and sacrifice made to it by the United States and the American people during the World War II,\" says an entry on the Flying Tigers memorial page of China's state-run newspaper People's Daily Online. The formation of the Flying Tigers When these Americans arrived in China in 1941, the country was very different from the China we know today. Leader Chiang Kai-shek, a revolutionary who split with the Communist Party, was able to loosely unite the country's warlords under a central government. In the late 1930s, China had been invaded by the armies of Imperial Japan and was struggling to withstand its better equipped and unified foe. Japan was virtually unopposed in the air, able to bomb Chinese cities at will. Faced with that dire situation, the Chiang government hired American Claire Chennault, a retired US Army captain, to form an air force. He spent his first few years in the job putting together an air raid warning network and building airbases across China, according to the Flying Tigers' official website. Then in 1940, he was dispatched to the United States -- still a neutral party in World War II -- to find pilots and planes that could defend China against the Japanese air force. With good contacts in the administration of US President Franklin Delano Roosevelt and a budget that could pay Americans as much as three times what they could earn in the US military, Chennault was able to get the fliers he needed. The planes posed a bit more of a problem. The US was making them in large numbers, but they were destined for Britain to use against Germany or for US forces, amid fears that the war in Europe would soon suck in the US. A deal was secured to get 100 Curtiss P-40B fighters built for Britain sent to China instead. For its hardship, Britain was promised a new and better model about to go to the assembly line. In his memoirs, Chennault wrote that the P-40s purchased by China were lacking some important features, including a modern gun sight. \"The combat record of the First American Volunteer Group in China is even more remarkable because its pilots were aiming their guns through a crude, homemade, ring-and-post gun sight instead of the more accurate optical sights used by the Air Corps and the Royal Air Force,\" he wrote. What the P-40 lacked in ability, Chennault made up for in tactics, having the AVG pilots dive from a high position and unleash their heavy machine guns on the structurally weaker but more maneuverable Japanese planes.  In a low, twisting, turning dogfight, the P-40 would lose. A ragtag group of fliers The pilots Chennault had to teach were far from the cream of the crop. Ninety-nine fliers, along with support personnel, made the trip to China in the fall of 1941, according to the US Defense Department history. Some were fresh out of flight school, others flew lumbering flying boats or were ferry pilots for large bombers. They signed up for the Far East adventure to make a lot of money, to find lost girlfriends or because they were simply bored. Perhaps the best known of the Flying Tigers, US Marine aviator Greg Boyington -- around whom the 1970's TV show \"Black Sheep Squadron\" was based -- was in it for the money.  \"Having gone through a painful divorce and responsible for an ex-wife and several small children, he had ruined his credit and incurred substantial debt, and the Marine Corps had ordered him to submit a monthly report to his commander on how he accounted for his pay in settling those debts,\" according to a US Defense Department history of the group. With such a disparate group of fliers, Chennault had to teach them how to be fighter pilots -- and to fight as a group -- essentially from scratch. The training was rigorous and deadly. Three pilots were killed early in accidents. During a single day, eight P-40s were damaged as pilots landed too hard, or the ground crew taxied too fast, causing collisions. In one case, a mechanic watching another mishap crashed his bicycle into a fighter, damaging its wing. There were so many accidents on that day, November 3, 1941, the AVG called it \"Circus Day.\"  Chennault expressed his disappointment at his group's first combat mission against Japanese bombers attacking the AVG base in Kunming, China, on December 20, 1941. He thought the pilots lost their discipline in the excitement of combat. \"They tried near-impossible shots and agreed later that only luck had kept them from either colliding with each other or shooting each other down,\" the Defense Department history says.  Still, they shot down at least three Japanese bombers, losing only one fighter that ran out of fuel and crash-landed. Establishing a legend The pilots of the AVG quickly conquered their steep learning curve. A few days after Kunming, they were deployed to Rangoon, the capital of British colonial Burma and a vital port for the supply line that got allied war materiel to Chinese troops facing the Japanese army. Japanese bombers came at the city in waves over 11 days during the Christmas and New Year's holidays. The Flying Tigers ripped holes through the Japanese formations and cemented their fame. \"In 11 days of fighting, the AVG had officially knocked 75 enemy aircraft out of the skies with an undetermined number of probable kills,\" the group's website says. \"The AVG losses were two pilots and six aircraft.\" The Flying Tigers spent 10 weeks in Rangoon, outmanned and outgunned by the Japanese the entire time, but they inflicted staggering losses on Tokyo's forces.  In his memoir, Chennault notes what his group -- never fielding more than 25 P-40s -- accomplished. \"This tiny force met a total of a thousand-odd Japanese aircraft over Southern Burma and Thailand. In 31 encounters they destroyed 217 enemy planes and probably destroyed 43. Our losses in combat were four pilots killed in the air, one killed while strafing and one taken prisoner. Sixteen P-40's were destroyed,\" he wrote. The US military notes the heroics performed on the ground: \"The crew chiefs and support technicians performed miracles of improvisation in getting the fighters ready to fly, but if any (aircraft) ... had been on US military bases, they would have been deemed unflyable,\" it said. Despite the Flying Tigers' heroics in the air, allied ground forces in Burma could not hold off the Japanese. Rangoon fell at the end of February 1942 and the AVG retreated north into Burma's interior. But they'd bought vital time for the allied war effort, tying down Japanese planes that could have been used in India or elsewhere in China and the Pacific. According to Chennault, British Prime Minister Winston Churchill made this comparison: \"The victories of these Americans over the rice paddies of Burma are comparable in character, if not in scope, with those won by the RAF (Royal Air Force) over the hop fields of Kent in the Battle of Britain.\" Chennault quotes Churchill as saying. Claim to fame Though news didn't travel quickly in 1941-42, the United States -- still reeling from the devastating December 7, 1941 Japanese attack on Pearl Harbor -- was eager for heroes. The Flying Tigers fit the bill. Republic Pictures cast John Wayne in the leading role of \"Flying Tigers\" in 1942. Movie posters showed a shark-toothed P-40 diving in attack mode and a promotional still shows Wayne standing by one of the P-40s. On screen, Wayne plays the first of his many war hero roles, Capt. Jim Gordon, modeled on Chennault. \"The story has little in common with real history, and lots of classic post-Pearl Harbor propaganda fills the script,\" says its review on Amazon.com. Wayne's official Facebook page says producers were careful the film, one of the box office hits of 1942, didn't reveal any war secrets. \"No scene of the interior of the airplane could be shown for security reasons. The instrument boards shown were fake,\" it says. While Republic Pictures was busy with the film, the AVG's sponsors in Washington asked the Walt Disney company to make a logo. The Disney artists came up with \"a winged Bengal Tiger jumping through a stylized 'V for Victory' symbol,\" the US history says. It may be surprising that the logo didn't include the iconic shark mouth featured on the Flying Tigers' aircraft. Chennault wrote that the shark mouth didn't originate with his group, but was copied from British P-40 fighters in North Africa, which in turn may have copied them from Germany's Luftwaffe. \"How the term Flying Tigers was derived from the shark-nosed P-40's I never will know,\" he wrote. Whose country to fight for When the US entered the war after Pearl Harbor and began to look for ways to take the fight to Japan, the idea of an experienced group of American fighter pilots operating under Washington's command appealed to US military leaders. They wanted the Flying Tigers assimilated into the US Army Air Corps. But the pilots themselves either wanted to go back to their original services -- many came from the Navy or Marine Corps -- or wanted to stay as civilian contractors of the Chinese government, where the pay was much better. Most told Chennault they'd quit before doing what Washington wanted. When the Army threatened to draft them as privates if they didn't volunteer, those who'd considered signing on opted out. Chennault, who'd been officially considered an adviser to the Central Bank of China while commanding the AVG, was made a brigadier general in the US Army and agreed that the Flying Tigers would become a US military outfit on July 4, 1942. Though the Flying Tigers continued to wreak havoc on the Japanese in the spring of 1942 -- striking ground targets and aircraft from China to Burma to Vietnam -- it was clear the force was entering its waning days, accor", "Section": "asia", "Writers": ["Brad Lendon"], "URL": "https://www.cnn.com/2020/07/21/asia/world-war-2-flying-tigers-intl-hnk-scli/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Thailand", "Source": "CNN"}