{"Type": "article", "Time": "2020-07-12", "Headline": "Before the virus, Asia's ecosystems were buckling under overtourism. When the tourists return, it has to be different", "Text": "Before the pandemic put a stop to most international travel, each year millions of people flocked to Southeast Asia's white sandy beaches, ancient temples and diverse wildlife.  Last year, 133 million tourists visited the region, spurred by an increase in arrivals from China, which is now the world's largest market for outbound travel. In some places the crowds became so intense it caused locals, environmentalists and even governments to complain that overtourism was pushing the region's fragile ecosystems to breaking point.  Coral die-offs, vanishing marine life, damaged cultural sites and idyllic islands overflowing with plastic and human waste were all blamed on too many tourists -- and the unchecked development set up to attract and accommodate them.   Then the global coronavirus pandemic struck. Countries went into lockdown. International travel dramatically reduced. And the tourists were largely gone. For countries like Cambodia, where tourism contributes an estimated 30% of GDP, the effect has been devastating. Asia-Pacific is estimated to lose $34.6 billion due to the pandemic, the Pacific Asia Travel Association (PATA) said.  As travel restrictions lift, countries that rely heavily on tourism will be competing for visitors as they seek to rebuild their economies. The temptation to attract as many tourists as possible could be difficult to resist. But experts say the global pause on tourism has offered countries an unprecedented opportunity to examine how to rebuild their tourism industries in a way that benefits their economies and also protects the planet. An example  As one of the most popular destinations in Southeast Asia, the Philippines welcomes millions of tourists each year, many who visit outlying tropical islands for their sandy beaches and clear waters. In 2018, so many tourists visited Boracay island that President Roderigo Duterte famously said it had been turned into a \"cesspool,\" and ordered it to close for six months for a massive cleanup. A tourism boom had encouraged unscrupulous operators to prioritize short-term profits over sustainability, said John Paolo R. Rivera, associate director of the Dr. Andrew L. Tan Center for Tourism. As visitor numbers rose, illegal structures were built close to the beach, many with sewage pipes that led straight out to sea.  After a months-long shutdown, the island reopened in October 2018 with new limits on visitor numbers from 19,000 to 6,000 and bans on smoking and drinking alcohol on the beach. Hotels must now be accredited and comply with environmental standards, including proper waste disposal, and the no-build zone has been extended to 30 meters from the shoreline. While many welcomed the cleaner, quieter island, its closure came at the expense of locals' livelihoods. Some residents claimed their houses and businesses were flattened in \"illegal\" demolitions and migrant workers were forced to find jobs elsewhere. Susanne Becken, director of the Griffith Institute for Tourism in Melbourne, said it is a \"brutal\" move to completely shut down a place as a lot of lives depend on tourism. She said lessons could be learned by governments and operators preparing to open after the pandemic.  \"Thinking about the resilience of the place and diversifying or making sure the livelihoods are diversifying enough that not everything depends on tourism. This readjustment in the moment is a bit of a shock, but hopefully long term it's a reality check,\" said Becken.  Nature  Boracay may have been shut down for a short period of time by a president focused on environmental recovery, but other tourism sites have been forced to close by a virus that shows no sign of ending. While the halt in international travel may be financially devastating for many businesses, in some places nature is starting to heal. Green and leatherback turtles have been seen nesting on beaches popular with tourists in Thailand, and dugongs have been sighted off the coast of Trang, in the country's south.  \"At Maya Beach we saw groups of black tip reef sharks, at Similan islands we saw dolphins, whale sharks and in many areas we saw turtles to lay eggs. Even inland national parks we also saw rare animals like tigers,\" said Thanya Netithummakun, director general of Thailand's Department of National Parks, Wildlife and Plant Conservation.  The wildlife sightings have even prompted Thailand's Minister of National Resources and Environment to close the national parks to the public for two months every year.  Some of that is a result of efforts to reduce visitor numbers on popular islands, before the pandemic hit. \"We have halved numbers of operators and tourists in several places,\" said Thanya. \"For example, Chumporn Islands can only have 400 visitors a day (and the) Similan Islands will receive tourists at half of what it used to accommodate.\"  One of Thailand's most famous beaches, Maya Bay -- featured in the 2000 movie \"The Beach\" -- has been closed since June 2018 to rehabilitate the marine area, and is unlikely to open until at least June 2021.   At the height of its fame, around 5,000 people visited the bay each day. During its closure, thousands of corals have been planted in the bay to repair damage caused by dive trips and tourist boats.   An electronic ticketing system is being developed to control tourist numbers when it reopens and boat operators will need to install digital trackers if they want to dock there. Easing the crowds Ticketing and visitor caps have long been a way to control tourist numbers in many destinations around the world. But the necessary level of infrastructure hasn't yet made its way to some of the most beautiful -- and far-flung -- destinations in Asia.  And in some cases, social media has attracted tourists to a particular destination far faster than officials have worked to control the numbers. For example, the temples in Bagan, Myanmar, have become incredibly popular with Instagrammers -- though it has to be the right one.  \"There is just one particular temple where people feel that is the one temple to see the sunset -- in a place where there are thousands of temples where you can go to. There is no logic,\" said Willem Niemeijer, founder of Bangkok-based sustainable travel group YAANA Ventures.  Niemeijer said one way around this is to use technology to manage the numbers. Making a reservation on an app or website before visiting could help limit crowd numbers at one site.   \"If you have to make a reservation before, what you will see is people say that's too much trouble, I'll go to another temple. Immediately, you get a visitor spread and with that spread of the dollar,\" he said.  Technology is already helping reduce footfall at popular sites in Europe. Galleries and museums in major cities like Paris, Florence or Barcelona, have crowd control methods that limit the amount of people flooding in. Similar methods could be used for natural tourist sites around Asia that in the past have never needed to be protected from large crowds. \"What most all these sites have in common is there has been no regulation, no management of any visitors whatsoever and that is where it goes off the rails,\" said Niemeijer. \"We know this from museums worldwide -- you know that you have to order tickets online before you go, otherwise you can't get in.\" But while ticketing could help manage crowds, in some places the management needs to go further.  Angkor Wat complex in Cambodia is an important site of religious, cultural and historical significance. More than two million people visited in 2019, and while that was lower than previous years, the annual stampede is threatening the site's foundations.  UNESCO reported that the tourism boom and an increasing population in the nearby town of Siem Reap had caused water shortages. That led the authorities to tap into groundwater, \"dangerously lowering the water table\" and causing subsidence in the ground the Angkor temples stand on.  In recent years, local authorities have raised ticket prices and limited the number of people who can watch the sunset from the hill at popular Phnom Bakheng, but other areas of the archaeological park, which spans 400 square kilometers, remain unprotected. Spreading visitors around the country, instead of promoting just two or three key sites is another way to ease the pressure at certain locations.  Drawing investment and attracting brands to other beaches, cultural sites or islands that are not as well known will help spread tourists -- and their money -- across a bigger area, Niemeijer said.  Rivera agrees.  \"There are so many equally beautiful destinations in the Philippines,\" he said. \"There is no need for tourists to crowd in one destination. Given capacity planning, destination managers can redistribute tourists so the carrying capacity can be met.\" Planning is key here, Becken cautions, because if the location isn't prepared with proper infrastructure and sewage systems, \"just to disperse them could cause more damage in the end.\" Preparing for the recovery With the pandemic still raging in many parts of the world there are huge unknowns as to when international travel will pick up again, or what it will look like when it does.  Becken said that over the past 20 to 30 years, tourism in Southeast Asia became \"incredibly inflated\" in part driven by cheap airfares, which governments didn't question. Now is the time for countries to rethink whether they want to welcome back the budget holiday tourist who comes for a few days and doesn't spend a lot of money, or properly analyze what they want from tourism, she said.   Rivera, from the Dr. Andrew L. Tan Center for Tourism, said the pandemic should prompt a shift in business models towards sustainable tourism -- with consequences for not complying. \"Other than environmental fees, and visitor caps, serious penalties also have to be imposed for those who cannot comply with destination rules and regulations,\" said Rivera.    In Bali, officials have proposed a $10 tax on foreign tourists that they hope will be imposed this year. The money will \"fund programs to preserve the environment and Balinese culture,\" according to the Jakarta Post. A study carried out by Udayana University reportedly found that tourists would have no problem paying the fee if it helps the environment.   Rivera said these efforts must include community ownership and engagement so locals can see long-term value in protecting sites of international interest, while having a say in how things are managed and enjoying a fair share of the profits.  That would require more investment in education and training --  a difficult prospect during an economic downturn -- but one that would eventually pay off, Becken said. A similar approach needs to be taken with ways to reduce overcrowding. Cutting visitor numbers should only happen if it's in combination with programs that protects peoples' livelihood", "Section": "travel", "Writers": ["Helen Regan", "Kocha Olarn"], "URL": "https://www.cnn.com/travel/article/southeast-asia-overtourism-coronavirus-intl-hnk/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}