{"Type": "article", "Time": "2019-01-25", "Headline": "Singapore's decades-long quest to be Asia's new art hub", "Text": "Singapore Art Week is now in full swing, but one event is conspicuous by its absence. The annual fair Art Stage Singapore -- once the centerpiece of the week-long program -- was canceled with just nine days' notice, leaving galleries out of pocket and scrabbling for venues to show their work.  In an email sent to exhibitors, many of whom had already shipped works to the city, the fair's founder and director Lorenzo Rudolf asked galleries to \"cease all preparations ... or to reverse them.\" This proved impossible for some.  Organizers are yet to offer guarantees of remuneration or an official explanation, and have yet to respond to CNN's multiple requests for comment. But the numbers tell a story by themselves -- not just of Art Stage Singapore's fate, but of the country's seemingly saturated art market.   Launched in 2011 as a hub connecting international buyers with contemporary Asian art, the 2016 fair sold 143 booths, attracting galleries from Asia and beyond. But this number has fallen in each year since, with just 97 exhibitors reported to have signed up in 2018 and fewer than 50 billed to appear this year, before the fair's cancellation. Visitor numbers fell too: from more than 50,000 in 2015 to 26,500 at the last edition.  This decline has been echoed elsewhere in the country's packed arts calendar. The Singapore Contemporary Art Show, launched in 2016, ceased operations after just two editions, while the Affordable Art Fair, which focused on local collectors, went annual (rather than biannual) amid reports of declining sales.   Yet, new events have emerged in their place. The new S.E.A. Focus fair, held for the first time this week, is more geared toward southeast Asian art than Art Stage Singapore was, although its timing put them in direct competition. And a new large-scale venture, Art SG, is set launch this November, promising 60 to 70 \"established and experimental galleries from Singapore, Southeast Asia and the world.\"  London-based dealer Tanya Baxter, whose eponymous gallery was due to appear at Art Stage Singapore, points to growing competition and the abundance of events as a problem for the city's art market. She also suggested that stilted galleries might stand to lose anything from £10,000 to £40,000 ($13,000 to $52,000) if the fair doesn't provide compensation.  \"It was packed and confusing,\" she said of the country's arts program in a phone interview, \"and people get conflicted.\"  \"I think (Singapore is) ambitious, but it tries too much,\" she added.  But Baxter sees Art Stage's demise as indicative of organizers' mismanagement, rather than a stagnating art market (she reports robust sales at the fair in recent years). It's a view shared by Jasdeep Sandhu, founder of Singapore's Gajah Gallery, who has previously exhibited at Art Stage.  \"Fifteen, twenty years ago, the Singapore art market was in the doldrums -- prices couldn't sustain a decent art economy here,\" he said in a phone interview. \"In 2006, 2007 and 2008 an art boom started and just moved everything up. It's come down from the highs (of a few years ago). But if you look at a 15-year perspective, it's still very much on the up.\"  Regional competition  From the late 1980s Singapore has tried to position itself as an international force in the arts world. Since 1991, the National Arts Council (NAC) has offered significant funding at all levels of the arts and culture sectors.  The government's ambitions were more formally articulated in the 2000 initiative dubbed the Renaissance City Plan, which aimed to use generous public funding to \"establish Singapore as a global arts city.\" Citing places like New York and London as benchmarks, the initiative has aimed to build arts infrastructure, develop grassroots arts and internationalize Singapore's offering.   In the last financial year, the NAC handed out more than 68 million Singapore dollars ($51 million) in grants, scholarships and bursaries. As well as providing support to artists, public money is responsible for a huge number of arts events and initiatives around the city. Recent years have seen the launch of a Singapore Biennale, in 2006, a School of the Arts, in 2008 and a National Gallery, in 2015.   The plan appears to have borne fruit: Between 1996 and 2015, yearly attendance at ticketed arts events increased from 750,000 to more than 1.9 million, while the \"value added\" by the arts and culture sector to Singapore's economy tripled to $1.7 billion, according to official figures.  Yet, Singapore's ambitions to become a regional hub for international collectors faces significant challenges from elsewhere in Asia. The now-reticent Art Stage founder, Lorenzo Rudolf, has previously decried \"stagnation\" in the country's art scene, citing \"booms\" in other countries like Philippines and Thailand.   Emerging markets like Indonesia and mainland China have launched major commercial art events in recent years. And, last week, Taiwan opened its inaugural Taipei Dangdai fair, grabbing the region's attention just days ahead of the ill-fated Singapore fair, which was due to open today. (Sandhu said that his participation at Taipei Dangdai was a major reason why he didn't sign up for Art Stage.)  Perhaps most prominently, Art Basel Hong Kong -- which Rudolf himself helped build into an art world powerhouse -- still dominates Asia's fair market, attracting more than 240 exhibitors and 80,000 attendees last year.  \"The Singapore market obviously pales in insignificance to Hong Kong, but it gets a lot of collectors from the region and they are strong collectors,\" said Baxter. \"Hong Kong became an international player and there's no reason why Singapore can't. If you look at the whole area, it's a huge region with a lot of wealth.  \"Singapore doesn't have to be in first place,\" she added. \"It can be a really nice mirror to Hong Kong.\"  Sandhu, who founded his gallery more than 20 years ago, also plays down the comparison between the two cities.  \"Hong Kong is a completely different model, and if you look at Hong Kong you might trip yourself up,\" he said. \"We have a very distinct art culture in this part of the world.\"  Developing an arts scene  While known as a hub for collectors in Asia, Singapore is not renowned for its homegrown art. For Sandhu, state funding -- which still accounts for a huge portion of arts spending in Singapore -- is helping to improve the city-state's grassroots art scene.  \"Singapore has never been known as a city that produces artists but (the government) started building infrastructure and improving art schools almost 30 years ago,\" he said. \"You now have a very sustainable art community where young artists can actually survive.\"  But for Singaporean photographer Nguan, whose work has been exhibited at galleries in the city, public money acts as a barrier to a thriving art scene.   \"I wasn't surprised by Art Stage's demise,\" he said over email. \"(But) I don't think the absence of a booming art market is necessarily a bad thing -- the commercial art market in Japan, for example, is also relatively small, but their museums are packed. \"Our authorities have spent a lot of money trying to manufacture an art scene in the most inorganic of ways,\" he added. \"I think they're finding that a culture of art-making and appreciation cannot be developed as if it were a piece of land.   \"Art has to happen in the cracks; organically, or not at all,\" said Nguan, who called for reduced regulation on exhibitions and tax incentives to encourage private investment in the arts.  Whatever Singapore's commercial fortunes, its art community can take heart from the solidarity displayed during the past week. A Facebook page, \"Art Stage SOS,\" has been established to help stranded participants find new ways to exhibit their work. And the not-for-profit group Art Outreach has arranged a pop-up fair at the original venue -- Singapore's famous Marina Bay Sands -- which will run across Art Stage's original dates.  \"It is heartening though to see many galleries and groups coming forward to support the affected exhibitors,\" said Singapore's minister for culture, Grace Fu, at the opening of the S.E.A Focus fair Wednesday evening, according to a NAC transcript. \"The camaraderie and strong spirit of the arts sector was in full demonstration.  \"That we can respond so well and so quickly to the situation that Art Stage created, shows the network and depth of the Singapore visual arts ecosystem.\"", "Section": "arts", "Writers": [], "URL": "https://www.cnn.com/style/article/singapore-art-stage-art-week-2019/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}