{"Type": "article", "Time": "2017-10-05", "Headline": "Who are the world's most valued teachers?", "Text": "All over the world, proud parents drop their children at the gates of schools, dreaming about what they might accomplish after years of study and homework. They entrust teachers with the duty of nurturing their development and opening their eyes to a world of possibilities. It's a huge responsibility -- but is that responsibility reflected in their social status and pay? October 5, is World Teachers' Day, so here's a look at how the world values teachers.  Global teacher status  A 2013 study by the Varkey Foundation looked at the social status of teachers and found that there was great respect for teachers in many Asian societies -- especially in China, South Korea and Singapore. For much of the Western parts of the world, levels of respect were lower. The Global Teacher Status Index found that of the 21 countries surveyed, on average, teachers ranked 7th in a poll on 14 respected professions, just above social workers and librarians. China was the only country where teachers were considered as highly skilled as doctors.  Professor Peter Dolton, author of the Global Teacher Status Index which compared attitudes to teachers in 21 countries, said that teacher status measures differently \"based on the history and values and mores of a particular culture\".  For example, he cites New York City, where society is focused on financial earnings, status correlates to how much a teacher is earning. Whereas in China, where cultural norms are to respect your elders, teachers are given higher status despite the lack of a high salary.  Read: School bans the words 'boy' and 'girl' Countries with a higher respect for teachers are more likely to encourage their child to enter the profession, the report states. China, South Korea, Turkey and Egypt are most likely to give encouragement to children to become teachers, while Israel, Brazil, Portugal and Japan are the least likely to provide positive encouragement, the report noted.  Prof. Dolton is working on the next report which will come out in 2018, and he said it will importantly include Latin America and Africa, which the first report did not. High level teacher training  Finland and Singapore have vastly different approaches to teaching, yet both produce some of the most successful students in the world.  \"If you look at South Korea, Singapore, Finland, teaching has been given status, teachers are treated well, paid well and so much professional development has gone behind them,\" said Vikas Pota, CEO of the Varkey Foundation. Government will, he says, is 99% of the reason for this.  \"You need teachers who really care. The state has a role to play,\" said Pota.  Singapore is top of the Programme for International Student Assessment (PISA) education rankings based on international tests taken by 15-year-olds in math, reading and science. The tests, run by the OECD and taken every three years, measure global school league tables. The most recent PISA results showed that the Asian education system was ahead of most of the results, with the top seven places in math taken by Singapore then Hong Kong, Macao, Taiwan, Japan, China and South Korea. Canada, ranked 10th in math, third in reading, and seventh in science, is the highest-ranking non-Asian country in the overall results. Finland, which came in at 13th place in math, was fourth and fifth in reading and science worldwide, was the highest-ranking European country.  These countries have vastly different ways of teaching, but they all place a great value on teachers, said OECD education director Andreas Schleicher.  \"What you (teacher) do have in Finland and Singapore is an amazing career. You own your professional practice and that drives job satisfaction and quality,\" said Schleicher.  Canada, too, which ranks very highly in the PISA results, has a very strong emphasis on the quality of teaching, says Schleicher.  In Singapore, all teachers have training at the National Institute of Education and are selected from the top tier of graduates.  But more importantly, in Singapore teachers have more than 100 hours of professional development every year, said Schleicher. \"There's a lot of investment in the teacher training,\" he said.  Read: Are these the schools of the future? In Finland, getting into a teacher training program is already an honor. Finnish teacher education programs are extremely selective, admitting only one out of every ten students who apply, according to the National Center on Education and the Economy (NCEE).  \"It should be no surprise that Finland has a very high retention rate for teachers, with about 90% of trained teachers remaining in the profession for the duration of their careers,\" said the NCEE. Teachers in Finland, unlike most places in the world, are qualified to a masters degree level, explained Prof. Dolton.  With all the top-achieving countries, Schleicher said there is one thing in common: \"It's not about pay, but the status of the profession is more a result of it being intellectually attractive to become a teacher.\" Where teachers are paid the most Europe ranks as the best place to teach in terms of salaries, according to the OECD report which includes 35 countries. In Luxembourg, for example, starting teachers' salaries are greater than what many teachers will see in their lifetime.  Switzerland and Germany are the next top highest-paying countries for teachers at the high school level. Six out of the top 10 salaries for high school teachers are in Europe.   \"Since compensation and working conditions are important for attracting, developing and retaining skilled and high-quality teachers, policy makers should carefully consider teachers' salaries as they try to control both quality teaching and sustainable education budgets,\" wrote the OECD in its latest report on education around the world.  The economic downturn in 2008 has had a direct impact on teachers' salaries, which were either frozen or cut in some countries, says the OECD.  Between 2005-2015, teachers salaries have decreased in real-terms in one-third of the countries with available data. \"The decrease reached about 10% in England and Portugal, and up to 28% in Greece,\" said the OECD.  Salaries do not correlate with outcome, but teacher status does correlate with outcomes, says Schleicher. \"If you want to make the job attractive, give them good support.\" Boosting the status of teachers In 2013, the Global Teacher Prize award was created by the Varkey Foundation.  The prize has around 20,000 applicants a year, and narrows it down to 50 finalists, then 10, before declaring one $1 million prize winner.  The award has gained a lot of press attention, it's helped to raise the status of teachers, but it's also had a positive impact in creating a network of teachers who can collaborate globally to help each other. \"Quite simply, we want to celebrate teachers,\" said Pota. Teachers are being asked to go on TV talk shows in Turkey. In Macedonia, the Mayor took out every billboard in their town and put up posters of the teacher to congratulate her. In the Netherlands, a teacher was on the news with the prime minister thanks to their nomination.  \"The award is putting into consideration the magic that teachers do,\" added Pota.  \"If we celebrate teachers, then it's more likely more people will want to do the job. I'd rather the world celebrate teachers more than (celebrate) Kim Kardashian,\" said Pota. ", "Section": "health", "Writers": [], "URL": "https://www.cnn.com/2017/10/04/health/teacher-pay-and-status/index.html", "MainKeyWord": "Macao", "AdditionalKeyWord": "Singapore", "Source": "CNN"}