{"Type": "article", "Time": "2020-06-30", "Headline": "July 1 coronavirus news", "Text": "If governors want schools to reopen in the fall, they have to contain the amount of coronavirus in their communities now, and that begins with pausing or rolling back reopening plans, Dr. Ashish Jha said Wednesday on The Lead with Jake Tapper. “I've been talking to governors about pauses. I've been talking about what they want to roll back. And when they understand the choices in stark terms— schools this fall or bars now — those are your choices … I think more and more governors, even in places that aren't having large outbreaks, are realizing that maybe we can avoid bars in the summer and fall, if that gives us a better shot at getting schools open this fall,” Jha said, who is director of the Harvard Global Health Institute.  “The single biggest determinant of whether we're going to be able to open schools and keep schools open is how much virus there is in the community,” Jha added. “So when I look at large parts of the country right now, and think if that's the level of virus we have going into September, we're not going be able to keep schools open. So, we've got to get aggressive by bringing the virus levels down and accept that kids will do a little bit of transmission and hopefully, very few of them will actually end up getting sick themselves.”  Asked what would happen if transmission rates are high and schools try to reopen, Jha said, “What would happen is that kids would show up — they might be infected themselves with mild symptoms — they would spread it to others, maybe a little less efficiently than adults, but still spread. They'd spread it to their teachers and staff, and they'd go home and they'd spread it to the parents and grandparents. So they would become another source. And given that all these kids are getting together indoors, I think we'd see large outbreaks in schools, and it would become very untenable to keep schools open. That's why you got to keep the virus in the community low because if we can do that, then we can open schools.\" And it’s about more than just keeping crowd-attracting sites closed, Jha said. “You can’t have bars and gyms open. I’m not sure you have restaurants open. You've got to have mandatory mask-wearing and you've got to push on surveillance, testing, tracing — all the stuff we've been talking about,” he said. “Do all of that throughout the summer, I think there's a pretty good chance most states can bring their outbreaks to much, much lower levels, and then open up school safely.” ##Reopening## Watch:  The University of Oklahoma football team has returned to campus and its student-athletes began voluntary workouts Wednesday after more than a dozen students tested positive for Covid-19 this summer. There have been 14 total positive Covid-19 cases among players; 12 of those are active.  In total, 111 football players were tested on June 29, the university said. An additional 72 staff members of the team were also tested and two were positive for Covid-19. ##Cases## Houston Mayor Sylvester Turner said the Covid-19 threat is higher than it has been and Harris Health hospitals are \"pretty much at maximum capacity.\"  \"The threat of Covid-19 poses to our community right now is higher than it has been. There is a severe spread between our families, friends, and communities,\" Turner said in a news conference Wednesday. \"And we need to slow it down, so it doesn't overwhelm our health care delivery system.\" Turner said the city's Fourth of July celebration would be virtual.  Asked how concerned the mayor is about the medical centers ability to care for all Houstonians, he responded, \"I talked with several of the CEOs earlier today just to get the latest information on their capacity ... They are still indicating to me that they are within their capacity limits today.\" He added: \"They are busy. They are saying that. They still have room to surge within their respective hospitals with the exception of the Harris Health hospitals, LBJ and Ben Taub. They are pretty much at maximum capacity, and then they are spreading that load around.\" By the numbers: Houston Fire Chief Samuel Pena announced in the news conference that more than 260 firefighters are in quarantine.  \"As of today, there's been over 200% increase from just a few weeks ago, and we have 66 firefighters that are currently positive with coronavirus,\" Pena said. \"Over the course of the operation, we've had 127 that have contracted the virus, 61 of those have come back to work. But we still have 66 of those out.\" Houston reported 832 new Covid-19 cases today, bringing the total to at least 21,123, with 228 deaths, according to the mayor. ##Hotspots## ##Cases## Arkansas Gov. Asa Hutchinson said that \"for the first time in a long time\" the number of active cases in the state decreased.  The 420 new Covid-19 cases reported Wednesday is the lowest number of active cases the state has seen in sometime, Hutchinson said. Hospitalization rates have gone down as well, he said. At least 275 people remain hospitalized. At least 21,197 cases of coronavirus have been reported in the state and at least 277 people have died from the virus.  One thing to note: These figures were released by the state of Arkansas and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project. ##Cases## The “mixed message” about wearing a mask at the beginning of the coronavirus pandemic has contributed to the reluctance of some Americans to wear a face covering now, Dr. Anthony Fauci told NPR in an interview Wednesday. Americans were first told in February and March not to wear a face mask to protect against Covid-19 transmission as a shortage of personal protective gear for medical works worsened. But by May, health experts, including Fauci, reversed course and urged people to wear masks in public to prevent the spread of the virus. “I think that did have an effect,” Fauci, head of the National Institute of Allergy and Infectious Diseases, told host Mary Louise Kelly. Fauci admitted that the early message to Americans about wearing a mask was “confusing.” Without elaborating, he said there were “many other things” now contributing to why people do not want to wear a face covering. \"We have to admit it that mixed message in the beginning, even though it was well meant, to allow masks to be available to help workers, that was detrimental in getting the message across right now. No doubt about it,” Fauci said. ##Masks##  New Mexico Gov. Michelle Lujan Grisham attributed the rise in Covid-19 cases to people in her state not wearing masks. “I do think failure to adhere to the mandatory masks has lead to where we are,” she said during a news conference on Wednesday. “And I just think people have gotten very relaxed about and they should not be.” She said face coverings continue to be mandatory in the state. The numbers: At least 12,276 cases of coronavirus have been reported in New Mexico and at least 500 people have died from the virus, according to the state's Department of Health. New Mexico will not be entering phase two of its reopening in July due to the surge in cases, Lujan Grisham said. ##Cases## ##Masks## Colombia surpassed 100,000 cases of novel coronavirus Wednesday, according to the country's health ministry. The ministry reported a record 4,163 new cases in the past 24 hours, bringing the country's total to 102,009.  Colombia also recorded 136 new fatalities, bringing the death toll to 3,470.  The Latin American country has seen a new peak this week in its average number of reported cases and deaths in a seven-day period, according to a CNN tally. ##Hotspots## People’s individual decisions to stay put likely helped slow the spread of coronavirus, even before state stay-at-home orders were implemented, a study published Wednesday in the Lancet finds. Researchers used cellphone data to track movement patterns for 25 US counties with high coronavirus rates between January 1 and April 20 to evaluate how social distancing affected the rate of new infections. They found that social distancing measures and the slow of coronavirus were primarily driven by changes in individual behavior and local regulations, noting that state and federal regulations were implemented either too late or not at all. Individuals moved around less in all 25 counties six to 29 days before statewide stay-at-home orders were implemented. In 21 counties, mobility slowed on an individual level even before local stay-at-home orders were in place, Dr. Lauren Gardner of Johns Hopkins University and colleagues reported. From late January to mid-April, people reduced their daily movements by varying amounts — from 35% of normal in New York City to 63% of what was usual in Houston’s Harris County. It took about nine to 12 days, on average, for the effects to begin showing, consistent with the incubation period of the virus. Gardner’s team said the strong connection between social distancing and decreased transmission rates means that a return to normal mobility around the country creates a significant risk of increased infections – one that will likely not be apparent for up to three weeks after mobility increases. The study did not differentiate among low-risk trips, like going to the park, and higher-risk trips, like going to the grocery store. Because the data did not include sociodemographic information, the researchers could not isolate information about older adults, those with medical disorders and underserved communities, for whom social distancing can be more difficult. Miami-Dade Mayor Carlos Gimenez is expanding the mandatory mask order in the county, according to a statement from his office. “After consulting with the CEOs of South Florida hospitals and Florida Agency for Health Care Administration Secretary Mary Mayhew this afternoon, I have decided to issue an emergency order requiring masks in all public spaces inside and outdoors throughout Miami-Dade County,” Gimenez said in the statement.  Gimenez said he would sign the order later tonight which will require masks in all indoor and outdoor public spaces.  The current fines for violating an emergency order remain in effect; up to $500 and/or up to 180 days in jail, the mayor said. ###Hotspots## The number of coronavirus deaths in Brazil surpassed 60,000 on Wednesday, according to the country's health ministry. The ministry reported 1,038 new Covid-19 fatalities in the past 24 hours, bringing Brazil's death toll to 60,632.  Brazil also reported 46,712 newly confirmed cases Wednesday, a large daily increase but still not a record for the country's daily figures. The highest number reported in a 24-hour period for Brazil happened on June 19 when the ministry reported 54,771 new cases.  Brazil has 1,448,753 confirmed Covid-19 cases as of Wednesday, the second highest number of cases worldwide. ##Hotspots## ##Cases## The US can turn the resurging coronavirus pandemic around, Dr. Anthony Fauci, the nation’s leading infectious disease expert, said during an interview with NPR Wednesday afternoon. “It does not have to be 100,000 cases a day,” Fauci told host Mary Louise Kelly.  “I used that number because I wanted to jolt people,” to get their attention, he added. Some context: Fauci testified before a Senate committee Tuesday that without intervention, such as mask-wearing and social distancing, the US could see as many as 100,000 new Covid-19 cases a day. The country is seeing almost 40,000 new cases a day already. “If you leave the virus to its own devices, it will take off on you. The control of an outbreak is what we do to oppose the dynamics of the outbreak. And if you do things that essentially enhance the outbreak, then you’re part of the problem. You're not part of the solution,” Fauci said. Some states, including Florida and Texas, which are seeing record numbers of new Covid-19 cases daily, were some of the first to begin reopening in early May. “What we saw, and it really varied from state to state, were people congregating in bars, congregating in crowds in a celebratory way, understandably because they felt cooped up, without wearing masks,” Fauci said. “It's a violation of the principles of what we're trying to do and that is the social distancing, the wearing of masks.”  Fauci, the director of the National Institutes of Allergy and Infectious Diseases, said he believes the US can reduce the numbers again, back to levels seen in March and April. “But we have to do things a bit differently,” he said. “When we talk about the goal of everyone to proceed toward normalization by taking steps in the Opening America Again program, which are guidelines that have good and well demarcated benchmarks.\" ##Cases# See Fauci's prediction before the Senate:  The US government said Wednesday it was investing in a project to create a patch that could monitor the symptoms of coronavirus patients and perhaps even catch early signs of infection. The Biomedical Advanced Research and Development Authority said it had invested $656,000 in digital medicine company Sonica Health to develop a wearable monitor. “Sonica Health is utilizing a bio-integrated, wearable patch called ADAM. The flexible wireless patch is a thin device about the size of a band-aid and sits at the base of the throat,” BARDA said in a statement. “The device monitors cough intensity and patterns; chest wall movements which can indicate labored or irregular breathing; other respiratory sounds; heart rate; physical activity; and temperature.” BARDA said Sonica Health would integrate technology from Northwestern University spinoff Sibel Health to add continuous pulse oximetry and electrocardiography to measure heart activity and blood oxygen levels. “In conjunction with Northwestern University and Shirley Ryan AbilityLab researchers, the team is creating and implementing a set of symptom-driven algorithms specifically tailored to catch early signs and symptoms associated with COVID-19 and to monitor patients throughout illness,” BARDA added.  The goal would be a US Food and Drug Administration approved product, BARDA said. Miami’s Jackson Health System is running out of a key drug for fighting Covid-19 because of a surge in cases, hospital officials said Wednesday. The nonprofit hospital group paused elective surgery Wednesday because of the onslaught of cases and Jackson Health System’s head of infection prevention and antimicrobial stewardship, Lilian Abbo, said stocks of remdesivir were running low. “This is one of the few drugs that has shown some efficacy,” Abbo said at a news conference. “And if we run out of this treatment, it could be fatal for people.” Some context: Remdesivir is the only antiviral that has US Food and Drug Administration emergency use authorization for coronavirus treatment. An average course of the infused drug requires six vials. The Florida hospital system has enough remdesivir to complete the treatment course for current patients, Abbo said. “If we get to the point where the cases continue to double every two weeks, like what we’re seeing now, then we need to make sure that we have enough drug allocated,” Abbo said. Hospital administrators are hoping to get more supplies later in the week, Abbo said. Abbo urged the public to be proactive in mitigating Covid-19’s spread in Florida. “The battle against Covid-19 cannot be only fought inside the hospital,” Abbo said. “This battle has to be conquered with every person taking action in the community.\" ##Hotspots## Gabrielle Ellison plans to keep her Texas bar open amid the Covid-19 pandemic, a decision that directly defies Gov. Greg Abbott's order. \"If I don't, I'm going to lose my bar. If I don't, my employees are not going to be able to eat. And I believe we have rights that are being trampled on right now,\" Ellison told CNN's Brooke Baldwin during a live CNN interview. A group of bar owners across the state have joined forces to sue Abbott over the shutdown order. “He’s picking and choosing winners and losers, so bar owners, they are being sentenced to bankruptcy. But if you're a hair salon, if you're a cosmetologist, if you're a tattoo studio, if you're a barber, you're not just going to survive right now, you're going to thrive,\" said Jared Woodfill, the attorney representing the Texas bar owners. Ellison maintained that her decision is motivated by a desire to support her employees. \"I care about them. This is not going to go away. We have got to learn how to live with this. And what I do care about is that children eat,\" she said. With the Fourth of July holiday just days away, Ellison is planning a special event, and pledges not to enforce any type of mask mandate. “I am not going to make people do anything. I am not going to take their rights away,\" she said. Noting that people who are sick have the option to stay home, Ellison stood firm on her decision to remain open, a choice she sees as an American right. \"It is not the government's right to take that choice away from us,\" she said. \"Why are we sitting down and letting this happen? What is wrong? ...why are you giving your rights up?” ##Hotspots## More than 2,000 new coronavirus cases have been reported in Los Angeles County for the fourth straight day. Health Director Dr. Barbara Ferrer noted that “immediate action is necessary” in Los Angeles after reporting the county's 2,002 new cases. Ferrer will reissue health orders to comply with Gov. Gavin Newsom’s directive to close dining inside restaurants, museums, zoos and other activities. She advised the public to steer clear crowds, confined spaces and close contact with other people. By the numbers: Health care workers and first responders account for well over 7,000 of Los Angeles County’s 105,000 Covid-19 cases.  Roughly 45% of those work in nursing homes and 25% work in hospitals. More than 50 health care workers have died of Covid-19 in Los Angeles to date, Ferrer said.  Testing locations throughout Los Angeles are at capacity and will not be accommodating new appointments, according to Health Services Director Dr. Christina Ghaly.  More tests will be available next week, she promised. Ghaly said there is no shortage of test kits, but holiday closures and increased demand are the reason for limited appointments. ##Cases## ##Hotspots## The US House passed an extension of the $660 billion Paycheck Protection Program less than 24 hours after the program shut its doors and moving one step closer to reopening the cornerstone small business coronavirus relief effort. The House passed the extension, which would keep the program open to applications to Aug. 8, unanimously. The measure will now go to President Trump’s desk for his signature. Why this matters: The House passage completes a whirlwind several days for a program that was all but certain to shutter until bipartisan negotiations were sparked in the Senate on Tuesday afternoon. Throughout the day Wednesday House Democrats also debated how to handle the extension, with some pushing for additional changes to the program, according to several aides involved in the discussions. House Small Business Committee Chairwoman Nydia Velazquez, a New York Democrat and central negotiator on the program, said earlier in the day she was pushing the Trump administration for long-sought loan-level details on the program up to this point. \"We need to make an assessment whether or not the program has been successful,” Velasquez told reporter. “We need the data to be able to conclude that this is the way to go.” Treasury Secretary Steven Mnuchin and Jovita Carranza, administrator of Small Business Administration, told lawmakers last week that data would be delivered to House committees by the end of this week, but there has been palpable frustration among Democrats over how long it has taken up to this point. As it stands, more than 4.8 million small businesses tapped more than $520 billion in potentially forgivable loans through the program – a central pillar of the $2.2 trillion emergency economic relief efforts deployed in March to try and keep the economy afloat as the pandemic led to mass shutdowns of businesses around the country. The program was so critical at its inception that a first round of funding dried up in less than two weeks and had to be replenished. But interest in the program largely dried up in recent weeks, as shifting rules and the inability of borrowers to come back for a second loan limited the number of small businesses able to go through the application process. More than $130 billion in allocated funds remained unused at the time of the program’s closure Tuesday night. ##Economy## Travel to the nation’s most isolated state is set to become much, much easier in August.    Hawaiian Airlines said Wednesday it will add hundreds of weekly flights to its schedule between Hawaii and the US mainland as the state government eases a strict quarantine. The restrictions have mandated a 14-day quarantine for nearly all travelers in and out of the state, as well as for travel between the state’s islands.  Those rules made travel into the state “almost nonexistent” since April, according to a major airline industry group.   Starting August 1, the state will allow travelers to avoid the quarantine by testing negative for coronavirus ahead of their travel, and presenting proof of that test upon landing. The state said it will not provide testing for travelers at the airport. Travelers will still be required to undergo temperature checks.   Some background: Since late-March, Hawaiian has been operating only a handful of flights between the mainland west coast and Hawaiian islands to “support essential flights and critical cargo transportation,” the airline said.  But as the new state policy rolls out, the airline will resume regular service between Hawaii and several non-west coast cities, including Boston, Las Vegas, New York and Phoenix, as well as Oakland, San Francisco and San Jose. The airline is also adding service this month between the islands and Portland, San Diego, and Sacramento. The airline said it will ultimately be operating 252 weekly flights between Hawaii and the mainland, and 114 daily flights among the islands.   American travelers have been showing interest in two of Hawaii’s key features: sun and sand. Officials at United Airlines told reporters on Wednesday that it is “seeing strength in beach markets,” including the Caribbean.    ##Reopening## Testing only people with symptoms won’t control outbreaks of coronavirus in nursing homes and other long-term care facilities, according to a report released Wednesday by the Centers for Disease Control and Prevention.  It takes repeated, regular testing of all staff and residents to find and control the cases, the CDC said. A CDC team and colleagues at the Detroit Health Department formed a rapid testing unit that visited 26 Detroit-area nursing homes and facilities when the virus started spreading there in March. By the time the outbreak ended, 1,207 out of 2,773 residents tested positive for the virus – an attack rate of 44%, the CDC-led team reported in the agency’s weekly report. Only 55% of those who were infected had symptoms the first time they tested positive, the team reported.  “Symptom-based screening in skilled nursing facilities is inadequate to detect SARS-CoV-2 transmission,” the team concluded.  Repeated testing helped the team identify cases and separate infected residents and staff from those who were not infected. “CDC now recommends repeat testing (e.g., every 3–7 days) of all residents and health care personnel who previously had negative test results until testing identifies no new cases of COVID-19 among residents or health care personnel,” the team wrote. In the three weeks after they were tested, 37% of the Covid-19 patients were hospitalized and 24% of them died, the team found. Those who had symptoms were far more likely to die; 40% of the patients with symptoms died, compared to 5% of those with no symptoms. The House is expected to pass an extension of the Paycheck Protection Program Wednesday night, according to a House Democratic aide.  This would follow Senate passage and clear the bill for President Trump’s signature. The extension would reopen the program, which closed last night, until Aug. 8. ##Economy## Small business owners discuss Paycheck Protection Program:  Universal testing of all students and staff in K-12 schools is not being recommended by the US Centers for Disease Control and Prevention. But the CDC said schools should test everyone who has had close contact with someone positively tested for Covid-19, as well as those showing symptoms. “It is not known if testing in school settings provides any additional reduction in person-to-person transmission of the virus beyond what would be expected with implementation of other infection preventive measures (e.g., social distancing, cloth face covering, hand washing, enhanced cleaning and disinfecting),” the CDC said in the guidance. “Therefore, CDC does not recommend universal testing of all students and staff.” Anyway, schools may lack infrastructure to support the testing and follow up, students, parents and staff may balk at getting tested, and testing could cause disruptions, the CDC said. If schools do decide to implement a testing plan, the CDC said that they should work alongside other agencies, such as state and local health authorities, to work out what would be the best strategy for them. ##Reopening## The number of active duty military personnel with Covid-19 has more than doubled since June 10, according to figures published by the Defense Department.  There are 6,493 US service members who currently have Covid-19. Since the pandemic began, 12,521 US service members have tested positive. In the last two weeks alone, the number of cases in the Air Force has doubled. On June 15 there were 700 reported cases, but by June 29 it jumped to 1,366.   Defense officials say the “uptick” in Covid-19 cases at military installations has happened “largely around where we are seeing it in the civilian communities so in Florida, in Texas, in Arizona, some parts of California,” according to Thomas McCaffery, assistant secretary of Defense for Health Affairs.  The Air Force in particular has report a \"hotspot” in San Antonio where Lackland Air Force Base in located, according to an Air Force official. There is also concern around several Air Force installations in Florida, the official said. McCaffery noted the uptick includes asymptomatic cases and that hospitalization rates remain low. He also claimed the uptick may be in part to doing more testing. But the uptick has come just as the nation is seeing a surge in Covid-19 cases. As a result of that, “right now our focus is on looking at the data we have with regard to our particular installations and health facilities in those areas where there are hot spots in the community and making determinations based on what’s happening on the ground,” McCaffery said.  The Defense Department is now specifically looking at data to see if the uptick in cases at those installations might be attributable to interactions with members communities where there has been a large increase in coronavirus infection rates.  Some context: At least seven Air Force bases have tightened restrictions in the last week. At the Air Force Global Strike Command headquartered in Barksdale, Louisiana, Gen. Timothy Ray has ordered all military and civilian personnel to wear masks in any public spaces where social distancing is not possible. That goes beyond previous suggested guidance, the Air Force official said. ##Cases## Texas continues to break its own record for highest cases of Covid-19 in a single day, with 8,076 new Covid-19 cases on Wednesday. This is the state's highest number of cases in a single day, bringing the statewide total to 168,062, with 2,481 deaths.  Texas Gov. Greg Abbott has paused reopening of the state and signed an executive order to close all bars in the hopes that the effort will decrease the spread of Covid-19.  ##Reopening## ##Hotspots## ##Cases## North Carolina has reported the state’s highest single-day increase in cases since the pandemic began, said Mandy Cohen, secretary of the Department of Health and Human Services, during a news conference on Wednesday. The department reported 66,513 cases of coronavirus and 1,373 deaths. There were 17,660 tests completed and 901 people are hospitalized. That’s an increase of 1,843 new cases and 30 deaths in one day, according to the department. “As we go into the holiday weekend, we must keep our guard up. This virus is just as contagious and deadly as any other on a holiday as it is any other day. And I know we want to gather with family and friends, but we have to remember that a large gathering, especially without masking (and) social distancing, is one of the most likely places for Covid-19 to spread,” Cooper said. Cooper has also delayed a decision on whether or not to reopen open schools in August. The governor said he would make a decision “within the next couple of weeks.”  Cooper said that he has given extra time to the state’s school districts to make a plan to reopen and to make sure teachers and staff are prepared. ##Reopening## ##Cases## The governor of the Brazilian state of Santa Catarina, Carlos Moises, tested positive for Covid-19, the state government's press office announced Wednesday. Moises is now under quarantine at his home. He has reported symptoms of cough, sore throat, and low fever.  Since the Covid-19 outbreak, eight of 27 Brazilian governors have contracted the virus, Brazilian news agency G1 Globo reported.  The state governors of Alagoas, Espírito Santo, Mato Grosso, Pará, Pernambuco, Rio de Janeiro, and Roraima have also contracted the virus.  What the numbers say: Brazil is nearing 60,000 deaths from coronavirus as of Wednesday, according to Johns Hopkins University's tally of cases. The country has the second most confirmed cases — behind the United States — with more than 1.4 million confirmed cases. ##Cases## Michigan Gov. Gretchen Whitmer signed an executive order today, closing indoor service at bars throughout most of lower Michigan “to protect the progress Michigan has made against Covid-19,” according to a statement from the governor’s office. Bars statewide can however continue to serve customers outdoors and Michigan will now allow cocktails-to-go at bars, while restaurants and expand social districts are being given permission for more outdoor seating and areas for people to safely congregate while practicing physical distancing, the statement said. “Following recent outbreaks tied to bars, I am taking this action today to slow the spread of the virus and keep people safe. If we want to be in a strong position to reopen schools for in-person classroom instruction this fall, then we need to take aggressive action right now to ensure we don’t wipe out all the progress we have made,” Whitmer said. Recently, health officials in Ingham County linked 107 confirmed Covid-19 cases to an outbreak in a single bar in East Lansing. ##Cases## US stocks ended mixed on Wednesday, with the Dow sliding into the red just minutes before the closing bell, driven lower by energy and tech stocks.  It was a rather quiet day in the market, but investors were optimistic about some “positive data” from a Pfizer Covid-19 vaccine trial. The drug maker was also the best performing Dow stock of the day. That said, the focus is on tomorrow morning’s labor market data, including the June jobs report and weekly unemployment claims. Here's where things ended up today: The Dow closed 0.3%, or 78 points, lower.\nThe S&P 500 finished up 0.5%.\nThe Nasdaq Composite climbed nearly 1%.  ##Economy## New Jersey has reported an additional 423 positive Covid-19 test results for a cumulative total of 171,928, Gov. Phil Murphy said Wednesday.  There were 45 new confirmed deaths, bringing the statewide total to 13,224 and total probable deaths 1,854. The daily spot positivity rate is 2.29% for tests recorded on June 27.  Casinos, outdoor amusement parks, water parks along with certain indoor recreation such as bowling alleys, batting cages, shooting ranges and arcades are still on track to reopen tomorrow, the governor said. Gyms will open tomorrow for individualized training only.  One thing to note: These figures were released by the New Jersey governor’s office and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project. ##Cases## ##Reopening## Oregon Gov. Kate Brown announced Wednesday that she is extending the face-covering requirement from seven counties to the entire state.  Brown said the requirement, “generally applies to all indoor places where the public may go. This means grocery stores, pharmacies, and shops. It means lobbies, elevators and restrooms. It means gyms, restaurants, and churches.” Speaking at a news conference in Portland Wednesday, the governor said there would be exceptions to the rule. The mandate does not extend to children under 12. It also makes accommodations for those with a medical condition where wearing a mask could be potentially dangerous, for those eating or drinking in a restaurant, and if physical exertion makes it difficult to wear a face covering while exercising, provided a six-foot distance is maintained, she said.  ##Masks## As Covid-19 cases continue to rise in Florida, Gov. Ron DeSantis said Wednesday he was less worried about July 4 outdoor gatherings this coming weekend because “the science is pretty clear” that they are safer.  There are no plans at the state level to close beaches or parks. “Doing things outdoors in Florida is less risky than doing things when you’re packed indoors,” he said in a news conference Wednesday, in response to a question about Fourth of July weekend. He added that “it needs to be controlled” but that certain localities are doing that, and that his bigger concern was people crowding indoors. “By and large, the virus does not like sunshine, heat, and humidity. I think every study has shown that,” DeSantis said. He did caution those 65 and older, and those who have underlying medical conditions, to take necessary measures to isolate. “We all have a responsibility not to put others in jeopardy,” he said.  ##Hotspots## CNN asks Gov. DeSantis about case spike:  President Trump said Wednesday he still supports a phase four stimulus plan, but added that he believes “it has to be done properly.” “I do, I support it,” Trump told Fox Business in an interview Wednesday. “I support actually larger numbers than the Democrats, but it’s got to be done properly.” Asked if he wanted direct payments to be larger, the President said he wants to see more money going to Americans. “I want the money getting to people to be larger so they can spend it, I want the money to get there quickly and in a non-complicated fashion and they wanted to make it too complicated, also it was an incentive not to go to work. You’d make more money if you don’t go to work, that’s not what the country is all about and people didn’t want that,” Trump said. On unemployment benefits, Trump didn’t answer directly when asked if he agreed with extending the $600 enhanced benefit that’s set to expire. “We’re getting together, we’re going to meet tonight,” he said. “And we’re going to make a determination but it’s going to be a good number, a substantial number. People are going to be happy.”  ##Politics## ##Economy## Rhode Island Gov. Gina Raimondo said Wednesday she would consider closing bars in the state if more owners did not comply with health regulations. Raimondo made the announcement after a large inspection of bars on Friday that found 18% did not have adequate social distancing. She said the state would begin ramping up enforcement. \"We want you to be making money. But I can't have nearly 20% of bars in the state allowing people bunching up and congregating,” Raimondo said. \"If we continue to see that, we're gonna close the bars,” Raimondo added. “It's really that simple.\" ##Reopening## California cities struggling with the spread of coronavirus are being encouraged to cancel their upcoming Independence Day fireworks shows in an effort to eliminate crowds, Gov. Gavin Newsom announced today in a news conference. The cancellation of some major fireworks shows has already been done in Los Angeles and San Francisco. Newsom also warned again of family gatherings over the Fourth of July weekend, saying that while the holiday is typically time for festive barbecues, inviting extended family from outside of your household should be reconsidered. “I deeply respect people’s liberty, their desire to go back to the way things were,” the governor said, “but I cannot impress upon you more, our actions have an impact on other people.” Newsom compared mask wearing to using a helmet while on a motorcycle or a seat belt in a car. ##Hotspots## President Trump said that he would have “no problem” wearing a face mask in public, claiming he is “all for masks” in an interview on Fox Business Wednesday.  Trump said that he didn’t believe making masks mandatory across the country was necessary, but claimed that he is “all for masks” and that he “thinks masks are good.” The Trump administration has consistently said mask mandates are up to state and local leaders. Asked by Fox Business’ Blake Berman on whether he would wear a mask, Trump said: “Oh I would. I have. I mean people have seen me wearing one. If I’m in a group of people where we’re not 10 feet away — but usually I’m not in that position and everyone’s tested.” Trump then claimed that he would “have no problem” with the public seeing him wearing a mask — despite months of refusing to wear a mask in public while not observing social distancing.  “I mean I’d have no problem. Actually I had a mask on. I sort of liked the way I looked. It was ok. It was a dark, black mask and I thought it looked okay. It looked like the Lone Ranger. But no, I have no problem with that. I think and if people feel good about it they should do it,\" Trump said.  In the interview, Trump also added that he still believes coronavirus will “disappear” someday.   “We’re headed back in a very strong fashion… And I think we’re going to be very good with the coronavirus. I think that at some point that’s going to sort of just disappear. I hope,” Trump said in the interview while talking about the economy.   Asked if he actually believes the virus will still disappear, Trump said, “I do. I do Yeah sure. At some point. And I think we’re going to have a vaccine very soon too.”  ##Masks## ##Politics## Trump says he is 'all for masks'  Access to California's state beaches will be restricted for the upcoming holiday weekend, Gov. Gavin Newsom announced in a news conference today. The beaches themselves will not be closed, but rather parking lots and facilities will be. This applies to state beaches from Northern California to Southern California, Newsom said. Closures have already been announced at county beaches in Los Angeles, Orange, and Ventura. The measure is part of wider restrictions announced today by Newsom in an effort to curb the spread of Covid-19 in the state.  Cases in California continue to skyrocket, reaching 9,740 in a single day —by far the highest recorded in the state since the beginning of the pandemic, according to data from the California Public Health Department. ##Hotspots## Watch:  The Austin City Limits Music Festival is canceled for this year, according to a statement on the festival website. \"The health and safety of our fans, artists, partners, staff and the entire Austin community remains our highest priority,\" the statement read. It will return to Austin in 2021 for the 20th anniversary of the festival.  \"Few events are rooted in – & embody - the soul of this city like ACL Fest & their hard decision for the greater good is applauded,\" Austin Mayor Steve Fisher tweeted. \"While the show won’t go on this year, there are many ways to support local musicians while we all look forward to the 20th Anniversary next year.\" The statement says that tickets purchased for this year's festival, which was scheduled to take place over two weekends in October, will be honored next year. Refunds are being offered to the fans who are unable to attend the 2021 dates.  The 2018 festival brought in $264.6 million, according to an economic impact report commissioned by the festival. The 2019 data has not been released as of July 1.  ACL Fest attracted 450,000 festival goers in 2018, according to C3 Presents, which puts on the annual festival. Pennsylvania Gov. Tom Wolf announced a new order that requires masks to be worn whenever anyone leaves home, a measure he said is “essential to stopping the recent increase in Covid-19 cases” seen recently in the state. “Those hot spots can be traced to situations where Pennsylvanians were not wearing masks or practicing social distancing – two practices that must be adhered to if we want to maintain the freedoms we have in place under our reopening,\" Wolf said. Some context: The order, signed by Secretary of Health Dr. Rachel Levine, takes effect immediately, and expands on an April order that requires the wearing of masks in businesses.  ##Masks## Apple announced on Wednesday that it will temporarily close an additional 46 stores across the US due to an uptick in coronavirus cases. In a statement, the tech giant said that \"due to current COVID-19 conditions in some of the communities we serve, we are temporarily closing stores in these areas.\"   \"We take this step with an abundance of caution as we closely monitor the situation and we look forward to having our teams and customers back as soon as possible,\" the company said.  Apple announced that it is closing additional stores in: Alabama, California, Georgia, Idaho, Louisiana, Nevada, Oklahoma, Florida, Mississippi, Texas and Utah.  Apple reopened dozens of its 271 United States stores last month after shutting them because of coronavirus. CNN’s Rishi Iyengar contributed to this report.  California Gov. Gavin Newsom is ordering all indoor activities be halted in counties on the state’s coronavirus \"watch list\" for increased transmission of the virus.  Those closures affect 19 counties representing 72% of the state’s population, and include restaurants, museums, zoos, movie theaters, family entertainment, and card rooms. The governor announced earlier this week that bars, pubs, breweries and wineries that don’t also serve food must close. Restaurants may remain open for take out meals. These restrictions will remain in place for at least three weeks, Newsom said.  ##Hotspots## ##Cases## All Orange County bars, pubs, breweries, and brewpubs that do not offer sit-down and dine-in meals are ordered to close effective Thursday due to the rise in coronavirus cases, the OC Health Care Agency announced Wednesday. The revised order is effective until further notice. For bars, pubs, breweries, and brewpubs that offer sit-down and dine-in meals, alcohol can only be sold in the same transaction as a meal. They must also follow the state dine-in restaurant guidance and continue to encourage takeout and delivery service whenever possible. Gov. Gavin Newsom said Monday that Orange County had been added to the state Department of Public Health's watchlist due to increasing percentages of positive coronavirus tests.  ##Hotspots## The security checkpoint at the Atlanta airport’s main terminal is currently closed for cleaning after an employee there tested positive for the coronavirus, according to the Transportation Security Administration.  TSA spokesperson Mark Howell said the Domestic Main checkpoint is expected to reopen either Thursday morning, or possibly later in the day Wednesday, but first must be deep cleaned.  All passengers are currently being screened at a smaller checkpoint, T North. Another smaller checkpoint at the airport, T South, has been closed due to a construction project.  Howell said the situation is causing longer lines than usual at the T North checkpoint.  Because the checkpoint is expected to reopen by Thursday, the situation is not expected to impact holiday travelers this weekend.  Howell said TSA expects to screen about 27,000 people at the airport on Thursday and Friday, which is about 50% more than it has seen recently. The agency is bringing in more employees to work over the holiday weekend because of the higher volumes.  Some context: More than 860 TSA employees nationwide have tested positive for the coronavirus, including at least 29 at Atlanta’s airport.   ##Cases## New York City has 18,497 confirmed coronavirus deaths and 4,607 probable coronavirus deaths as of July 1, according to the most recent data on the city website. The New York City Health Department defines probable deaths as people who did not have a positive Covid-19 laboratory test, but their death certificate lists as the cause of death “Covid-19” or an equivalent. The total number of confirmed coronavirus deaths and probable coronavirus deaths in New York City is 23,104. There have been 212,412 coronavirus cases in the city and 55,022 people have been hospitalized, according to the city. The data is from the New York City Health Department and was updated on July 1 at 1 p.m., according to the website. To note: These figures may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project. ##Cases## Kroger Health was granted emergency use authorization by the US Food and Drug Administration for its Covid-19 test home collection kit, the company announced today. The FDA has previously authorized other Covid-19 test home collection kits. The Kroger kit, in partnership with Gravity Diagnostics, will be available starting this week to “frontline associates across Kroger's Family of Companies.”  Kroger is hoping to expand to other organizations and companies in the coming weeks with a goal of processing up to 60,000 tests per week by the end of July, it said. How the Kroger kit works: Kroger said the kit will be mailed to an individual’s house if the person qualifies. The kit will include a nasal swab, transport vial, instructions and shipping labels. During a telehealth video chat, a health care professional will guide the individual through the process. The patient will overnight ship the sample and should have results back in 24 to 48 hours, Kroger Health outlined. The kit will be available in Arizona, Colorado, Georgia, Indiana, Kansas, Kentucky, Michigan, Montana, Nevada, New Mexico, Ohio, Tennessee, Utah and Virginia initially. It expects to expand to additional states in a few weeks.  The FDA said in the EUA “it is reasonable to believe that your product may be effective in diagnosing Covid-19 by serving as an appropriate means to collect and transport human specimens so that an authorized laboratory can detect SARS-CoV-2 RNA from the home-collected human specimen, and that the known and potential benefits of your product when used for such use, outweigh the known and potential risks of your product.”   Since the pandemic began: Kroger has been doing community testing around the country.  Colleen Lindholz, president of Kroger Health said during this time, “we've observed some individuals do not have access to transportation or live near these community testing locations. To help ease this burden and provide greater accessibility, we will be offering a home testing solution to our associates first followed by other companies and organizations.\" Gov. Brian Kemp was asked his opinion on cities across Georgia requiring citizens to wear masks during a news conference in Albany, Georgia, today.  \"We shouldn’t have to require a mandate for people to wear a mask. It’s the right thing to do. I trust people that they’re going to do that if we ask them,\" Kemp said. Kemp acknowledged that cases were on the rise in Georgia. \"Our mortality rate continues to decline in the state, and testing continues to increase. That is going to be a key as we continue to fight this disease,\" the governor said. There are at least 2,638,338 cases of coronavirus in the US and at least 127,485 people have died from the virus, according to Johns Hopkins University's tally of cases.  On Wednesday, Johns Hopkins reported 2,921 new cases and 68 reported deaths.  The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases.   ##Cases## Coronavirus cases in California continue to skyrocket, reaching 9,740 in a single day —by far the highest recorded in the state since the beginning of the pandemic, according to data from the California Public Health Department. Today’s case report smashed the previous high of 7,149 set one week ago today. The total number of cases in California is roughly 232,657. In the past day, 110 people died as a result of Covid-19. California has not seen that many fatalities since the end of April when 115 people died in a single day. Note: These figures were released by the California Public Health Department, and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project. ##Cases## ##Hotspots## The Major League Soccer (MLS) team FC Dallas has six players who have tested positive for Covid-19.  MLS reports that two of the players tested positive for coronavirus when the team arrived in Orlando, Florida, this past Saturday.  The remaining four players tested positive in the last two days. The six players are now self-isolating within their team hotel on the isolated campus at the Walt Disney World Resort in Florida. As for the health of the player’s teammates and staff, the league states that the “rest of the FC Dallas delegation is following the MLS health and safety protocols and quarantining in their hotel rooms pending the results of additional Covid-19 testing.” The news comes as the league prepares for a July 8 season-starting kickoff of the \"MLS is Back Tournament.\" FC Dallas has their first group match scheduled for July 9 versus Vancouver at the ESPN Wide World of Sports Complex within the Disney resort.   The Louisiana Department of Health is reporting 2,083 additional Covid-19 cases bringing the state total to 60,178, according to data released on Wednesday by the state.  Wednesday marks the single highest day increase since April 4 when the state recorded 2,199 new infections.  The number of hospitalizations are also up according to the health department. As of Wednesday, the number of Covid-19 patients currently hospitalized was 799.  In a tweet on Wednesday, the Louisiana Department of Health said 23,577 new tests have been reported to the state bringing the total number of tests to 752,088.  The department of health says 98% of the cases reported to the state on Wednesday were community spread, with 49% of these cases being among people aged 29 and under. Read the tweet: ##Cases## ##Hotspots## Cuba reopened a handful of hotels and installations for international tourists on Wednesday for the first time since coronavirus forced the island’s communist-run government to shut down the Cuban tourism industry.  Visitors will be able to visit five keys, offshore islands the Cuban government developed for tourism. The rest of the island — including the capital Havana — remains closed to international tourists. Upon landing all tourists will be required to take a test to show they are coronavirus free, according to government health officials. Travelers will either fly directly to the islands or land on the Cuban mainland and be driven in a guarded bus across a causeway to the islands to avoid potentially spreading the virus to Cubans. The keys will remain off limits to Cubans except for hotel staff who will be regularly tested, health officials said. Cuba closed its borders in March, canceling all regular commercial flights to and from the island, after three Italian tourists were diagnosed with coronavirus. By the numbers: So far, the island has recorded 86 deaths and 2,348 cases of coronavirus, according to Cuban health officials. ##Reopening## Citigroup announced on Wednesday that it will delay the return of some of its employees to its offices in the US due to a rising uptick in coronavirus cases.  According to Citigroup’s Head of Corporate Communications Jennifer Lowney, the employees being delayed are located in 13 states including those located in the south, southeast, as well as a handful of employees located in western states.  “We have always said our plans to return to the office would prioritize the health and safety of our colleagues and be centered around data not dates. Consistent with that, we delayed our return to a number of sites across the US given the health data in those locations, “ Citigroup said in a statement.  The employees with delayed returns work in call centers, tech support and operations, according to Lowney.  Globally, Citigroup employees about 200,000 people. ##Reopening##  ##Economy## The federal government is encouraging a surge of testing in some states hit hard by coronavirus to try to see how much silent spread there is among young people, a top pandemic official said Wednesday. “A blitz of testing over a few days could help to identify a lot of the under-35 year olds that are asymptomatics that may be spreading the virus,” Admiral Brett Giroir, assistant secretary for health at the US Department of Health and Human Services (HHS), said during a briefing.  Giroir said HHS is in discussion with state health officials in Texas, Florida, and Louisiana regarding surge testing in their areas – and they hope to expand to other states soon.   “It's very clear that the positives are being driven by the under-35 year olds, and we presume that most of them are asymptomatic or only very mildly symptomatic,” he said.   This can make controlling the pandemic even more difficult, Giroir said. “When you have a lot of younger people who are asymptomatic — particularly in an outbreak situation — it is much harder, not impossible, but much harder to contact trace,” he said. “In the situations we are now seeing, particularly in the South,” Giroir said, “the strategy would be to surge test so that you would do the number of tests that you would do in a month in just a few days, to try to make sure we identify these asymptomatics and get a better handle on them.”  Eight thousand people in the UK have been vaccinated so far as part of the Oxford University vaccine trial, Sarah Gilbert, professor of vaccinology at the University of Oxford, and one of the scientist leading its vaccine initiative, told UK’s Science and Technology Committee on Wednesday. “We now have 8,000 people vaccinated in the phase three trial in the UK,” she said. “We have currently vaccinated a few hundred people in Brazil but within weeks that should be up to 4,000. And in South Africa, we are aiming for 2,000 people. And those are both areas of high transmission at the moment,” Gilbert added. Sir John Bell, Regius professor of medicine at the University of Oxford, who is also working on the development of Covid-19 vaccine, was asked whether the UK should prepare for a winter without a vaccine. He told the committee: “This whole epidemic has relied too heavily on assumptions that have turned out not to be true, so my strong advice is, be prepared for the worst.” Chile’s Ministry of Health reported 2,650 new Covid-19 infection cases on Wednesday, the lowest daily increase since May 19, government data shows. The total number of infections since the start of the pandemic stands at 282,043, according to the ministry’s statistics. The country’s health authorities reported another 65 deaths due to the novel coronavirus, bringing the country’s death toll to 5,753. The daily figure of new cases has been steadily decreasing over the past week in Chile, with a current daily average of 3,947 new cases. That average was calculated for the past seven days.  That is a dramatic decline when compared to mid-June, with the daily average of 9,273 infections for a seven-day period, peaking on June 21. Chile ranks seventh globally with the highest number of Covid-19 infections and third in Latin America, according to Johns Hopkins University.  ##Hotspots## ##Cases## Asked about what went wrong with the state’s coronavirus cases, California State Senator Dr. Richard Pan, a Democrat, told CNN's Kate Bolduan that “people got complacent.\" Pan said reopening may have given people the impression that the virus was going away. The politicization of the virus also may have shifted focus away from fighting the virus when public health officials should be delivering the message.  “Here in California we had protesters who had protested not only the stay-at-home orders and mask wearing were out there intimidating public health officials,” he said Pan slammed President Trump's response, urging him to have his public health experts speak to the press.   “He needs to put his public health people in front, talking about what we need to do and he needs to support them. For example, the CDC has been completely silenced. Experts at the CDC who spoke out early are now not permitted to talk to the press,” said Pan.  He pointed out that Dr. Deborah Birx and Dr. Anthony Fauci, members of the White House coronavirus task force, “tend to play second fiddle to the President.” “We need to stop politicizing this pandemic,\" Pan said. He said closing some bars and locations is helpful but he appealed to people’s use of free will to decide how they impact others.  With the holiday weekend looming, Pan had a message for Americans: “Let’s be sure we have freedom from this disease. Let’s be sure we protect each other. And we need our public health officials to be up front, educating us, and what we need to do to stop this pandemic.” ##Hotspots## The UK has “adequate supplies” of the antiviral drug remdesivir, England’s Deputy Chief Medical Officer Jonathan Van-Tam told lawmakers Wednesday. Van-Tam was speaking to the House of Commons Science and Technology Committee after the United States bought 100% of the production of the drug, which has been shown to have some effect against coronavirus. He said that although quantities of the drug will be “less plentiful” and “less easy to obtain,” the UK has “adequate supplies” of the treatment drug. Some background: Clinical trials suggest that the antiviral drug helped reduce the length of coronavirus patient hospital stays. The UK has not yet conducted its own formal assessment of the drug, which has been recommended for European authorization by the European Medicines Agency. Van-Tam said the UK Task Force had been keeping “a very close eye” on the progress of trials elsewhere. Remdesivir is currently available for emergency use by clinicians in UK hospitals. He also spoke of the UK’s successful clinical trials of the steroid dexamethasone, saying that the government task force made the decision to gather supplies weeks before a successful outcome to put the UK “in the best possible position.” Van-Tam called the dexamethasone trials “the most dramatic success in terms of active success and rapid recruitment,” hailing the drug as an “extremely cheap” and “accessible” form of treatment. “Depending on which medicine you discover works for Covid-19, if it’s one of the ones that is already licensed for something else, then it tends to be plentifully available. But if it’s something brand spanking new from a developer it is likely to be in short supply in the first instance,” he added.  The mayor of Lakeway, Texas, a city in the Lake Travis area outside Austin, is asking teens who attended a June 20 party known as \"Pong Fest\" to self-isolate as the Covid-19 case rate continues to climb in the area.    \"The large gathering of teenagers took place in a community just outside of the City of Lakeway,\" Mayor Sandy Cox wrote in an email to CNN Wednesday. \"We have asked that anyone who attended the gathering and those they live with to self-isolate and contact their physician.\"   Cox said there were a number of infected students at the party, some of whom \"didn't know they were positive until after the party.” The Austin Public Health Department (APH) said the gathering included \"up to 300 teenagers\" and confirmed to CNN that a number \"have now received positive test results.\"  \"We are asking that participation in gatherings be mentioned for contact tracing purposes when people are getting tested,\" Shelly Parks, spokesperson for the Austin Homeland Security & Emergency Management, said Wednesday in a statement to CNN. \"Epidemiologists are asking that participation in gatherings be mentioned during their contact tracing investigations because the virus often hides in the healthy and is given to those who are at grave risk of being hospitalized or dying.\"  Parks said because of medical privacy law known as HIPAA, the agency would not be disclosing the number of cases resulting from Pong Fest.   Lakeway has had 105 cases, 50 of which are currently active, Cox said.   \"This is the highest point we have been in our area,\" Cox said during a Facebook Live event on June 25. \"Unfortunately our case load is probably going to increase.\"   Cox, who made repeated calls in her June 25 Facebook Live for her constituents to wear masks and socially distance, said the city has been working with the local hospital, Baylor Scott & White, to ensure both the party-goers and anyone they have interacted with get tested.   ##Cases## ##Hotspots## Personal behavior is the key to controlling the coronavirus outbreak, a top US federal coronavirus official said Wednesday. “Testing is critical, but we cannot test our way out of the current outbreaks,” Dr. Admiral Brett Giroir, assistant secretary for health at the US Department of Health and Human Services, said during a telephone briefing on Wednesday. “We must be disciplined about our own personal behavior, especially around the July 4th holiday, and especially among the young adults,” he said. Giroir said people 35 and under are “driving the current outbreak in many states, likely with a asymptomatic transmission.” He said people must wear masks, wash their hands and avoid crowds. ##Cases## Jackson Health System in Miami, Florida, said it will pause all elective and non-emergency surgeries as a result of the rise in Covid-19 cases.  The health system said it will begin limiting inpatient surgeries and procedures starting on Monday, according to a statement. Jackson Health cited a steady increase in the number of infected patients being admitted to its hospitals as the reason for the decision.  \"Our clinical leadership has been working diligently throughout this pandemic to ensure that safety of our patients and employees is paramount.\" the hospital said.  Florida has been seeing an increase in coronavirus cases, and the state reported more than 9,500 new cases on Saturday alone.  Here's a look at the breakdown of new cases across Florida: ##Hotspots## Despite multiple, significant Covid-19-related challenges this Spring in beef and pork production, the US Meat Export Federation (USMEF) said those industries are rebounding significantly.   USMEF President Dan Halstrom said that processing facilities around the US “have done a lot of work within the supply chain on enhancements and improvements in response to Covid-19.” He made the remarks in an audio clip published this week in the trade publication Farm Journal. He stated that for the week ending June 27, the USMEF experienced “dramatic rebounds” with their members' slaughter rates, over 680,000 cattle, with a 4% increase from the week before and 1% above the same time in 2019. \"this is the second largest weekly kill in 2020 for the beef side, with (cattle) weights up 50 pounds from last year” and that from a pork production standpoint, “this week’s estimate at 2,641,00 head is up 11% from last year. This is four weeks in a row of productions above a year ago,\" he added. The USMEF is a trade association that promotes the beef, pork and lamb industries, both domestically and internationally. ##Economy##  The World Health Organization is working to verify reports that the United States is hoarding the antiviral coronavirus drug remdesivir.  “We're aware of the reports in the media around this purchase or procurement of remdesivir stocks, and we're obviously working through our colleagues and our partners and the access to Covid Tools Accelerator to clarify and verify this this report,” Dr. Mike Ryan, WHO executive director of Health Emergencies Program, told a briefing Wednesday. What is this about: On Monday, the US Department of Health and Human Services (HHS) announced that it had secured 100% of drug-maker Gilead's projected production for July, and 90% of its production for August and September, plus more for clinical trials. “Obviously, there are many people around the world who are very sick with this disease and we want to ensure that everybody has access to the necessary lifesaving interventions,” Ryan said.   “We are fully committed as an organization, and with our partners to equitable access to life saving interventions,” he added.   Ryan said WHO continues to work with the United States — even though President Trump has said he has split with the organization. “We are grateful for and continue to engage with our technical counterparts in the United States on all matters related to science and public health,” he said.  Speaking directly about the remdesivir situation and WHO’s contact with the United States, WHO director-general Tedros Adhanom Ghebreyesus said, “We’re in contact and we’re still discussing and there are collaborations. It’s not specific to one thing that you raised, but on many issues.”  Dr. Craig Spencer, director of Global Health in Emergency Medicine at New York-Presbyterian Medical Center, says that the White House has failed in its response to the coronavirus pandemic.  “We’ve seen the response from this administration from the White House coronavirus task force. It has failed. We are an outlier. Look, the European Union opened up travel to many countries today and we’re not allowed in because we have cases surging all across this country,” Spencer told CNN’s Kate Bolduan.\n“Politicians masquerading as public health professionals results in this horrible pandemic that we’ve seen here in the US,” he said.  Spencer said he thinks the coronavirus response should be taken out of the hands of the White House and given to the Centers for Disease Control and Prevention.  “We need new leadership; we need it now. Otherwise, more Americans will continue to be infected and die of this virus in the next coming months and maybe the next couple of years,” he said.  Spencer said he saw firsthand the devastating effects of the coronavirus in New York City, and he predicts more deaths in states currently seeing surges in the virus.  “A lot of places and a lot of politicians aren't taking this seriously, and I'm really worried because I know what comes next. I know what happens after you have a huge increase in cases. People continue to stream through the ER doors, into the ICUs, and will unfortunately die of this virus until we take this seriously,” he said.  Asked about how the implementation of the state's traveler quarantine is working so far, Gov. Andrew Cuomo described the process being used to ensure that those coming to New York from states where Covid-19 is surging are following the rules of the new travel advisory. Cuomo said the state is working with the airlines to give passengers upon landing a slip to fill out stating where they came from and where they are going.  These papers are then collected by the Port Authority of New York and New Jersey and the information is then entered into a database. Random checks are being done on these travelers. People could be asked to show their surroundings of the room you are in to make sure it’s a residence and then on a second check, it has to be the same surroundings, the governor said. Asked if the quarantine has been effective, Cuomo said the state has not had a person test positive after coming in to the state post-quarantine. In other words, no one has traveled to the state after the quarantine was implemented who then went to a clinic or hospital sick and ultimately, tested positive. Some more context: Last week, New York announced a joint travel advisory — along with Connecticut and New Jersey — mandating that anyone traveling to the region from a state where coronavirus cases are spiking to quarantine for 14 days upon arrival.  As of Wednesday, 16 states are on the quarantine list, according to Cuomo. In a news conference this morning, Washington, DC, Mayor Muriel Bowser said that she has told the Department of Interior that scheduled plans for Fourth of July in the district go against guidance from health officials due to the coronavirus pandemic. “We know that this is a special event for the Department of the Interior. We communicated to them that we do not think that this is in keeping with the best (Centers for Disease Control and Prevention) and department of health guidance, but this event will take place entirely on the federal property,” Bowser told reporters. This morning the Department of Interior announced its plans for Fourth of July this Saturday on the National Mall, which include a 35-minute firework display and a flyover from military branches. \"The National Mall and surrounding areas will remain open and available to the general public for prime viewing of both the Salute to America flyovers and the annual fireworks demonstration,\" the statement said. Bowser has repeatedly encouraged DC residents to celebrate the holiday at home this year due to the pandemic.   Allegheny County, Pennsylvania, announced Wednesday morning an additional 110 new coronavirus cases, four new hospitalizations and one Covid-related death.  An investigator will be assigned to look into the cases to determine the potential source of this uptick, Amie Downs, communications director for the Allegheny County Executive, tells CNN.  Covid-19 cases have spiked in Allegheny County in the aftermath of the county's decision to reopen bars and restaurants, Downs told CNN Tuesday. The numbers have increased dramatically since mid-June, when bars and restaurants were permitted to reopen, she said. The county has since closed them again to on-site consumption, but cases continue to climb, Downs added. One thing to note: The aforementioned numbers were released by the county and may not line up exactly in real time with CNN’s database drawn from Johns Hopkins University and the Covid Tracking Project  ##Cases## As the holiday weekend quickly approaches, an infectious disease doctor said we could be looking at “the perfect storm” for a spike in new cases.  “It's set up a perfect storm: the combination of travel, the combination of reopening —perhaps in some cases, too early — and the combination of people not necessarily following some of these preventive guidelines,” Dr. Joshua Barocas, an infectious disease physician at Boston Medical Center, said during a Wednesday briefing held by the Infectious Diseases Society of America. Barocas said after Memorial Day, some places around the country saw a spike in cases.    “I'm very concerned, especially given this coming weekend that the same types of spikes, the same types of surges could be seen - not just in the places that are currently experiencing surges, but in places that have already experienced surges and in ones that haven't yet,” he said.   Dr. Ricardo Franco, assistant professor of medicine at the University of Alabama at Birmingham, said “this surge in our prolonged first wave of infections, it's very difficult to predict what might happen and the Fourth of July weekend could play a big role in this.”  Reiterating what Dr. Anthony Fauci, the nation's top infectious disease expert, said on Tuesday, Franco said bars are a no-go. “If you have bars, you have music. If you have music, you want to socialize. And you want to speak louder than usual so you can overcome the background noise.” All those factors can increase the spread, Franco added.  Here are Barocas' recommendations to stay safe this holiday weekend:  Barocas is encouraging people to stick to outdoor activities that don’t require congregating in large groups – things like kicking a ball back and forth, flying a kite or biking.  \nThis weekend it’s especially important that Americans – if they must – congregate with friends and families outdoors and remain physically distant, he said. And above all, “avoid sharing items,”  he added. \n“I would urge people to not share food or drinks with others outside of your household, this is something we oftentimes forget. Bring your own sunscreen. Bring your own bug spray,” Barocas said.  \nWearing a mask is also very important this holiday weekend, Barocas said, and the reason is threefold.  New York Gov. Andrew Cuomo confirmed that indoor dining will not resume next week as previously planned.  Cuomo said the restarting of indoor dining will be postponed \"until the facts change\" and did not give a specific timeline. His confirmation comes hours after New York City Mayor Bill de Blasio announced that indoor dining would be delayed. This is only for New York City, which is set to enter phase three next week, Cuomo said. Other New York regions in stage three will be allowed to resume indoor dining. Cuomo said the move to pause comes as compliance to social distancing and other measures are declining. \"Citizen compliance is slipping. That is a fact,\" Cuomo said. \"I get it. I understand it: Been inside a long time, the weather is warm, I miss my friends.\" ##Reopening## As cases continue to spike, Miami-Dade County Mayor Carlos Giménez signed an amendment on Tuesday requiring hotels, motels and commercial lodging to restrict pool access and alcohol sales for the Fourth of July weekend, according to a news release from the county.  Here are some of the guidelines:  The amendment will require all lodging establishments to close their pool areas from 8 p.m. each night until 6 a.m. the following morning. \nWhen pools are open, only guests staying in rooms at these establishments may use the pool, and overall capacity will be limited to 50% of the pool deck capacity. \nAlcohol will not be permitted for sale or consumption on pool decks prior to 11 a.m. and after 8 p.m.\nThe county will close the pool and pool deck at any commercial lodging establishments that violate these requirements for the Fourth of July weekend until July 7. “Recent spikes in Covid-19 cases throughout Miami-Dade County require that we take these measures to tamp the curve,” Giménez said. “While we want everyone to enjoy the Fourth of July Weekend, we must safeguard our community’s public health. There is no more patriotic an act than protecting the lives of everyone in our County.” Beaches will remain closed starting Friday through Monday. New York Gov. Andrew Cuomo said 11 people died in the state from coronavirus on Tuesday. He said that number of deaths is \"just about as low as it's ever been\" since the pandemic started. Overall, Cuomo said the state is doing \"great\" in terms of the key numbers officials are tracking. However, he said, \"I feel that there are storm clouds on the horizon\" regarding the numbers surging in other parts of the country. Cuomo noted that the state did about 56,000 tests yesterday, and the positive rate was 1.1%, which is \"also good news,\" he said. New York Gov. Andrew Cuomo slammed President Trump has been \"denying the scientific facts\" throughout the coronavirus pandemic and demanded the President \"admit the threat of the virus.\" In a scornful message to President Trump, Cuomo said the first thing Trump must do is \"actually tell the truth.\" \"Admit you were wrong,\" Cuomo demanded. \"It's not an admission: Everybody knows you were wrong. It doesn't cost you anything. At least have the courage to admit what everybody else already knows. You were wrong.\" Cuomo also called on the President to wear a mask, saying \"You want to take one easy step that will send a powerful message, put a mask on it.\"  Cuomo criticized Trump's lack of leadership during the pandemic, saying the President ignored the severity of the virus. \"You know what Mr. President? Reality wins. Every time. You don't defeat reality,\" Cuomo said, adding the Trump has  \"he has lived in denial\"  \"He has been denying the scientific facts from day one,\" Cuomo said. One the epicenter of the coronavirus pandemic in the US, New York is now reporting stable numbers in new coronavirus cases while many other US states are seeing significant increases in cases.  ##Politics## Gov. Cuomo to President Trump: Reality wins every time Ahead of Vice President Mike Pence's trip to Arizona today, the state is reporting 4,878 new cases of Covid-19 as well as 88 deaths from the disease over the last 24 hours, state data shows. Today’s numbers are a new record high for both new daily cases and deaths since the state started posting data publicly in mid-March. The state’s Department of Health acknowledged the record highs today in a tweet. “Today Arizona will be reporting record highs for reported new Covid-19 cases and deaths,” the department tweeted. “The virus is widespread in Arizona,” it added. The state is also reporting a record high 89% of ICU beds being used by those with the disease. The previous record highs were 3,591 new cases of Covid-19 on June 23 and 79 daily deaths on June 24. Pence is traveling to Phoenix today to meet with Gov. Doug Ducey about his state’s recent rise in coronavirus cases. He is expected to speak to the press at 3:35 p.m. ET.  Here is a look at the progression of new Covid-19 cases in the state, according to John Hopkins University data:  ##Cases## ##Hotspots## After Arizona closed gyms, bars and theaters, Mesa Mayor John Giles said he doesn’t think it’s enough to reverse the spike of coronavirus cases.  I’m not sure what more we can do, short of a total shutdown,” Giles said to CNN’s Kate Bolduan, adding that he expects numbers to climb.  ICU beds in the state’s largest hospital are at about 90% capacity, he said. A quarter of hospitalizations are people 22 to 42 years old.  The Republican mayor said it “would be a very positive step” if President Trump started wearing a mask in public.  “Modeling good behavior, I think, would help us and help people get over this perception that there's some sort of a political statement attached to wearing a mask,” he said.  Vice President Mike Pence is traveling to the state today and will be meeting with Arizona Gov. Doug Ducey. The city has a mask mandate in place and is following CDC recommendations, Giles said. Residents are mostly following guidelines, but he added that there were some “growing pains.”  “We had some pushback, and some of it was the unfortunate political pushback that you've seen in other areas of the country as well,” he said.  Watch:  The Florida Department of Health is reporting 6,563 additional coronavirus cases, bringing the state total to at least 158,997, according to data released by the state on Wednesday.  Today's new daily total is up slight from yesterday's — a little more than 6,000 new cases. The state reported its highest ever daily case count on Saturday, with more than 9,500 new cases. Here's is the breakdown of coronavirus cases in the state of Florida since Friday:  Friday — 8,942 new cases\nSaturday — 9,585 new cases\nSunday — 8,530 new cases \nMonday — 5,266 new cases\nTuesday — 6,093 new cases\nWednesday — 6,563 new cases ##Cases## ##Hotspots## Official Covid-19 death counts in the United States may underestimate the full rise in fatalities linked with the pandemic, according to a new study. The new study, published in the journal JAMA Internal Medicine today, found that the number of excess deaths that have occurred so far during the pandemic, between March and May, is actually 28% higher than the nation’s official number of deaths attributed to Covid-19.  \"The gap between reported Covid-19 deaths and excess deaths can be influenced by several factors, including the intensity of testing; guidelines on the recording of deaths that are suspected to be related to Covid-19 but do not have a laboratory confirmation; and the location of death,\" the researchers wrote in the study. The researchers added that, \"As the pandemic has progressed, official statistics have become better aligned with excess mortality estimates, perhaps due to enhanced testing and increased recognition of the clinical features of Covid-19.\" What researches studied: The new study included data from the National Center for Health Statistics on deaths due to pneumonia, influenza and Covid-19, as well as deaths from any cause. The researchers — from Yale University, National Institutes of Health, Aledade Inc., University of Massachusetts Amherst and Roskilde University in Denmark — used that data to examine how many deaths were due to any cause each week between March and May this year compared with in previous years.  They also examined how many deaths were due to Covid-19 during that same time period. What the data showed: The researchers found that there were about 781,00 total deaths in the United States from March 1 to May 30, representing 122,300 more deaths than would be typically expected at that time of year compared with previous years. Meanwhile, there were 95,235 reported deaths attributed to Covid-19 between March and May — a tally less than the total number of excess deaths, the researchers found. The data also showed that the deaths and completeness of death counts vary “markedly” between states.  Limitations of the study: Analyses were based on provisional data, and are subject to being incomplete due to delays in reporting deaths that have occurred.  Also, \"the number of excess deaths reported herein could reflect increases in rates of death directly caused by the virus, increases indirectly related to the pandemic response (eg, due to avoidance of health care), as well as declines in certain causes (eg, deaths due to motor vehicle collisions or triggered by air pollution),\" the researchers wrote in the study.  \"Further work is needed to determine the relative importance of these different forces on the overall estimates of excess deaths,\" they said. Some context: Certain US officials have raised concerns that deaths not caused by coronavirus have been improperly attributed to Covid-19, while others have been worried that the nation’s Covid-19 death toll has been undercounted. Health experts have long warned that the national count of Covid-19 deaths in the US could be underestimated. When it comes to an accurate count of Covid-19 deaths in the US, \"we really are just seeing the tip of the iceberg and a lot of it has to do with the tests we have available,\" Dr. Panagis Galiatsatos, a pulmonary and critical care physician on the front lines at Johns Hopkins Medicine in Baltimore, told CNN in April.   Yale University will require extensive testing for students and faculty returning to campus this fall semester, the school's president announced in a letter.  \"All undergraduate students (whether living on or off campus) will be tested upon arrival to campus and will be required to undergo viral testing weekly throughout the semester,\" the letter reads. Yale will also require all faculty, \"who will be on campus during the fall term ... to be tested for Covid-19 at the start of the semester,\" the letter reads.  The school says that some faculty may be required to be tested weekly \"depending on their Yale duties.\" Here are other measures the university will be taking:  The school will limit how many undergraduate students are on campus each semester to roughly 60% capacity, according to the announcement. \nFreshmen, juniors and seniors have the option to live on campus in the fall. Sophomores, juniors and seniors will have that option for the spring semester. \nMany courses — especially undergraduate courses — will be offered remotely, the president's letter said. ##Reopening## The \"dimmer switch\" approach to reopening some mayors and governors are taking to contain the spread of coronavirus will not work for areas of the country seeing a large increase of new coronavirus cases, according to Erin Bromage, an an associate professor of biology at the University of Massachusetts Dartmouth. The so-called dimmer switch technique allows places to gently slow down on reopening, such as easing up on restaurant restarting, but it only works in places were coronavirus numbers are under control, Bromage said on CNN today. Some places where coronavirus numbers are rising — like Arizona, Texas and Florida — need a hammer instead of a switch to control new cases, Bromage said.  \"The dimmer switch approach works when you have case numbers under control,\" Bromage told CNN's Jim Sciutto. \"We saw New Jersey, we saw New York governors both say we might slow down on reopening restaurants — that's a dimmer switch.\" Bromage continued: \"When you get into Arizona numbers, Texas numbers, Florida numbers, that tiny adjustment that you make is not going to have the effect on turning those new infections around fast enough. You've gotta come in with more of a hammer rather than a switch to control this now.\"  ##Reopening## ##Hotspots## The Covid-19 vaccine candidate being developed by US pharmaceutical company Pfizer and German biotechnology company BioNTech has yielded positive data in early tests, according to data released by the companies. The companies announced these preliminary findings on Wednesday in a pre-print paper that shows participants in a Phase 1/2 study of the vaccine, called BNT162b1, responded to the immunization and it was found to be well tolerated. The Phase 1/2 study is ongoing. The data has not yet been published in a peer-reviewed medical journal. \"These clinical findings for the BNT162b1 RNA-based vaccine candidate are encouraging and strongly support accelerated clinical development and at-risk manufacturing to maximize the opportunity for the rapid production of a SARS-CoV-2 vaccine to prevent COVID-19 disease,\" the researchers wrote in the pre-print paper, which was sponsored by BioNTech and designed by Pfizer. How the study was conducted: For the initial study, 45 participants ages 18 to 55 were randomly assigned to either receive a certain dose of the vaccine or placebo.  Twelve participants received two 10 microgram doses 21 days apart; 12 received two 30 microgram doses 21 days apart; 12 received a single 100 microgram dose on day one; and nine received placebo, according to the study.  In the seven days following injection of the vaccine, some participants who received a dose reported pain in the injection site, fever or sleep disturbances, but \"no serious adverse events were reported,\" according to the paper. Early results of the study: The researchers found that the vaccine generated antibodies against the coronavirus in all of the participants by 28 days after receiving a single injection of 100 micrograms or seven days after receiving a second dose of either 10 or 30 micrograms. \"These preliminary data are encouraging, showing that BNT162b1 which exploits RBD SARS-CoV-2 as a target antigen is able to produce neutralizing antibody responses in humans at or above the levels observed in convalescent sera – and that it does so at relatively low dose levels. We look forward to providing further data updates on BNT162b1,\" Dr. Ugur Sahin, CEO and co-founder of BioNTech, said in a company press release on Wednesday. Pfizer and BioNTech announced on Wednesday that this preliminary data will help them determine a dose level for the vaccine then select which of their multiple vaccine candidates to progress to a larger-scale global Phase 2/3 study, possibly beginning as early as this month. According to the World Health Organization, there are 17 coronavirus candidate vaccines in clinical evaluation globally.    New York City Mayor Bill de Blasio said that city will open its beaches. \"Our New York City beaches open today,\" he said. He added that 15 public pools in the city will open in the next few weeks He said that people at the pools will be required to wear face coverings when not in the water. He said that the pool experience is going to be different but \"it'll all be worth it.\" Here are the pools that will be opening in NYC in the coming weeks: ##Reopening## New York City Mayor Bill de Blasio said the city will mot move ahead with plans to reopen indoor dining next week. \"It is not the time to forge ahead with indoor dining,\" de Blasio said at a news conference.  Restaurants were set to resume indoor service on Monday as the city enters its third phase of reopening. De Blasio did not say when indoor dining will resume in the city. The mayor said outdoor dining — which began last week — will continue. He said he is \"very convinced\" New Yorkers can help restaurants survive by dining outside. \"Outdoors is working — period,\" he said. ##Reopening## At least 15,000 policemen have been infected with Covid-19 and 243 have died since the pandemic began in Peru, according to the country’s Interior Minister Gastón Rodríguez Of the 15,000 affected by the virus, 6,000 have since recovered and returned to work while 289 remain in hospital, Rodríguez told journalists on Monday afternoon. On Monday, Peru reported 2,848 new Covid-19 cases, its lowest rise in seven days, bringing the total number of cases to 285,213. The country's death toll reached 9,677 with 173 new deaths. Peru has the second-highest number of confirmed coronavirus cases in Latin America, following Brazil. The state of emergency in the country has been extended until July 31 while lockdown’s conditions have changed since Wednesday. While most of Peru including its capital Lima is now under what is called a \"localized lockdown,\"  7 of Peru’s 24 regions remain under a \"general\" and stricter lockdown. The South American country was one of the first countries in the region to impose a state of emergency and lockdown in order to fight the pandemic.  ##Hotspots## ##Cases## Austin Mayor Steve Adler said the Texas capital has about two weeks to stem the tide of rising coronavirus cases, and the “messaging war” between state and national leaders could lead to potentially devastating consequences.  We have literally two weeks, if that, to be able to change the trajectory we're on, or we're going to be set at a place that overwhelms our hospitals,” he said to CNN’s Jim Sciutto. Texas Lt. Gov. Dan Patrick said he’s going to stop listening to Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases and key member of the White House’s coronavirus task force.  “It's that kind of messaging, it's the messaging also coming out of Washington that's really making for one of our most significant challenges and problems,” Adler said.  “The messaging coming from our lieutenant governor and from Washington is that there isn't a problem, that we shouldn't be wearing masks. It creates a confused message for my community,” Adler said, adding that “this messaging war that we're on right now is not helpful.” Watch more: California, the most populous US state and the first to implement a statewide lockdown to combat the coronavirus outbreak, continues to set records in cases.  The governor of the Golden State, who ordered bars in seven counties to close over the weekend, said he will announce more restrictions today.  As New York's daily case count continues to decline, California's numbers are going up. The state currently has the second highest number of cases in the country with more than 222,000 coronavirus cases — about half of which are in Los Angeles County. On Tuesday, the state announced 6,367 cases, the second highest total for the state since the pandemic began. Here is how California's cases and deaths compare to other states:  Here is how California and New York compare in total confirmed cases: Los Angeles County has especially been hard-hit. Here is how the county's cases compare to other parts of the state:  ##Hotspots## ##Cases## US stocks bounced higher today on reports that drug maker Pfizer reported “positive data” from a Covid-19 vaccine trial, which led futures to turn positive just ahead of the opening bell. Here's how the market opened: The Dow opened up 0.4%, or 100 points.\nThe S&P 500 rose 0.3%.\nThe Nasdaq Composite opened 0.2% higher. Remember: It’s a shortened trading week, with the stock market closed for the Independence Day holiday on Friday.  Ahead of the end of the week, investors will be focused on the jobs report, as well as jobless claims numbers, which will be released simultaneously tomorrow morning. ##Economy## Switzerland will introduce mandatory masks on all public transport in the country as of next week, the Swiss Federal Council announces.  This is a step up from mask-wearing during rush-hour, the website of the council says.  Anyone 12 years old and older will have to wear the masks.  ##Masks## Vice President Mike Pence is traveling to Phoenix, Arizona, today to meet with Gov. Doug Ducey about the state’s recent rise in coronavirus cases. Cases have been spiking in Arizona, and last week, Ducey said the state's reopening plans are now “on pause” as a result. Ducey closed bars, gyms, movie theaters, water parks and tubing for at least 30 days.  The latest numbers: Arizona has reported nearly 80,000 cases of coronavirus since the pandemic began and more than 1,600 deaths. And here's a look at the new daily case counts in the state:  ##Hotspots## ##Politics## Iraq on Wednesday registered 2,415 new coronavirus cases, according to the country's health ministry.  Iraq now has more than 51,000 cases of coronavirus, according to the health ministry. The health ministry also reported 107 new Covid-19-related deaths, which is also the highest daily tally recorded in the country since the pandemic began. ##Cases## Officials in California and Florida — two states where coronavirus cases are jumping — are taking different approaches toward reopening amid spikes in infections. Both states saw their highest 7-day averages for new daily cases Monday, per John Hopkins University data.  Florida Gov. Ron DeSantis told the reporters that there's no going back to stricter measures, meanwhile California Gov. Gavin Newsom hinted that on Wednesday he'll tighten restrictions this Independence Day weekend, especially at beaches. As the holiday weekend looms, Newsom warned that family gatherings — where households tend to let down their guards mixing with extended family — are the greatest concern. \"It's not just bars, not just out in the streets with people protesting, and the like,\" Newsom said. Newsom ordered bars in seven counties to close over the weekend and said he will announce more restrictions today.  Newsom has repeatedly promised that reopening the state comes with the ability to \"toggle back\" if necessary. Responding to a reporter's question about the beaches being closed in Los Angeles County for the Independence Day weekend, the governor hinted that state beaches could be part of his announcement. In Florida, DeSantis assured reporters that his state can deal with the uptick in cases and it's not necessary to shut down shops and restaurants. \"We're not going back, closing things,\" he said. \"I mean, people going to business is not what's driving it.\" DeSantis' message to Floridians, particularly the younger ones: Protect the vulnerable. \"You have a responsibility not to come into close contact with folks who could be more vulnerable,\" he said. Here's how the seven-day average of new cases in California compares to Florida:  ##Hotspots## ##Reopening## Georgia Gov. Brian Kemp says there is no plan at this time for a statewide mandate for face masks.  During a press conference on Wednesday, Kemp said the issue of mask mandates is being \"over politicized.\" The governor says they shouldn't need a mandate for people to do the right thing. Kemp said he will continue to monitor the data on Covid-19 infections across the state, however he doesn't think a mandate will be necessary.  However, while there's no mandate, Kemp is asking people to wear masks: The governor said he is traveling around the state today to encourage people to wear a mask when they're in public. He's also urging them to socially distance and wash. Read which states are requiring people to wear masks when out in public here.  ##Masks## Surges in new Covid-19 infections have paused or rolled back reopening plans in at least 19 states as the nation's top infectious disease doctor offered a bleak warning: Americans need to take sensible measures to curb the spread or risk seeing 100,000 new cases a day. \"We are now having 40,000 cases a day. I would not be surprised if we go up to 100,000 a day if this does not turn around,\" Director of the National Institute for Allergy and Infectious Diseases Dr. Anthony Fauci told a Senate committee yesterday.  Turning it around will take a coordinated, collaborative effort, he said at the hearing, not the \"disparate responses\" the nation has shown so far. Only two US states — New Jersey and Rhode Island — are showing a downward trend in cases compared to the last week while at least 37 states have seen an increase in cases. At least 12 states of those states are seeing a 50% or more increase in cases.  Here's where cases are increasing across the US: ##Hotspots## Peyton Chesser, a 23-year-old Texas resident who recently recovered from coronavirus, says she thinks the state opened too soon, and it’s been a challenge to sift through conflicting messages about the virus from federal and state officials. “It was really frustrating having to kind of decipher and shake through messages that I was getting from local, federal, state authorities on what is the right thing to do, what is OK to do,” she told CNN’s Erica Hill. “For me, it was hard to decide what is appropriate if some states are completely locked down and my state is almost operating at full capacity, it was hard to know exactly where the line stood, just because there was so much conflicting information that I was receiving,\" she added.  Chesser said she doesn’t know exactly how she contracted the virus, as she largely stayed home and followed guidelines for months. She said she was sick for about eight days, and she experienced a sore throat, skin sensitivity and a cough. She lost her sense of smell and taste about four days into the virus, but she never experienced a high fever while she was sick. As the state has experienced a jump in cases, Gov. Greg Abbott has closed bars in an attempt to prevent large crowds from congregating. “I think taking a step back has made a lot of other people realize how serious it really is. And so my message to everyone in general is just do your part and take care of everyone in the community,” Chesser said.  ##Hotspots## UK Prime Minister Boris Johnson has defended his government's response to a coronavirus outbreak in Leicester, the first city in UK to have a local lockdown imposed because of its high Covid-19 infection rate. \"We acted decisively and I think it was the right thing to do,\" UK Prime Minister Boris Johnson said about the decision to reimpose a lockdown in the city. He was challenged by opposition Labour leader Keir Starmer over the length of time it took to lockdown the city after concerns were first raised about an outbreak. During Prime Minister’s Questions in Parliament, Starmer also raised issues with testing data in Leicester saying \"there was a lost week while the virus was spreading\" and there are now fears of more local lockdowns across the country. Johnson said Starmer was \"mistaken\" and data had been shared with local authorities. WATCH:  More than 10.4 million people worldwide have been infected with Covid-19, according to Johns Hopkins University (JHU).  In the US, which has the highest number of cases and the world's worst death toll, Dr. Anthony Fauci said he is \"very concerned\" with the increase in cases in some parts of the country and said he wouldn’t be surprised if the US begins to see new cases coming in at 100,000 a day, given current trends.   According to JHU, there are more than 2.6 million cases of coronavirus in the US and more than 127,400 people have died. Here's what you need to know about the outbreak around the world today: Reopening plans halted: At least 16 US states have halted their reopening plans in response to a surge in new infections, but some health officials say the spread of coronavirus will be difficult to control. Experts have long warned that some states reopened far too soon and too quickly, cautioning the move could lead to more spikes in cases.\nUS travelers barred from EU: The European Union has agreed to allow travelers from 14 countries outside the bloc to visit EU countries, months after it shut its external borders in response to the pandemic. The list does not include the US, which doesn't meet the criteria set by the EU for it to be considered a \"safe country.\"\nSpain and Portugal declare border open: Spain and Portugal reopened their joint land border to all travelers on Wednesday, after a three-month closure due to the pandemic.\nJewish burials more than double in UK during pandemic, data shows: The number of Jewish burials in the UK during March to May 2020 was more than double that of last year, as senior figures warn that the Jewish community has \"disproportionately\" suffered losses from Covid-19. There were 811 burials in March to May this year, compared to 358 in the previous year -- an increase of 127%, according to the Board of Deputies of British Jews. \n300,000 return to lockdown in Melbourne, Australia: Residents of 10 \"hot zone\" areas of Melbourne, Australia, will return to lockdown as of 11:59 p.m. local time on July 1. Melbourne has seen a spike in the number of coronavirus cases, with double-digit increases each day for the past 16 days.  United Airlines announced Wednesday that it is adding 25,000 more flights in August than it plans for July, tripling the schedule it ran in June. While this is a significant uptick and a sign that the airline expects passenger demand to pick up, this is still just 40% of its schedule from a year ago, due to the Covid-19 pandemic. United says the new flights in August include “more flights to mountain and national park destinations like Aspen, Colorado; Bangor, Maine; Bozeman, Montana; and Jackson Hole, Wyoming. Internationally, United's August schedule will include a return to Tahiti and additional flights to Hawaii, the Caribbean and Mexico. Across the Atlantic, United will add more flights and options to Brussels, Frankfurt, London, Munich, Paris and Zurich.” The German interior ministry and the Czech foreign ministry have published a list of countries outside the European Union whose citizens will be allowed entry. The set of countries for Germany is: Australia\nGeorgia\nJapan\nCanada\nMontenegro\nNew Zealand\nSouth Korea\nThailand\nTunisia\nUruguay\nChina Meanwhile, the Czech Republic also published its travel list on Tuesday, which is down to eight countries: Australia\nCanada\nJapan\nMontenegro\nNew Zealand\nSerbia\nSouth Korea\nThailand EU opens its borders -- but not to Americans: The European Union Tuesday formally agreed a set of recommendations allowing travelers from outside the bloc to visit EU countries, months after it shut its external borders in response to the outbreak of Covid-19. The list of countries included in the EU recommendations are: Algeria, Australia, Canada, Georgia, Japan, Montenegro, Morocco, New Zealand, Rwanda, Serbia, South Korea, Thailand, Tunisia, Uruguay. As had been widely expected, the list of 14 countries did not include the United States, whose current Covid infection rate does not meet the criteria set by the EU for it to be considered a \"safe country.\" The criteria requires that confirmed Covid cases in countries on the list are similar or below that of the EU's per 100,000 citizens over the previous 14 days (starting from June 15). Countries must also have a \"stable or decreasing trend of new cases over this period in comparison to the previous 14 days,\" while the EU will consider what measures countries are taking, such as contact tracing, and how reliable each nation's data is. The US has not only the highest number of reported coronavirus infections of any nation, but also the highest number of deaths, according to the latest data from Johns Hopkins University. US infection rates will need to dramatically drop if Americans are to be allowed entry to EU countries, just as the European tourism industry enters what are traditionally its peak months. Spain and Portugal reopened their joint land border to all travelers on Wednesday, after a three-month closure due to the coronavirus pandemic. Spain had wanted to reopen all of its borders on June 21, but Portugal insisted that the border between the two countries remain closed until July 1. In a series of tweets early on Wednesday, Portuguese Prime Minister Antonio Costa said: \"Today we mark at the highest level the normalization of terrestrial traffic at the border between Portugal and Spain. It's a reunion between neighbors which are brothers and friends.\" He said: “It is essential for both countries that the contacts gradually acquire the dimension and dynamic that preceded the outset of the pandemic. I think in particular of the border populations, which cross the border daily\". \"The pandemic offered us a vision of a past to which we do not want to return: a continent of closed borders. Freedom of circulation has solidified itself in the spirit of European citizens as one of the fundamental principles of the idea of Europe,\" Costa added. ##Reopening## The number of Jewish burials in the UK during March to May 2020 was more than double that of last year, as senior figures warn that the Jewish community has \"disproportionately\" suffered losses from Covid-19.  There were 811 burials in March to May this year, compared to 358 in the previous year -- an increase of 127%, according to the Board of Deputies of British Jews.  Last month, analysis from the UK's Office For National Statistics (ONS) found that people who identified as Jewish showed higher Covid-19 mortality rates than other groups, along with Muslims, Hindus and Sikhs. When adjusting for region, population density, socio-demographic and household characteristics and ethnic background, ONS found that those who had identified as Jewish at the time of the 2011 population census showed an increased risk of a death involving Covid-19 compared with the Christian population, with Jewish men at twice the risk of Christian men.  The Board of Deputies said that their research suggested the Jewish community had suffered two and half times as many deaths as its proportion of the general population alone would have predicted. \"The reopening of some synagogues this Shabbat will come as a relief to many of us, as some aspects of our Jewish way of life return to normal,\" President of the Board of Deputies Marie van der Zyl said in a statement on Tuesday.  \"But as these figures show, we have disproportionately lost loved ones, friends and family as a community. It is critical we follow Government guidance and caution going forward to save lives,\" she added. As of the week ending June 26, the Board of Deputies said it has recorded 501 Jewish funerals carried out where the deceased contracted Covid-19. Residents of 10 \"hot zone\" areas of Melbourne, Australia, will return to lockdown as of 11:59 p.m. local time on July 1. The 300,000 people living in 36 city suburbs within the 10 postcodes are only permitted to leave their homes for “shopping for food and supplies, care and caregiving, exercise, and study or work -- if it can’t be done from home,” the Premier of Victoria Daniel Andrews said Wednesday. City sees a spike in cases: Melbourne has seen a spike in the number of coronavirus cases, with double-digit increases each day for the past 16 days. On Tuesday 73 people tested positive for Covid-19. “It’s more important than ever for the over 300,000 Victorians living in the restricted postcodes to get tested, regardless of whether you have symptoms,” Andrews said in a statement Wednesday. Around 113,000 tests have been conducted in Victoria since a \"testing blitz\" began on June 25, according to Andrew's office. There are now 370 active Covid-19 cases in the state where 20 people have died from the virus. ##Cases## Delta Air Lines is restoring wine and beer options across most of its US flights three months after it eliminated the options as the pandemic began to cripple demand for air travel. With the rollout beginning July 2, passengers sitting in its two premium cabins -- First Class and Comfort+ -- will soon have the complimentary option of single-serve bottles of red and white wine, or a choice of Miller Lite, Heineken and SweetWater beer, on flights farther than 500 miles. The rollout will be gradual and alcohol won't be available for passengers sitting further back in Main Cabin. All customers will still get a snack bag that includes a bottled water. CNN Travel reported earlier this month that, as Europe's skies reopened to increased commercial travel, airlines including Easyjet and KLM in Europe were suspending all or part of their alcoholic drinks service in response to Covid-19. However, Delta spokesperson Olivia Mays tells CNN that this latest move is not in response to the other airlines' drinks suspension. \"It's been in the works for over a month now, so we're really been focused on figuring out the best way to serve,\" she says. Beverages were dropped abruptly from the service in March because the airline wanted to minimize interaction between flight attendants and passengers, but it has now worked on procedures to safely give the drinks to customers. More than 10.4 million people worldwide have been infected with Covid-19, according to Johns Hopkins University. In many places, as countries reopen, coronavirus cases are on the rise. Here's the latest from around the world: \"Significant increases\" in US: Top US infectious diseases expert Dr. Anthony Fauci said he is \"very concerned\" with the increase in cases in some parts of the country and said he wouldn’t be surprised if the US begins to see new cases coming in at 100,000 a day, given current trends. According to Johns Hopkins University's tally of cases in the United States, there are more than 2.6 million cases of coronavirus in the US and at least 127,417 people have died from coronavirus. \nReopening plans halted: At least 16 US states have halted their reopening plans in response to a surge in new infections, but some health officials say the spread of coronavirus will be difficult to control. Experts have long warned that some states reopened far too soon and too quickly, cautioning the move could lead to more spikes in cases.\nChildren may be able to spread coronavirus similarly to infected adults, study finds: It’s still unclear to what extent children may spread the coronavirus, but a new study suggests it is possible they can transmit it as easily as infected adults, Swiss researchers reported Tuesday.\nUN Security Council to adopt first Covid-19 ruling: After months of feuding between the US and China, the UN Security Council is on the verge of endorsing its first Covid-19 ruling, calling on countries to stop conflicts until after the pandemic has been contained. China had previously objected to the US wanting to lay the blame for the pandemic at its door, while the US had wanted to leave out all mention of the World Health Organization.\nUS travelers barred from EU: The European Union has agreed to allow travelers from 14 countries outside the bloc to visit EU countries, months after it shut its external borders in response to the pandemic. The list does not include the US, which doesn't meet the criteria set by the EU for it to be considered a \"safe country.\" When Ahmad Ayyad woke up, he was delirious. He didn't realize where he was, why there was a tube down his throat, or how long it had been since he last fed his dog. And when he looked down, he couldn't recognize himself. Once a 215-pound athlete with chiseled muscles and astounding strength, the 40-year-old looked like a completely different person. \"I woke up and looked at my arms, my legs, and my muscles were gone,\" he said. \"I was kind of freaking out, like where are my legs? Where did my legs go?\" Ayyad is a coronavirus survivor. Doctors had placed him in an induced coma for 25 days to save his life. It's been a little over two months since those touch-and-go days and he's still recovering. Still out of breath at times. Still nursing the damage to his lung and heart. But he has a message -- for those who refuse to wear a mask during this pandemic, for those dismissive of public health guidance, for those in the prime of their health and feel invincible against coronavirus. \"It worries me a lot seeing people take this lightly,\" he told CNN on Tuesday. \"I got it and survived, and I'm still terrified.\" Read the full story: At least 44,766 new coronavirus cases and 1,277 deaths were reported in the United States on Tuesday, according to Johns Hopkins University. Some 2,635,538 Covid-19 infections, including at least 127,425 related fatalities, have now been recorded nationwide, per JHU's tally of cases.   The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases.  CNN is tracking US coronavirus cases here: ##Cases## Wearing face masks and coverings is recommended, or in some places mandatory, in public spaces to help stop the spread of Covid-19. But what kind of DIY face covering offers the best protection? Researchers at Florida Atlantic University have experimented with different materials and styles of non-medical masks and found that a well-fitted stitched mask made from two layers of quilting fabric was the most effective in stopping the spread of droplets from emulated coughs and sneezes. They also compared a loosely folded homemade face mask, such as one you could make with a handkerchief or T-shirt, a bandana-style face covering and a cone-style non-sterile commercial mask that is usually available at pharmacies. The researchers said they chose to test these styles of face covering because they are readily available to the general public and do not draw away from the supply of medical-grade masks and respirators for health care workers. \"While there are a few prior studies on the effectiveness of medical-grade equipment, we don't have a lot of information about the cloth-based coverings that are most accessible to us at present,\" said Siddhartha Verma, an assistant professor at the department of ocean and mechanical engineering at Florida Atlantic University and author of the study. Read the full story: ##Masks## It’s still unclear to what extent children may spread the coronavirus, but a new study suggests it is possible they can transmit it as easily as infected adults, Swiss researchers reported Tuesday. Fewer children than adults contract Covid-19, fewer develop severe forms of the illness and they don’t seem to be “major drivers of transmission,” but children of all ages have been infected, researchers said. “Despite the high proportion of mild or asymptomatic infections, they should be considered as transmitters unless proven otherwise,” researchers from the Geneva University Hospitals and the University of Geneva concluded. In the survey, 23 children ranging in age from 7 days old to 16 tested positive for Covid-19 and all but two carried the same amount of virus as adults.  “Our data show that viral load at diagnosis is comparable to that of adults and that symptomatic children of all ages shed infectious virus in early acute illness, a prerequisite for further transmission,” the authors wrote. However, children do not seem to spread the virus in the same way adults do. “Considering the relatively low frequency of infected children, even in severely affected areas, biological or other unknown factors could lead to the lower transmission in this population,” the authors surmised. They said more research is need to fully understand the role of children in spreading the virus.  The study had some limitations, including its small size and the use of virus samples left over from routine diagnostic tests. The research was published in the journal Emerging Infectious Diseases. Most Presidents would try to stop the United States from barreling toward disaster. But Donald Trump has nothing to say and no answers to mitigate a calamity unfolding on his watch that he seems resolved to ignore. On the day when the government's top infectious disease specialist Dr. Anthony Fauci said he would not be surprised to see the US record 100,000 new coronavirus cases per day, Trump refused to break his deafening silence. And the day after his White House described record-breaking new infections that are sweeping the nation as \"embers that need to be put out,\" Trump's campaign claimed credit for the \"phenomenal\" success of his botched pandemic leadership. Trump is now pretty much the sole figure in authority in either party -- including his major Republican allies -- who refuse to wear or endorse face masks that are proven to slow the spread of coronavirus but that he has stigmatized as a liberal plot to harm him politically. \"We must have no stigma, none, about wearing masks when we leave our homes and come near other people. Wearing simple face coverings is not about protecting ourselves, it is about protecting everyone we encounter,\" Senate Majority Leader Mitch McConnell said on the Senate floor Monday. But Trump on Tuesday tweeted cryptically \"THE LONE WARRIOR!\" -- apparently embracing his isolation from even political allies and the scientific approaches that have proven elsewhere to at least slow the spread of the coronavirus in the short term. Read the full analysis: ##Politics## ##Masks## In many places, as countries reopen, Covid-19 cases are on the rise. Here are the latest developments from around the world: \"Significant increases\" in US cases: Top US infectious diseases expert Dr. Anthony Fauci said he is \"very concerned\" with the increase in cases in some parts of the country and said he wouldn’t be surprised if the US begins to see new cases coming in at 100,000 a day, given current trends. \nReopening plans halted: At least 16 US states have halted their reopening plans in response to a surge in new infections, but some health officials say the spread of coronavirus will be difficult to control. Experts have long warned that some states reopened far too soon and too quickly, cautioning the move could lead to more spikes in cases.\nTokyo Disneyland parks re-open: All of Disney's Asia parks have now officially reopened, with Tokyo Disney Resort welcoming visitors to its two theme parks from July 1. Both Tokyo Disneyland and Tokyo DisneySea have been closed since late February due to the pandemic.\nBrazil's President doesn't have to wear a mask: A Brazilian court has ruled that President Jair Bolsonaro can go mask-less in public without facing a potential fine. Brazil is the world's second worst affected country by the virus, with more than 1.4 million confirmed cases.\nUN Security Council to adopt first Covid-19 ruling: After months of feuding between the US and China, the UN Security Council is on the verge of endorsing its first Covid-19 ruling, calling on countries to stop conflicts until after the pandemic has been contained. China had previously objected to the US wanting to lay the blame for the pandemic at its door, while the US had wanted to leave out all mention of the World Health Organization.\nUS travelers remain barred from EU: The European Union has agreed to allow travelers from 14 countries outside the bloc to visit EU countries, months after it shut its external borders in response to the pandemic. The list does not include the US, which doesn't meet the criteria set by the EU for it to be considered a \"safe country.\"  The European Union has formally agreed a set of recommendations that will allow travelers from outside the bloc to visit EU countries, months after it shut its external borders in response to the outbreak of Covid-19. As had been widely expected, the list of 14 countries does not include the United States, whose current Covid infection rate does not meet the criteria set by the EU for it to be considered a \"safe country.\" The criteria requires that confirmed Covid cases in countries on the list are similar or below that of the EU's per 100,000 citizens over the previous 14 days (starting from June 15). Countries must also have a \"stable or decreasing trend of new cases over this period in comparison to the previous 14 days,\" while the EU will consider what measures countries are taking, such as contact tracing, and how reliable each nation's data is. The recommendations are expected to come into force as early as July 1, however, it remains up to member states to decide exactly how the implement any changes in border policy. Read more for the answers to some key questions about the new rules: All of Disney's Asia parks have now officially reopened, with Tokyo Disney Resort welcoming visitors to its two theme parks from July 1. Both Tokyo Disneyland and Tokyo DisneySea have been closed since late February due to the coronavirus pandemic. Shanghai Disneyland was the world's first Disney park to reopen, welcoming guests from May 11 with protocols about social distancing and mandatory mask wearing, and Hong Kong Disneyland followed suit a month later. Oriental Land, the company that operates the Tokyo Disneyland and DisneySea parks in Japan, has announced its own guidelines for ensuring guest and staff safety going forward. These include advance ticket booking, mandatory temperature checks and social distancing while enjoying the attractions. Read the full story: ##Reopening## The release of a study on a new strain of the swine flu in China is evidence the communist nation learned a lesson from initially withholding information on the coronavirus, according to Dr. W. Ian Lipkin, the director of the Center for Infection and Immunity at Columbia University Mailman School of Public Health. “There are infectious diseases emerging and reemerging all the time and the fact that we’re hearing about this now in advance of any sort of significant human disease is evidence that things have changed in China,” Lipkin told CNN’s Erin Burnett.\n“There’s a recognition that they need to share the information,” he said. “Earlier there was a suggestion that people might be withholding data. If that was the case, we wouldn’t have heard about this virus.” Chinese researchers discovered the G4 virus during a years-long pig surveillance program and published their findings in a scientific journal this week. Lipkin said it’s unclear whether this new virus is a threat.  “We don't know that it's going to become a pandemic. We do know that it has infected some human beings. But that doesn't mean that it's going to extend and cause large amounts of disease.” Read more about the new swine flu here. A Brazilian federal judge overturned an order Tuesday that mandated President Jair Bolsonaro to wear a mask in public or face a fine. Bolsonaro appealed to the federal court to avoid being obliged to wear face masks in public on Friday.  The court order given on June 26 by judge Renato Borelli -- of the 9th Federal Civil Court of the Federal District -- attested a decree issued on April 30 by the Federal District government.  The decree established that the use of face masks became mandatory as a measure to curb the spread of the coronavirus pandemic. Bolsonaro would have faced fines of 2,000 reals a day ($366) if he breached the order. Judge Daniele Maranhão Costa, of the Federal Regional Court, said a legal judgement, or injunction, was not appropriate in this case against Bolsonaro. The judge said the judiciary is not the appropriate place to resolve that sort of matter. \"I recognize the absence of a need to file a lawsuit of origin for the purpose of compelling citizens to wear masks, regardless of the position they occupy in the state administration,\" Costa said. Bolsonaro took to the streets near the Federal District without protective equipment several times before the mask order was overturned.  ##Politics## ##Masks## Mexican airline Aeromexico is filing for bankruptcy in the United States, according to a statement from Grupo Aeroméxico S.A.B. on Tuesday. \"The company and some of its affiliates initiated a voluntary process of financial restructuring under Chapter 11 in the United States, while it continues offering services to its clients,” the statement read. The company's general director Andrés Conesa, quoted in the statement, said this comes after a “significant reduction in demand of passengers.” The company will “utilize this Chapter 11 process to strengthen its financial position and implement necessary operational adjustments to face the impact of COVID-19 and create a sustainable platform for the future,” the statement read, adding it \"will continue adopting measures and hygiene protocols to protect the health and security of its clients and collaborators.” ##Economy## Mexico reported another 5,432 new cases of coronavirus Tuesday, bringing the total number of cases to 226,089, according to its health ministry. The ministry also reported 648 new deaths, bringing the death toll to 27,769. Despite having the seventh highest number of Covid-19 deaths worldwide, this week Mexico City is gradually reopening businesses.  Domestic workers, retail, and sports clubs are allowed to open and during the week, restaurants, hotels, markets, hair salons, department stores, and malls will join the list of authorized activities. CNN is tracking worldwide coronavirus cases here: ##Cases## Coronavirus task force member Dr. Anthony Fauci issued a stark warning on Tuesday to lawmakers on Capitol Hill, telling them he wouldn't be surprised if the US sees new cases of coronavirus rising to a level of 100,000 a day. \"We are now having 40-plus thousand new cases a day. I would not be surprised if we go up to 100,000 a day if this does not turn around and so I am very concerned,\" Fauci told the Senate Health, Education, Labor and Pensions Committee during a hearing on the pandemic on Tuesday. Fauci expressed dismay over people congregating in crowds and not wearing masks and inadequate attention being paid to guidelines on reopening. \"We're going to continue to be in a lot of trouble, and there's going to be a lot of hurt if that does not stop,\" he said. The urgent message came during a hearing on the latest efforts by the US government to contain the pandemic, as several states struggle to contain the virus amid rising cases and state reopenings. The US reported more than 40,000 new Covid-19 cases on Friday, its biggest daily jump yet. Read the full story: ##Cases## ##Politics## The Chinese government has approved the use of an experimental Covid-19 vaccine for the country's military -- the latest step in a global race to stop the deadly disease caused by the novel coronavirus. The vaccine, known as Ad5-nCoV, was jointly-developed by the Beijing Institute of Biotechnology -- part of the Chinese government's Academy of Military Medical Sciences -- and vaccine company CanSino Biologics. In a statement to the Hong Kong Stock Exchange on Monday, CanSino announced that China's Central Military Commission had given the vaccine a \"military specially-needed drug approval\" on June 25. The special permission will last for one year and will only apply to military personnel. China has repeatedly insisted that its military has remained unaffected by the pandemic, with officials claiming that the People's Liberation Army (PLA), has not recorded a single coronavirus case. US observers, however, have cast doubt on the claims, noting that the PLA is the among the world's largest standing armies, making it statistically unlikely that its personnel have not been exposed to the virus. Read the full story: The United Nations Security Council is expected to adopt a resolution by virtual vote Wednesday, calling on countries to adopt a halt in hostilities to focus on the Covid-19 virus, according to a draft of the resolution seen by CNN. Almost four months after the World Health Organization declared the coronavirus a global pandemic on March 11, this is the first action by the UN wing tasked with protecting international peace and security. The council was widely denounced for failing to agree on any action as more than 10 million people contracted the virus and various wars continued over several months. A hot dispute between China and the US blocked agreement for months. The US wanted no mention of WHO and China was furious when the US insisted on blaming Beijing for the virus in the early months of the negotiations. There is no mention of WHO in the final draft resolution. The resolution does call for \"a general and immediate cessation of hostilities in all situations on its agenda and supports the efforts undertaken by the Secretary-General.” It says a ceasefire of at least 90 days would help “enable the safe, unhindered and sustained delivery of humanitarian assistance” during the coronavirus outbreak. The fight against ISIS and terrorism in Iraq is exempt. Despite more than 100 countries agreeing with the goal, the UN has acknowledged the impact of the call by UN Secretary-General António Guterres for a ceasefire due to the virus has not had a dramatic impact. The vote is taking place over a two-day period and will be conducted virtually due to the closure of the council chamber months ago when the outbreak hit. The results will be read after 11:30 a.m. ET Wednesday.", "Section": "world", "Writers": ["Ben Westcott", "Adam Renton", "Meg Wagner", "Melissa Macaya", "Mike Hayes"], "URL": "https://www.cnn.com/world/live-news/coronavirus-pandemic-07-01-20-intl/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}