{"Type": "article", "Time": "2020-11-23", "Headline": "China's Xi Jinping is pushing for a global Covid QR code. He may struggle to convince the world", "Text": "Chinese President Xi Jinping is pushing for a global Covid-19 tracking system using QR codes, to help fast-track international travel and business during the coronavirus pandemic. China mandated the widespread use of QR-based health certificates earlier this year. The system, which uses an electronic barcode to store a person's travel and health history, has been credited with helping to curb the spread of the virus. The code issues users with a color code based on their potential exposure to the novel coronavirus. The colors are like traffic lights -- green is safest, then amber and finally red. Speaking at the virtual G20 leaders' meeting on Saturday, Xi said that to ensure the \"smooth functioning\" of the world economy during the pandemic, countries needed to coordinate a uniform set of policies and standards, according to state-run news agency Xinhua. \"China has proposed a global mechanism on the mutual recognition of health certificates based on nucleic acid test results in the form of internationally accepted QR codes. We hope more countries will join this mechanism,\" Xi said. Xi didn't explicitly say what type of app or QR code system he was suggesting or who would design and run it. Several countries have introduced tracking app technology to monitor citizens' movements and potential exposure to Covid-19, including Australia, Japan and Singapore, but there is no coordination between the systems and they have had varying degrees of success. A study by Oxford University in April found that if even just 56% of a country's population used a tracking app, it could severely suppress the Covid-19 epidemic. But coronavirus apps have been dogged by concerns over privacy, particularly in Western democracies. Allison Gardner, lecturer in computer science at Keele University, said that populations in the UK and France had been reluctant to use coronavirus apps when their personal information was stored externally rather than on their phone. And given the growing concern by countries around the world about the use of Chinese technology in sensitive industries, there would likely be serious questions about how a QR system coordinated with Beijing would function. The United States government has been pushing its close allies in Europe, North America and the Pacific to abandon Chinese 5G technology supplied by communications giant Huawei, while the popular Chinese-made app TikTok has faced bans in India and the US. Stuart Hargreaves, associate professor at the Chinese University of Hong Kong's law faculty, said that while there was nothing inherently invasive about a QR code, if it was used to store sensitive health information then questions around privacy become \"particularly important.\" \"(For example) what information is stored in the underlying record, how it is generated, where it is stored, who has access to it,\" he said.  Hargreaves agreed that once vaccines for coronavirus were available, there would need to be an international \"digital health passport\" of some variety. \"For travel to approach anything like it was prior to Covid, then some kind of international standard that is easy to obtain, easy to use, secure, and protective of privacy will be necessary,\" he said. The main problem of any international coronavirus app would be maintaining the privacy of the data, said Raina MacIntyre, head of the Biosecurity Research Program at the University of New South Wales' Kirby Institute. MacIntyre suggested that a central database of information managed by the World Health Organization or a United Nations agency might be the least controversial way of creating a Covid tracking app. \"(But) will individuals consent to another government that isn't their own government accessing their data? That may be the price to pay for travel,\" she said.", "Section": "travel", "Writers": ["Ben Westcott"], "URL": "https://www.cnn.com/2020/11/23/asia/china-xi-qr-code-coronavirus-intl-hnk/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Singapore", "Source": "CNN"}