{"Type": "gallery", "Time": "2016-02-01", "Headline": "Lunar New Year: Year of the Monkey", "Text": "A performer takes part in a parade in Hong Kong on Monday, February 8, the first day of the Lunar New Year holiday. The Lunar New Year marks the Year of the Monkey on the Chinese calendar. Performers participate in a parade in Hong Kong on February 8. People light incense and pray at the Yonghegong Lama Temple in Beijing on February 8. Dancers perform amid exploding firecrackers in Manila, Philippines, on February 8. People pray and burn joss sticks at the Wong Tai Sin Temple in Hong Kong on February 8. A woman offers prayers at the Vihara Dharmayana Temple in Kuta, Indonesia, on February 8. Joss sticks are burned at a temple in Kuala Lumpur, Malaysia, on February 8. A performer looks out from the mouth of a lion head at Ditan Park in Beijing on February 8. People pray at the Dharma Bhakti Temple in Jakarta, Indonesia, on February 8. A woman dressed up as the Monkey King,  a Chinese epic hero, prays at Hong Kong's Wong Tai Sin Temple on February 8. Fireworks celebrating the Lunar New Year illuminate the sky above the Chinatown friendship arch in Manila on Sunday, February 7.  The Thean Hou Temple in Kuala Lumpur is decorated with red lanterns on February 7. A man sets off fireworks near the Yalu River in Dandong, China, on February 7. People watch fireworks on a street in Beijing on February 7.  Dancers perform in a musical show at a Mexico City theater on Friday, February 5.  A woman in Beijing walks past New Year wish cards on Thursday, February 4. A worker decorates trees with red lanterns in a park in Changzhou, China, on February 4.  A visitor prays in front of a monkey statue at the Wong Tai Sin Temple in Hong Kong on Wednesday, February 3. A girl rides a scooter in Beijing's Ditan Park on Tuesday, February 2.  Security personnel dressed as the Monkey King gives directions to tourists in Chongqing, China, on February 2. Visitors view pictures at the Capital Museum in Beijing on Monday, February 1. Nearly 60 pieces of art featuring monkey figures were on display. Children dressed up as the Monkey King perform during an art fair in Beijing on February 1. Children take part in Lunar New Year celebrations in Lisbon, Portugal, on  Saturday, January 30. About 20,000 Chinese people live in Portugal, half of them in Lisbon. A family takes a selfie in front of artificial trees decorated with lights in Beijing on January 30.  People view monkey-themed lanterns in Macao, China, on Friday, January 29.  Monkeys share a smooch Thursday, January 28, at the Crazy Appleland Theme Park in Hangzhou, China. A tourist in Kuala Lumpur lies on a floor cast with shadows of traditional Chinese lanterns on Wednesday, January 27.  A artist carved a monkey out of a leaf in Tsingtao, China, on Friday, January 22. A teacher and students draw a monkey on the snow-covered ground in China's Jiangsu Province on Thursday, January 21.  Folk artist Huang Xu makes Monkey King handicrafts in Jimo, China, on Wednesday, January 20. He has created more than 100 pieces. A young boy and his pet monkey in Nepal await the Year of the Monkey on Friday, January 15. Students display their drawings at a primary school in Donghai County, China, on Thursday, January 14.  Visitors at the Hitachi Seaside Park in Hitachinaka, Japan, check out a display of two monkeys on Sunday, January 3. The display was made up of about 15,000 pine cones and plants collected in the park.", "Section": "world", "Writers": ["Vincent Yu/AP", "Lam Yik Fei/Getty Images", "Kevin Frayer/Getty Images", "Bullit Marquez/AP", "DALE DE LA REY/AFP/Getty Images", "SONNY TUMBELAKA/AFP/Getty Images", "Joshua Paul/AP", "Andy Wong/AP", "Dita Alangkara/AP", "Anthony Kwan/Getty Images", "George Calvelo/Anadolu Agency/Getty Images", "MANAN VATSYAYANA/AFP/Getty Images", "JOHANNES EISELE/AFP/Getty Images", "FRED DUFOUR/AFP/Getty Images", "Xinhua/Sipa USA", "Johannes Eisele/AFP/Getty Images", "Kin Cheung/AP", "Chen Cheng/Xinhua/Sipa USA", "Bu Xiangdong/Xinhua/Sipa USA", "Armando Franca/AP", "WU HONG/EPA", "Cheong Kam Ka/Cal Sport Media/ZUMA Press", "Exclusivepix Media/ZUMA Pres", "Sipa Asia/Sipa USA", "Narayan Maharjan/Sipa USA", "Zhang Kaihu/Cal Sport Media/ZUMA Press", "TOSHIFUMI KITAMURA/AFP/AFP/Getty Images"], "URL": "https://www.cnn.com/2016/01/31/world/gallery/year-of-the-monkey-lunar-new-year/index.html", "MainKeyWord": "Macao", "AdditionalKeyWord": "Philippines", "Source": "CNN"}