{"Type": "article", "Time": "2020-09-01", "Headline": "China is aiming to double the size of its nuclear arsenal, Pentagon report says", "Text": "China is attempting to at least double the number of nuclear warheads in its arsenal in the next decade and its military has already equaled or surpassed the United States in a series of key areas, according to a new Pentagon report released Tuesday. It suggests that Beijing has made major strides in areas such as ship building, the development of ballistic and cruise missiles as well as integrated air defense systems. The report detailing China's military capabilities comes amid mounting tensions between the Washington and Beijing over a range of issues, including Chinese military activities in the South China Sea and US-support to Taiwan. It's also published in the run up to the 2020 election as President Donald Trump is looking to make his increasingly aggressive stance towards Beijing a key campaign issue. \"Over the next decade, China's nuclear warhead stockpile—currently estimated to be in the low- 200s—is projected to at least double in size as China expands and modernizes its nuclear forces,\" the report says, adding that the number of warheads on Chinese land-based Intercontinental Ballistic Missiles that are \"capable of threatening the United States is expected to grow to roughly 200 in the next five years.\" \"China's nuclear forces will significantly evolve over the next decade as it modernizes, diversifies, and increases the number of its land-, sea-, and air-based nuclear delivery platforms,\" the report said, adding that \"China is pursuing a 'nuclear triad' with the development of a nuclear capable air-launched ballistic missile and improving its ground and sea-based nuclear capabilities.\" Beijing has resisted joining arms control talks The Trump administration has long sought to include China in its nuclear arms control talks with Russia, something Beijing has resisted. And while the number of Chinese nuclear warheads is growing rapidly, its overall stockpile is still dwarfed by that of Russia and the US. The New START treaty limits Russia and the US to some 1,550 nuclear warheads on deployed Intercontinental Ballistic Missiles, deployed submarine-launched ballistic missiles and deployed heavy bombers equipped for nuclear armaments. The report also says that \"China has already achieved parity with—or even exceeded—the United States in several military modernization areas,\" including shipbuilding, land-based conventional ballistic and cruise missiles and integrated air defense systems. It also notes that China is in possession of the \"largest navy in the world,\" with some 350 ships and submarines, \"including over 130 major surface combatants. In comparison, the US Navy's battle force is approximately 293 ships as of early 2020.\" China \"has more than 1,250 ground-launched ballistic missiles (GLBMs) and ground-launched cruise missiles (GLCMs) with ranges between 500 and 5,500 kilometers,\" the report said, adding that in 2019 Beijing \"launched more ballistic missiles for testing and training than the rest of the world combined.\" Beijing's possession of a large arsenal of intermediate range missiles was seen by some as a motivating factor to prompt the Trump administration to exit the 1987 INF treaty with Russia, that Washington and all of its NATO allies said Moscow was violating by deploying its own intermediate range missiles. While the US has begun developing intermediate range missiles of its own, China still enjoys a significant advantage in that area. Chinese military spending dwarfs nations in region but far behind US The report notes that China continues to boost its military spending at a rate that exceeds Chinese economic growth, enabling Chinese defense spending to dwarf that of other countries in the region.  China's official defense budget was $174 billion in 2019 compared to the US budget of about $685 billion. However, the Pentagon report says that Beijing's published military budget \"omits several major categories of expenditures,\" including research and development and foreign weapons procurement, saying that \"China's actual military-related spending could be more than $200 billion, much higher than officially stated. Japan's defense budget in 2019 was some $54 billion, South Korea's was about $40 billion and Taiwan's was $10.9 billion.   The report did say that China still has some ways to go with regards to its military investments and modernization campaign, saying that some Chinese infantry units were still using older \"obsolete\" military equipment that dates from the era when the communist country was governed by Chairman Mao Tse-Tung. Of particular concern for US military planners is China's efforts to modernize its forces in order to enable it to invade Taiwan should the self-governing Democratic island seek formal independence. Like previous Defense Department reports on China's military, this year's iteration said that China has made strides in overcoming the challenges of mounting an invasion of Taiwan while noting that Taipei is also seeking to improve its military posture to enable it to ward off any attack. The Chinese military recently flew fighter jets into the Taiwan strait, a show of force timed with the visit of Health and Human Services Secretary Alex Azar to Taiwan, the highest ranking US official to visit the island in decades. On Sunday, the US sailed the warship USS Halsey through the Taiwan Strait, the second transit in August. And on Monday the top official in the State Department's Bureau of East Asian and Pacific Affairs announced that the US and Taiwan \"are establishing a new bilateral economic dialogue\" and outlined the newly declassified security assurances between Washington and Taipei.  The Pentagon report also said that China \"has likely considered locations\" for military logistics facilities in Myanmar, Thailand, Singapore, Indonesia, Pakistan, Sri Lanka, United Arab Emirates, Kenya, Seychelles, Tanzania, Angola, and Tajikistan, adding that China and Cambodia have publicly denied having signed an agreement to provide the Chinese navy with access to Cambodia's Ream Naval Base. ", "Section": "politics", "Writers": ["Ryan Browne"], "URL": "https://www.cnn.com/2020/09/01/politics/china-military-power-report/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Thailand", "Source": "CNN"}