{"Type": "article", "Time": "2020-12-03", "Headline": "US blocks cotton imports from China region over reported forced-labor abuses", "Text": "The Trump administration announced Wednesday that it will block imports of cotton, reportedly produced with forced labor, from China's western Xinjiang region. US Customs and Border Protection will detain shipments containing cotton and cotton products originating from the Xinjiang Production and Construction Corps, a major cotton producer in the region, which is home to about 11 million Uyghurs, a predominantly Muslim ethnic minority.  The move comes as the agency continues to ramp up its efforts to stop goods made with forced labor from entering the US market. This is the sixth recent order blocking such products from China's Xinjiang region and marks an escalation in the scope of the restrictions. In July, the US issued an advisory warning businesses about the risks of forced labor in Xinjiang, where the \"Chinese government continues to execute a campaign of repression targeting the Uyghur people and other ethnic and religious minority groups,\" CBP said.  \"The 'made in China' label is not just about the country of origin. It's a warning label,\" Ken Cuccinelli, the Department of Homeland Security senior official performing the duties of the deputy secretary, said during a news conference Wednesday. \"Those cheap cotton goods you may be buying for family and friends during the season of giving, if coming from China, may have been made by slave labor in some of the most egregious human rights violations existing today.\" The State Department estimates that more than 1 million Uyghurs, as well as members of other Muslim minority groups, have been detained in a sprawling network of internment camps in Xinjiang, officially named the Xinjiang Uyghur Autonomous Region, where they are reportedly \"subjected to torture, cruel and inhumane treatment such as physical and sexual abuse, forced labor, and death.\" On Wednesday, CBP issued what is known as a \"Withhold Release Order\" on cotton from Xinjiang Production and Construction Corps, which allows the agency to detain shipments at US ports and gives companies the opportunity to export their shipments or to demonstrate that the merchandise was not produced with forced labor. The agency issued 13 orders during fiscal year 2020, including eight on goods it said were made by forced labor in China. In October, CBP blocked imports of palm oil and palm oil products from Malaysia after a yearlong investigation into labor abuses. The latest order applies to all cotton products from Xinjiang Production and Construction Corps and its affiliate entities, such as clothing textiles, cottonseed oil and paper products.  \"XPCC's reach is quite extraordinary in the Xinjiang region,\" said Cuccinelli. The company employs an estimated 12% of Xinjiang's population and generates 17% of its cotton heavy industry, according to CBP.  The US Department of Treasury announced sanctions in July against Xinjiang Production and Construction Corps in connection with human rights abuses against ethnic minorities in Xinjiang, which included reports of mass arbitrary detention and severe physical abuse targeting Uyghurs. Eighty-five percent of the cotton produced in China comes from Xinjiang, according to CBP Executive Assistant Commissioner Brenda Smith, who noted the challenges for the industry to separate out goods made with forced labor versus goods that are not. However, CBP said it's the responsibility of US companies to ensure they are not importing products produced with forced labor.  \"These companies absolutely have a responsibility to make sure that they implement due diligence. They have been on notice. There's no ambiguity there,\" said Mark Morgan, CBP senior official performing the duties of the commissioner. In September, CNN reported that CBP was considering a widespread regional restriction on imports from China, which would have targeted all cotton and tomato products exported from the Xinjiang region to the US.  While Wednesday's order falls short of a regional restriction, it will have \"sweeping impact\" because of the reach that Xinjiang Production and Construction Corps has on the region and the cotton industry, said Cuccinelli.  He said a regional order is still \"on the table\" but that the agency wants to ensure it would be functional and operable before moving ahead.", "Section": "politics", "Writers": ["Geneva Sands"], "URL": "https://www.cnn.com/2020/12/02/politics/cbp-cotton-imports-china-forced-labor/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Malaysia", "Source": "CNN"}