{"Type": "article", "Time": "2021-01-14", "Headline": "January 14 coronavirus news", "Text": "Venezuela has offered to send oxygen tanks to Brazil's hard-hit Amazonas state, Venezuelan Foreign Minister Jorge Arreaza said Thursday. Amazonas is suffering from what Brazil’s health minister called a “collapse” in the healthcare system due to a spike in Covid-19 cases. Arreaza said on Twitter that he made the offer during a call with Amazonas Gov. Wilson Lima, and added: “Latin American solidarity above all!” Lima responded: “The people of Amazonas thank you!” ##Hotspots## The Trump administration’s move to expand Covid-19 vaccine access may have set unrealistic expectations that local health departments will have to manage, Michael Osterholm, a member of President-elect Joe Biden’s coronavirus advisory board said Thursday. This week, the Trump administration asked states to open vaccinations to people aged 65 and older and those with chronic conditions who are at higher risk of severe disease. Under the new guidelines, almost 180 million people are eligible to receive a vaccine, Osterholm said on an episode of his podcast, \"The Osterholm Update: COVID-19.\" “There’s no way vaccines are going to get to that number of people until in the summer, yet we just gave people this message, ‘Well you can get your vaccine now, we're recommending it,’” he said.  “I think that was a really unfortunate step,” he added. “It truly did not match up with reality.” When vaccine doses aren’t immediately available to those who are now allowed to take it, people will likely get upset, Osterholm said.  “These are not vaccines that are just there overnight, and I don't care how many people you recommend get it -- if you don't have the vaccines to give, what have you accomplished except frustration?” he said. He noted that local health authorities will likely have to answer for that frustration. “I think what we're all going to be seeing is state and local health departments are going to continue to be the shock absorber,” Osterholm said. The Trump administration also said this week that it would release all available Covid-19 doses, instead of holding half in reserve for people’s second doses -- adopting the same approach the Biden administration announced last week. ##Vaccines## Brazilian Health Minister Eduardo Pazuello said that the healthcare system in the hard-hit Amazonian city of Manaus is in “collapse” during a Facebook live broadcast with President Jair Bolsonaro on Thursday. “I would say, yes, there is a collapse in healthcare in Manaus. The line to get a hospital bed has grown a lot, today we have about 480 people waiting in line. And the reality is that there is a lower supply of oxygen -- not an interruption, but a lower supply of oxygen,” he said. Pazuello also said Brazil -- which has yet to commence a vaccination campaign even though its Covid-19 death toll is the second highest in the world, behind only the United States -- will begin to vaccinate people in January, though he did not specify a date. “In January we will start vaccinating. In the beginning with 2, 6, or 8 million doses. … And in February, we will have mass production, and our National Vaccination Program, which we’ve been doing for 45 years, will get ahead of everyone in the whole world, including the United States.” The Brazilian Health Regulatory Agency (ANVISA) will meet on Sunday, Jan. 17 to decide whether to give emergency approvals to the Oxford/AstraZeneca and the Sinovac vaccine, according to state-run news agency Agencia Brasil. ##Hotspots##  ##Vaccines## In an effort to speed up the slow US vaccine rollout, pharmacy technicians are being trained to get more Covid-19 shots into arms. \"We need more injectors, and I think all hands-on deck for a period of time is a very good idea,\" said Dr. William Schaffner, an adviser on vaccines to the US Centers for Disease Control and Prevention. As of Thursday, 30,628,175 coronavirus vaccine doses have been distributed, but only 11,148,991 of those doses have been administered, according to the CDC. There are nearly 425,000 pharmacy techs in the US, and up until October, most states wouldn't let them administer vaccinations. But then the Department of Health and Human Services authorized pharmacy techs to give Covid-19 vaccines. Jenny Arnold, CEO of the Washington Pharmacists' Association, has sent training material for technicians to pharmacy associations and companies that employ pharmacists around the country. She said the technicians have been eager to sign up to learn how to give shots. \"We've had pharmacy techs from all over the country excited to help solve this pandemic,\" Arnold said. Read more: ##Vaccines## More than 1.3 million people in the United States have received two doses of a Covid-19 vaccine, according to data posted by the US Centers for Disease Control and Prevention late Thursday. In total, over 11 million doses have been administered to 9.7 million people. More than 30 million doses have been distributed in total. Of those 11 million doses, about 6.5 million come from Pfizer/BioNTech, and 4.6 million come from Moderna.  Pfizer’s vaccine, given in two doses 21 days apart, began rolling out on December 14. A week later came Moderna’s, with two doses administered 28 days apart. ##Vaccines## US President-elect Joe Biden promised Thursday to help elementary and middle schools open to in-person learning within the first three months of his administration by helping schools stay clean and improve air circulation. Researchers are increasingly finding that it’s shared, unfiltered air that is helping spread the coronavirus the most -- which is why people are advised to stay out of enclosed spaces with others, to open windows, and to meet outside if at all possible. Biden noted this, too, as he laid out his $1.9 trillion pandemic recovery plan. “We'll also do everything we can to keep our educators, our students to safely open the majority of our K through 8 schools by the end of the first 100 days,” Biden said.\n“We can do this if we give the school districts, the schools themselves, the communities, the states, the clear guidance they need, as well as the resources they need that they can’t afford right now because of the economic dilemma that we’re in. That means more testing and transportation; additional cleaning and sanitizing services in those schools; protective equipment and ventilation systems in those schools,” he added. Roughly twice as many women as men are getting vaccinated for Covid-19, according to CNN’s analysis of data from a dozen states that publish demographic information online. In at least three of these states -- Pennsylvania, South Dakota and Nebraska – records that include gender say women account for more than seven in 10 people vaccinated. The percentage of men did not break 39% in any of the states included in CNN’s analysis. Experts say this may reflect who has been eligible early in the vaccine rollout: health care workers and older adults. Women represent 76% of full-time health care workers, according to a 2019 report by experts from the US Census Bureau. Life expectancy in 2019 was 76.3 years for men and 81.4 years for women, according to figures from the US Centers for Disease Control and Prevention released last month. However, national polls have repeatedly shown that women in the general population are slightly less willing to receive a vaccine than men. The reasons for this are “still a bit of a puzzle,” said Cary Funk, director of science and society research at Pew Research Center.  \"That level of trust people have in how the vaccine has been developed is strongly related to how likely they are to get the vaccine,\" Funk said. \"In public opinion surveys, when we're asking about emerging science and tech developments … we tend to see women a little more cautious or wary of those developments and how they'll be applied.\" Decades of research have shown that \"men and women sometimes approach risk a little bit differently,\" she added. States that publish Covid-19 vaccine demographics and included in CNN’s analysis are: Delaware, Indiana, Michigan, Minnesota, Nebraska, North Carolina, Ohio, Oregon, Pennsylvania, South Dakota, Tennessee and Texas. US President-elect Joe Biden on Thursday evening outlined a $1.9 trillion emergency legislative package to fund a nationwide vaccination effort and provide economic relief to Americans amid the coronavirus pandemic. The two-step proposal will be called the American Rescue Plan. It includes direct cash payments, extended unemployment insurance, rent relief, food assistance, keeping essential front-line workers on the job, and aid to small businesses. It allocates more than $400 billion toward addressing the pandemic, including $160 billion in funding for a national vaccination program and expanded testing, among other measures. The proposal also includes $1,400 stimulus checks for Americans and extending and expanding unemployment benefits through September. Read more about the package here. Watch President-elect Biden discuss details of his relief plan: ##Stimulus## A former Trump administration whistleblower said public trust has suffered over the vaccine rollout.  We’ve already seen an over-promise and under-deliver [situation] with this vaccine, that has eroded trust,” Rick Bright said at an Aspen Institute briefing. Bright, formerly the head of the Biomedical Advanced Research and Development Authority, resigned from his post at the National Institutes of Health last year after filing a whistleblower complaint alleging that his early warnings about the coronavirus were ignored and his caution about hydroxychloroquine led to his removal. He said vaccine manufacturing doesn’t always go exactly as planned. “Making vaccines is very difficult. It's biology, things will go wrong, regardless how much effort and attention and quality oversight you put on it, they will go wrong,” Bright, who is a member of President-elect Biden's Covid-19 task force, said. “As we go forward, we want to make very sure that we lay out the challenges and the areas where things can go wrong and when they go wrong - that's normal,” he said.  “Setting those expectations, doing our best to not over promise and under deliver on those timelines and doses is going to be really critical messaging on the vaccines and vaccination schedules to maintain the trust of the population.\" New York City will be reimbursed fully for the $5.9 billion dollars spent so far fighting the coronavirus, Mayor Bill de Blasio said during a presentation for the city’s 2022 fiscal budget. De Blasio said that Senator Chuck Schumer told him a deal has been reached with the incoming Biden administration for FEMA to repay 100 percent of the money the city has spent fighting Covid. Previously NYC was responsible for 25 percent and the Federal Emergency Management Agency (FEMA) would pick up the remaining 75 percent of costs “at some point.” The policy shift will be retroactive to the beginning of the pandemic and will bring in an additional $1 billion dollars to the city preventing further cuts to programs like fair student funding and delaying the expansion of 3K for all, according to de Blasio. The city has lost a total of $10.5 billion dollars in tax revenue from fiscal year 2020 to fiscal year 2022. Lost revenue, primarily from a decline in property tax revenue, has created a $5.25 billion dollar budget deficit in the proposed 2022 budget.  DeBlasio said that city avoided cutting 22,000 jobs this fall by asking federal agencies to find cuts, which led to $1.3 billion in savings.  “I can say right now there is no plan to move forward with layoffs. They will only be an absolute last resort,” he said.   The coronavirus pandemic is set to knock more than a year off the average US life expectancy, and will reduce life expectancy for Black and Latino populations by three to four times more than Whites, researchers reported Thursday. In the US, the pandemic will have a larger impact on life expectancy than a recent drug overdose epidemic that caused a startling two-year drop in life expectancy after decades of constant improvements, the researchers said. “We project that COVID-19 will reduce US life expectancy in 2020 by 1.13 years,” Theresa Andrasfay of the University of Southern California and Noreen Goldman of Princeton University’s Office of Population Research write in the Proceedings of the National Academy of Sciences. “Estimated reductions for the Black and Latino populations are three to four times that for Whites. Consequently, COVID-19 is expected to reverse over 10 years of progress made in closing the Black−White gap in life expectancy and reduce the previous Latino mortality advantage by over 70%,” they added. And it may be a multi-year effect. “Some reduction in life expectancy may persist beyond 2020 because of continued COVID-19 mortality and long-term health, social, and economic impacts of the pandemic,” they wrote. The researchers used Census Bureau data and data on actual and projected deaths from the pandemic of the University of Washington’s Institute for Health Metrics and Evaluation and the National Center for Health Statistics. They used various models and estimates for mortality rates. “Our medium estimate indicates a reduction in US life expectancy at birth of 1.13 years to 77.48 years lower than any year since 2003,” they wrote. “The Black and Latino populations are estimated to experience declines in life expectancy at birth of 2.10 and 3.05 years, respectively, both of which are several times the 0.68-year reduction for Whites. These projections imply an increase of nearly 40% in the Black−White life expectancy gap, from 3.6 years to over 5 years, thereby eliminating progress made in reducing this differential since 2006,” they added. This impact is about 10 times as large as the worrisome annual decreases several years ago that were attributed largely to drug overdoses, other external causes, and respiratory and cardiovascular diseases.” Virginia Governor Ralph Northam said Thursday that about half of the commonwealth's residents will now be eligible to receive the Covid-19 vaccine. Northam said people who are 65 and up will now be prioritized along with the \"Phase 1B\" group that also includes frontline essential worker groups like police, firefighters, hazmat workers, teachers, and staff at childcare services as well as pre-K through 12th grade, corrections workers, grocery store workers, mail carriers and more.  The move follows new guidance issued by US Department of Heath and Human Services on Tuesday telling states to expand vaccinations to those 65 and up, as well as those under 64 with a comorbidity. Northam also said Virginia has distributed 100% of the doses received so far.  The health department's dashboard shows that 215,101 people have received at least one dose as of today, with a total of 27,429 full vaccinations. The commonwealth has distributed 943,400 doses.  Pandemic lockdowns may have affected kids in a subtle way, Chinese and US researchers reported Thursday. They found a significant rise in nearsightedness among young children in China. Among children ages 6, 7 and 8, the researchers found that the rate of nearsightedness, or myopia, was higher in 2020 than in any of the past four years.  Nearsightedness rates did not change significantly among children 9-13, even though older children spent more time online, the US and Chinese team reported in the Journal of the American Medical Association- Ophthalmology.  It’s possible home confinement hit at an important time in vision development, where children are more sensitive to environmental changes, the team said.  The researchers analyzed results compiled from in-school vision screenings in Feicheng, China. Due to Covid-19, these vision screenings were conducted in June, after schools were shut down nationwide from January to May 2020.  The greatest increase in nearsightedness was among 6-year-olds, where the prevalence jumped from 5.7% in 2019 to 21.5% in 2020. Nearsightedness doubled among 7-year-olds over previous years, and increased 1.4 times in 8-year-olds.  They connected the increases to home confinement during Covid-19, and the change in screen time and outdoor activities.  “If home confinement is necessary, parents should control the children’s screen time as much as possible and increase the allowable outdoor activity while maintaining safe social distancing,” they wrote. ##Lockdowns## Over the past seven days, an average of 1,644 people in Los Angeles County have died of Covid-19, according to data from Johns Hopkins University (JHU).   That’s an average of 235 Covid-19 deaths per day, or one every six minutes.  Covid-19 deaths in Los Angeles increased about 30% this week compared to last. Hospital systems in Los Angeles continue to struggle amid a surge in cases, as California is once again an epicenter of the pandemic. Most recent data show California has the second-highest number of new Covid-19 cases per capita, after Arizona. Los Angeles officials are securing more places to store the bodies of those who died from the virus. About 900 bodies are currently being held at the Los Angeles Medical Examiner Coroner’s Office, which usually has a capacity of 500, according to spokeswoman Sarah Ardalani. She estimates that about 150 of the bodies are overflow from local hospitals that have run out of room. Since the initial surge last spring, a dozen refrigerated storage units have been on site at the downtown location. A dozen more trailers will be in place by next week, along with six refrigerated containers, Ardalani tells CNN. A big jump in overdoses contributed to the deaths of up to 90,000 Americans over the past year, federal health officials said Thursday. Early data shows a 21% increase in overdose deaths in 2020 and the number could grow, Admiral Brett Giroir, US Health and Human Services assistant secretary told reporters. After a “flattening” of overdose mortality rates, overdose deaths have been rising since the fall of 2019, Giroir said. We saw that overdose mortality was going up before the pandemic, but it has actually gone up significantly more since the pandemic,” he said.  Data from the Centers for Disease Control and Prevention shows 83,000 overdose deaths in the year ending in June 2020 – a 21% increase from the previous year. He said overdoses due to synthetics opioids, like fentanyl, are up 44.75%. “If this rate continues, we could see the losses of between 85 and 90,000 Americans in 2020 due to overdoses,” he said.  Most Hispanic adults in the United States want to receive a Covid-19 vaccine eventually, but Hispanic adults under 50 are twice as likely to say they will “definitely not get the vaccine,” according to an analysis of Kaiser Family Foundation’s Covid-19 Vaccine Monitor Survey. Hispanic adults under 50 are also less likely to say that they will “get the vaccine as soon as possible” once one is approved and available. (The surveys were completed by December 8 when coronavirus vaccines were not yet available to the general public.)  Only 20% of Hispanic adults under 50 reported that they would get the vaccine as soon as possible, compared to 38% of Hispanic adults over age 50. Almost one-fifth of Hispanic essential workers reported that they would “definitely not” get a vaccine under the circumstances. According to Kaiser Family Foundation, these numbers suggest a need to increase vaccine trust in younger Hispanic Americans through public health outreach in these communities.  ##Vaccines## Local public health officials in the Colorado city of Pueblo rendered 300 doses of the Pfizer vaccine unusable after a portable vaccine storage unit malfunction, the Colorado State Joint Information Center tells CNN. \"The state’s goal is to use every single available vaccine, acknowledging that emergencies may occur infrequently in the distribution process.\" The Pfizer vaccine needs to be stored at about minus 75 degrees Celsius, which is about 50 degrees colder than any other vaccine currently used in the United Sta​tes. Severe oxygen shortages and pressure on hospitals in Brazil’s Amazonas state, an economic and population center in the country’s Amazon region, prompted the state government to announce emergency measures on Thursday, including a curfew and the airlifting of patients to other Brazilian states. “Today we are in the most critical moment of the pandemic, one that has no precedent in the state of Amazonas. We are facing a lot of difficulty in getting medical supplies. And as everyone is following, our main difficulty now has been getting oxygen,” Amazonas Governor Wilson Lima said at a Thursday press conference.   Demand for oxygen is up fivefold over the past 15 days, according to the state government.  Some 235 patients will be airlifted to five other Brazilian states, according to a tweet from the Amazonas state government, which wrote that the transfers are necessary due to the state’s oxygen shortages.  The state government also announced a curfew from 7pm to 6am and a ban on mass transit.  A coalition of US airlines says it supports the incoming Biden administration’s proposal for a nationwide mask mandate, and wants to ensure it applies to require passengers wear face masks on airplanes and in airports.   Airlines For America (A4A), which represents major air carriers in the U.S., wrote in a letter to Biden on Thursday that since airlines currently have policies requiring masks and ban noncompliant passengers, it believes a Biden action would be “a consequential enforcement backstop.”   A4A said it supports a temporary requirement applying to all individuals two years and older that lasts “only for the duration of the pandemic.”  Sixteen states and territories are utilizing the National Guard to administer Covid-19 vaccines to the civilian population, according to National Guard spokesman Wayne Hall. Idaho, Illinois, Puerto Rico and Rhode island are the latest additions, bringing the total number of states and territories to 16. The other 12 states are Arizona, California, Michigan, Mississippi, Nevada, New Hampshire, New Mexico, North Carolina, North Dakota, Oregon, South Carolina and Tennessee. The majority of states are not relying on the National Guard to administer vaccines, but rather for repackaging vaccines, PPE distribution, disinfecting and operating testing sites. The Covid-19 pandemic is providing new opportunities and vulnerabilities for criminals, such as \"attacks\" on vaccines, Interpol’s Secretary General warned in an interview with CNN’s Richard Quest.  The international police organization has alerted governments and law enforcement to prepare for attacks on vaccines, including theft, warehouse break-ins and fake vaccines.  Two countries have already asked Interpol to assist combatting criminal efforts, Stock said, one involving the production of a fake vaccine and the other the distribution of one. I have never seen in my long career such a dynamic situation where criminals are quickly shifting to new opportunities,” Jürgen Stock said.  Watch: The National Association of Chain Drug Stores is asking states to transfer unused Covid-19 vaccine doses to pharmacies.  \"Any allocation that's out there right now that's sitting on shelves can be transferred to a community pharmacy,\" Kathleen Jaeger, a senior vice president for the National Association of Chain Drug Stores, said Wednesday. \"A lot of that supply is out there, and it's not being used.\"  On Thursday, New York is scheduled to start transferring vaccine doses to pharmacies in the state, Jaeger said. Ohio and Colorado are expected to start transferring vaccine doses to pharmacies very soon, she said. In addition, the association wants states to soon start sending doses of vaccine directly from manufacturers and distributors to pharmacies. Nineteen pharmacy chains and associations have partnered with the federal government to carry out vaccinations in their stores. The federal pharmacy partnership program was announced by US Health and Human Secretary Alex Azar in November.  Jaeger said the program is expected to begin in early to mid-February with the exact start date dependent on vaccine supply. ##Vaccines## Despite new countrywide restrictions in France – including a curfew — schools will remain open and plans are in place to test one million schoolchildren and teachers per month, French Education Minister Jean-Michel Blanquer announced on Thursday. It is essential that schools remain open because there are psychological, health and educational consequences,” Blanquer said. He said health measures will be reinforced during mealtimes and sports activities in closed spaces would be cancelled. Although schools have remained open for most of the pandemic, universities have mainly switched to online learning.  French Prime Minister Jean Castex on Thursday announced a gradual resumption of in-person teaching at universities, saying he appreciated that the situation was “extremely difficult” for university students and their mental health.  University students “feel that the health crisis stole their best moments,” French Higher Education Minister Frédérique Vidal said, echoing concerns voiced in French media this past week. All first-year students will be allowed to go to seminars in smaller groups starting January 25, and the measure could later be extended to students in other years depending on the epidemic, Vidal said.  The government also announced measures to provide economic and psychological support to students. These announcements come as the French government tightened restrictions nationally, with the extension of a 6pm-6am curfew to the whole country.  The incoming Biden administration may put a greater emphasis on developing or finding new drugs to treat coronavirus, one top adviser said Thursday. Dr. Celine Gounder, an infectious disease specialist at NYU who is advising the Biden transition team, expressed concern about the current administration’s focus on monoclonal antibodies – immune system treatments that appear to help some people early on in the course of infection. The US Food and Drug Administration has given emergency use authorization to two such treatments – one made by Eli Lilly and Co., and one by Regeneron. “I think, big picture, we need to be thinking about other therapies right now,” Gounder told a webcast sponsored by Johns Hopkins University. “We've been mostly focused on monoclonal antibodies and to some degree, remdesivir and some of the other immunomodulators, but we really need to be thinking about other antivirals,” Gounder added. The antiviral remdesivir has been approved to treat coronavirus, although it appears to have at best modest effects. It is not a cure. Monoclonal antibodies are very specific treatments and they might lose efficacy if the virus evolves much, Gounder pointed out. Scientists are checking to see if some of the variants first noticed in the UK and South Africa might be able to partly evade the effects of monoclonal antibody treatments. “Here I am speaking as a member of IDSA – the Infectious Diseases Society of America. IDSA still does not recommend the use of monoclonal antibodies, despite emergency use authorization being granted by the FDA,” Gounder added. Texas is the first state in the US to administer 1 million vaccines, Governor Greg Abbott said in a press release Thursday.   The state has now inoculated 1,043,624 people with the first dose of the Covid-19 vaccine, according to the latest Centers for Disease Control and Prevention (CDC) data. \"The milestone comes exactly one month to the day after the first doses arrived at vaccine providers in the state on December 14,\" the release noted.    Next week, Ohio will start vaccinating members of the public who are 80 years old or older, Governor Mike DeWine (R) has announced. He also said the state hopes to lower the minimum age for vaccine availability by five years every week. As of Thursday, 361,603 vaccines have been given in the state, he added.  Ohio has 750 provider locations across the state and approximately 100,000 vaccines, which will be available starting next week on Tuesdays, Wednesdays, and Thursdays, depending on delivery date, according to the governor. “We don't have enough vaccines in Ohio right now, but we hope our allotment will increase in the future - but as of right now we must deal with this scarcity,” DeWine said. On Friday, the state will launch a tool to allow Ohioans to see a list of providers offering the vaccine in their area. The state is also in the process of working on a state scheduling system, DeWine said. ##Vaccines## Despite indications that hospitalizations are beginning to level off in California, the number of available ICU beds has dropped to the lowest level recorded yet, according to data from the California Department of Public Health.  There are currently 1,094 ICU beds available for California’s 40 million residents.  More than 22,000 people are hospitalized with the virus in the state, and nearly 5,000 of those are in intensive care units.  About 90% of the state’s residents remain under stay at home orders as state projections show ICU capacity and other factors will remain at critical levels for at least the next four weeks. There’s not enough data to say whether an antiparasitic drug called ivermectin can help patients with coronavirus, the National Institutes of Health said Thursday. A few doctors have heavily promoted the drug, but most mainstream medical professionals have been cautious about its use. Because there’s no cheap drug on the market specifically designed and approved to fight coronavirus, doctors have been trying out existing drugs. There is reason to experiment with ivermectin, NIH said.  “Ivermectin has been shown to inhibit the replication of SARS-CoV-2 in cell culture. However, pharmacokinetic and pharmacodynamic studies suggest that ivermectin doses up to 100-fold higher than those approved for use in humans would be required to achieve the plasma concentrations necessary to duplicate the drug’s antiviral efficacy in vitro (in a test tube),” it said in a statement posted Thursday. The drug \"demonstrates potential anti-inflammatory properties in some in vitro studies, properties which have been postulated to be beneficial in the treatment of COVID-19,\" the statement also said. But so far, no one has shown it helps actual patients. “Results from adequately powered, well-designed, and well-conducted clinical trials are needed to provide more specific, evidence-based guidance on the role of ivermectin for the treatment of COVID-19,” it concluded. West Virginia Governor Jim Justice credited a “practical” approach to vaccine rollout, as well as a break from the federal model, in his state’s success in administering vaccine doses. He said that as of Monday, every vaccine dose the state received had been administered, or was assigned to be administered to an individual in the next day or so. “We’ve absolutely not gone with the federal model,” Justice told CNN’s John King on Thursday. Instead of utilizing chain drug stores to administer the vaccine, the governor said they’ve relied on partnerships with local pharmacies as well as their state health department and national guard to get the job done. West Virginia’s “practical approach” also prioritizes vaccinating older residents, through a program called Operation S.O.W., for “save our wisdom.” West Virginia leads the nation in terms of first doses administered per capita, according to data published by the CDC on Thursday. More than 6,600 first doses have been administered per 100,000 residents – nearly double the national rate. “It’s as simple as mud. If you can get shots in arms, you’re going to save lives,” Justice said. “We don’t need to sit around trying to develop systems or meeting with committees or whatever. We needed to act. We needed to move.” ##Vaccines## Instacart, the on-demand grocery delivery platform, said it will provide some financial assistance for its essential workers to ensure they can take time off work to get a vaccine for the coronavirus. The company said Thursday that beginning February 1, it will have a “vaccine support stipend” of $25 available for in-store employees and its independent contractors who have been vaccinated. To be eligible, its independent shoppers must have shopped and delivered at least five batches for the company in the past 30 days. “Our goal with the introduction of our new Vaccine Support Stipend is to ensure that, when the time comes, Instacart shoppers don’t have to choose between earning income as an essential service provider or getting vaccinated,” said Apoorva Mehta, founder and CEO of Instacart in a statement. Read more here. Just over 11 million people have received their first coronavirus shots, and more than 30 million doses of vaccine have been distributed, the US Centers for Disease Control and Prevention said Thursday. However, the US is still lagging far behind its target of having vaccinated 20 million people by the end of 2020. The Trump Administration’s Operation Warp Speed announced changes Tuesday aimed at speeding up the vaccine administration process, including the release of more doses of vaccine and urging states to vaccinate anyone 65 and older, and younger people with chronic conditions that might make them more vulnerable to severe disease. ##Vaccines## Jordan has started giving Covid-19 vaccines to refugees free of charge, making it one of the world’s first countries to start providing vaccinations to United Nations registered refugees, according to a UNHCR statement on Thursday.  \"As part of the national COVID-19 vaccination plan which started this week, anyone living on Jordanian soil, including refugees and asylum seekers, is entitled to receive the vaccine free of charge,\" the United Nations Refugee Agency said in its statement.   Jordan is host to a large refugee population including Palestinians, Syrians and Iraqis. There are 1.3 million Syrians refugees in the Kingdom according to the government, with more than 655 thousand registered with the UNHCR.   Since the first case of Covid-19 was confirmed in the refugee camps, nearly 2,000 camp residents have tested positive for the virus.  The country received its first shipment of the Pfizer/BioNtech vaccine on Monday, two days after receiving their first batch of China’s Sinopharm vaccine.  ##Vaccines## All of France will become subject to a curfew from 6pm to 6am for at least 15 days from Saturday, French Prime Minister Jean Castex announced in a press conference on Thursday. The measure \"has proven to be effective,” he said. An 8pm curfew has been in place in the country since December 15th, and has already been extended to 6pm in some of the worst-hit areas. The French government decided on an extended curfew to “avoid harsher measures\" to stem the spread of coronavirus, Castex added. However, “if we were to see a strong deterioration of the health situation in the coming days, we would decide on a new lockdown without any delay,” he warned. The premier said that recent measures had been successful and that recent holiday celebrations had not led to an “epidemic flare-up”. But while France's public health situation is “under control compared to our neighbors,” it remains “fragile,” particularly due to newly identified Covid-19 variants, Castex said.  French residents will only be allowed outdoors after 6pm for professional or urgent reasons and will need to show a certificate providing such a reason. The state of New York added 13,661 more positive Covid-19 cases to its tally on Thursday, with the statewide positivity rate down slightly from the day prior at 6.42%, according to the Governor’s office. The state also added 202 deaths, which is in the higher range of deaths reported in the state over the past few weeks.  There are 8,823 patients hospitalized with 1,536 of those in the ICU, Governor Andrew Cuomo’s office said in a release. Covid-19 monoclonal antibody treatments are being \"underutilized,\" according to the US Department of Health and Human Services. And now, HHS officials are urging the public to use these therapies to treat illness. The US Food and Drug Administration has authorized convalescent plasma and monoclonal antibody treatments for emergency use in Covid-19 patients. \"The bottom line is these medications work better, they work best when given early,\" US Surgeon General Dr. Jerome Adams said during a briefing on Thursday.  \"So if you have Covid symptoms or if you’ve had a high risk exposure, we need you to get tested right away,\" Adams said. \"And if you test positive, we need you to ask your provider about monoclonal antibodies as a way of keeping you out of the hospital.”  Dr. Janet Woodcock, therapeutics lead for Operation Warp Speed, said in Thursday's briefing that those medications \"are being somewhat underutilized\" and HHS hopes to change that. \"The antibodies are not in shortage,\" Woodcock said.  \"We want to keep people out of the hospital,\" she said. \"We hope the changes that we’re making -- better public awareness and better provider awareness -- will drive more administration of these antibodies.\" Last month, HHS Secretary Alex Azar said that the United States has \"a surplus\" of monoclonal antibody treatments from the companies Regeneron and Eli Lilly. The UK has decided to ban arrivals from multiple Latin American countries “following evidence of a new variant in Brazil,” British Transport Secretary Grant Shapps said Thursday on Twitter.  Starting Friday at 4 a.m. local time, arrivals to the UK will be banned from Argentina, Brazil, Bolivia, Cape Verde, Chile, Colombia, Ecuador, French Guiana, Guyana, Panama, Paraguay, Peru, Suriname, Uruguay and Venezuela.  “Travel from Portugal to the UK will also be suspended given its strong travel links with Brazil -- acting as another way to reduce the risk of importing infections,” Shapps said, adding that hauliers transporting essential goods were exempt.  He added that these measures would not apply to British and Irish citizens and other nationals who have UK residence rights, but arriving passengers would have to quarantine for 10 days. All parts of the UK are currently under strict lockdown with international travel only allowed for a limited number of reasons. The country is in the midst of its worst wave of Covid-19 infections with record daily deaths reported on Wednesday.  ##Hotspots## Turkish President Recep Tayyip Erdogan received China’s Sinovac Biotech coronavirus vaccine on Thursday, as a mass inoculation effort began across the country.  Erdogan announced that he received the shot on his Telegram account. “I just got the vaccine,” he wrote, followed by a smiley face emoji.  Turkey began its vaccination rollout across all 81 provinces on Thursday, starting with frontline workers. As of 6:30pm local time, more than 252,811 people had received the first dose of Sinovac, according to the Turkish health ministry Covid-19 online vaccine counter.  Turkey received 3 million doses of Sinovac on December 30 and granted emergency authorization for the vaccine on Wednesday after mandatory safety testing by its drug and medical device administration was complete. Earlier this week new data from Brazil indicated the Sinovac vaccine was far less protective   against Covid-19 than originally reported, with results suggesting it was only 50.38% effective in late-stage trials. Turkey had its worst peak of cases in early December. More than 2.3 million infections and at least 23,325 Covid-related deaths have been reported there, according to Johns Hopkins University.   ##Vaccines## More than 20,000 citizens from 12 villages in the Gaocheng District of the Chinese city of Shijiazhuang have been relocated to quarantine sites as a preventative measure against Covid-19, according to Chinese state media. State broadcaster CGTN cited China's National Health Commission (NHC) official Tong Zhaohui saying the new quarantine sites aim to avoid new infections emerging from contact between people with and without the virus. Hebei Province, of which Shijiazhuang is the capital, has been at the center of China’s most recent outbreak of the pandemic. The NHC reported 138 new Covid-19 infections on Wednesday, including 14 imported cases. Of the 124 locally transmitted cases, 81 cases are from Hebei province. Hebei’s vice governor Xu Jianpei announced on Tuesday that a second round of mass testing programs would begin in the cities of Shijiazhuang, Xingtai and Langfang. The province’s first round of testing of 17 million people ended on Sunday. Construction has also started on a centralized medical center in Shijiazhuang. It’s set to cover 33 hectares and will have 3,000 makeshift wards, CGTN reported. On Wednesday one person was reported to have died from the virus in Hebei province, the first fatality in China for 242 days. Jordan’s King Abdullah II received the coronavirus vaccine on Thursday, as the country started rolling out inoculations to certain parts of the population, a statement from the Royal Court said on Twitter.  The King's uncle, Prince El Hassan bin Talal and Crown Prince Al Hussein also received the vaccine, the statement added.  On Wednesday, Jordan began its Covid-19 vaccination program in 29 centers across the kingdom.  The government said it aims to inoculate at least 20% of the population in the coming months, free of charge, starting with people over the age of 60, those suffering from chronic illnesses and health care workers. Jordan received its first batch of the Pfizer/BioNTech vaccine on Monday, two days after receiving its first shipment of China’s Sinopharm vaccine, state-news agency Petra said quoting Minister of Health Natheer Obeidat.  The Royal Court did not clarify which vaccine the King was given.  Covid-19 cases in Africa have now topped 3 million and daily cases have surpassed the peak of the first wave, according to the World Health Organization (WHO).  The continent is now faced with “emerging variants” of the virus, WHO Africa said in a statement on Thursday. On average, 25,223 cases were reported each day across the continent from December 28 to January 10, according to the release. These numbers are \"nearly 39% higher than the July 2020 two-week peak of 18,104 daily average cases,\" it added.  The UN body cautioned that the worst may be yet to come, saying that Africa's numbers \"may rise further in the coming days in the wake of travelling, gathering and festivities over Christmas and New Year holidays.\" The WHO said that the new variant of the virus first discovered in South Africa is \"accounting for most of the new infections during the second wave.\"  \"Genomic sequencing has found the variant present in Botswana, the Gambia and Zambia\" the release added. Despite no indications thus far of the presence of the another variant, first found in the UK, on the African continent, \"further investigation is needed,\" according to the WHO. Dr. Matshidiso Moeti, the WHO Regional Director for Africa commented that “even if the new variant is not more virulent, a virus that can spread more easily will put further strain on hospitals and health workers who are in many cases already overstretched.\"  Moeti called on all African countries to \"increase testing and sequencing of the virus to swiftly spot, track and tackle new COVID-19 variants as soon as they appear.\"  \"To defeat an agile, adaptive and relentless enemy, we must know and understand its every move, and double down on what we know works best against all variants of the virus.\" The UK is battling a new variant of the coronavirus, and officials are warning that the country's health service is on the verge of being overwhelmed in some places.  CNN wants to hear from doctors, nurses and other medical professionals in the UK about the current situation on the frontline.  The African Union has secured an additional 270 million Covid vaccine doses for African countries, but it still may not be enough to meet demand for the region, the African Vaccine Acquisition Task Team (AVATT) announced Wednesday. At least 50 million doses will be available from April to June 2021 from Pfizer, AstraZeneca (through the Serum Institute of India) and Johnson & Johnson, according to an AVATT press release. African Union Chair and South African President Cyril Ramaphosa said: \"From the onset of this pandemic, our focus as a continent has been on collaboration and collective effort. We have held steadfastly to the principle that no country should be left behind. \"All 270 million vaccine doses will be made available this year with at least 50 million being available for the crucial period of April to June 2021,\" he added. These vaccines have been secured alongside a vaccine program from COVAX -- a World Health Organization and Gavi Vaccine Alliance initiative to bring more vaccines to Africa on a fair basis. Ramaphosa cautioned that while the initiative was \"vital\" it may \"not extend beyond the needs of frontline health care workers, and may thus not be enough to contain the ever-increasing toll of the pandemic in Africa.\" Read more on this story: ##Vaccines## Covid-19 caused a significant jump in the US death rate in the second quarter of 2020, according to early estimates released Thursday by the National Center for Health Statistics (NCHS). The age-adjusted all-cause mortality rate was 769 per 100,000 in the first quarter of 2020 and rose to 840 in the second quarter of the year. Comparatively, the death rate for the second quarter of 2019 was 702 per 100,000.  The report shows that mortality rose significantly in 2020, but it’s an incomplete snapshot of the pandemic since data for only the first two quarters of 2020 are currently available.  The first US case of the coronavirus was identified on January 21, 2020, and the World Health Organization declared the novel coronavirus a pandemic on March 11.  The CDC did not introduce the death certificate coding for Covid-19 until late March 2020. This explains why the Covid-19 death rate increased from 7 per 100,000 in the first quarter of 2020 to 109 in the second quarter, according to NCHS data. By comparison, the age-adjusted death rate for heart disease -- the top killer in the United States -- for the second quarter of 2020 was 166 per 100,000. For cancer, the second leading cause of death in the country, that figure was 139.  Last week, statisticians for the US Centers for Disease Control and Prevention told CNN that Covid-19 was likely the third leading cause of death in the US in 2020.  As of Thursday morning, there have been at least 23,077,437 cases of the coronavirus in the United States and at least 384,784 deaths. ##Hotspots## England's Premier League announced on Thursday that Aston Villa’s home game against Everton has been postponed due to the ongoing Covid-19 outbreak at the Midlands club. It takes the total number of Premier League matches postponed due to the pandemic this season to six. The fixture had been scheduled to take place on Sunday with kick-off at 12pm. Aston Villa said in a statement that they expect members of the first-team squad and staff who are healthy and safe to return to training on Sunday once isolation protocols have been observed. While lockdown restrictions have been imposed across the UK amid record high confirmed cases, elite sport has been allowed to continue, though organizers have urged clubs to abide by a strict set of rules.  The Premier League this week reminded teams that \"unnecessary contact, particularly between opposition clubs including handshakes, high fives and hugs must be avoided,\" and that swapping of shirts after the game is now prohibited.  ##Hotspots## The number of coronavirus fatalities in Germany is \"very worrying,\" the head of the Robert Koch Institute for infectious diseases (RKI) said Thursday, as the country reported its highest single-day pandemic death toll of 1,244. New Covid-19 infections ''must reduce massively,'' Lothar Wieler told journalists in Berlin, adding that ''intensive care units have never been as exhausted as in recent days.” There are now 5,200 patients being treated in German ICUs with 90% on ventilation.  The average age of patients in intensive care units is around 60 years, the RKI chief said.  Germany is on high alert for new, more contagious mutations of the virus, Wieler said. Sixteen new coronavirus cases associated with the variant from the UK and four new coronavirus cases associated with the variant from South Africa have been detected in the country. On Thursday, Germany recorded 25,164 new coronavirus infections, bringing the total tally to 1,978,590, according to the latest RKI data.  The RKI chief said the current lockdown in place is \"not as effective as in spring,\" calling on German citizens to ''stay at home whenever possible,\" and urging employers to also allow employees to work from home.  On Wednesday, Health Minister Jens Spahn dashed hopes that Germany would be able to lift all coronavirus lockdown measures at the beginning of February. ##Hotspots## A recent Covid-19 cluster in South Korea has been linked to a religious group gathering in North Gyeongsang Province, according to the country's Disease Control and Prevention Agency (KDCA). KDCA Deputy Director Kwon Joon-wook said a total of 713 people linked to the gathering at the BTJ Center for All Nations have tested positive for Covid-19. The agency added that more than 1,300 people who attended the event have not yet been tested.  The KDCA has urged people who visited the center after November 27 to get tested immediately. South Korean churches have become a battleground in the country's fight against the coronavirus, with several outbreaks last year being traced back to religious gatherings.  The Shincheonji religious group, an offshoot of Christianity, has been held responsible for thousands of infections during the pandemic. It was at the heart of South Korea's outbreak in February and March last year, when that was one of the worst epidemics outside China. The government of President Moon Jae-in has faced criticism for curbing religious freedoms after they banned religious gatherings in churches in Seoul last year and encouraged worshippers to move online. Thousands took to the streets in protest. South Korea has recorded a total of 70,728 Covid-19 cases as of Thursday, according to the KDCA. Pope Francis has received the first dose of a Covid-19 vaccine, Vatican spokesman Matteo Bruni said on Thursday.  In a statement, Bruni said that he was “able to confirm that within the vaccine program of the Vatican City State, to this date the first dose of Covid-19 vaccine has been administered to Pope Francis and Pope Emeritus.” Pope Francis recently turned 84 and Pope Emeritus, the retired Pope Benedict XVI, is 93 years old. The Vatican statement did not say when Francis was inoculated but the city began its vaccine program on Wednesday.  The Holy See has had just 27 confirmed cases, according to Johns Hopkins University.  The pontiff used his recent Christmas message to say that coronavirus vaccines must be available for all, and pleaded with states to cooperate in the race to emerge from the pandemic. Read more here: ##Vaccines## Three-time Grand Slam tennis champion Andy Murray has tested positive for Covid-19. The news comes just days before he was due to fly to Melbourne for next month’s Australian Open which is scheduled to begin on February 8. It’s unclear when the 33-year-old tested positive. The former World No.1 is currently quarantining and isolating at his home in Surrey, England. CNN understands that the Scot still hopes to compete in Australia but only when it is completely safe to do so and the appropriate permission is granted. Murray, a five-time runner-up at the tournament, has been awarded a wildcard by tournament organisers. People who have recovered from Covid-19 may have immunity to the virus for around five months, according to preliminary findings in a new study led by Public Health England (PHE). The SIREN research examined the impact of infection on more than 20,000 health workers from across the UK and a pre-print of the study found only 44 cases among 6,614 people who were thought to have been previously infected. The study -- which has not yet been peer reviewed -- concluded that past infection reduces the chances of catching the virus again by 83% for at least five months. \"About 6,000 of the healthcare workers were people who had evidence of having had SARS-CoV-2 infection... and about 14,000 of the healthcare workers were people who had no evidence of previous SARS-CoV-2 infection,\" Tom Wingfield, senior clinical lecturer at the Liverpool School of Tropical Medicine, told the UK's Science Media Centre. \"The findings suggest that re-infection rates in the positive cohort were 83% lower than the negative cohort during the follow-up period.\" But researchers warned that the protection was not total and that it was unclear how long any immunity lasts. They also said it's possible people who have a degree of immunity against the virus will still be able to transmit it to others. Read more on this story: More than 38,000 Americans have died of Covid-19 in the first two weeks of the new year. Another 92,000 are projected to die from the virus over roughly the next three weeks, according to an ensemble forecast published by the Centers for Disease Control and Prevention. The numbers are scary and reflect what public health experts have repeatedly warned: While the end is in sight -- with the help of ongoing Covid-19 vaccinations -- the nation is still facing challenging times ahead. Currently, more than 130,300 people are hospitalized with the virus, according to data from the COVID Tracking Project. In Pennsylvania, officials said the number of hospitalizations are nearing double the peak experienced during spring. Louisiana's governor said earlier this week the state was seeing a \"huge spike\" in infections and hospitalizations. And in Arizona, officials reported Tuesday record-high Covid-19 hospitalization and ICU numbers. Hundreds of thousands of infections are added to the country's tally every single day, with the US adding more than 3 million new reported infections since the start of the month. In Los Angeles County, about one in three residents has been infected with the virus since the pandemic's start, according to data published by county officials. Outbreaks have increased across workplaces as well as schools and daycare settings, they said. Echoing other leaders' warnings, the LA officials added they have \"not yet fully seen the effect of transmission in the period from around Christmas to New Years.\" And with all eyes now turned to the nation's capital ahead of Inauguration Day, cases in Washington DC have never been higher. Right now, it's averaging more than 320 new cases every day -- about a 38% jump from the previous week. DC has reported a total of more than 32,600 Covid-19 cases since the pandemic's start, about 10% of which have been added in 2021. Read the full story: ##Hotspots## The United States may be struggling to vaccinate citizens against coronavirus, but pharmacy chains say they can help speed up the balky rollout. Pharmacists nationwide will have the capacity to administer 100 million doses of the Covid-19 vaccine once supply is available, Steven Anderson, president and CEO of the National Association of Chain Drug Stores said Wednesday. \"Based on conservative assumptions, pharmacies have the capacity to meet the demand for 100 million vaccine doses in one month when that level of the vaccine supply is available,\" Anderson told reporters on a phone call Wednesday. So far, according to the US Centers for Disease Control and Prevention, the US has vaccinated only about 10 million people, and distributed just over 29 million doses of vaccine. States say they are struggling to vaccinate people, in part because of lack of public health infrastructure. Pharmacy chains say they can help fill that gap. NACDS represents 40,000 pharmacies and 155,000 pharmacists, according to Anderson. The group says 90% of Americans live within five miles of a retail drug store and the \"dormant\" Federal Pharmacy Partnership Program could open the door to harnessing the capacity of chain pharmacies. \"America's retail pharmacies can easily administer 100 million vaccine doses in 30 days,\" the group said in a statement. \"This solution could easily be ramped up even further as stores deploy more vaccinators -- pharmacists, pharmacy technicians, pharmacy interns, nurses, clinic physicians, EMTs and others.\" Read more:  ##Vaccines## Two World Health Organization scientists en route to China to investigate the origins of the pandemic are stuck in Singapore after testing positive for Covid-19 antibodies, the UN agency said in a series of tweets Thursday. The two members are part of the team of scientists traveling to the central Chinese city of Wuhan to conduct field research. \"Two scientists are still in Singapore completing tests for Covid-19. All team members had multiple negative PCR and antibody tests for Covid-19 in their home countries prior to traveling,\" the WHO said in a tweet Thursday. The two scientists in Singapore will be retested for antibodies, WHO said.  The other 13 scientists arrived in Wuhan Thursday, WHO said. When asked about the two scientists in a briefing Thursday, China's Foreign Ministry spokesperson Zhao Lijian did not directly comment but said, “China will strictly follow the relevant epidemic prevention regulations and requirements, and provide corresponding support and facilities for WHO experts who come to China to carry out international cooperation on tracing the origin of the virus.\" CNN has reached out to China’s National Health Commission for comment. A total of 270 million coronavirus vaccine doses have been secured for African countries, with at least 50 million shots available from April to June, a task force established by the African Union announced Wednesday. The vaccines will be from Pfizer, AstraZeneca (through Serum Institute of India) and Johnson & Johnson, according to a African Vaccine Acquisition Task Team (AVATT) news release.  “From the onset of this pandemic, our focus as a continent has been on collaboration and collective effort. We have held steadfastly to the principle that no country should be left behind,\" said Chair of the African Union and South African President Cyril Ramaphosa. All 270 million vaccine doses will be made available this year, he added.  These vaccines have been secured alongside a vaccine program from COVAX, a World Health Organization and Gavi Vaccine Alliance initiative that aims to provide worldwide access to effective Covid-19 vaccines.   Ramaphosa said that while the initiative was \"vital\" it may “not extend beyond the needs of frontline health care workers, and may thus not be enough to contain the ever-increasing toll of the pandemic in Africa.”  ##Vaccines## Germany has reported its highest single-day coronavirus death toll, according to the Robert Koch Institute, the country's disease control agency.  On Thursday, Germany reported 1,244 fatalities, bringing the nationwide death toll to 43,881. It was a record daily rise in Covid-19 deaths, higher than the 1,188 recorded on January 8. The Robert Koch Institute reported 25,164 Covid-19 cases on Thursday, bringing the national total to 1,978,590.  On Wednesday, Germany's government signed off on a plan requiring travelers from high risk countries to get tested before entering the country. Health Minister Jens Spahn said that the curbs are needed to guard against the new, more contagious mutation of the virus.  Spahn also said that the country's current lockdown will be extended into February.  More than 750,000 people have been vaccinated in Germany under the country's inoculation program.  ##Hotspots## A Northern California hospital was fined $43,000 after it delayed reporting a recent Covid-19 outbreak which resulted in the death of one employee. Santa Clara County said it issued a violation notice to Kaiser Permanente San Jose Medical Center on January 5 \"as a result of Kaiser's failure to timely report 43 cases involving personnel who tested positive between December 27, 2020 and January 1, 2021.\" That number has since grown, according to CNN affiliate KGO. As of Monday, a total of 92 cases of the virus have been linked to this outbreak, according to health officials. This includes 77 staff members and 15 patients. \"Kaiser is responsible for complying with all applicable public health orders and work safety regulations, including timely reporting of cases and all required follow-ups,\" the county said in an email statement to CNN. The initial cause of the outbreak continues to be investigated by the public health department, officials said. Read more: The United States reported 224,258 new Covid-19 cases and 3,848 additional deaths on Wednesday, according to Johns Hopkins University. The latest figures bring the nationwide total to 23,071,895 infections and at least 384,653 people have died from the virus in the US. The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases.  Vaccines: At least 29,380,125 vaccine doses have been distributed and at least 10,278,462 shots administered, according to the US Centers for Disease Control and Prevention. Track the US cases: ##Hotspots## Brazilian President Jair Bolsonaro has \"tried to sabotage efforts to slow the spread of Covid-19 in Brazil and pursued other policies that undermine human rights,” according to a Human Rights Watch report. In its World Report 2021 published Wednesday, the NGO said Bolsonaro repeatedly downplayed the coronavirus by calling it “a little flu” and by spreading misleading information about the pandemic. Bolsonaro “refused to take measures to protect himself and the people around him; disseminated misleading information; and tried to block states from imposing social distancing rules. His administration attempted to withhold Covid-19 data from the public. He fired his health minister for defending World Health Organization recommendations, and the replacement health minister quit in opposition to the president’s advocacy of an unproven drug to treat Covid-19,” the report said.  Anna Livia Arida, Brazil associate director at Human Rights Watch, recognized the role of other government institutions such as Brazil's Supreme Court and Congress to help “block many, although not all, of Bolsonaro’s anti-rights policies.” “The Supreme Court ruled against the Bolsonaro administration’s attempts to strip states of the authority to restrict people’s movements to contain the spread of Covid-19, to effectively suspend the access to information law, and to withhold Covid-19 data from the public,\" the report said. \"Congress passed a bill forcing the government to provide emergency health care to Indigenous people, and the Supreme Court ordered the Bolsonaro administration to draft a plan to fight the spread of Covid-19 in Indigenous territories,” it continued.  Government response: According to CNN Brasil, the country’s Ministry of Women, Family and Human Rights issued a statement Wednesday arguing that the report \"ignores measures taken by the government to protect human rights during the pandemic.”  Numerous projects aimed to help children, adolescents, women and the elderly were mentioned in the statement, saying those were “a form of government aid to the socioeconomic developments that occurred in the pandemic,” CNN Brasil reported. CNN has reached out to Bolsonaro's office for comment. Brazil has the third highest count of Covid-19 cases worldwide, following the US and India. As of Wednesday, Brazil has reported 8,256,536 Covid-19 cases and 205,964 virus-related deaths. ##Hotspots## Japan has surpassed 300,000 Covid-19 infections after it reported 5,848 new cases on Wednesday, the Health Ministry said.  The country’s total number of cases now stands at 303,335. Japan added 100,000 cases in three weeks. It passed the 200,000 case mark on December 21.  On Wednesday, Japan reported 88 fatalities, raising its total virus death toll to 4,246.  The number of patients in serious condition across the country has also risen by 19 to a total of 900 people. Tokyo, the hardest hit from the latest outbreak, reported 1,433 new Covid-19 cases from Wednesday, bringing the total number of infections confirmed in the capital to 78,566. Japanese Prime Minister Yoshihide Suga declared a state of emergency in seven additional prefectures across the nation on Wednesday. Read more about the state of emergency: ##Hotspots## The NBA and National Basketball Players Association (NBPA) jointly announced Wednesday that of the 497 players tested for Covid-19 since January 6, 16 new players have returned positive tests. Nine NBA games have been postponed this season, including eight since Sunday, for health and safety reasons. Anyone who has returned a confirmed positive test, or has been identified as having been in close contact to an infected person, is isolated or quarantined until they are cleared, the joint announcement said. The league has announced that games scheduled for Friday, January 15, between the Washington Wizards and Detroit Pistons at Little Caesars Arena and between the Golden State Warriors and Phoenix Suns at Phoenix Suns Arena, have been postponed in accordance with the league’s health and safety protocols.  Because of ongoing contact tracing within the Wizards and Suns, the teams will not have the league-required eight available players to proceed with Friday night’s games. US President-elect Joe Biden is expected to unveil a major Covid-19 relief package on Thursday and his advisers have recently told allies in Congress to expect a price tag in the ballpark of $2 trillion, according to two people briefed on the deliberations. The Biden team is taking a \"shoot for the moon\" approach with the package, one lawmaker in close contact with them told CNN, though they added that the price tag could still change. The proposal will include sizable direct payments to American families, significant state and local funding -- including for coronavirus vaccine distribution and other emergency spending measures -- to help those struggling during the pandemic. Biden is set to announce the details of his plan in Wilmington, Delaware, Thursday evening. Democrats hold only the slimmest of majorities in the House and the Senate, and Republicans have recently resisted efforts to pass Covid-19 relief on a multi-trillion dollar scale. But Biden's party believes it may have only a brief window to pass sweeping relief legislation and the President-elect has faced significant pressure from some Democrats to go big. Brian Deese, Biden's pick to lead the National Economic Council, said Wednesday at a conference that the package will include $2,000 stimulus checks, and address other relief measures like unemployment insurance. Biden's early focus on a sweeping relief package reflects the political reality that his first year in office will be defined by his ability to combat the virus and stave off an economic collapse. Read more: ##Stimulus## The World Health Organization team tasked with investigating the origins of the Covid-19 outbreak in Wuhan has arrived in China, state broadcaster CGTN announced on Thursday. The team is undergoing Covid-19 swab testing and will have to go through quarantine before they can start their field research, CGTN added.  The group's successful arrival comes after WHO announced last week that the team had been blocked from entering China as the necessary permissions to enter the country had not been approved.  WHO Director-General Tedros Adhanom Ghebreyesus said last week he was \"very disappointed,\" in a rare rebuke of China from the UN agency. For months, WHO officials had been negotiating with Beijing to allow a team of global scientists access to key sites to investigate the origin of the virus -- first detected in Wuhan in December 2019 -- and its likely jump from an unidentified host species to humans. China has reported its first Covid-19 related death in 242 days as daily new infections reached the highest levels since July, according to health authorities.  The individual died on Wednesday in Hebei province, which has been at the center of China’s most recent outbreak of the coronavirus.  China’s National Health Commission (NHC) reported 138 new Covid-19 infections for Wednesday, including 14 imported cases. Of the 124 locally transmitted cases, 81 cases are from Hebei province.  The NHC also recorded an additional 78 asymptomatic cases detected on Wednesday. China does not include asymptomatic patients in its tally of confirmed cases. An ensemble forecast published Wednesday by the US Centers for Disease Control and Prevention now projects there will be 440,000 to 477,000 coronavirus deaths in the United States by February 6. Unlike some individual models, the CDC’s ensemble forecast only offers projections a few weeks into the future. The previous ensemble forecast, published January 6, projected up to 438,000 coronavirus deaths by January 30. More than 384,600 people have already died from Covid-19 in the US, according to data compiled by Johns Hopkins University. ##Hotspots## Early stage trials of Johnson & Johnson's experimental coronavirus vaccine show it generated an immune response in nearly all volunteers, with minimal side-effects, after a single dose. The company expects to report details of more advanced trials later this month and is hoping to apply for authorization from the US Food and Drug Administration soon after. Researchers who tested the vaccine in a combined Phase 1-2 trial -- mostly meant to show safety -- found either one or two doses of the vaccine generated both antibody and T-cell responses against the coronavirus. The trials were not designed to show whether the vaccine protected people against either infection or symptoms of coronavirus -- that's what the ongoing Phase 3 trials are designed to do. Writing in the New England Journal of Medicine, an international team of researchers who tested the vaccine in around 800 volunteers said the early stage trials showed it was safe and probably should work. The researchers -- in the Netherlands, the United States and Belgium -- tested the vaccine in a group of people 65 and older and a group ages 18 to 55. Vaccination elicited neutralizing antibodies -- expected to stop the virus from infecting cells -- in 90% of all participants by the 29th day after the first dose of vaccine and in all of them by two months after the first dose. The levels of these antibodies stayed stable for at least 71 days, they reported. Read the full story: ##Vaccines## As Covid-19 case numbers continue rising globally, Dr. Mike Ryan, director of the World Health Organization’s Health Emergencies Programme, on Wednesday called upon wealthy nations to help bridge a global vaccine inequity gap. \"There are populations out there who want and who need vaccines who are not going to get them unless or until we begin to share better,\" Ryan said during a virtual Q&A Wednesday. In the 36 days since countries started vaccinating, 28 million vaccine doses have been administered, he said. According to Ryan, of the 46 countries who are currently vaccinating, only one is a low income country. \"We really have to look at this in terms of equity,\" Ryan said. Ryan added there have been 5 million new cases of Covid-19 and 85,000 deaths linked to the virus globally in the past week. \"Essentially, all regions apart from Southeast Asia are showing increases,\" Ryan said, highlighting that the Americas still account for half of all new cases and 45% of deaths globally.  \"We've seen that perfect storm of the season, the coldness, people going inside, increased social mixing, and a combination of factors that have driven increased transmission in many, many countries,\" Ryan said. \"It's interesting when we talk about tolerance, kindness and solidarity, that they are probably the most powerful countermeasures we have right now,\" he added. \"You have to have the attitude that this disease ends with me.\" ##Vaccines## Covid-19 is now killing faster than at any point in 2020. And the new year just started. The US reported its highest number of Covid-19 deaths in one day Tuesday: 4,327, according to Johns Hopkins University. In fact, the five highest daily tallies for new infections and new deaths have all occurred in 2021. Over the past week, the US has averaged more than 3,300 deaths every day, a jump of more than 217% from mid-November. More than 3 million new US cases have been reported in the first 13 days of the year. As of Wednesday, more than 23 million Americans have been infected with the virus, a million more than just four days earlier, according to Johns Hopkins University data. Why June could be \"dramatically better\": While those \"awful\" numbers will likely continue this winter, better months are coming, said Dr. Paul Offit, a member of the US Food and Drug Administration's Vaccines and Related Biological Products Advisory Committee. Mass vaccinations, warmer weather, a new presidential administration and a population building immunity could lead to a \"dramatically better\" summer, he said. Two \"remarkably effective\" vaccines are already being administered, and two more vaccines -- from Johnson & Johnson and AstraZeneca -- \"are right around the corner,\" Offit said. Read the full story: ##Hotspots## A leading Chinese Covid-19 vaccine developed by Sinovac Biotech was just 50.38% effective in late-stage trials in Brazil, significantly lower than earlier results showed, according to a statement published by the government of Sao Paulo Tuesday. While the number exceeds the threshold required for regulatory approval, it falls far below the 78% previously announced, raising questions as to the veracity of the data and fueling skepticism over the apparent lack of transparency regarding Chinese vaccines. Analysts said the efficacy rate of Sinovac's Coronavac vaccine in Brazil -- the lowest among its global competitors -- could affect international confidence in Chinese-made vaccines and hamper Beijing's effort to repair its image from its early mishandling of the initial outbreak by providing Covid-19 vaccines to developing countries. \"The Butantan Institute and the Government of Sao Paulo report that the coronavirus vaccine achieved a 50.38% overall efficacy rate in the clinical study conducted in Brazil, in addition to (an efficacy rate of) 78% for mild cases and 100% for moderate and severe cases of Covid-19. All rates are higher than the 50% level required by the WHO (World Health Organization),\" the statement released Tuesday said. The razor-thin margin for regulatory approval is likely to lead to concern among scientists, given that last week the Butantan Institute released partial \"clinical efficacy\" results celebrating 78% to 100% efficacy in preventing infections. Read the full story: ##Vaccines##", "Section": "world", "Writers": ["Helen Regan", "Adam Renton", "Florence Davey-Attlee", "Ed Upright", "Hira Humayun"], "URL": "https://www.cnn.com/world/live-news/coronavirus-pandemic-vaccine-updates-01-14-21/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}