{"Type": "article", "Time": "2020-03-31", "Headline": "Global stocks and US futures drop after Trump issues dire warning", "Text": "Global stocks and US futures declined Wednesday after the White House warned that up to 240,000 Americans could die as a result of the coronavirus pandemic and as the economic shockwaves continued to reverberate around the world.  President Donald Trump said another $2 trillion stimulus package may be necessary to support the US economy. Data in Asia revealed a widespread slowdown in manufacturing across the region.  Japan's Nikkei 225 closed down 4.5%, Hong Kong's Hang Seng Index slumped 2.2% and the Shanghai Composite dipped 0.6%.  European markets followed suit, with Germany's DAX and France's CAC 40 shedding over 3% in early trading. The FTSE 100 dipped nearly 4% in London after major UK banks canceled dividend payments after regulators asked them to prioritize help for struggling businesses and households.  The coronavirus pandemic continues to cause massive volatility in financial markets as the virus spreads and governments react by imposing restrictions on work and public life. March was the worst month for the Dow and the S&P 500 since October 2008, and the worst for the Nasdaq since November of that year. Dow futures sank 672 points, or 3.1%, on Wednesday. S&P 500 futures fell 3% and Nasdaq futures were down 2.7%.  Stock markets are reacting to \"a likely increase in the duration and breadth of coronavirus lockdowns in the US and elsewhere, which is pointing to a potentially deeper and longer-term hit to economic activity than was anticipated even a week ago,\" Stephen Innes, a strategist at AxiCorp, wrote in a research note. The world's largest economy is quickly becoming the epicenter for the pandemic.  Even with the nationwide adoption of stringent mitigation efforts, between 100,000 and 240,000 Americans could die in the coming weeks, the White House warned on Tuesday. Lawmakers have already approved three rescue packages, but Trump suggested another $2 trillion in spending on infrastructure could be needed to help support the economy.  In Asia, new data revealed the level of damage done to factories in March in countries including South Korea, Indonesia, Malaysia and Thailand. Analysts at Capital Economics said that output has plunged to levels not seen since 2009, and warned that \"things are likely to get a lot worse in the months ahead.\" A private survey meanwhile suggested that manufacturing activity in China expanded slightly in March after crashing the previous month. Economists said the data indicate the country's huge factory sector is stabilizing, but still operating well below its usual capacity.  Steps taken by governments and regulators continue to have consequences for stocks. Shares of HSBC plunged 8% in London and Standard Chartered sank 6.8% after the UK banks canceled their dividends. They said they had received a request from British regulators to do so. — Laura He and Michelle Toh contributed to this report. ", "Section": "investing", "Writers": ["Clare Duffy", "Sherisse Pham"], "URL": "https://www.cnn.com/2020/03/31/investing/global-stocks/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Malaysia", "Source": "CNN"}