{"Type": "article", "Time": "2020-04-15", "Headline": "April 15 coronavirus news", "Text": "Our live coverage of the coronavirus pandemic has moved here. The Pennsylvania Senate voted 29-21 Wednesday local time to pass a bill that would require the governor to implement a plan for businesses physically operating in the state to reopen and allow their employees to go back to work. According to the bill’s wording, the mitigation plan for business and industry “would need to be developed using recommended guidance for mitigating exposure to Covid-19 from the Centers for Disease Control and Prevention.” The bill now heads to Pennsylvania Gov. Tom Wolf’s desk. Pennsylvania’s Health Secretary Dr. Rachel Levine said Saturday that reopening businesses would be premature. “I understand the legislature’s concern about the economy and desire to stimulate the economy but now is not the time,” Levine said. “It’s the time for people to stay home.” Pennsylvania has reported least 26,753 coronavirus cases, including 779 deaths, according to Johns Hopkins University. ##Daily Life## Two additional members of the New York Police Department have died related to the coronavirus, the Police Commissioner of the City of New York, Dermot Shea tweeted Wednesday night. “With profound sadness, I inform you of the loss of two additional members of our NYPD family,” Shea tweeted. \"Detective Robert Cardona & Traffic Enforcement Agent Carol Ryer lost their battles with #COVID19 today. The hearts of all members of the NYPD are heavy as we vow to #NeverForget.” Detective Cardona worked in the 13th Precinct and Ryer worked in the Bronx Traffic Enforcement division, according to the NYPD. ##Health## ##Daily Life## Los Angeles Mayor Eric Garcetti outlined five principles the city will use for reopening in a news conference on Wednesday. He said this is consistent with what California Gov. Gavin Newsom announced on Tuesday. Getting back to normal will take time but the more we do now, the sooner it will come, Garcetti said. The five pillars Mayor Garcetti talked about in his plans to reopen the city are as follows: Strong system of testing for coronavirus\nReal time surveillance to detect and prevent new outbreaks\nImmediately respond to new cases with an aggressive approach\nHospital capacity, specifically the ability to handle a surge in cases\nOngoing research and development He added that the city needed clear guidelines in place to prepare for a second or even third wave of cases. The state of California has reported at least 26,837 coronavirus cases, including 865 deaths, according to figures compiled by Johns Hopkins University. ##Daily Life## Tesla CEO Elon Musk said last month he had obtained more than 1,000 ventilators to help California hospitals treating patients infected with the coronavirus, an effort Gov. Gavin Newsom hailed as “heroic.”  Now, more than three weeks later, the governor’s office says none of the promised ventilators have been received by hospitals. At a March 23 news conference, Newsom said the devices, which can provide life-saving support to patients infected with the virus, had already arrived in Los Angeles and were on their way to hospitals in need. \"I told you a few days ago that he was likely to have 1,000 ventilators this week,\" Newsom said. \"They've arrived in Los Angeles, and Elon Musk is already working with hospital association and others to get those ventilators out. It’s a heroic effort.\" Shortly after the dramatic announcement, Musk said in a tweet: “China had an oversupply, so we bought 1255 FDA-approved ResMed, Philips & Medtronic ventilators on Friday night & airshipped them to LA. If you want a free ventilator installed, please let us know!” But despite the claims, none of the ventilators promised by Musk have been delivered to hospitals. “Elon Musk and his team told the state that he had procured ventilators and wanted to distribute them directly to hospitals with shortages,” a spokesperson for the California governor’s Office of Emergency Services told CNN on Wednesday. “The Administration is communicating every day with hospitals across the state about their ventilator supply and to date we have not heard of any hospital system that has received a ventilator directly from Tesla or Musk.” Spokespersons for Tesla did not return CNN requests for comment. The news was first reported by the Sacramento Bee. Some background: Major US companies like Ford and Apple have also announced plans to produce ventilators and donate face masks for health care workers treating patients infected with the virus. Last week, Newsom reassured residents that California now has enough ventilators to meet its projected needs, after some questioned his decision to lend 500 machines to other states in crisis.  UPDATE: After this post was initially published, Elon Musk responded on Twitter. CNN has more reporting on this story here. ##Health## Days after declaring that his authority over the states is total, President Trump threatened Wednesday to apply a never used provision of the US Constitution to allow him to adjourn the US Congress and push through many of his nominees who typically require Senate confirmation. “As the entire US government works to combat the global pandemic, it is absolutely essential that key positions at relevant federal agencies are fully staffed, and we’re not allowing that to take place through our Congress,” Trump said. “They’re just not giving it to us. We have many positions that are unstaffed because we can’t get approval.” Trump said there were 129 nominees “stuck in the Senate because of partisan obstruction.” Trump’s argument seemed to be that many of these vacancies needed to be filled to assist with the coronavirus response, including the Director of National Intelligence, two members of the Federal Reserve Board of Governors, an assistant secretary of the Treasury Department and an Undersecretary of Agriculture. The President argued that since the Senate has left until May 4, “the Constitution provides a mechanism for the President to fill positions in such circumstances. The recess appointment, it’s called. The Senate’s practice of gaveling into so-called pro-forma sessions where no one is even there has prevented me from using the Constitutional authority we’re given,” Trump said, calling on the Senate to formally adjourn. The decision to stay away from Washington until May 4 was made, and announced, by Senate Majority Leader Mitch McConnell, a Kentucky Republican and close Trump ally. A McConnell spokesman said Trump and McConnell spoke about the issue today. “The Leader pledged to find ways to confirm nominees considered mission-critical to the Covid-19 pandemic, but under Senate rules that will take consent from Leader Schumer.\" That last point is an important one. McConnell, who is careful with his words, appears to be saying any solution to the confirmation issue will require Democratic consent. The Constitution allows a president to fill temporary appointments during a recess, without congressional approval. But lawmakers in both parties have sought to thwart certain appointments over the last decade by never technically shutting down the Senate. When then-President Barack Obama attempted to make recess appointments during pro-forma sessions in 2014, the US Supreme Court ruled \"that the Recess Appointment Clause does not give the President the constitutional authority to make the appointments here at issue.\" Justice Stephen Breyer said, \"We hold that the Senate is in session, and not in recess, when the Senate says that it is in session. However, tonight Trump said he may use powers granted to the executive branch in order to get Congress to return to Washington to fill vacancies and vote on relief aid. “I have a very strong power. I’d rather not use that power but we have way over a 100 people that we very badly need in this administration that should have been approved a long time ago,\" he said. The Constitution says the President \"may, on extraordinary Occasions, convene both Houses, or either of them, and in Case of Disagreement between them, with Respect to the Time of Adjournment, he may adjourn them to such Time as he shall think proper.\" The Court did not rule on that clause, as it was never invoked by the Obama administration or any prior administration. Given the authority has never been invoked before, it’s murky as to what would define “disagreement” in this case. Both chambers would technically need to adjourn to clear the way for recess appointments, and the Democratic-led House is exceedingly unlikely to hold a vote to adjourn. That means McConnell would likely have to bring senators back to Washington to vote to adjourn in order to create the “disagreement” cited in the Constitution that would provide the grounds for Trump to act. The Senate has been out of Washington out of concern over the safety of senators due to the pandemic. Trump, as he sought to explain his consideration of the action, took special note of Michael Pack, the President’s choice to lead the Broadcasting Board of Governors, whose organization doesn’t hold a clear role in the federal government’s coronavirus health or economic response. Trump specifically cited his nomination to head the board of Voice of America as a particular grievance in not getting appointed, and continued to attack the news organization. “He’s been stuck in committee for two years, preventing us from managing the Voice of America, very important. And if you’ve heard what’s coming out of the Voice of America, it’s disgusting. The things they say are disgusting toward our country,” Trump said of Pack. Trump did not explain how the nominee to be CEO of the US Agency for Global Media would enhance federal efforts to counter the pandemic. But he reiterated his threat to adjourn both chambers of Congress several times.  “If they don’t approve it, we’re gonna go this route,” Trump said. “We are going to do something that will be something I prefer not doing.” There are at least 636,350 cases of coronavirus in the US and at least 28,326 people have died, according to Johns Hopkins University's tally of cases in the United States. On Wednesday, Johns Hopkins reported 27,110 new cases and 2,293 reported deaths.  The totals include cases from all 50 states, the District of Columbia and other US territories, as well as all repatriated cases. ##Health##   US stock futures were down in after-hours trading on Wednesday after the Dow and S&P logged their worst trading day since April 1. Dow futures were down 157 points, or about 0.6%. S&P 500 futures were down about 0.7% and Nasdaq futures were down about 0.7%.  Stocks plummeted on Wednesday following a plethora of negative economic data and weak earnings.  The Dow dipped 445 points, or 1.9%. The S&P dropped 2.2% and the Nasdaq dropped 1.4%, paring its longest four-day winning streak since early February. Both the Dow and S&P 500 logged its worst day since April 1.  Bank of America and Citigroup saw weak bank earnings as they prepare for loan defaults incurred from the pandemic. Bank of America's first quarter profits dropped by 45%. The bank announced on Wednesday it has set aside $4.8 billion for credit losses linked to the virus. Economic data released on Wednesday also saw sharp declines. Retail sales in March tumbled 8.7%, the worst monthly decline since the department began tracking data in 1992. Thursday's weekly jobless claims report is expected to post another 5.1 million people who have filed for unemployment benefits. ##Business## Washington Gov. Jay Inslee said rapid testing will be key to determining when emergency restrictions can be lifted.  “We're not at a level that we can take off social distancing, nor are we extremely close to a level that we can take off social distancing,\" he said. Inslee said he will make that decision on his own timetable without waiting for authorization from President Trump.  “We actually have authorization,” Inslee said. “That comes from our Constitution and the US Constitution.” He said he wasn't sure, unlike Los Angeles Mayor Eric Garcetti, whether he would say there won't be a public event this year in Washington. “I wish I had a crystal ball to say when, why, what game, what day, what sport,” he said. “I can't do that.” ##Daily Life##   Dairy farmers in California are now being forced to dump milk due to an enormous decrease in demand with schools and restaurants remaining closed during the statewide stay-at-home order. As the shelter-in-place orders increased throughout the month of March and restaurants were forced to close, 50% of the customer base was eliminated almost overnight, according to Western United Dairies CEO Anja Raudabaugh, who represents over 860 dairy farm families in California. Restaurant chains like TGI Friday’s and Applebee’s are huge customers of the dairy industry, but they stopped placing orders in the middle of March, Raudabaugh said. The demand also significantly decreased with school closures and the lunch programs shutting down. While schools are still delivering drive-through meals, the demand is not even close to what it was, Raudabaugh said.  California dairy farmers saw the biggest impact from these two sectors and it caused a tremendous amount of distribution challenges. Plants are now running at about 150% of their capacity, according to Raudabaugh. “They have milk coming out of their eyes and ears,\" she said. ##Daily Life## The College Board announced on Wednesday that they are preparing to make a digital version of the SAT available to take at home in the event that students cannot return to school in September. “We know students and educators are worried about how the coronavirus may disrupt the college admissions process, and we want to do all we can to help alleviate that anxiety during this very demanding time,” said College Board CEO David Coleman in a statement. “Our first principle with the SAT and all our work must be to keep families and students safe. The second principle is to make the SAT as widely available as possible for students who wish to test, regardless of the economic or public health circumstances.”  The College Board has already made AP testing available at home, and said they equally would ensure that “at-home SAT testing is simple; secure and fair; accessible to all; and valid for use in college admissions.” Making the SAT available at home is just one of the three scenarios the College Board is planning for. The College Board shared that if it is safe to do so, there will be weekend SAT administration every month through the end of the calendar year beginning in August. They also said it would administer SAT testing in the fall, since testing through schools was canceled this spring. ##Daily Life## President Trump was pressed Wednesday by CNN’s Kaitlan Collins on reports that business leaders told him on a call today that testing needs to ramp up before Americans go back to work, echoing his health officials. Trump said he also wanted widespread testing, but passed the buck to the nation’s governors, many of whom have been looking to the federal government for testing support. “It’s what I want, too. We have great tests and we want the states to administer these tests for the most part, but we’re standing behind them. We have great tests, we’ve done more testing now than any country in the world,” he said naming two health care companies. He continued: “We will be working very much with the governors of the states. We want them to do it. We’re not going to be running a parking lot in Arkansas, we’re not going to be running a parking lot where you have a Walmart… but you have a testing center and running that from Washington, DC. The states are much better equipped to do it. But we’ll be working with the states. We’re standing behind the states. We’re going to work very closely with the governors in terms of that, getting additional equipment.” Trump also warned that the federal government can take “strong action, including a closedown” if he is unhappy with a governor’s actions. Asked when drive-through tests will be more widespread and available to Americans – not just those health care workers and others on the frontlines, Trump said it would be determined by a combination of states, companies, and the federal government.  “I think the companies will determine that, and the governors will determine that, and the federal government will do and if we’re not happy we’ll take very strong action against a state or a governor.” Watch: ##Health##  President Trump said during Wednesday’s press briefing that he doesn’t think printing his name on the paper stimulus checks going out to millions of Americans is “a big deal,” adding that the addition is “not delaying anything.” “Well I don’t know too much about it, but I understand my name is there. I don’t know where they’re going, how they’re going. I do understand it’s not delaying anything. And I’m satisfied. I don’t imagine it’s a big deal. I’m sure people will be very happy to get a big fat beautiful check and my name is on it,” Trump said in the White House Rose Garden. Some background: Two senior Treasury officials told The Washington Post, which first reported the decision, that the move will probably set back the delivery date on the first set of paper checks — potentially slowing a process that could already take up to 20 weeks. The Internal Revenue Service, however, insists that the move will not result in a delay. Watch: North Dakota Gov. Doug Burgum announced Wednesday 24 new coronavirus cases in the past 24 hours, the highest daily increase in North Dakota since the pandemic began. Burgum also revealed a backlog of 400 Covid-19 tests in the state lab and warned, “It’s likely our biggest days of cases are still ahead of us, not behind us.” ##Health## Dr. Deborah Birx said Wednesday that Providence, Rhode Island, has re-emerged as an area of concern for the coronavirus task force due to its location between two hotspots.  “I do want to highlight, and we are remaining concerned, and we are remaining concerned and we’ve been having discussions with Rhode Island. Rhode Island and Providence are in a unique situation. First, they had increasing cases from the New York City area, and now they have new increasing cases from the Boston area,” she said. Rhode Island, Birx said, is “caught between two incredible hotspots in the country,” and though they are “doing an extraordinary job carrying for individuals on the front line, Providence continues to have new cases.” She continued to encourage Americans to practice social distancing and noted that there are nine states with “less than a thousand cases.” Watch: ##Health## President Trump said Wednesday that new guidelines regarding preventing the spread of coronavirus while reopening the economy will be announced at a news conference Thursday.  Trump announced that data “suggests that nationwide, we are past the peak on new cases,” citing flattening of the curve in Detroit and Denver, new cases declining in New York, and “great progress” in Washington, DC, Baltimore, Philadelphia, and St. Louis. “These encouraging developments have put us in a very strong position to finalize guidelines for states on reopening the country, which we’ll be announcing. We’re going to be talking about that tomorrow, we’ll be having a news conference tomorrow sometime during the afternoon. We’re going to be announcing guidelines and we’ll be talking about various states and it's very exciting,” Trump said.  As CNN has reported, the new recommendations would mimic the social distancing guidelines the President announced in March and extended at the start of April, while not mandatory, they carry the weight of the federal government and the presidency. The comments come the same day Trump was told by many business stakeholders that more testing was needed in order for Americans to return to work. North Dakota Gov. Doug Burgum said he is extending his executive order that closes nonessential businesses in the state through April 30. Burgum said he hopes the state could begin to reopen May 1 but added \"plans can change.\" There are at least 632,878 cases of coronavirus in the US and at least 27,850 people have died, according to Johns Hopkins University's tally of cases. On Wednesday, Johns Hopkins reported 23,638 new cases and 1,817 reported deaths.  The totals include cases from all 50 states, the District of Columbia and other US territories, as well as all repatriated cases.  Los Angeles Mayor Eric Garcetti told CNN's Wolf Blitzer concerts and sporting events will not be allowed in the city until 2021. “It wasn’t a secret plan that got leaked,” Garcetti said on \"The Situation Room,\" referring to an internal letter obtained by the Los Angeles Times. Garcetti said unless there is a vaccine or a pharmaceutical intervention, there won't be mass gatherings like concerts and sporting events in Los Angeles until next year. Watch: Illinois Gov. J.B. Pritzker called on Washington to pass a second relief package, specifically to help state government revenue shortfalls. “This is a public health crisis, but it is accompanied by massive economic disruption that's unprecedented in modern history,” Pritzker said at a briefing on Wednesday He said state budget experts estimate that there will be a $2.7. billion shortfall of revenues for this fiscal year, and a $4.6 billion shortfall for next fiscal year. “I want to express my gratitude to our Illinois congressional delegation, our senators and congressmen of both parties for their support for the first CARES Act ... But I want to be clear, these dollars can be used to cover only new expenditures related to coronavirus,\" he said.  The bill provides funds to cover state government expenditures in response to the Covid-19 pandemic. \"Currently this funding cannot be used to make up for state government revenue shortfalls that have been a result of coronavirus. That leaves states to face this unprecedented financial hole on their own, if the Congress doesn't pass a ‘CARES Act 2,’ to support state governments,\" Pritzker said. “The federal government acted swiftly to step in and support businesses and corporations so that they can come out on the other side of this and jumpstart the economy. But the same type of action is needed in support of state governments,” the governor said. ##Daily Life## Canadian Prime Minister Justin Trudeau warned again Wednesday that the national lockdown would continue for weeks to come even though the country has, so far, been spared the worst of Covid-19. \"If we reopen too soon, everything we're doing now might be for nothing,” Trudeau said during his daily press conference in Ottawa. Canada reported 28,205 cases on Wednesday and 1,008 deaths. Nearly half of those deaths were related to outbreaks in long-term care facilities. Still, per capita, Canada has had fewer cases and deaths than the United States and most European countries. But Trudeau says that doesn’t mean the country is reopening anytime soon, and certainly not by May 1. \"It would be terrible if we were to release restrictions too early and find out we're suddenly back in another big wave of Covid-19,\" he said, adding that any reopening would happen in phases. ##Health## CNN is collecting your questions for former Vice President Joe Biden who will participate in Thursday's global town hall on coronavirus. Have a question about the coronavirus pandemic for Biden? Share it below. We may ask it during the town hall. Connecticut Gov. Ned Lamont will issue new guidelines for wearing masks in public spaces which will \"likely be reflected in an executive order within 48 hours,\" he said in a news briefing in Hartford on Wednesday.  Lamont said the decision came after consulting with the Centers for Disease Control and Prevention and Dr. Anthony Fauci, the director of the National Institute of Allergy and Infectious Diseases.  \"It's time for us to be also really strict about the need to wear a mask, even masks you make yourself, just a bandana, a scarf, or a surgical mask,\" he said. ##Daily Life## New Orleans Mayor LaToya Cantrell has extended the city's stay-at-home order until May 16, her office announced Wednesday. The mayor signed the proclamation Wednesday extending the order and prohibiting gatherings. House Speaker Nancy Pelosi said she thinks any discussions on reopening the economy must be based on health care and science.  \"The numbers are staggering but each individual story is heartbreaking to hear. So as we have discussions about how we open up our economy, this or that, we understand that this is an assault on the lives and the livelihoods of the American people, and that any decision to open up would be one that should be science-based and health-care-based,\" she told CNN. Pelosi went on to say that's why testing is critical. She added that more than a month later, the US still doesn't have \"the appropriate, adequate testing\" to identify the challenge. \"So really we have been delinquent. We have to have a change in that,\" she said. \"It's one thing to say well, it wasn't done right. But there's no excuse for us to not do it right as we go forward. It's so obvious. Almost sinful.\" Watch: ##Health## For the second day in a row, Los Angeles County is reporting more coronavirus-related deaths than ever before. Health director Barbara Ferrer said Wednesday 42 people died, and another 472 coronavirus case were confirmed in the county. ##Health## Tennessee Gov. Bill Lee announced Wednesday that he has recommended that schools in the state remain closed the rest of the school year. Dr. Penny Schwinn, the states Commissioner of Education, said at a news conference that schools will be open next school year and students will be going into new grades, but right now the focus is on the health and safety of students, teachers and the community. ##Daily Life## Maryland Gov. Larry Hogan announced Wednesday an executive order mandating face coverings in public for people in retail establishments or riding on public transportation.  The order comes on the heels of Maryland’s deadliest 48 hours of the pandemic, with 87 people reported dead so far this week. Hogan urged leaders in Washington “to put aside partisan politics” and warned that without additional federal action states could face “devastating” consequences. “We’ve asked the Trump administration to support the governors and states, and ask for their help in breaking this logjam in the US Senate so that we can continue working together to fight this pandemic and to get our states and our economies back on track,” Hogan said. Maryland now has 10,032 confirmed Covid-19 cases, and 311 deaths, according to a tally from Johns Hopkins University. ##Health## ##Travel## California’s undocumented workers who have been forced out of work as a result of the pandemic will be eligible for payments in a new private-public partnership announced by Gov. Gavin Newsom. The workers are not eligible for federal stimulus payments. Undocumented workers make up about 10% of California’s workforce, Newsom said. Because these workers pay approximately $2.5 billion in state and local taxes, Newsom has signed a Direct Disaster Assistance order, which will provide up to $500 for individuals and up to $1,000 for families. The state will provide $75 million to fund the program and private philanthropists will give $50 million. Some philanthropic foundations that have signed on to donate include the Emerson Collective, the Zuckerberg Chan Foundation, the James Irvine Foundation, and Blue Shield Foundation. ##Daily Life## New York has reported an additional 11,571 coronavirus cases, bringing the statewide total to 213,779 confirmed cases, Gov. Andrew Cuomo’s office said in a statement Wednesday. Cuomo previously announced 752 people died from coronavirus on Tuesday in New York. ##Health## The US Centers for Disease Control and Prevention is now including confirmed and probable coronavirus case and death counts on their websites. Previously, the CDC was only counting confirmed and presumptive positive cases.  “This change was made to reflect an interim Covid-19 position statement issued by the Council for State and Territorial Epidemiologists on April 5, 2020. The position statement included a case definition and made Covid-19 a nationally notifiable disease,” its website says.   The CDC is reporting 605,390 cases of novel coronavirus in the United States. The agency says at least 24,582 people have died.  CNN relies on Johns Hopkins University for its tally and won’t always match the CDC’s count. Johns Hopkins has reported 613,187 confirmed coronavirus cases in the US and 26,950 deaths.  ##Health## US stocks closed lower on Wednesday, after weak economic data and earnings weighed on the market all day. Energy stocks led losses, after oil settled below $20 a barrel for the first time since 2002. The Dow finished down 1.9%, or 445 points, and the S&P 500 fell 2.2%. It was the worst day for the two indexes since April 1. The Nasdaq Composite broke a four-day winning streak, its longest since early February. The index closed down 1.4%. Remember: As stocks settle after the trading day, levels might still change slightly. ##Business## Acting Homeland Security Secretary Chad Wolf, a member of the White House coronavirus taskforce, emphasized the need for mitigation to combat the pandemic in the US. Wolf, speaking to the Commercial Customs Operations Advisory Committee on Wednesday, said he wanted to “emphasize some very basic things, and that is mitigation works, so we're not going to test our way out of this.\" He added that washing your hands, not touching your face and ensuring social distancing are key. Wolf said the department is urging the preservation of personal protection equipment so that doctors hospitals and nursing homes can make them last longer than that one time.  “Instead of having that gown or that mask or this glove, being a 70 cent pair of gloves, we need them to be a $100 pair of gloves and we need those facilities to start treating those gloves or those masks or those respirators much, much differently,” Wolf said. He also said the department is working to accelerate supplies to meet demand, touting the use of Federal Emergency Management Agency's Air Bridge. Some context: As of April 14, there were about 44 flights with another 56 that are scheduled, he said. DHS is working with about five or six medical distributors, whose PPE is already destined for the US. “What we're trying to do is we're trying to get it here quicker. And then we're trying to make sure that we allocate it to those hotspots, as well as their traditional supply chain,” he said.  Wolf said DHS is also involved in domestic efforts to alter supply lines and shift to mask and other personal protective equipment production, as well as proper allocation of supplies. He said that companies have given the Federal Emergency Management Agency and Department of Defense unprecedented insight into their supply chains. ##Health## The US Centers for Disease Control and Prevention released “demographic characteristics of Covid-19 cases in the United States” on its website Wednesday. The newly published information details the race and age of coronavirus cases in the United States as of April 14. On Wednesday, the CDC reported more than 605,000 cases of coronavirus, but the demographics are only listed for 398,852 cases. A majority of the cases, in some instances, up to 85%, the CDC lists “unspecified” or “missing” as the age and race.  Here are some of the findings from the CDC: Of the cases, a majority are in the 18-44 and 45-64 age ranges\n73% of the cases fall between 18-64\n90,619 cases are those over the age of 65\n80% of the cases listed under white are over the age of 65\n34% of the cases listed in the 45-64 age group are black or African American ##Health## In the first phone call convened between President Trump and some members of his newly formed business council, industry leaders reiterated to the President what public health experts and governors have been telling him for weeks: that there would need to be guarantees of ramped up coronavirus testing before people would return to work, according to one person briefed on the discussions.  The call, one of a series being held with various sectors on Wednesday, was the first task force teleconference aimed at devising a strategy for reopening the country.  The call lasted for about an hour and had dozens of participants from the banking, food, hospitality and retail sectors, many of whom lauded the President and his administration for their efforts to combat coronavirus and jumpstart the economy, this person said. Many of Trump’s conservative allies have encouraged him to listen to advice from business leaders, hopeful their recommendations on reopening parts of the country will counterbalance the advice of public health experts like Drs. Anthony Fauci and Deborah Birx, who convinced Trump to extend social distancing guidelines by another month at the start of April. Those allies are convinced internal discussions on the coronavirus task force, and the information it provides the President, are overly weighted toward models and worst-case public health scenarios. They had hoped another panel inside the White House focused on the economic effects of the pandemic might lend equilibrium. Some of Trump’s advisers also hoped having the imprimatur of American industry on White House decision-making might lend credibility — and cover — to whatever decision Trump announces on how and when to recommend reopening certain portions of the country, which some fear could lead to new outbreaks if rushed out too quickly. But uncertainty about the new task force prevailed from nearly the moment Trump said he was considering in on April 5.  Watch: ##Business## ##Health## There are 698 members of the New York City Fire Department who are currently positive for Covid-19, Jim Long, a spokesperson for the department, told CNN. The number includes firefighters, EMS and civilian personnel. There are approximately 2,500 members of the FDNY on medical leave currently, which includes non-Covid-related illnesses or injuries. ##Health## Turkey has recorded its highest number of daily Covid-19 mortalities for a second day in a row with 115 deaths, according to the latest figures released by the Turkish health ministry on Wednesday. The total of deaths in Turkey now stands at 1,518, the ministry said. Turkey has a total of 69,392 positive cases, the ministry said. San Francisco is unveiling a program to streamline coronavirus contact tracing as part of its response to the pandemic. The partnership with the city, public health department, University of California, San Francisco, and DIMAGI, a company working with the Centers for Disease Control and Prevention, is an effort to digitize workflow and monitoring. “This collaboration serves as a powerful example of what we can achieve when we bring together the best minds across our public health system, with the City, academic medical centers and community partners,” said Dr. Sam Hawgood, chancellor of UCSF. “UCSF and our county health partners have worked together on every major health crisis our city has faced, reaching back to 1873, including caring for victims of the 1906 earthquake, cholera, tuberculosis and HIV/AIDS. We are here to serve patients during the Covid pandemic and will be here to help our city rebuild on the other side.” Contacts will receive text messages or phone calls monitoring their health during a 14-day period. The program will also allow them to self-report and public health officials will be immediately alerted. ##Health##   Virginia Gov. Ralph Northam has extended his order closing recreation and entertainment businesses, as well as personal care services, and banning gatherings of more than 10 people, through May 8.  According to Northam, Virginia’s “Stay at Home” order remains in effect until June 10. The governor said at this time, he doesn’t plan to extend that order from that point, but emphasized, that it remains a fluid situation and that decisions are being made on a day-to-day basis. Virginia is reporting 329 new cases of Covid-19 today, bringing the total number of cases to 6,500. The state is also reporting 41 new deaths, for a total of 195 Covid-19 related deaths, which is a big jump from the last report, according to Virginia State Health Commissioner Dr. Norman Oliver. Oliver noted, however, that death surveillance is not done in real time, and that the new large number of deaths is a correction in their data reporting, where many of those deaths are from a prior time, with information just now coming in on those. According to the health commissioner, the state’s data on racial and ethnic categories remains incomplete, but of the available data, 30% of the total cases are African American, and 35% of the deaths are African American. Northam also spoke about thinking ahead to what a new normal may look like in days ahead, saying “right now, that new normal will probably look like covering you face, spending more time at home, telework, if you can, continuing to use social distancing, and to stay away from large gathering.” ##Daily Life## ##Health## Starting at midnight tonight, Los Angeles residents will be required to wear a face covering or mask while venturing out for essential services, County Supervisor Kathryn Barger told CNN. “Masks clearly are something that I think is here, and I believe is going to be here for a while,” Barger said. About sporting events and other mass gatherings, Barger said she believes they are unlikely until a vaccine for coronavirus is available. When it comes to bars and nightclubs, Barger said, “I think that’s way out there.”  Fitness centers and gyms are also probably low on the list for reopening but many construction projects are considered essential and still working within social distancing guidelines.  \"Masks definitely are going to be and are a must at all construction sites,” Barger said. ##Daily Life## ##Health## A total of 17,167 people in France have died after contracting coronavirus while the number of national hospitalizations has declined, France's director-general of Health Jérôme Salomon confirmed Wednesday. Although the latest death toll figures mark an increase of 1,438 from Tuesday’s confirmed total of 15,729, Salomon clarified that the increase also reflects an adjustment in data, rather than an actual increase in deaths over the last 24 hours.  Despite this increase in deaths, Salomon also highlighted that France has – for the first time since the beginning of the coronavirus outbreak – registered a decline in the number of hospitalized patients.  \"There are 513 fewer people hospitalized since yesterday. This is the first decrease in hospitalizations,” Salomon said during a news conference, confirming that there are currently 31,779 patients receiving treatment in hospitals across France. \"We should applaud this decrease while remaining careful.\" ##Health## The British government says that based on national data it is beginning to see a “flattened curve” for new Covid-19 cases, adding that containment measures appear to be having a positive effect on the trajectory of the outbreak.  \"What I see here is evidence that everybody’s efforts to stay home and not have as much contact with other people, as would be normal, is having the impact that we hoped it would have and bringing this epidemic to a much better trajectory where this is currently flat and no longer rising,” said Angela McLean, UK deputy chief scientific adviser, during a news conference at Downing Street.  According to McLean, hospital admissions fell by 1% across the country on Tuesday, and by 5% in the Greater London area.   Speaking alongside McLean, the UK’s Chief Medical Adviser, Professor Chris Whitty, said he believes the UK is “probably reaching the peak overall” in the trajectory of the national coronavirus outbreak.   But he warned the country could still see an uptick in the number of daily deaths. “Sadly, we do think that high numbers of deaths will continue for certainly a short while on from where we are at the moment,\" Whitty said.  \"We are not yet at the point where we can say confidently and safely that we are now past the peak,” he added.  ##Health## Idaho's governor said nonessential businesses can \"prepare to reopen after April 30\" by developing a number of operational plans over the next couple weeks.  \"Many nonessential businesses can also prepare to reopen after April 30 by developing operational plans over the next two weeks to do the following things,\" such as maintaining physical distancing and providing protection for employees and citizens, Little said. Little's amended order also requires out-of-state travelers to self-quarantine for 14 days after entering Idaho, excluding those performing essential services. ##Health## ##Daily Life## There are at least 613,187 cases of coronavirus in the US and at least 26,950 people have died from the disease, according to Johns Hopkins University's tally of cases. On Wednesday, Johns Hopkins reported 3,947 new cases and 917 reported deaths.  The totals include cases from all 50 states, the District of Columbia and other US territories, as well as all repatriated cases. ##Health## Nearly a third of nurses in Spain — up to 70,000 — could have been infected with Covid-19, according to preliminary findings in a new study from the Spanish College of Nursing. Almost 30% of the nurses surveyed by email said they had symptoms of Covid-19 infection, the professional body for the Spanish nursing profession said. Around 75% of nurses who responded to the ongoing study believed they had been exposed to the infection in the workplace, with around 35% putting this down to a lack of personal protective equipment. The Spanish government says 27,758 health care workers have tested positive for coronavirus to date, about 15% of all cases in the hard-hit country. A number of health workers, including doctors, have died. The Spanish College of Nursing has more than 300,000 members.  ##Health##   The US Food and Drug Administration on Wednesday issued emergency use authorizations for two new coronavirus antibody tests, which are able to detect past infections after people have recovered. A total of three tests are now authorized by the agency, which determined that the benefits of using the quickly-designed tests during the pandemic outweigh the risks – such as false negatives or false positives. The tests, which use blood samples instead of a swab, are limited to use in authorized laboratories. Instead of looking for traces of the virus, they look for our body’s response to the virus: antibodies. The FDA, though, is warning that the tests could lead to false negatives, since antibodies aren’t present at the earliest stages of infection. “A negative result may occur if you are tested early in your illness and your body hasn’t had time to produce antibodies to infection,” the agency said in fact sheets published Wednesday. While the tests may miss some recent infections, experts say they’re useful to understand how widespread the coronavirus really is – since they should be able to detect past infections, even if people had few or no symptoms. It’s unclear how long immunity might last after someone recovers from Covid-19, but the antibody tests could also offer insight into who may be protected against re-infection. In a series of tweets announcing the new authorizations, FDA Commissioner Dr. Stephen Hahn said: “Serology tests can play a critical role in fighting #COVID19 by helping health care professionals identify people who may have overcome #COVID19 & developed an immune response.” The new tests come from Chembio Diagnostic Systems and Ortho Clinical Diagnostics, and they join a test authorized in early April from the company Cellex. The nation’s top infectious disease expert, Dr. Anthony Fauci, hinted at the new authorizations last week. \"Within a period of a week or so, we're going to have a rather large number of tests that are available,\" he said on CNN's New Day Friday morning. ##Health## Germany will start to relax nationwide Covid-19 restrictions next week on some shops, German Chancellor Angela Merkel said Wednesday. The shops, which must meet certain size requirements, will be allowed to reopen if hygiene plans are followed, Merkel said Wednesday. Schools will gradually reopen on May 4 with priority given to primary and secondary students in their final years.  At the same time, the country is extending its ''contact ban'' in the fight against coronavirus until May 3, Merkel said. Germany's contact ban rules that no more than two people can meet in public, unless people live in the same household.  Large public events are banned until the end of August to prevent mass transmission of the virus.  ''Any further relaxation of lockdown will depend on how infection rate develops — we have little room to maneuver,\" Merkel said. She went on to say that face masks should be worn in shops and public transport. ##Daily Life## New York Gov. Andrew Cuomo said he is issuing an executive order that all people in the state must wear a mask or mouth and nose covering in public, whenever they are in a situation where they cannot maintain social distancing of 6 feet or less. “If you're going to get on public transit, you're going to get on a bus, you're going to get on a subway, you're going to stand on a subway platform, you're going to walk in a neighborhood that is busy, you're going to be on a sidewalk, you're going to pass other people on a sidewalk, you're not going to be able to maintain social distancing, you must wear a mask,” Cuomo said.  There will be a three-day notice period before the order is enforced, allowing New Yorkers to secure masks or face coverings, Cuomo announced Wednesday afternoon. Local governments should start to enforce it, but there won't be any penalties as of right now, he added. Watch: ##Daily Life## ##Health##   New York will send 100 ventilators to Michigan and 50 to Maryland in an effort to mitigate death rates there, Gov. Andrew Cuomo said. “I will never forget the generosity people across the country showed our state,” he said. Now that its health care situation has stabilized, New York is returning the favor to neighboring states. A critical piece of personal protective equipment, the N95 respirator, can be safety cleaned and re-used, according to a study published Wednesday by scientists at the National Institutes of Health. The respirators are designed for single-use, but according to the NIH study, they could potentially be used up to three times if they’re properly decontaminated in between uses.  The study has not been peer-reviewed, but was published on a pre-print server designed to expedite the release of research. In a statement, NIH’s National Institute of Allergy and Infectious Diseases said that a variety of cleaning methods – such as vaporized hydrogen peroxide, dry heat, ultraviolet light or ethanol spray – could successfully decontaminate the respirators. Some of these methods caused problems with the fit and seal of the masks, but one technique – vaporized hydrogen peroxide – did not result in failures. Masks undergoing that treatment, then, could be re-used three times, NIH said.  The US Food and Drug Administration has now authorized three respirator decontamination systems for use during the coronavirus pandemic, all of which rely on hydrogen peroxide decontamination.  ##Health## Dr. Anthony Fauci, the country's top medical expert on the coronavirus pandemic and a member of President Trump's coronavirus task force, said there is a way for sports to return. He suggested no fans and weekly testing. Appearing on Snapchat's Peter Hamby show, \"Good Luck America,\"  Fauci said, \"There's a way of doing that. Nobody comes to the stadium. Put [the players] in big hotels, wherever you want to play, keep them very well surveilled ... and have them tested every single week and make sure they don't wind up infecting each other or their family, and just let them play the season out.\" \"People say you can't play without spectators. Well, I think you will probably get enough buy in if from people who are dying to see a baseball game, particularly me. I'm living in Washington. We have the world champion Washington Nationals and I want to see them play again,\" he added. ##Health## Idaho Gov. Brad Little on Wednesday extended the statewide stay-at-home order until April 30. Little, speaking at a virtual press conference, said Idaho has at least 1,464 confirmed cases of novel coronavirus and 39 deaths.   He went on to say that since the stay-at-home order was issued, the state has been \"flattening the curve.\"  ##Daily Life## New York Gov. Andrew Cuomo, speaking at his daily briefing, said all states are having a hard time bringing coronavirus testing to scale quickly,  \"Every governor is now in the same situation,\" he said, citing conversations with his counterparts across the country. The states need assistance from the federal government to bring testing to scale, he said, adding “the more testing, the more opening of the economy.” States need help with testing and tracing, as well as funding from the federal government, Cuomo said. Watch:  ##Health## Members of the World Health Organization on Wednesday defended their early actions when it came to fighting the coronavirus. Dr. Mike Ryan, executive director of the World Health Organization’s health emergencies program said, “when WHO issued its first guidance to countries, it was extremely clear that respiratory precautions should be taken in dealing with patients with this disease, that labs needed to be careful in terms of their precautions and taking samples, because there was a risk that the disease could spread from person to person in those environments.”   Dr. Maria Van Kerkhove, an infectious diseases epidemiologist with WHO, said she recently went back and listened to the WHO news conference on January 14, and at the time, there were 41 confirmed cases worldwide.  “All of our guidance that was before we did that press conference was about limiting exposure to people and to prevent transmission, particularly in health care settings,” adding “our guidance that was put out was about respiratory droplets and contact protection,” Van Kerkove said. Noting, that was out on January 10 and 11. Ryan said health systems around the world, including the United States, began to activate incident management systems during the first week of January.  “In the initial reports, in which there were no mention of human to human transmission, was a cluster of atypical pneumonia or pneumonia or unknown origin,\" he said. “The idea of having a defense, at this point, seems rather strange,” Ryan said.  Ryan went on to say that “there are literally millions and millions of cases of atypical pneumonia around the world, every year,” adding, in the middle of flu season, “sometimes it's very difficult to pick out a signal of a cluster of cases. In fact, it's quite remarkable that such a cluster was picked out — 41 confirmed cases ultimately in a cluster in Wuhan.”  “We will be very happy when the after action reviews come in fact, I am very anxious for those after action reviews to come because we do them for every outbreak response and I'll be delighted with our teams and look forward to that engagement to look and see where we can learn to do better, where we can improve our response,\" Ryan said. ##Health## New York Gov. Andrew Cuomo announced that the state's Health Department has developed its own coronavirus antibody test. \"New York state Department of Health developed their own antibody tests, and that test is going to be very important, and it's in our control, because we'd actually do those tests. We don't need a private lab. We don't need anybody else. With those tests, it will go to about 2,000-per-day capacity, and that is a finger prick test, so it's not terribly invasive,\" Cuomo said today during a news conference. Cuomo added that the state is pursuing Food and Drug Administration approval that \"could get us to 100,000 people per day. To give you an idea, that's then 500,000 a week.\" Some context: Antibody tests — also known as serology tests — aren't meant to diagnose active coronavirus infections. Rather, they check for proteins in the immune system, known as antibodies, through a blood sample.  Their presence means a person was exposed to the virus and developed antibodies against it, which may mean that person has at least some immunity — although experts are not sure how strong the immunity may be or even how long it will last. Watch: ##Health## More than 9,200 health care workers have been infected with Covid-19, the US Centers for Disease Control and Prevention found in its first such assessment, published on Tuesday. The number is likely an underestimate, since most reports of coronavirus cases don’t note whether the person worked in health care. “This national surveillance article spotlights the large number of health care personnel already infected with Covid-19,” CDC Principal Deputy Director Dr. Anne Schuchat told CNN. “I think we’ve all learned this virus was a greater threat than we had thought.” Among the health care workers who had coronavirus, 90% were not hospitalized. There were 184 admissions to the intensive care unit, and 27 people died. Schuchat added that it is important to focus on making sure that health care workers have the personal protective equipment they need, and that they need to remain vigilant. ##Health## New York Gov. Andrew Cuomo said reopening the economy requires a metaphorical bridge.  “Where we're going, it's not a reopening in that we're going to open what was. We are going to a different place,” Cuomo said in his daily coronavirus briefing. “And we should go to a different place and we should go to a better place. If we don't learn the lessons from this situation, then all of this will have been in vain.” Cuomo said people need to be prepared for a “new normal” as the situation continues to evolve.  “We're going to have a new normal in public health … the way we have a new normal in the environment, a new normal in economics, a new normal in civil rights, a new normal in social justice, right? This is the way of the world now. We're moving to a new place, more challenging place, but also potentially a better place,” he said.  Cuomo said the coronavirus threat won’t be fully over until there is a vaccine. Watch: ##Health## Hospitalizations, ICU admissions and intubations across New York are down, Gov. Andrew Cuomo said Tuesday. “You see the flattening of the curve,” he said, but cautioned, “we’re not out of the woods … but we can control the spread.” The pandemic is still a serious public health issue, but the “health situation has stabilized,” Cuomo said. Watch: ##Health## New York state saw a slight drop in coronavirus-related deaths Tuesday, according to remarks from Gov. Andrew Cuomo moments ago during a news conference. \"Lives lost yesterday, 752, which is the painful news of our reality day after day, and they are in our thoughts and prayers. You see 707 in hospitals, 45 in nursing homes,\" Cuomo said. The state recorded 778 deaths on Monday, Cuomo added. Watch: ##Health## New York City’s MTA is partnering with Northwell Health, a large private healthcare provider in New York, to prioritize Covid-19 testing for frontline workers who run the city’s public transportation system, the two entities announced Wednesday. The testing would be made available at Northwell Health’s 52 urgent care locations in the New York City area and would be prioritized for symptomatic workers.  “We remain relentlessly committed to doing everything we possibly can to keep our frontline workers safe,” MTA Chairman and CEO Patrick Foye said. “We will continue working to identify any and all solutions we can deploy to help protect our employees. The region simply cannot function without the essential and heroic workers of this pandemic.” ##Health## ##Daily Life## People might be most infectious with the novel coronavirus before they show symptoms, according to a study published Wednesday. The research, published in the journal Nature Medicine, adds to a growing body of evidence showing that seemingly-healthy people are spreading the virus. “We observed the highest viral load in throat swabs at the time of symptom onset, and inferred that infectiousness peaked on or before symptom onset,” the researchers wrote.  They found that viral shedding – when people may be able to infect others – could begin two to three days before symptoms appeared. The amount of virus given off, though, appeared to decline after people began feeling sick. Researchers warned that people may be spreading the virus before they show symptoms, public health interventions – such as contact tracing – will need to be adjusted.  Not only will investigators need to identify those who were exposed to symptomatic people, but they may also need to look retroactively – tracing contacts from when people still felt healthy. “More inclusive criteria for contact tracing to capture potential transmission events 2 to 3 days before symptom onset should be urgently considered for effective control of the outbreak,” the researchers wrote. More details: The study did have limitations. Namely, it relied on patients’ memories of when their symptoms first appeared, which could have been fuzzy. Still, the research is consistent with other findings, which suggest that people who don’t feel sick are in fact contributing to the spread of the virus. Based on that growing body of evidence, the White House has recommended that healthy people wear face coverings outside to reduce the risk of infecting others.  ##Health## New York City Mayor Bill de Blasio announced a $170 million initiative to battle food insecurity, an existing problem in the city amplified by economic woes due to the coronavirus pandemic. “People are literally asking 'where's my next meal coming from?' That's something painful to consider in the greatest city in the world but it's what's happening,\" he said Wednesday, noting, “somewhere in the neighborhood of a half million New Yorkers have lost their livelihood in just the last few weeks.” De Blasio added: “We are dealing with an unprecedented challenge in terms of people needing food, so we're going to create an unprecedented response. Today, I'm announcing $170 million initiative to make sure every New Yorker gets what they need and no New Yorker goes hungry.\" The mayor mapped out his plan to tackle the city’s food insecurity which includes accounting for 10 million meals in April for people who need them. ##Daily Life## There are at least 609,995 cases of coronavirus in the US and 26,069 deaths from the disease, according to Johns Hopkins University's tally of cases in the country.  On Wednesday, Johns Hopkins reported 755 new cases and 36 reported deaths. The totals include cases from all 50 states, the District of Columbia and other US territories, as well as all repatriated cases.  ##Health The group of 20 major world economies agreed on debt-relief procedures for the poorest nations hit by the coronavirus pandemic starting immediately, the G20 said in a statement on Wednesday.  The procedures are to last for one year, the statement said. “We support a time-bound suspension of debt service payments for the poorest countries that request forbearance,” a statement by the group read.  Following a virtual meeting by the G20 Finance Ministers, Saudi Minister of Finance Mohammed Al Jadaan said that debt-suspension has been agreed on by G20 countries unanimously with the aim of giving developing countries \"breathing space\" due to the pandemic.  The debt-suspension only requires countries to work with the International Monetary Fund (IMF) and will provide more than $20 billion of immediate liquidity, Al Jadaan said.  G20 countries have injected $7 trillion into the global economy, Al Jadaan added. “We support the further adoption and swift implementation of a strong financial response to help countries in need and to uphold global financial stability and resilience,” the G20 said in a statement.  Amnesty International, a global human rights group, called on the US Congress to stop President Trump’s plan to halt funding to the World Health Organization amid the coronavirus pandemic. “The U.S. administration should immediately reconsider its suspension of funding. Congress should also take immediate action to halt any measures which reverse the US’s longstanding commitment to protecting international public health,” said Erika Guevara-Rosas, Americas director at Amnesty International, in a statement on Wednesday. Trump on Tuesday announced he was halting funding to WHO while a review is conducted over the agency’s “role in severely mismanaging and covering up the spread of coronavirus.”  Guevara-Rosas said this decision distracts \"from criticisms of his own administration's response\" and undermines \"global efforts to protect people from one of the worst health crises in over a century.” The novel coronavirus does not respect borders, she added, and “President Trump’s proposal to slash [WHO’s] resources at this moment of crisis will undermine efforts to save lives and halt the spread of the virus.” Abbott Laboratories announced the release of an antibody test Wednesday that could detect if people have been infected with the novel coronavirus and recovered. The test could help individuals determine if they had Covid-19 in the past, and could more broadly help determine how widespread the infection is in the United States. While the test has not been authorized by the US Food and Drug Administration, Abbott is legally allowed to distribute it under regulatory flexibilities issued by the agency. Abbott, which said it is shipping 1 million of the tests to customers immediately, plans to produce and ship up to 20 million tests by the end of June. The specifics: In a press release, Abbott claimed its SARS-CoV-2 (novel coronavirus) IgG test identifies the IgG antibody, which is a protein that the body produces in the late stages of infection and may remain for months and possibly years after a person has recovered. That’s in contrast to the Cellex antibody test that has been authorized by the FDA; that test can also detect another class of antibodies called IgM antibodies, which are present earlier in infection.  Still, all antibody tests may miss some recent infections, since antibodies are our body’s response to an infection – which can take time.  Abbott's IgG antibody test will initially be available on its ARCHITECT i1000SR and i2000SR laboratory instruments. More than 2,000 of these instruments are in use in US laboratories. These instruments can run up to 100-200 tests per hour, according to the company.  Abbott is making the test available as part of the FDA notification without an Emergency Use Authorization (EUA) pathway outlined in Policy for Diagnostic Tests for Coronavirus Disease-2019 during the Public Health Emergency. But the company says it plans to file for emergency use authorization with the FDA. The World Health Organization \"is getting on with the job\" to respond to the coronavirus pandemic in wake of President Trump's announcement to withhold funding, WHO Director-General Tedros Adhanom Ghebreyesus said during a media briefing on Wednesday. \"WHO is grateful to the many nations, organizations and individuals who have expressed their support and commitment to WHO in recent days, including their financial commitment,\" Tedros said. \"We welcome this demonstration of global solidarity because solidarity is the rule of the game to defeat Covid-19. WHO is getting on with the job. We’re continuing to study this virus every moment of every day, we are learning from many countries about what works and we are sharing that information with the world.\" WHO is assessing exactly how its programs will be affected by the loss of funding from the United States, Tedros said. \"We will do the assessment and then announce it officially,\" Tedros said during the briefing. \"We will continue to work with every country and every partner to serve the people of the world, with a relentless commitment to science, solutions and solidarity,\" Tedros added. \"WHO has been fighting the pandemic with every ounce of our soul and spirit. We will continue to do that until the end.\" Some context: Trump announced Tuesday that he is halting funding to the WHO while a review is conducted. Trump said the review would cover the WHO's \"role in severely mismanaging and covering up the spread of coronavirus.\" Trump's announcement comes in the middle of the worst global pandemic in decades. Award-winning actress Taraji P. Henson is offering up to five free therapy sessions for minority communities reeling from the coronavirus pandemic through her mental health foundation.  “No one should be suffering right now in silence. That breaks my heart to know that so many people are. And you should not be afraid to talk about your mental health. And you shouldn't have to choose between a meal and your mental health,” she told CNN today. “These scars will last forever. They won't go away. People will be traumatized forever. Families will be destroyed and ripped apart.\" Henson said the racial disparity of coronavirus cases is “alarming.”  “I had to do something. … It is hard enough and most difficult for the black community to even speak up about mental illnesses or mental health because of the stigma around it in the community. So I felt like I had to do something in this moment in time to relieve the stress, the anxiety, to save some lives,” she said.  Henson encouraged people to use their time at home during the coronavirus to assess their mental health and take action. Henson has said she suffers from depression and anxiety and launched a foundation named after her father, a Vietnam veteran. The director of the World Health Organization responded to President Trump's decision to withhold funding to his organization  “The United States of America has been a long-standing and generous friend of WHO and we hope it will continue to be so,\" Tedros Adhanom Ghebreyesus said Wednesday in Geneva. Tedros said WHO is reviewing the impact any withdrawal of US funding will have, and that the organization will work to fill any financial gaps it faces to ensure its work continues uninterrupted. Tedros added WHO works to improve the health of world’s poorest and most vulnerable and doesn’t only fight coronavirus.  Gov. Ralph Northam is calling on both medical and non-medical volunteers to join the fight against Covid-19 in his state, according to a statement Wednesday.   Northam announced a statewide effort in collaboration with the Virginia Department of Health’s Virginia Medical Reserve Corps (MRC) to recruit \"up to 30,000 volunteers … to provide support for the expected surge in hospitals and long-term care facilities throughout the Commonwealth.\"   Northam says the effort will focus on university students, particularly those studying health or medicine, and individuals who have recently filed for unemployment but have \"relevant experience,\" the statement said.   Nearly a third of the 14,700 people who have signed up to volunteer with the MRC have done so in the last few weeks, and half of those have medical experience, the statement said.   The statement expressed a need for nurses, nurse practitioners and nursing students but said the state would be offering training for non-medical professionals as well.   The Spanish government will distribute more than 2 million masks to workers in the transportation industry, the Ministry for Transport said in a statement.  With this new shipment, the government will have distributed 3.3 million masks for workers in this area. \"With this we are doubling the distribution of masks and, particularly in the case of public bus transport, we are quadruplicating it. As such, we are now distributing a total of 2,250,644 masks among workers in the transport sector,\" the statement says.  The government said the transport sector is doing \"an essential service,\" including the public transport of goods, bus travel, taxi services and rail travel, as well as the \"private transport\" of supplies.  3M, the largest maker of N95 face masks in the country, has sued a Florida company for allegedly twice offering to sell tens of millions of 3M N95 respirators to the federal Division of Strategic National Stockpile at inflated prices.     3M also says the company, Orlando-based Geftico LLC, falsely claimed to be associated with 3M as a distributor and that the masks in question were “likely nonexistent.”    CNN has made multiple attempts to reach the president of Geftico and the law firm listed on the Florida Division of Corporations website as the company’s registered agent for comment, but has not received a response.  The lawsuit alleges that at different times, Geftico offered to sell a specific model of 3M N95 masks for $6.77 per respirator, over four times more than 3M’s suggested list price of $1.27 per respirator and for $3.60 per respirator, still nearly three times the suggested price.   3M is seeking injunctive relief to require Geftico to cease trying to sell masks and also requests damages, according to the complaint.  If the company wins damages in the lawsuit, 3M said it will donate the money to charities working on Covid-19 relief, according to the complaint.  Some context: Amid the novel coronavirus pandemic, N95 respirators and other personal protective equipment are in high demand for medical personnel.    The lawsuit is the latest in a series of lawsuits 3M has filed recently alleging companies have price gouged and counterfeited their products.�� Mayor Muriel Bowser announced Wednesday morning the extension of the District’s public health emergency until May 15.  Bowser says the Washington, DC, government will provide more details on the future of schools and government employees on April 17. The deputy attorney general told Justice Department employees to wear face coverings in common areas at agency buildings in a memo to staff on Tuesday. The memo follows and notes country-wide guidelines from the Centers for Disease Control and Prevention that face coverings should be worn in public settings. The guidance also comes as many Justice Department employees continue to stay out of the office and work from home.  Employees who work out of a government building are told they may remove the covering in a private office, cubicle or workspace where at least six feet of social distancing can be maintained from others.  Some context: Attorney General William Barr has referred to some social distancing policies as \"draconian\" and called for steps towards normalcy to resume after the end of the month, but he's also acknowledged the administration's stay at home directives were necessary to combat the virus.  More recently, Barr softened his tone and expressed support for the federal guidelines.  For his part, Barr frequently wears a mask around the Justice Department as he continues to report to work during the pandemic, he told Fox News in an interview last week. He also wears one along with his security detail when he commutes into Washington every morning, he said.  There are 2,156 New York City Police Department officers who have tested positive for coronavirus, a source with knowledge confirmed to CNN. In total, there are 6,274 NYPD officers currently out sick which represents 17.4% of the force. Since March 12, 3,350 officers tested positive for the virus. Roughly 1,184 police officers have recovered from Covid-19 and have returned to work. More than 100 countries have already asked for emergency assistance from the International Monetary Fund amid the economic fallout from coronavirus.  Managing Director Kristalina Georgieva told a meeting of G20 finance ministers and central bank governors that 10 countries have so far received their requested emergency funding, and the IMF will approve funding for half of the remaining countries by the end of April. The IMF told the G20 finance leaders that it is “urgently seeking” $18 billion in new loan resources for its Poverty Reduction and Growth Trust, and says it will likely need at least $1.8 billion in new subsidy resources. Georgieva warned that they “will need to step up even more” in the months and years ahead. She said the IMF is ready to use its “full toolbox and $1 trillion firepower” through a deep recession in 2020 and only a partial recovery in 2021. ##Business## While delays in testing – and shortages of testing supplies – have been reported across the country, it’s also possible that a slowdown in the pandemic is responsible for the reported decline in tests. Currently in the United States, testing is primarily done on those who are symptomatic. While the US is still seeing an increasing number of cases, social distancing measures do seem to be working, limiting transmission of the virus. Assuming there are enough tests available, that slowdown could explain why fewer people are needing tests at hospitals, doctors’ offices and other sites. Or, doctors may just be ordering fewer tests, perhaps reserving them for only the sickest patients. If there isn’t widespread availability of testing, though, then the reported decline in cases may be misleading. In a statement on Wednesday, the American Clinical Laboratory Association – which represents commercial labs such as LabCorp and Quest Diagnostics – said that testing capacity was not an issue. “ACLA members have now eliminated testing backlogs, and have considerable capacity that is not being used,” the group said. “We stand ready to perform more testing and are in close communication with public health partners about ways we can support additional needs.” Some context: Other groups, though, have reported problems. In a Monday letter to the White House Coronavirus Task Force, the Association of American Medical Colleges said labs are facing critical shortages. “Widespread but uneven shortages in one or more of the essential components for testing have resulted in a situation where few labs are able to maximize the testing capacity of any one machine, platform, or test,” the group said. It added that “laboratories across the country are working day and night to expand testing capacity but are severely hampered by shortages of needed reagents, swabs for testing, PPE, and specialized equipment designed by companies to be used with their own machines.” ##Health## A federal judge has postponed the criminal trial of associates of Rudy Giuliani until February 1, granting a four-month delay over coronavirus concerns. Prosecutors asked the federal judge Tuesday to postpone the trial of Lev Parnas and Igor Fruman amid the coronavirus pandemic “given the considerable uncertainty surrounding any timeline for a relaxation or removal of those restrictions.”  They noted they didn’t object to a request by lawyers for the defendants who sought to postpone the trial because of their difficulty of meeting with their clients, who are based in Florida and California, and prepare for trial.  Some context: Parnas, Fruman and two other men were charged in a campaign finance scheme. They have pleaded not guilty. The men were schedule to go to trial on October 5, about one month before the presidential election. Parnas and Fruman were central players in Giuliani’s effort to dig up dirt on Joseph and Hunter Biden’s activities in the Ukraine. The coronavirus pandemic has grinded the criminal justice system to a halt across the country with grand juries disrupted and criminal and civil trials postponed. In the Southern District of New York trials are postponed until at least June 1.  The number of confirmed coronavirus cases worldwide surpassed 2 million on Wednesday, according to a tally from Johns Hopkins University.  Covid-19 has infected 2,000,984 and killed at least 128,071 people globally.  The United States leads with the most deaths and the most confirmed cases worldwide. There are at least 609,696 confirmed coronavirus cases and at least 26,059 deaths from the disease. A vaccine for coronavirus may be ready for use by emergency workers sometime this autumn, according to Dr. Kizzmekia Corbett, the National Institute of Health’s lead scientist for coronavirus vaccine research. Corbett said that the vaccine could be ready for use by front-line health care workers as soon as this fall and for the global population by next spring. Her team is currently testing the safety of the vaccine in the first phase, and then will test its effectiveness in subsequent phases.  “We’re targeting fall for the emergency use. … And then for the general population, our target goal is for next spring — and that is, if all things go well and if these phase one, phase two and phase three clinical trials work simultaneously for the good, our plan is to have people vaccinated all over the world by next spring,” she told CNN’s Anderson Cooper and Dr. Sanjay Gupta. Vaccine development is typically a long process, and Corbett said that her team has actually been working on a coronavirus vaccine for years already.  “We’ve researched coronavirus vaccine development for the last 7 years — particularly under my direction, the team has researched this coronavirus development for 5 years. And so coming into the onset of this pandemic, we had an idea about what we wanted to do as far as the design of the vaccine,” Corbett said. Watch the interview: The French government announced it will pay health workers a bonus of up to 1500 euros, roughly $1,634, for treating Covid-19 patients. Hospital staff will receive 500 euros (US$ 544) and those working directly in coronavirus impacted areas will get 1,500 euros (US$ 1,634), French Prime Minister Edouard Philippe said Wednesday following a cabinet meeting. Medical staff working overtime will be compensated an extra 50% on top of their already elevated overtime pay. Philippe said French President Emmanuel Macron wanted to give a bonus to nursing home staff and those managing Covid-19 patients confined at home.  The French state will also pay civil servants a bonus of up to 1,000 euros (US$ 1,087). France regrets President Trump’s decision to cut funding for the World Health Organization, French government spokesperson Sibeth Ndiaye said on Wednesday. “This is a situation that we obviously regret, given France and the President’s attachment to multilateralism,” Ndiaye explained. The government “deplores each time that a dent is put in multilateralism,” the spokesperson added. France “hopes for a quick return to normal, and for the WHO to be able to carry out its work serenely,” Ndiaye concluded. ##Health##   The daily number of Covid-19 tests performed by commercial labs has appeared to slightly decline in the past week, according to a CNN analysis of data from the American Clinical Laboratory Association.  Members of the ACLA include LabCorp, Mayo Clinic Laboratories and Quest Diagnostics, among other commonly used labs. In the past seven days, between April 7 and 14, there were about 576,000 newly completed tests reported by ACLA member labs. In the seven-day period before that, between March 31 and April 7, there were about 673,000 newly completed tests reported by ACLA member labs. Those numbers represent an approximate 14% decrease in the newly completed tests performed by ACLA member labs. What does this mean: It remains unclear what could be fueling the recent slowdown of completed commercial lab tests. For instance, some labs may have struggled to meet the demand of testing services and now face backlogs.  Among other possible factors, there could have been a delay in reporting, or the decline could be tied to stronger efforts to prioritize testing certain at-risk patients per updated guidelines from the US Centers for Disease Control and Prevention. For now, this recent decline in newly completed tests from commercial labs comes at a time when the number of Covid-19 cases and deaths overall continue to rise in the United States. On Wednesday, the nation recorded its highest number of coronavirus deaths in a single day after several days in which the death toll had fallen or was nearly flat.  ##Health##  US stocks fell at Wednesday’s open on worsening economic data and falling oil prices. US retail sales dropped 8.7% in March, their worst decline on record, and the New York Fed’s manufacturing index collapsed to its worst level in history.  China stepped in to support its financial sector, suggesting things could be worse than anticipated in the world’s second largest economy. The Dow opened 2.3%, or 565 points, lower. The S&P 500 kicked off 2.3% lower. The Nasdaq Composite fell 1.8% at the open. Canada’s GDP fell approximately 9% in March, according to Statistics Canada, the national statistical office that provides key information on the economy, society and environment, published Tuesday morning. The “flash estimate” was published “given the unique situation faced by the Canadian economy in the context of the Covid-19 pandemic and the demand for trusted information on the aggregate impact of this health crisis on the economy,” Statistics Canada said. Statistics Canada added: “Even though the basis of calculation is different, in a relative sense, this would be the largest one-month decline in GDP, since the series started in 1961. Overall for the quarter, this flash estimate of GDP leads to an approximate decline of 2.6% for the first quarter of 2020.” ##Business## New York's manufacturers don't see a light at the end of the tunnel yet. The New York Federal Reserve's index that measures general businesses conditions plummeted 57 points to -78.2 in April. That's the lowest level on record in the history of the Empire State Manufacturing Survey. The coronavirus crisis is weighing on both demand and supply chains in manufacturing. The damage is broad-based, with the survey revealing worsening conditions on every front: business activity, new orders and shipments declined. Delivery times have also expanded and inventories have fallen. There's a thin silver lining: Survey respondents expect conditions to be slightly better six months from now. ##Business## Connie Titchen, a 106-year-old great-grandmother in the United Kingdom, has been released from the hospital three weeks after testing positive for coronavirus. “She is our oldest patient to beat the virus - and may well be the oldest in the country to do so,” the Sandwell and West Birmingham NHS Trust said Wednesday. Nurses at Birmingham City Hospital lined the corridor to applaud the great-grandmother of eight as she was wheeled out to be sent home. “I feel very lucky that I’ve fought off this virus. I can’t wait to see my family,” Titchen said, according to a statement from the NHS Trust. The hospital says Titchen, who was born in September 1913 and has lived through two World Wars, was admitted to City Hospital in mid-March with suspected pneumonia. She was diagnosed with coronavirus soon afterwards. “It’s been fantastic to see Connie recover. She is amazing and we’ve been doing our best to nurse her back to health. We were really pleased when she was given the all clear. It’s nice to see patients leave our ward after having beaten this virus,\" nurse Kelly Smith said.  ##Health## Amazon says it may suspend all of its distribution activity in France after a court ruled Tuesday it had to stop all non-essential activities due to the coronavirus outbreak. In a statement on Wednesday, the company said it is “perplexed” by the court ruling.  “Our interpretation of the ruling suggests we might have to suspend the activities of our in-country fulfillment network in France. We’re working rapidly to understand the judgement and evaluate our options, and we expect to appeal,” Amazon said in the statement.  The online retail giant went on to say it has already implemented safety measures including “temperature checks, masks, and enforced social distancing which have received the approval of health and safety representatives at multiple sites.” Some context: On Tuesday a French court ordered Amazon to reduce its local delivery operations to only essential goods, or the company could face a penalty of 1 million euros ($1.1 million) for each day of delay. The court has also required that the company carry out an assessment of the \"occupational risks inherent in the Covid-19 epidemic\" in all of its warehouses. ##Business## American Medical Association President Dr. Patrice Harris said now is not the time to cut funding to the World Health Organization, after President Trump announced Tuesday he is halting funding to the organization while a review is conducted. “During the worst public health crisis in a century, halting funding to the WHO is a dangerous step in the wrong direction. Others, many others, have said this virus knows no boundaries, this is a global pandemic, it certainly requires global cooperation. Infections in other parts of the world could certainly impact us here in the United States,” Harris said.  Some context: The US sends $400 million to $500 million to the WHO each year, Trump said.  Harris added that “clear and consistent messaging” is key during any health crisis.  “The public needs to trust that their leaders are being honest and forthcoming and are really working cooperatively to do whatever they can,” she said. “Physicians feel like we're going into this with one arm tied behind our back. And so we really need the administration to use all the levers of the government to get those on the front lines all the support they need.\" Watch Harris' remarks: Switzerland faces shortages of medicine for coronavirus patients in intensive care unit, the country's health ministry admitted Tuesday, calling the situation ''tense.'' Patrick Mathys, the head of the Swiss federal health ministry resolution team, told reporters in a press conference ''there are real bottlenecks for essential medicines in intensive care'' adding that ''there has been some easing of the situation, but in the long term it's a huge problem.\"  Mathys went on to say that the country competes with the international market to purchase more drugs and that the procurement of medicine is equally as challenging as procuring protective masks.  ''We need to procure these (intensive care medicine) as much as we can on the international market but you can imagine that as with protective masks, these drugs are also in demand again worldwide. The situation is tense,'' he said. Switzerland's death toll from coronavirus stands at 973 on Wednesday, according to figures from the Federal Office for Public Health. In addition, the number of infected cases has risen to 26,336-- an increase of 502 cases within the last 24 hours.   The country’s Federal Council, which extended lockdown measures until April 26, said it would convene on Thursday to discuss easing of restrictions and observe developments in neighboring countries like Austria, which began to allow partial returns to work after Easter.  ##Health## It has been a year since a fire devastated the Notre Dame cathedral, causing its spire to collapse and leaving the 850-year-old church's future in doubt. The blaze, which French prosecutors say may have been started by a cigarette or electrical malfunction, elicited solidarity and donations from around the world last April.  But with the coronavirus shutdown bringing restoration efforts to a standstill — and the country's attention now focused elsewhere — the somber anniversary is set to pass with little fanfare. Work at the Paris site has been suspended since March 16, when France introduced widespread measures to help control the spread of Covid-19. And despite the months of recovery work already undertaken, there is ongoing uncertainty about the full extent of the damage. Some context: Dismantling of the scaffolding was due to be completed in June, though France's Ministry of Culture has not yet responded to CNN's requests about how the suspension of work may impact the restoration timeline — or how realistic Macron's initial plans to reopen the landmark by 2024 remain.  The French president's priorities lie elsewhere, and on Monday evening he used a televised address to announce that the nationwide shutdown would continue for another month. Read the full story here. The Centers for Disease Control and Prevention is working hard to make sure testing, contact tracing and an expanded public health capacity is in place as the country begins talking about opening back up, director Dr. Robert Redfield said this morning on CBS. “It's going to be really important to get a few things in place: more obviously testing for early diagnostics, expand the public health capacity for early diagnosis, isolation and contact tracing. This is going to be fundamental to maintain and contain cases as they occur. And then make sure we have the health capacity to deal with this, as we work to regain the confidence of the American public that it's safe to go back to work,\" Redfield said. Asked about the study saying Americans may need to social distance until 2022, Redfield said, “I think the mitigation steps that we’ve done are going to be an important component of it. I think it's really, really a moment to take a bow for the American public that really embraced the social distancing recommendations that we put forward.” Redfield added: “It really is the American public's response to social distance and sacrifice, not for themselves but for the benefit of the most vulnerable. It's really a testament. I do think we're going to have some social distancing that's going to be a critical part of our strategy as we go forward while we await the fruits of the innovation of the different biological countermeasures to include a vaccine.\" The United Kingdom believes the World Health Organization (WHO) has an “important role” to play in leading the global response to the coronavirus outbreak, the prime minister’s official spokesperson said, adding there are no plans to withdraw funding. The comments put the UK at odds with President Trump, who has criticized the WHO’s response and announced a suspension of funding.  “Our position is the UK has no plans to stop funding the WHO which has an important role to play in leading the global health response,” the prime minister’s spokesperson said Wednesday.  “Coronavirus is a global challenge and it is essential countries work together to tackle this shared threat, the spokesperson added. “In terms of how we contribute to the WHO, that is an assessment of the WHO’s needs and is not based on other country’s funding.” Some context: Earlier this week, the UK announced it would boost its contribution to the WHO by £65 million ($81 million). The Foreign Secretary Dominic Raab, who is filling in for Prime Minister Boris Johnson, will participate in a G7 leaders conference call on Thursday. According to the prime minister's spokesperson, Raab will underline the need for “global collaboration” to deal with the crisis, including the speed and scale of a vaccine and testing internationally. “We will also discuss economic concerns and how to support struggling nations,” the spokesperson said. Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, said during an interview Wednesday that the US is seeing a flattening out of new coronavirus cases. Except for a few cities where cases haven't peaked yet, \"there's no doubt what we've seen over the last several days is a flattening out,\" Fauci said. \"Even when you get to New York, it's actually starting to come down regarding admissions, hospitalizations, needs for intensive care and intubation,\" Fauci told NBC. \"Hopefully that trend will continue. … As I say, I'm a very cautious person, but we are seeing some light at the end of the tunnel,\" Fauci added. ##Health## Finland will lift restrictions on movement in its capital Helsinki and the surrounding region, Uusimaa, later on Wednesday, the government has announced. The government said the legal grounds for continuing to restrict movement \"are no longer considered to exist.\" \"When the travel restrictions entered into force on 28 March, Covid-19 incidence in the region of Uusimaa was increasing significantly faster than in the rest of the country,\" the government said. \"While Uusimaa still has the highest number of Covid-19 cases, the gap with the rest of the country has narrowed.” Despite the plan to lift movement restrictions, the Finnish government is still advising against all unnecessary travel.  Some context: Last week, the Finnish government announced that that restrictions on schools, museums, theaters enacted on March 16 would remain in place until May 13. Finland has recorded 3,161 cases of coronavirus, and 64 deaths, according to the Finnish Institute for Health and Welfare.   ##Daily Life## Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, says experts \"don't have all the answers\" when it comes to antibodies. In an interview on the \"Today\" show, Fauci was asked to comment on a report out of South Korea's CDC that found coronavirus had been reactivated in a number of patients thought to have recovered. \"We don't know how common that is,\" Fauci said. \"It's likely an uncommon event and won't have a public health impact.\" \"The things that we don't know is that -- in general with viruses we deal with all the time -- when you develop an antibody after infection, it almost invariably means you're protected. We don't absolutely know that for sure yet,\" Fauci said. He added there is also uncertainty about how long antibodies can protect a person. \"So are you protected for a month or two or three, a half a year or a year? We need to get experience to know that,\" Fauci said. ##Health## Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, said Wednesday that \"there is going to be a great deal of variability\" when thinking about relaxing social distancing guidelines. Fauci was asked about President Trump's remarks about the possibility that some states could lift stay-at-home orders before May 1. \"I'm certain, though even though I haven't discussed this with him, that he's talking about some of the states that have a very low level now, particularly those states with a low density of population and a lot of geographic lands,\" Fauci told NBC. Fauci added that some states will do \"nothing different because they are still in a really difficult situation, and you would not want to relax any of the physical separation guidelines, and others that would be doing really much better. So It's not going to be a one-size-fits-all.\" ##Health## New York City Bill de Blasio said social distancing restrictions are still necessary to contain the spread of coronavirus in the city and that everyday New Yorkers are key to making sure the virus doesn’t accelerate again.  “One false move, take our foot off the gas, we will regret it. We've got one chance … to contain this thing and then we can do a proper smart restart, and we do it too soon, I guarantee we'll regret it,” he told CNN. De Blasio also said that the federal government has still not provided enough testing kits.  “We're creating our own tests here in New York City. We just couldn't wait any longer,\" the mayor said. De Blasio said “the next phase” of coronavirus is months away.  “To get to the next phase literally means getting to the point where we know each individual person who has contracted the coronavirus, we're tracing all of their contacts, we’re doing isolation and quarantine for anyone who needs, we’re testing all the time,” he said.  Some context: The New York City Health Department is now reporting more than 3,700 “probable” Covid-19 deaths of individuals who have not been tested for the coronavirus but are presumed to be positive. “We've all gone through hell here,” de Blasio said. \"We should be honest about the full extent of this. And that bluntly, should inspire us to really get it right. This disease is ferocious.”  De Blasio also called for more help from the federal government for the country’s biggest city and encouraged Congress to pass another stimulus package.  “We're one of the economic engines of the country. We're not going to be able to provide basic services and have a normal society if we don't get help from the federal government,” he said. Watch de Blasio's comments: CDC Director Dr. Robert Redfield says the World Health Organization \"has been a long-term and still is a great partner for us,\" despite President Trump cutting its funding Tuesday. Here's what Redfield told CBS today: \"Those decisions that are made above related to some of the geopolitical issues, I have to leave to those that really have that expertise. But, for me and for CDC and the public health arena, we're continuing to work side by side with WHO to do the best that we can to limit the spread of disease and to protect the American people.\"  Redfield added that, \"It's important at this point that we leave the analysis of what could have been done better and what maybe we did well to once we get through this and get through the outbreak, we get it over.\" ##Health## More than 400,000 people could die of Covid-19 in Japan if nothing is done to contain the virus, according to a report released Wednesday by the Japanese Health Ministry and reported by public broadcaster NHK.   The report also says 850,000 patients would need ventilators. \"If we receive the outbreak without any weapon to protect ourselves, the number of severe cases will exceed existing number of ventilators,\" Dr. Hiroshi Nishiura said, the head of the panel. \"All Japanese must change the pattern of action and help us to stop this outbreak as soon as possible,\" he added. Some context: Japan officially declared a state of emergency on April 7, months after the first domestic cases of the virus appeared. On Wednesday a public health emergency was issued for all of Japan by the commander of the US Forces Japan (USFJ) amid the novel coronavirus outbreak.  ##Health## Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, said the number of testing done in the US for coronavirus is \"far, far greater\" than two to three weeks ago.  \"I believe the last number we spoke about the day before yesterday or today was close to or even at or beyond 3 million tests,\" Fauci said this morning on NBC. \"That's really far, far greater than we were two or three weeks ago.\" Fauci said the country is continuing to escalate and accelerate testing capabilities \"so that we would be able to have a significant number, measured in the millions, of tests each week.\" ##Health## The Czech government has announced a further easing of the containment measures it put in place to stop the spread of coronavirus. Final year university students can return to class next week, and primary schools may reopen at the end of May, the government announced on Tuesday evening. Starting in June, secondary and high schools can open for one-on-one teacher-pupil consultations. Students will also be allowed to take high school graduation exams and high school entry exams, but schools are not expected to fully reopen until September. Next week, the government will allow some businesses, including farmers’ markets and car dealerships, to reopen.  Weddings can also take place from next week, provided that fewer than 10 people attend.  Restaurants, pubs and wine shops offering goods for immediate consumption can open at the end of May, if they have an outdoor patio or takeout options.  Museums, galleries and zoos can also open their outdoor installations at the end of May.  In June, retail shops, hotels and other accommodation services will be allowed to reopen.  The government did not provide an explanation as to how they arrived at these new measures. There are 6,151 confirmed cases of coronavirus in the Czech Republic, the country's health ministry said. At least 161 people have died as a result of the virus.   Cycling’s most famous race, the Tour de France, has been postponed until late August due to the coronavirus pandemic, the International Cycling Union (UCI) said on Wednesday. It will now run from Saturday August 29 to Sunday September 20. The move means the prestigious race will not take place in its traditional June-to-July slot for the first time since it restarted after World War II. French President Emmanuel Macron said on Monday that no large-scale public events would take place in the country until mid-July, as part of measures to contain the outbreak. “Holding this event in the best conditions possible is judged essential given its central place in cycling’s economy and its exposure, in particular for the teams that benefit on this occasion from unparalleled visibility,” the UCI said in a statement. Tour organisers have said that the event will follow the same route as originally planned, from Nice to Paris, and that an agreement had been reached with all the different parties involved, from local communities to public authorities. Along with the Giro d’Italia and Vuelta a España, the Tour de France makes up cycling's prestigious three-week-long “Grand Tours”. The UCI added that Italy's Giro and Spain's Vuelta would follow the Tour in a revised calendar, with dates yet to be confirmed. The UCI Road World Championships in Martigny, Switzerland, will go ahead as scheduled from Sunday 20 – Sunday 27 September. ##Travel## Airlines in China lost billions of dollars last quarter as the coronavirus pandemic took its toll on air travel. The country's airlines lost 33.62 billion yuan ($4.8 billion) in the first quarter of 2020, according to figures released by the Civil Aviation Administration of China on Wednesday. Passenger traffic plunged 54% to just over 74 million passengers. The nation's entire aviation industry -- including airlines and airport operators -- lost 39.82 billion yuan ($5.6 billion) in the quarter, the regulator said. The agency has taken steps to prop up the struggling sector, including lowering some fees for airlines, like charges to park and land at airports. It said Wednesday that it will continue to keep an eye on the development of the outbreak. ##Travel## ##Business## A cancer ward in a German hospital has been hit by an outbreak of coronavirus cases. Around 20 patients and 20 employees tested positive for Covid-19 at the University Medical Centre Hamburg-Eppendorf (UKE) last week, the hospital confirmed to CNN on Wednesday. Some of those patients are still being cared for at the Hamburg hospital, while others have since been sent home. ''The exact chain of infection is currently being investigated at full speed and cannot be traced back to a single person,\" a UKE spokesperson said. All the patients on the oncology ward were tested after the first infection became known, the UKE said. Infected patients were transferred to specific Covid-19 wards to continue their treatment. Staff members from a wide range of professions tested positive for the virus and are currently in isolation at home, the hospital statement concluded.  Hamburg is one of Germany's coronavirus hotspots. A total of 3,869 people in the city have been infected with the virus and 67 have died, according to figures released Wednesday by the Robert Koch Institute, Germany's disease control and prevention agency.  The EU’s new long-term budget will need to be a “strong” response to the coronavirus crisis, European Commission President Ursula von der Leyen says. “I’ve often said in the past that Europe needs a new Marshall Plan,” she said, referring to the multi-billion dollar American stimulus package to rebuild Europe after World War II. “We’ll need massive public and private investment to revive the economy, reconstruct it and to create new jobs.” “The key to this is a strong new EU budget. The budget has the advantage that it enjoys the confidence, the trust of all member states.” “This new seven-year budget has to distinguish itself from the previous ones. It will be different. It will be the European response to the coronavirus crisis.” European Council President Charles Michel said Europe was facing a “huge and unprecedented” crisis. He said the bloc’s leaders would have to focus on “the need – the absolutely necessity – to develop a massive investment strategy” to rebuild once the coronavirus crisis passes. Two scammers capitalising on the pandemic in the UK by illegally selling testing kits have been arrested, a statement from the National Crime Agency (NCA) said on Wednesday. A pharmacist was arrested and £20,000 ($25,000) was seized in South London on Saturday under the Fraud Act 2006. The 46-year-old is accused of making “false and misleading claims about the tests’ capability.” Separately, a 39-year-old surveyor was found with 250 Covid-19 testing kits in his car and was arrested after telling investigators “he was planning on selling the kits to construction workers,” the statement said. Both were released on conditional bail.  The NCA also said it had taken down a website designed to fool people “into buying suspected non-existent” personal protection equipment (PPE) via phishing emails. “Criminals capitalise on fear and anxiety and they will exploit any opportunity, no matter how awful, to line their pockets,” said the NCA's Director of Investigations, Nikki Holland, adding that such scams “completely undermine the nation’s collective response to the pandemic and actually endangers lives.” The British government has been criticized for failing to provide mass testing and PPE for healthcare workers and the public. The mayor of Moscow has admitted that the rollout of a new digital tracking system to enforce its coronavirus lockdown has caused crowding on public transportation, after images surfaced on Russian social media of large lines forming outside subway entrances as police checked passes. “This morning, due to verification activities conducted by the GUVD [police], queues formed in the metro, something very critical in the current situation,” Sergey Sobyanin said in a statement on Twitter on Wednesday.  The new system officially went into operation Wednesday, requiring Muscovites and residents of the Moscow region to download a QR code so they can move around the Russian capital. Opposition activists warned the new system will lead to unprecedented government intrusion. For example, the permit website prompts all users to register at or link their existing page to a government e-portal, which stores user data on traffic fines, utility bills, foreign passports and so on. Users also need to disclose their points of origin and destination, their employer tax identifier, car plate number and upload their IDs. Daria Besedina and Maxim Katz, local opposition lawmakers who voted against the system, dubbed it a \"cyber Gulag\" and \"digital concentration camp,\" criticizing the authorities for mixed messaging about the coronavirus. “I talked with the head of the Central Internal Affairs Directorate and asked them to organize work in such a way that further inspections would not lead to mass crowds of people,\" Sobyanin, the mayor, said on Twitter. He added that crowds had lessened and work was resuming at a normal pace.  “In the future it will be necessary to move to automated control,” he said. “We’ll think about how to do this.” Hundreds of migrant workers gathered outside the Bandra railway station in Mumbai on Tuesday evening to protest against the extension of India's nationwide lockdown.   The protesters called on police to allow them to leave the city and return to their home villages, said senior Mumbai police official Vijaylakshmi Hiremath.  The protest broke out hours after Prime Minister Narendra Modi announced that India's nationwide lockdown would be extended to May 3.   \"We had to use batons to control the crowd. No one was injured,\" said Dattaray Bhargude, senior police official to CNN. In an appeal to migrant workers Tuesday, the chief minister of Maharashtra, Uddhav Thackeray said, “You have come from other states and stay here with us. There is a problem and a challenge and we will face this challenge together… You have come here, and you are living in this state and we will take complete care of you. There is no need for you to worry.”  Thackeray also said that the protest occurred because the workers were under the impression that they would be able travel once the initial 21-day lockdown period was up on Tuesday, had gathered at the station to board trains.  \"Railways have not started any ticket booking at railway stations, but the online bookings were on for trains operational post the initial 21-day lockdown. Due to the extension in the lockdown the cancellations have been initiated on Tuesday for the extended lockdown period till May 3,\" said Ravindra Bhakar, a spokesperson for Western Indian Railways. Tuesday’s protest mimicked a similar one which took place last week in the western state of Gujarat. More than 80 people were arrested after protesters threw stones as the police asked them to go back to their homes. Migrant workers across India have been restricted from heading back to their homes since the lockdown was announced last month. State governments have set up shelter homes to house the workers and have been working with NGOs to provide meals.  To date, India has recorded a total of 11,439 confirmed cases, including 377 deaths. The EU’s top diplomat says he “deeply regrets” Donald Trump’s decision to suspend funding for the World Health Organization (WHO). The bloc’s High Representative for Foreign Affairs, Josep Borrell, said: “There is no reason justifying this move at a moment when their efforts are needed more than ever to help contain & mitigate the coronavirus pandemic. Only by joining forces we can overcome this crisis that knows no borders.” Trump announced Tuesday he is halting funding to the WHO while a review is conducted. He said the review would cover the WHO's “role in severely mismanaging and covering up the spread of coronavirus.\" The UK Government says that all nursing home residents with coronavirus symptoms will be tested -- although there’s no specific timeframe for when that target will be achieved. Health Secretary Matt Hancock says he is “deeply conscious” that nursing home residents are among the most vulnerable to the illness. “We are doing everything we can to keep workers, residents and their families safe, and I am determined to ensure that everyone who needs a coronavirus test should be able to have access to one,” he said in a statement.\n“As we continue to ramp up our testing programme, we will test all current care home residents with coronavirus symptoms and all new care home residents who are discharged from hospital into care.” The government has faced intense criticism from the aged care sector, which says it has been “badly let down” by the lack of support. “It would not be an exaggeration that some are paying with their lives,” older people's charity Age UK said last week. According to the latest figures from the Office of National Statistics, there were 217 coronavirus-related deaths in nursing homes in England and Wales in the three weeks to April 3. Hancock says nursing home staff with symptoms will also be tested, and this will be rolled out nationwide “over the coming days”. “Testing is key in our battle against coronavirus, and as part of our plan to prevent the spread and save lives we will ensure that everyone in social care who needs a test can have a test,” he added. Spain has registered a daily increase of 1,220 active coronavirus cases -- the largest rise in more than a week -- according to Spanish Health Ministry data released Wednesday. This jump brought the country’s total active cases to 88,201. The setback follows more positive news earlier in the week.  On Tuesday, Spain saw its first ever decrease in active cases, as the numbers of deaths and recovered people outnumbered new diagnoses. Spanish health officials have previously cautioned that numbers are higher on days following a weekend or a public holiday, such as Easter Monday. The country registered 523 deaths from coronavirus in the past 24 hours. This is one of the lowest increases in the past three weeks, and the lowest percentage increase, at 2.9%, since the first week of March.  Spain’s total death toll is now 18,579, with a total of 177,633 confirmed cases of coronavirus since the start of the pandemic.   Analysis of new satellite images from the European Space Agency shows a dramatic reduction in pollution levels over India since a nationwide coronavirus lockdown was imposed three weeks ago. The analysis from the Centre for Research on Energy and Clean Air (CREA), an environmental organization, used satellite images from Sentinel-5P -- part of the European Space Agency program -- along with ground monitoring from CAAQMS (Continuous Ambient Air Quality Monitoring System). \"The analysis showed us drastic and clear reductions in pollution levels, which are a resultant of decreasing fossil fuel consumption in transportation, industries and energy sector,\" the CREA report says. An economy on lockdown: India, a nation of 1.3 billion people, has ground to a halt as a result of the lockdown, which has seen transport networks suspended, construction work halted, and factories, markets, and places of worship closed. Before-and-after images of major cities including Mumbai, New Delhi, Bengalaru, Chennai and Hyderabad show that since the shutdown began on March 24, nitrogen dioxide (NO2) emissions over the cities -- depicted in orange -- has mostly cleared.  Nitrogen dioxide, which is released by vehicles and power plants, is a harmful pollutant which contributes to the deaths of 4.2 million people annually worldwide, according to the World Health Organization.  \"Hot-spots over major cities as well as major industrial/coal combustion-dominated areas have reduced significantly,\" due to \"falling pollution levels,\" the report says. \"The current crisis has shown us that clear skies and breathable air can be achieved very fast if concrete actions towards reducing burning of fossil fuels are taken,\" said the report's co-author, CREA analyst Sunil Dayiha. \"We feel that this could be the turning point for India towards securing the right to breathe and life for citizens of the country.\" India has 21 of 30 of the world’s most polluted cities, according to the IQAir AirVisual's 2019 World Air Quality Report.  Last week, people in the northern Indian state of Punjab reported that they could see the Himalayas for the first time in decades, due to the reduction in pollution. Donald Trump's decision to pull funding to the World Health Organization will weaken the global effort to fight the coronavirus pandemic and damage all of the world's countries, including the US itself, China has said. Trump announced on Tuesday that he was halting funding to the WHO, pending a review into the agency. He had previously accused the organization of being too \"China-centric.\" \"At present, the global pandemic situation is grim and is at a critical moment,\" China's Foreign Ministry Spokesperson Zhao Lijian told reporters on Wednesday, adding that Trump's move would \"weaken WHO’s abilities and undermine global cooperation on combating the pandemic.\" \"It will affect all countries in the world, including the United States -- especially those with vulnerable abilities,\" he said. \"We urge the US to fulfill its responsibilities and obligations, and support WHO to lead the international combat against the pandemic.” Lijian also praised the WHO Director-General Tedros Adhanom Ghebreyesus's handling of the pandemic, and said the organization has \"actively performed its responsibilities and played a central coordination role in promoting international anti-pandemic cooperation, which has been widely recognized and highly praised by the international community.\" The US contributes $400 million to $500 million to the WHO each year, Trump said while announcing the move, noting that China \"contributes roughly $40 million.\" \"Had the WHO done its job to get medical experts into China to objectively assess the situation on the ground and to call out China's lack of transparency, the outbreak could have been contained at its source with very little death,\" Trump said. Russia reported 3,388 more cases of the novel coronavirus on Wednesday, the country's biggest single-day increase yet, according to its coronavirus response headquarters.  Overall, Russia has 24,490 confirmed cases of the coronavirus.  The disease has now reached all of Russia’s regions except for Altai in West Siberia, one of the least populous in the country. The majority of cases — 14,776 — are in Moscow. The city’s health department said in a statement Tuesday that it expects to see a shortage of hospital beds in two to three weeks, and is working to prepare 24 more medical facilities to care for an influx of coronavirus patients.  US President Donald Trump stunned world leaders and health experts on Tuesday when he announced he was halting funding to the World Health Organization, in the middle of the global coronavirus pandemic. He first threatened to do so last week, accusing the WHO of mismanaging the spread of the novel coronavirus, and of not acting quickly enough to investigate the virus when it first emerged in China in December 2019. Antonio Guterres, Secretary-General of the United Nations, which is the WHO's parent organization, described the pandemic as unprecedented in a statement on Tuesday, and acknowledged that there would be \"lessons learned\" for future outbreaks. \"Once we have finally turned the page on this epidemic, there must be a time to look back fully to understand how such a disease emerged and spread its devastation so quickly across the globe, and how all those involved reacted to the crisis,\" he said in the statement. But what is the World Health Organization? What role has it played in the coronavirus pandemic and how vital is US funding to it? CNN has answered all your questions here. Frankfurt airport -- one of Europe's busiest terminals -- has seen a sharp decline in passenger and cargo traffic due to the coronavirus pandemic, according to its operator, Fraport.  In a statement published on Wednesday, Fraport said Frankfurt airport had served some 2.1 million passengers in March -- a decline of 62% compared to March 2019. From January through to March 2020 passenger travel fell by nearly 25%.   The travel restrictions and the slump in demand caused by the COVID 19 pandemic had a massive impact,\" Fraport said in the statement, adding that the negative trend on traffic had continued in the first weeks of April and over the Easter holidays. During the week of April 6 to 12: Frankfurt airport's traffic plummeted by 96.8% to 46,338 passengers,  compared to the same week in April 2019. \nThe number of aircraft movements shrank by nearly 87% to 1,435 take-offs and landings. \nThe volume of cargo (airfreight and airmail) fell by 28% to 32,027 metric tons. Fraport added that ''a significant downward trend'' in traffic figures could also be felt ''at all international locations.'' ##Travel## Donald Trump was in his element. Playing to a cheering crowd at a Detroit-area auto parts plant in January, the President railed against disgraceful Democrats, bad trade deals and the dishonest media as he touted his record of creating jobs \"like you have never seen before.\" The brewing coronavirus crisis merited only a brief mention at the end of his speech. He wanted to assure his audience that his administration had it \"very well under control.\" \"We think it's going to have a very good ending,\" Trump said. Since then, an employee at the plant tested positive for coronavirus. Afterward, the plant ceased production, leaving its hourly workforce to collect unemployment.  The company, Dana Inc., which has locations around the globe, has seen its stock price plummet by more than 40% amid fears of the virus' uncontrolled spread. While government officials and public health experts have devoted years to efforts to enhance US preparedness for a pandemic, a key factor went overlooked: a President like Trump. Read more here. ##Business## ##Daily Life## ##Health## Here's the latest on the coronavirus pandemic. Nearly 2 million cases worldwide: A total of 1,982,939 coronavirus infections have been recorded globally, including 126,761 Covid-19 related deaths, according to Johns Hopkins University. This doesn't represent the total number of active cases, but rather the number of infections since the pandemic began.\nHigh turnout in South Korean election: With its coronavirus epidemic increasingly under control, the East Asian nation is holding a legislative election today. As of 5.p.m local time, with less than an hour until polls closed, 62.6% of voters had turned out despite tough restrictions -- the highest turnout for a National Assembly election since 1996.\nGermany's highest single day number of deaths: 285 people died of Covid-19 within 24 hours in the country on Tuesday. However, fewer new infections were recorded than in recent weeks, with cases rising by 2,486.\nTrump pulls WHO funding: The US President said US financing for the World Health Organization will stop while a review into its handling of the pandemic is conducted. Trump has previously called the WHO \"China-centric\" in its response to the virus.\nUN says WHO must be \"supported\": UN Secretary General Antonio Guterres said in a statement after Trump's withdrawal of funding that now was not the time to reduce the global health watchdog's resources to fight the pandemic. \"Now is the time for unity,\" he said.\nStudy rules out coronavirus drug: A French study has found that hydroxychloroquine doesn't help coronavirus patients and was associated with heart complications. The drug, usually used to prevent and treat malaria, has been touted as a \"game changer\" by US President Donald Trump. This post was updated to reflect that voter turnout in South Korea is the highest for a National Assembly election since 1996. German foreign minister Heiko Maas has tweeted an apparent denunciation of US President Donald Trump’s decision to suspend payments for the WHO. Heiko Maas, linking to a German TV news report of Trump’s announcement, said in the tweet that there was \"no use allocating blame\" for the pandemic: \"The virus knows no borders. We have to cooperate tightly against #Covid 19. It is one of the best investments to strengthen the #UN, and the underfinanced #WHO, for example in the development and distribution of tests and vaccines.\" ##Health## The coronavirus pandemic is plunging the global economy into its deepest slump since the Great Depression of the 1930s and governments and health officials must work together to prevent an even worse outcome. That's the stark warning from the International Monetary Fund, which said on Tuesday there was a risk of the recession extending into 2021 if policymakers fail to coordinate a global response to the virus. In its latest outlook for the world economy, the IMF said it expects GDP will contract by 3% in 2020, a far worse recession than the one that followed the global financial crisis of 2008, and a 180-degree reversal of its previous forecast in January when it was expecting growth of 3.3% this year. \"The Great Lockdown, as one might call it, is projected to shrink global growth dramatically. A partial recovery is projected for 2021 ... but the level of GDP will remain below the pre-virus trend, with considerable uncertainty about the strength of the rebound,\" the IMF said. \"Much worse growth outcomes are possible and maybe even likely,\" it added. Read more here: ##Business## A 35-year-old Australian man has become the first person to be jailed in the country for breaching self-quarantine requirements after he was caught on several occasions, according to a statement by the Magistrates Court of Western Australia. Jonathan David was handed six-month and 14-day prison terms Wednesday on two counts of \"failed to comply with a direction,\" and was ordered to serve one month of the sentences, while the rest would be suspended for one year. According to a media release by the West Australian Police Force, the man was an interstate traveler from Victoria state who was required to self-quarantine for 14 days upon his arrival on March 28. However, he was found to have wedged open a fire exit door at his hotel to leave and re-enter the property without being seen, and traveled on public transport to visit the metropolitan area of Perth. David was subsequently arrested on April 5 and has been accused by police of \"putting the community at risk,\" the notice said. ##Daily Life## World leaders have been working from home during the coronavirus pandemic, and Vladimir Putin is no exception: On Monday, the Russian President held a videoconference from his official residence outside Moscow with some of the officials leading the government's efforts to tackle the disease. It was an unusually somber meeting. Less than a month ago, Putin had radiated confidence about his government's response to a growing global crisis, reassuring his citizens that the situation was \"under control\" thanks to early intervention measures. A few weeks later, Putin played the role of international rescuer, dispatching a planeload of medical supplies to New York's John F. Kennedy Airport. How quickly things can change in the time of coronavirus. In his Monday videoconference, Putin took stock of a worsening situation. \"We have a lot of problems,\" Putin said. \"There is nothing to boast about, and we must not let our guard down, because in general, as you and your specialists say, we have not passed the peak of the epidemic yet.\" What's happening in Russia?: The trend line speaks for itself. While Russia has comparatively few cases compared with the United States or the hardest-hit European countries, the number of confirmed cases has surged in recent days. On Monday, Russia reported a record one-day rise in cases, with 2,558 confirmed over the previous 24 hours. On Tuesday, Russia hit a fresh record: 2,774 confirmed cases. And Putin is coming in for serious criticism over his handling of the crisis. Read the full analysis here: ##Health## Singapore recorded 334 new cases of the novel coronavirus on Tuesday -- none of them imported -- as the second wave continues to spread through the community. The vast majority of cases were linked to known clusters in the country, according to the Ministry of Health. The total number of new infections reported is slightly lower than the highest single day total of a day earlier, which was 386. A total of 3,252 cases have been confirmed in the country. ##Health## US President Donald Trump backed off his assertion of absolute authority over reopening the country, in an embarrassing tacit admission that he cannot force reluctant states to fire up the economy with the coronavirus still rampant. And he continued to deflect from criticism of his wider handling of the coronavirus pandemic, singling out the World Health Organization, which joined state governors, Democrats, former President Barack Obama, the news media, China, and America's European allies in being used by the President to shift focus from his own chaotic management. Trump has spent several days preparing the ground for his attack on the WHO with which he led his news conference.  He tapped into legitimate criticism of the WHO's response to the outbreak and complaints that it was too deferential to China and did not act quickly enough to raise the alarm about the novel coronavirus and its pandemic potential. \"It would have been so easy to be truthful. And so much death has been caused by their mistakes,\" Trump said about the WHO.  The facts show however that for all its faults, which are common to United Nations bodies paralyzed by politics, the WHO was far more proactive in warning about the virus than Trump, who was still denying its potency into March after predicting a \"miracle\" would make it go away. Read the full analysis here: ##Health## Editor's note: This is an opinion editorial written by Leta Hong Fincher, the author of \"Betraying Big Brother: The Feminist Awakening in China\" and \"Leftover Women: The Resurgence of Gender Inequality in China.\" The opinions in this commentary are her own. In Taiwan, early intervention measures have controlled the coronavirus pandemic so successfully that it is now exporting millions of face masks to help the European Union and others. Germany has overseen the largest-scale coronavirus testing program in Europe, conducting 350,000 tests each week, detecting the virus early enough to isolate and treat patients effectively. In New Zealand, the prime minister took early action to shut down tourism and impose a month-long lockdown on the entire country, limiting coronavirus casualties to just four deaths. All three places have received accolades for their impressive handling of the coronavirus pandemic. They are scattered across the globe: one is in the heart of Europe, one is in Asia and the other is in the South Pacific. But they have one thing in common: they're all led by women. The success of these and other women-led governments in dealing with a global pandemic is all the more noteworthy, given that women make up less than 7% of world leaders. Read the full opinion here. ##Daily Life## If you've ever visited a shopping area where butchers and grocers sell fresh produce straight from the farm, then you've been to something that would, in some parts of the world, be called a wet market. That might be surprising -- because recently the term wet market has become almost synonymous with Covid-19 for some people in the West. The novel coronavirus, which has infected close to 2 million people globally, is believed to have originated in a wet market in the city of Wuhan, where wild animals such as porcupines and deer were being sold and slaughtered for food and medicine. Speaking on April 3, the US' top infectious disease specialist, Anthony Fauci, told Fox News that all wet markets should be \"shut down right away,\" saying he couldn't understand why they were still open. But wet markets, as opposed to dry markets, which sell non-perishable goods such as grain or household products, are simply places that offer a wide range of fresh produce. Some, but not all, also sell live animals. They are referred to as \"wet\" owing to the fact that floors are often hosed down after vendors wash vegetables or clean fish. \"Abolishing wet markets may give the illusion of solving the cause of the current situation but the real problems are deeper than that,\" Petr Matous, an academic who specializes in environmental and humanitarian engineering at the University of Sydney, said in an email. Read more here: ##Business## ##Daily Life## Microsoft founder Bill Gates has denounced US President Donald Trump's decision to halt funding to the World Health Organization in an early morning tweet. \"Halting funding for the World Health Organization during a world health crisis is as dangerous as it sounds,\" Gates said in a tweet on his official account. “Their work is slowing the spread of COVID-19 and if that work is stopped no other organization can replace them,” he said, adding the world needs the WHO “now more than ever.” Trump announced Tuesday he is halting funding to the WHO while a review is conducted into its handling of the coronavirus pandemic. ##Health## ##Business## Voter turnout in South Korea's parliamentary elections stood at 56.5% as of 3 p.m. local time (2 a.m. ET) today, according to the country's National Election Commission. The number includes early and mail-in voting. This is a 10% increase compared to the last parliamentary election figures at this time of day, despite strict rules for voters who visit polling stations. They include: Temperature checks at the door -- anyone with a reading above 37.5 degrees Celsius (99.5 degrees Farenheit) must vote in a special booth. \nVoters must stand 1 meter apart from each other as they line up. \nRegular disinfection of polling booths.\nSpecial voting booths have been set up at government-run isolation centers for voters in quarantine \nVoters under self-quarantine will be allowed to leave their house to vote after polling booths close to the public at 6 p.m. More than 10,500 coronavirus infections have been reported in South Korea, including at least 225 deaths, according to data from Johns Hopkins University. This post was updated to reflect the latest voter turnout figures. ##Daily Life## The commander of the US Forces Japan (USFJ) has declared a public health emergency for all forces in the country amid the novel coronavirus outbreak, the USFJ said in a statement Wednesday.  The order, which will remain in effect through May 15, \"ensures commanders possess the necessary authorities to enforce compliance with health protection measures\" on those who live and work on US installations. The statement added that the order expands the previous declaration, which included only the Kanto Plain region.  ##Daily Life## Germany recorded its highest number of coronavirus-related deaths in a single day on Tuesday, with 285 people dying of the virus in 24 hours. New infections in the country are significantly down, however, according to the country's center for disease control, the Robert Koch Institute. The number of confirmed cases rose by 2,486 to 127,583 on Tuesday -- one of the lowest increases to date. Some 72,600 people have recovered from the disease, according to the institute. ##Health## US President Donald Trump's name will appear on checks sent to millions of Americans to combat the economic effects of the coronavirus in a last-minute Treasury Department order, a senior administration official confirmed to CNN on Tuesday. The decision to add Trump's name will not result in a delay for Americans receiving those checks, the senior administration official said. The Washington Post was first to report on the news Tuesday. Two senior officials told the Post that the decision would probably set back the delivery date on the first set of paper checks -- potentially slowing a process that could already take up to 20 weeks. But the Treasury Department denied the claim, with a department spokesperson assuring the Post that the first batch of checks was still slated to go out next week. \"Economic Impact Payment checks are scheduled to go out on time and exactly as planned -- there is absolutely no delay whatsoever,\" the Treasury spokesperson told the paper. Read more here: ##Daily Life## Millions of South Koreans are expected to vote in today's parliamentary elections. But with the coronavirus outbreak, it's not exactly a typical election. Here's what's happening at the Samseon-dong polling station in South Korea's capital, Seoul. Social distancing As voters queue up to cast their ballot, they must stand 1 meter (3.2 feet) apart. Stickers on the ground indicate where they need to stand. Gloves and masks Anyone who isn't wearing a mask will be handed one before they enter the polling station. Voters are also given gloves, and their temperature is taken. Anyone with a temperature of more than 37.5 degrees Celsius (99.5 degrees Farenheit) must vote in a special booth. Casting their vote Inside the polling station, the booths are regularly disinfected. Disposing of gloves Once they've voted, voters can discard their gloves. ##Daily Life## An explosive outbreak of coronavirus at the Smithfield Foods plant in Sioux Falls, South Dakota could not have been prevented by a stay-at-home order, Gov. Kristi Noem argued in a news conference on Tuesday. Noem is one of a handful of governors who has refused to issue such an order, rejecting a request from Sioux Falls Mayor Paul TenHaken. “I've seen some national stories written that a shelter-in-place would have prevented this outbreak at Smithfield. That is absolutely false,” Noem said.  The plant accounts for 4% to 5% of US pork production and employs about 3,700 people, according to Smithfield. The governor said that even with a broad order, the facility would have stayed open due to its status as a major food supplier. “This is a critical infrastructure job plant,” she said. As of Tuesday, 438 Smithfield workers in Sioux Falls had tested positive for coronavirus, and the plant is shut down indefinitely. But Noem said even a shelter-in-place order targeted only at the surrounding community would not be coming from her office.  “That could be a local decision that the mayor and city council could choose to do,” Noem said. Read more about the outbreak at the plant here: ##Daily Life## ##Business## This may be the new normal for quite a while. The US may have to endure social distancing measures -- such as stay-at-home orders and school closures -- until 2022, researchers projected on Tuesday. That is, unless, a vaccine becomes quickly available. That's according to researchers from the Harvard T.H. Chan School of Public Health, who published their findings in the journal Science on Tuesday. Those findings directly contradict research being touted by the White House that suggests the pandemic may stop this summer. The team at the Harvard School of Public Health used what's known about Covid-19 and other coronaviruses to create possible scenarios of the current pandemic. \"Intermittent distancing may be required into 2022 unless critical care capacity is increased substantially or a treatment or vaccine becomes available,\" they wrote in their report. \"Even in the event of apparent elimination, SARS-CoV-2 surveillance should be maintained since a resurgence in contagion could be possible as late as 2024.\" The Harvard team's projections also indicate that the virus would come roaring back fairly quickly once restrictions were lifted. Read more here: ##Daily Life## ##Business##   New Zealand Prime Minister Jacinda Ardern has announced today that she, along with government ministers, will take a 20% pay cut for the next six months. The pay cut will help save money at a time when economies around the world are being heavily affected by the coronavirus pandemic. \"Today, I can confirm that myself and government ministers and public service chief executives will take a 20% pay cut for the next 6 months, as we acknowledge New Zealanders who are reliant on wage subsidies, taking pay cuts, and losing their jobs as a result of the Covid-19 global pandemic,\" Ardern said at a news conference today.\n\"While it in itself will not shift the government's fiscal position, it is about leadership and I acknowledge my colleagues both in the executive and also the colleagues we work with in the public service for the decision that was taken today.\" Coronavirus cases continue to spike in Japan, with 457 new infections recorded on Wednesday and 10 deaths on Tuesday, according to the country's health ministry. The total number of infections across the country now stands at 8,812, including 712 cases associated with the Diamond Princess cruise ship that was quarantined in Yokohama Bay in February. The death toll is 131, with 12 fatalities linked to the ship. Unknown sources: While health ministry officials have focused on containing and preventing the spread of infection clusters, concern has grown nationwide as the numbers of cases with an unknown source of infection rise. ##Health## The US has recorded 26,033 deaths from the novel coronavirus after the most fatalities in a single day since the epidemic began were reported on Tuesday, according to Johns Hopkins University. At least 2,405 new deaths linked to Covid-19 were reported on Tuesday, along with 26,633 additional cases of the virus.  Some 609,240 infections have been confirmed in the United States since the outbreak began in January. CNN is tracking US coronavirus cases here: ##Health## Most of the pregnant women in New York who tested positive for the novel coronavirus -- one in eight -- were asymptomatic at time of delivery, according to a letter published in the New England Journal of Medicine on Monday. The research was conducted between March 22 and April 4 at Columbia University Irving Medical Center and the New York-Presbyterian Allen Hospital.  The center put a universal testing policy in place for all women admitted for delivery after the medical centers had two novel coronavirus cases confirmed among their patient population. Asymptomatic cases suggest universal testing important: Of the 215 pregnant women who delivered at these hospitals, four who tested positive for Covid-19 when they were admitted for delivery had a fever or some other symptoms of the coronavirus.  There were 29 others who tested positive for Covid-19 but did not have fever or any other symptoms of the disease.  The authors argue that this research shows that there are real potential benefits to conducting a universal test on patients.  Knowing if someone is infectious would help the hospital determine where to place the patients so they won’t get other people sick, and would help guide the hospital’s decisions on what personal protective equipment the staff may need. ##Health## Confirmed infections of coronavirus have more than tripled in Peru over the past week, the South American country's health ministry reported on Tuesday. A total of 10,303 cases have been confirmed in the country -- a jump from 2,954 reported by authorities on April 7. On Monday, Peruvian President Martin Vizcarra said the rapid increase in cases is due to more people being tested across the country. The goal is to reach 12,000 tests a day, said Vizcarra, adding that more than 87,000 tests have been administered so far.  As of Tuesday evening, 230 people have died from coronavirus in Peru, according to the health ministry. ##Health## As US companies struggle to remain in operation amid the coronavirus pandemic, the FBI is warning that American businesses now have something else to worry about: fraud by employees seeking to take advantage of the pandemic.  In a report sent to companies across the nation Monday, and obtained by CNN, the FBI’s Office of Private Sector notified members of private industry they should be on the lookout for fake doctors' notes and falsified documentation from employees claiming positive Covid-19 test results.  The bureau report warned that the steps a company must take to stop business operations and sanitize work spaces could lead to significant financial loss.  Alleged scam costs company $175,000: The FBI report described an incident in March where an employee working for an unidentified “critical manufacturing company” told their bosses they had tested positive for Covid-19 and submitted what appeared to be documentation from a medical facility.  “In response, the company shut down the affected manufacturing facility to disinfect the location, ceasing production and halting delivery of necessary materials to the plant,” the FBI report stated. “The company notified all employees at the facility, including four workers who had close contact with the reportedly infected employee and were required to self-quarantine.” Upon subsequent close review of the employee’s medical documentation, supervisors became suspicious.  The letter indicating the positive Covid-19 testing was not on official letterhead from a medical facility. A call to a telephone number listed on the documentation revealed the number was not actually associated with a location that conducted coronavirus testing at the time the letter was written. In total, the FBI estimates the victim company incurred over $175,000 in lost productivity due to the alleged scam.  Read more here: ##Business## Alaska Gov. Mike Dunleavy said elective medical procedures would be allowed again soon, as a first step towards reopening the economy in the wake of coronavirus. \"We feel we're at the point now that we're getting a handle on the (supply of personal protective equipment),” Dunleavy said in a Tuesday evening news conference. “We came to the conclusion that society is better off if we open up this sector sooner than later.” Once it is lifted, the restriction on elective procedures could be put back into place if medics find that it is compromising their ability to treat Covid-19 cases, Dunleavy said. “We may be back here in four or five days and say there was an outbreak here or an issue there that will now make it necessary for us to throttle back,” he said. If allowing more medical procedures goes well, the governor said authorities would then consider whether more retail businesses can be opened. But he warned Alaskans not to take it as a sign that ordinary life is just around the corner.  “This is not a full-blown, open, everything is back to normal,” Gov. Dunleavy said. “That's not the case.” ##Daily Life## This is what you need to know: Nearly 2 million cases worldwide: A total of 1,980,003 coronavirus infections have been recorded globally, including 126,557 Covid-19 related deaths, according to Johns Hopkins University. This doesn't represent the total number of active cases, but rather the number of infections since the pandemic began.\nTrump pulls WHO funding: The US President said US financing for the World Health Organization will stop while a review into its handling of the pandemic is conducted. Trump has previously called the WHO \"China-centric\" in its response to the virus.\nUN says WHO must be \"supported\": UN Secretary General Antonio Guterres said in a statement after Trump's withdrawal of funding that now was not the time to reduce the global health watchdog's resources to fight the pandemic. \"Now is the time for unity,\" he said.\nUS reports most deaths in a single day: At least 2,353 fatalities were reported in the United States on Tuesday. More than 608,000 cases have been recorded in the country, including nearly 26,000 deaths\nStudy rules out coronavirus drug: A French study has found that hydroxychloroquine doesn't help coronavirus patients and was associated with heart complications. The drug, usually used to prevent and treat malaria, has been touted as a \"game changer\" by US President Donald Trump.\nSouth Korea heads to the polls: With its coronavirus epidemic increasingly under control, the East Asian nation is holding a legislative election today. Voters are being temperature tested and must stand one-meter away from each other. Utah's Republican Gov. Gary Herbert said policies to reopen states will be put in place mainly by the states and governors, and not the federal government, at a news conference Tuesday. \"I'm a 10th amendment guy and power is not given to the federal government under our constitution; it remains with the states and the people,\" he said.  But Herbert said that it was a \"partnership\" between the federal government and the states and that they would get through this \"together.\" \"They're providing resources and monetary help to help on all sides of this equation. And I appreciate them stepping up. The policies will be put in place mainly by the States and by the governors,\" he said. Tenth amendment: The 10th amendment is part of the Bill of Rights -- the first 10 amendments to the United States Constitution. It outlines the division of power between the federal government and state governments, stating: \"The powers not delegated to the United States by the Constitution, nor prohibited by it to the States, are reserved to the States respectively, or to the people.\" ##Daily Life## The New York City Health Department is now reporting “probable” Covid-19 deaths of people who have not been tested for the coronavirus but are presumed to be positive. The new and supplemental data reflects “probable” deaths from March 11 through April 13 and is listed separately from the confirmed deaths in New York City, according to the city website. Through April 13, there have been 6,589 confirmed coronavirus deaths and 3,778 “probable” deaths, according to the city website. The total number of confirmed and “probable” coronavirus deaths is 10,367. ##Health## A spa, a beauty parlor and a vape shop are among 10 businesses that Los Angeles has filed prosecutions against for failing to comply with the safer at home order after being warned, Los Angeles City Attorney Mike Feuer announced in a news conference Tuesday. This is in addition to four prosecutions filed previously and there are more filings yet to come, Feuer said. Feuer also announced that his office has successfully defended the safer at home order against a push to block enforcement of the order regarding gun shops. “There have been teams of gun rights activists and others who have sought to open gun shops,” Feuer said. “The mayor’s order is clear that all non-essential businesses must close. Gun shops and all other non-essential businesses must close.”\n“This will enable us all to flatten the curve and my office is deeply committed to continuing to defend, as well as enforce the order,” he added. LA offers same or next day testing: Mayor Eric Garcetti has announced there is now rapid testing available for anyone with coronavirus symptoms across Los Angeles. Previously the vulnerable population was being prioritized but now anybody with symptoms can be tested regardless of age or pre-existing health conditions. Some 9,400 people a day can be tested, Garcetti said. ##Business## Mexico recorded 74 coronavirus deaths in the 24 hours to Tuesday evening -- the highest number in a single day during the outbreak in the country -- health officials said during their nightly news conference.  The death toll in the country stands at 406. A total of 5,399 people have tested positive for the virus in Mexico from 40,091 tests. ##Health## The world is battling the coronavirus pandemic, but in South Korea, that hasn't stopped them holding an election. South Korea's coronavirus outbreak peaked early, prompting praise for the government's handling of the pandemic. The country isn't in lockdown, and of the more than 10,500 confirmed cases, at least 7,400 have recovered. Nevertheless, the country has taken precautions. What's the election for? Around 44 million people are registered to vote in South Korea's legislative election, where they will elect 300 members of the National Assembly. At least 26% of registered voters cast their vote early. How are voters being kept safe? When voters head to the polls today, they will have their temperature checked at the door. They'll need to stand at least one meter apart from each other as they line up. Polling booths will be regularly disinfected and anyone with a temperature of more than 37.5 degrees Celsius (99.5 degrees Farenheit) will have to vote in a special booth. About 20,000 additional workers will be dispatched to put in place the extra measures. What about voters who are still in quarantine? Special voting booths have been set up at government-run isolation centers, and those under self-quarantine will be allowed to leave their house to vote after polling booths close to the public at 6 p.m. How did the run-up to the election differ from normal? Politicians still held rallies and hit the streets to meet voters, but it was definitely different from normal campaign periods, which often involve K-pop style dance troupes. This time around, politicians wore gloves and face masks -- one even wore a face visor. Will turnout be lower than normal? One of the big concerns with running an election during a pandemic is that people may decide not to vote as they're afraid of getting sick. Statistics from the National Election Commission show that so far, turnout is actually slightly higher than it was at the last election.  Some voters CNN talked to in the lead-up said the pandemic made voting even more important. Read more here: ##Daily Life## The governor of Oregon joined with Washington and California this week to discuss a plan for ending the coronavirus economic shutdown, but Gov. Kate Brown says people shouldn't expect everything to be back to normal all at once. “This is not a light switch going on or off,” Brown told CNN’s Anderson Cooper Tuesday night. “This is going to be making a change, testing it, modeling it, seeing whether it works, and then if it does, you can make another change.” Gov. Brown says Oregon needs to “roughly double” its testing capacity before she would feel comfortable with a broad lifting of restrictions, in addition to making sure health care workers have enough personal protective equipment. Brown says there may be some adaptations made in response to the pandemic that don’t go away even after businesses reopen.  “I think you're going to see broader cultural changes. For example, handshaking,” said Brown. “I think you're going to see a move to a more Asian style of head bowing. I think you're going to see folks really limiting large gatherings for a long period of time -- months.” \"It's going to be different\": It comes as Ohio Gov. Mike DeWine said that there would be a long path before all coronavirus restrictions were lifted and the state returned to normal. DeWine said that there were currently no plans to restart basketball, college and universities in Ohio. “Until there is a vaccine -- this monster is going to be working around us. When we start opening businesses and schools back up, it's going to be different,” Gov. DeWine said. ##Daily Life## The US coronavirus death toll reached 25,757 on Tuesday evening, an increase of 2,129 deaths today -- the highest number of fatalities in a single day. Previously, the most US coronavirus deaths reported in a single day was 2,074, on April 10, according to data supplied by Johns Hopkins University. There are now more than 605,000 cases of the novel coronavirus in the US -- the largest single epidemic worldwide. CNN is tracking US coronavirus cases here: ##Health## The World Health Organization \"must be supported,\" the UN Secretary General said in a statement Tuesday evening, after US President Donald Trump cut funding to the organization. \"It is my belief that the World Health Organization must be supported, as it is absolutely critical to the world’s efforts to win the war against COVID-19,\" Antonio Guterres said.\n\"It is also not the time to reduce the resources for the operations of the World Health Organization or any other humanitarian organization in the fight against the virus,” Guterres added.\n\"As I have said before, now is the time for unity and for the international community to work together in solidarity to stop this virus and its shattering consequences.\" ##Health## Florida Gov. Ron DeSantis announced Tuesday that the state will have access to 1 million N95 masks. \"Today, in consultation from the White House, we have received or will receive a total of 1 million N95 masks, those are probably the most sought after piece of PPE right now, there's obviously been a worldwide run on that. Working with the White House, they've earmarked us a million,\" DeSantis said at a news conference Tuesday. He said Florida's Emergency Management Department will also be delivering 1.2 million​procedure masks, 100,000 face shields, 500,000 gloves, 60,000 containers of hand sanitizer, and 35,000 gowns. In total, DeSantis said the state will have distributed: 8 million masks\n5.5 million gloves\n564,000 shoe covers\n615,000 face shields\n300,000 gowns\nMore than 100,000 containers of hand sanitizer\n47,000 goggles\n22,000 coveralls ##Health## US President Donald Trump's trade adviser Peter Navarro appeared on Fox News after the White House briefing to defend the President’s WHO funding halt and discuss how it could impact US-China relations. “The World Health Organization is a single failure during this epidemic. They basically hid information from the public, they failed to call this a pandemic long after others had rightfully done so. There is blood on their hands. I think President Trump is absolutely correct to have a full investigation of how that happened and what China’s role might’ve been to that,\" Navarro said. Pressed on how this could impact future trade negotiations with China, he called those “interesting questions” but went on to talk about supply chains. Asked again later in the interview how coronavirus will impact the US-China relationship, Navarro said, “We have to find out where it originated. We have to understand why China did not tell us for six weeks in which we lost precious time preparing for a pandemic.” “This is something we will not forget: China was basically vacuuming up the world’s PPE around the world so that we didn’t have it in New York and people didn’t have it in Milan,\" he said. \"That’s a question that has to be answered. The question going forward is will they provide the PPE to the world as we go through this crisis without strings?” ##Health## Honolulu will require people to wear facial coverings when visiting essential businesses from Monday.  Mayor Kirk Caldwell said the new requirement applies to businesses like grocery stores. People will not be required to have a commercially-produced mask, he said. \"It's another layer of protection. It's not perfect,\" Caldwell said at a news conference on Tuesday. The mayor said the order does not apply to people working in offices that are not open to the public, although facial coverings are still recommended at those businesses. People also must cover their faces when riding public transportation. To avoid confusion, Caldwell said there is one major exception to the rule: no one should wear a mask in a bank. \"Usually when people go into a bank with a mask, it's not a good outcome,\" Caldwell said. ##Daily Life## ##Business## The largest professional association of physicians in the US, the American Medical Association, labeled President Donald Trump’s announcement that he will put a hold on funding for the World Health Organization as “dangerous.” AMA President Dr. Patrice A. Harris issued a statement today in response to Trump's announcement. Here's a portion of her statement: “During the worst public health crisis in a century, halting funding to the World Health Organization (WHO) is a dangerous step in the wrong direction that will not make defeating Covid-19 easier.\nFighting a global pandemic requires international cooperation and reliance on science and data. Cutting funding to the WHO – rather than focusing on solutions – is a dangerous move at a precarious moment for the world. The AMA is deeply concerned by this decision and its wide-ranging ramifications, and we strongly urge the President to reconsider.” What we know: During a White House news briefing today, Trump announced he will halting funding while a review is conducted. ##Health## The surgery chair of a New York City hospital says more patients are departing than arriving. Dr. Craig Smith of the New York-Presbyterian/Columbia University Irving Medical Center also said the number of patients in the Intensive Care Unit and on ventilators appears to be leveling off at two hospitals that are bearing the brunt of those cases. Smith wrote these details in a daily note to faculty and staff. “These trends support our pivot towards restoration of normal,” Smith wrote. There are also fewer autopsies: Smith said autopsies have become uncommon in most settings, and notes “phone consent is not considered acceptable” “We have very little idea why Covid-19 is so lethal and resistant to treatment in certain patients,” Smith said. “Autopsy in Covid mortalities has a relatively high probability of contributing to the advancement of medical science.\" He added: \"Because phone consent is not considered acceptable -- a significant hurdle when visitors are not allowed. We are pursuing solutions to that unintended consequence of an administrative policy that was less often objectionable pre-pandemic.” ##Health## US President Donald Trump announced Tuesday he is halting funding to the World Health Organization while a review is conducted. Trump said at a news conference the review would cover the WHO’s “role in severely mismanaging and covering up the spread of coronavirus.” The President said that while the US imposed travel restrictions on China during the early stages of the outbreak, the WHO was \"opposed to what we did.\" \"Other nations and regions who followed WHO guidelines and kept their borders open to China, accelerated the pandemic around the world,\" Trump said. Trump continued: \"The decision of other major countries to keep travel open was one of the great tragedies and missed opportunities from the early days.\" ##Travel## ##Health##", "Section": "asia", "Writers": ["Ben Westcott", "Adam Renton", "Rob Picheta", "Fernando Alfonso III"], "URL": "https://www.cnn.com/asia/live-news/coronavirus-pandemic-intl-04-15-20/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Singapore", "Source": "CNN"}