{"Type": "article", "Time": "2020-01-29", "Headline": "January 29 coronavirus news", "Text": "Our live coverage has ended. Go here to read more about the Wuhan coronavirus. At least three of the Japanese citizens evacuated from Wuhan on Wednesday have been diagnosed with coronavirus, according to Japan’s health ministry. Only one of the patients have a fever, while the other two are not showing any symptoms. They are currently quarantined in Tokyo. Two flights have repatriated over 400 Japanese citizens from Wuhan on Wednesday and Thursday mornings local time. At least 7,711 cases of Wuhan coronavirus have been confirmed in China, including 170 deaths as of the end of Wednesday, according to China’s National Health Commission.  This number reflects an increase of 1,737 cases and 38 deaths from Tuesday. Tibet has now confirmed its first case of the coronavirus. All 31 provinces in mainland China have now reported cases of the Wuhan coronavirus. A student at Arizona State University has started a petition to cancel classes after someone from the university was confirmed to be infected with the coronavirus. ASU freshman Taskina Bhuiyan, who is majoring in microbiology, started the petition on Change.org, and it had more than 21,000 signatures as of Wednesday evening. It is unclear whether the infected person is a student or staff member. The Arizona Department of Health Services (ADHS) identified the person only as a \"member of the Arizona State University community who does not live in university housing.\" The person recently returned from Wuhan, China, where the virus is believed to have originated. \"As part of our case investigation, individuals who may have been exposed to the patient will be notified by public health and provided with proper follow-up,\" ADHS communications director Chris Minnick told CNN. The ADHS said the patient is not severely ill. The patient is being kept in isolation to prevent the illness from spreading, according to the health department. Keep reading. Malaysia arrested four people on Wednesday on suspicion of spreading fake news about the Wuhan coronavirus outbreak on social media, according to the Malaysian Communications and Multimedia Commission. The four include a 49-year-old part-time tutor, two 25-year-old and 30-year-old pharmacy assistants and a 24-year-old student.  They have been accused of sharing false information about the novel coronavirus on Facebook and Twitter from Jan. 25 to 27.  If prosecuted, they are subject to a maximum fine of $12,232 each and imprisonment for up to a year. Singapore’s Ministry of Health has confirmed three more cases of Wuhan coronavirus Thursday morning, bringing the country’s total to 10.  All three cases are Chinese nationals who traveled from Wuhan, according to a statement from Singapore’s Health Ministry.  Among the new cases are a married couple — a 56-year-old man and 56-year-old woman— and another 56-year-old man, who are in isolation rooms at the National Center of Infectious Diseases.  All three new patients were asymptomatic during the flight to Singapore. The South Korean Foreign Affairs Ministry announced early Thursday morning (local time) that two planned charter flights to evacuate citizens from Wuhan had been delayed.  The flights had been scheduled to depart from Wuhan at 3 p.m. and 5 p.m. local time. Now, the South Korean government is working with the Chinese government to organize flights as early as tonight, according to a Korean official. A planned flight to bring British citizens back from Wuhan today has also been delayed. President Trump announced Wednesday that he received a briefing on the coronavirus.  “Just received a briefing on the Coronavirus in China from all of our GREAT agencies, who are also working closely with China,” the President tweeted. “We will continue to monitor the ongoing developments. We have the best experts anywhere in the world, and they are on top of it 24/7!”  He included pictures that appear to show a meeting in the White House Situation Room.   Trump suggested Wednesday that he’d recently spoken to Chinese President Xi Jinping amid concerns over containing the Wuhan coronavirus, but a White House official tells CNN that the last time the two world leaders spoke was in December.   Read his tweet: The US Centers for Disease Control and Prevention on Wednesday said that 195 passengers who were evacuated from Wuhan to an airbase in California have been screened, monitored and evaluated every step of the way.  None of the passengers show signs of sickness, CDC officials said during a news conference Wednesday afternoon, but they will remain under a voluntary quarantine at the air base. The evacuees are not required to stay at the base. The health agency said the travelers agreed to a request to remain there for three days of testing, monitoring and rest. “The good news here is that despite an aggressive public health investigation to find new cases, we have not,” said Dr. Nancy Messonnier, the director of the CDC’s National Center for Immunization and Respiratory Diseases.  “The situation in China is concerning,” Messonnier said. “However we are looking hard here in the United States. We will continue to be proactive. I expect that we will find additional cases.” So far the agency has confirmed five cases of coronavirus in the US in four states and 165 suspected cases. Multiple federal agencies, in addition to the Centers for Disease Control and Prevention, are contributing resources to respond the coronavirus outbreak.  For instance, the Department of Homeland Security's Countering Weapons of Mass Destruction office is facilitating airport screenings, according to a DHS official.   Additionally, Customs and Border Protection has measures in place to identify travelers with overt signs of illness, who may be potentially infected with a communicable disease. And the CDC provided signage to the Transportation Security Administration for placement at airports warning travelers of risks associated with travel to certain areas in China, according to a TSA official.  The US Coast Guard and Federal Emergency Management Agency and US Citizenship and Immigration Services are also involved, according to DHS.  Acting Homeland Security Secretary Chad Wolf said Wednesday the department will continue to adapt as the virus changes and adapts. According to a Federal Aviation Administration official, who referred CNN to the CDC and State Department, said the agency's responsibility is to ensure that planes get safely from one point to another. The agency is not involved with passengers coming in and out of the US.  But airline personnel are keeping a close watch.  The Allied Pilots Association — the union that represents Delta and United pilots — said it is updating pilots regularly with current information and has provided them with specific precautions they can use to mitigate any risk, according to Communications Director Gregg Overman.  \"This is obviously a rapidly developing situation, so we may have more to report in the coming days,\" he added.    A planned flight to bring British citizens back from Wuhan will no longer leave on Thursday as originally anticipated, a UK Foreign Office spokesperson said Wednesday.   “We are doing everything we can to get British people in Wuhan safely back to the UK. A number of countries’ flights have been unable to take off as planned. We continue working urgently to organise a flight to the UK as soon as possible” the spokesperson said. “We remain in close contact with the Chinese authorities and conversations are ongoing at all levels” the spokesperson added. It is understood the flight has been delayed due to Chinese permissions that have not yet come through.   There are now at least 162 dead from Wuhan coronavirus in China’s Hubei province – the epicenter of the outbreak – and a total of 4,586 confirmed cases in the province by the end of Wednesday, according to Hubei’s provincial health authority. The case count for the province has gone up by 1,032, and death toll has gone up by 37 from the previous day. This brings the number of cases for mainland China to over 7,000 and the death toll for mainland China to 170. Chad Wolf, the acting Homeland Security secretary, said on Wednesday that enhanced coronavirus screening has expanded to 20 airports, including Miami, which is hosting Super Bowl LIV. Wolf, during a news conference in Miami, addressed security concerns and measures ahead of the NFL’s annual championship and biggest draw. Sunday’s game, which pits the Kansas City Chiefs against the San Francisco 49ers, will attract thousands of fans to the area.  The effort, Wolf said, would pull resources from multiple agencies. Homeland Security will be taking its lead from medical professionals at Centers for Disease Control. He said their medical strategy continues to evolve as the virus evolves. Not all of the work they do will be obvious, he said. \"From my perspective, I am equally concerned for the safety of our CBP and TSA professionals doing their job day in and day out, making sure they have the right protective measures, whether that's gloves, masks and everything in between,\" he said. Ikea will temporarily close around half their stories in mainland China until further notice, effective from Jan. 29, an Ingka group spokesperson confirmed in a statement to CNN today.  “The decision has been made after careful assessment and consideration of the epidemic situation, and IKEA Retail China is proactively working with local authorities in the cities and regions where we operate. The impacted IKEA co-workers are asked to stay at home until further notice with paid leave” the spokesperson said. \"We continue to closely monitor the situation and stay updated on information from local and global authorities, and act in accordance with their recommendations as this situation is evolving” the statement concluded. Delta Air Lines is temporarily reducing its number of weekly flights between the US and China “due to significantly reduced customer demand prompted by global health concerns related to coronavirus,” the airlines said in a statement today. Here's the airlines full statement:  \"Delta is temporarily reducing the number of weekly flights it operates between the U.S. and China due to significantly reduced customer demand prompted by global health concerns related to coronavirus.\nTo maintain options for customers, the airline will continue to operate from all current U.S.-China gateways. Today, Delta operates 42 weekly flights between the U.S. and China, including daily service connecting Beijing and Detroit and Seattle, and Shanghai and Atlanta, Detroit, Los Angeles and Seattle. The airline will reduce this schedule to approximately 21 weekly flights, offering three to four weekly flights on the same routes.\nThe reduced schedule will be reflected on delta.com beginning Feb. 1 and will be effective Feb. 6 through April 30. Delta will continue to monitor the situation and may make additional adjustments as the situation continues to evolve.\nBeginning Feb. 1, the Delta team will proactively reach out to take care of customers whose itineraries are affected and will accommodate them on alternate flights.\nAdditionally, Delta continues to offer a change fee waiver for customers who wish to adjust their travel plans for US-China flights. Delta remains in contact with the CDC and is following their guidance.” Google is temporarily closing down its offices in China due to the coronavirus outbreak, the company confirmed to CNN.  Google said it has four offices in China that focus on sales and engineering for its ad business, and is keeping employees updated on the situation. The tech company’s offices had been closed for the Lunar New Year festival, and the company is extending the closures in light of the outbreak.  The Verge first reported the news. Dutch airline KLM announced it is reducing some of its flights to China because of the coronavirus outbreak in the country, the company said on Twitter today.  Starting Jan. 30, direct flights to Chengdu and Hangzhou will be suspended, and from Jan. 30 the number of weekly flights to Shanghai will be reduced from 11 to 7 per week, the airline said.  From Jan. 31, direct flights to Xiamen will be suspended, it added. US retailers with production in China are still trying to assess the effect of the coronavirus on their supply chains.  Many plants and factories were already closed for the Lunar New Year, so companies are considering keeping some closed while the outbreak continues, according to Jonathan Gold, vice president of supply chain and customs policy at the National Retail Federation.  The National Retail Federation has been in touch with the Department of Homeland Security and US Customs & Border Protection who report they have not experienced any disruption in shipping and supply routes thus far. US retailers are prepared for these types of scenarios, according to Gold. Retailers spend time and money on contingency plans for pandemics such as SARS and the coronavirus, and can move quickly to put alternative plans in place. However, they “are waiting to see what their response should be,” he said. What may happen in the future: One factor that will effect those contingency plans include a major shutdown in air travel, which would halt the transportation of cargo, Gold said. US retailers are in constant contact with vendors, but are in the “wait and see period.” Gold points out that retail is not just impacted on the supply chain side, but that a slowdown in tourism from China could affect US retailers. Finland's National Health and Welfare Institute confirmed the first case of coronavirus in the country, according to CNN's affiliate MTV3 Finland.  The 32-year-old woman from Wuhan arrived in Finland on Thursday, traveling on the same day to Ivalo, a village in the northern Lapland region.  She developed respiratory symptoms and fever on Sunday, and went to the emergency room yesterday, MTV3 Finland reports.  \"In the EU countries there is a strong knowledge on how to prevent infectious diseases. And I believe that is even more strong in Finland. The health care district of Lapland will take care of the monitoring of the possible exposed persons. The monitoring will take place for 14 days which is a recommendation by the World Health Organization,\" Taneli Puumalainen, senior physician​ from the Finnish Institute for Health and Welfare told reporters.  Passengers on a flight from Wuhan to California who don’t have symptoms of coronavirus are requested to stay in housing at March Air Reserve Base \"to allow CDC medical officers to perform more thorough screening and to better understand each individual’s exposure,” according to the statement today from the US Centers for Disease Control and Prevention.  The statement did not indicate how long evacuees would be asked to remain in housing. For those who do show symptoms, CDC said it will work with the California Department of Public Health and Riverside County Public Health to transport them to a hospital to be evaluated.   Earlier today: A team of CDC medical officers met the flight after landed this morning in southern California, carrying more than 200 Americans evacuated from the epicenter of the coronavirus outbreak. The plane departed Wuhan on Tuesday and stopped in Anchorage, Alaska, to refuel. According to the CDC, passengers were screened before takeoff, during the flight, during the refueling and after arriving. The agency maintains it believes the risk of coronavirus to the US public is low.   Earlier today, a flight carrying Americans evacuated from the epicenter of the coronavirus outbreak landed at March Air Reserve Base in southern California. Darby Siebels was on it. She said she was told by a US Embassy in Beijing representative last night that she had a seat, but she had to find a way to get to the airport when travel inside Wuhan is severely limited by travel restrictions put in place by the Chinese government to stop the spread of the coronavirus. En route to the airport, she was stopped at two checkpoints: the first checkpoint they were taking the temperature of some drivers—her driver was not stopped or checked; the second checkpoint stopped them to check if the people in the vehicle were on a manifest of “accepted passengers.”   At the airport, there was a manifest check, more temperature checks and paperwork.  “I was probably in the airport for about 9-10 hours before we actually took off,” she said.  Once on the plane, \"everyone was in a pretty calm mood,\" she said. \"The people who were working on the flight were working really hard (non-stop) and were super helpful,” she says. “Food and drinks were available, but it wasn't the service you might be used to if you're on a typical commercial flight.” Two men in what Siebels describes as “full hazmat garb” were walking through the plane giving passengers information. They also tried to boost morale, including getting an exit row of the plane to do the wave. Canada has secured a plane for those Canadians who want to come back from China, Canadian Foreign Affairs Minister Francois-Philippe Champagne said today. “Now the next step obviously is to work on the diplomatic front and the logistics obviously with our Chinese counterparts, we are engaging in discussions as we speak,” Champagne said. Meanwhile, Canada has also changed its travel advisory to advise all Canadians to avoid non-essential travel to China. A fifth case of coronavirus has been confirmed in France, according to France’s Health Minister Agnes Buzyn. The fifth case is the daughter of the 80-year-old Chinese tourist who one of the first four patients, Buzyn said on French television BFMTV. She is in intensive care.  A first flight to repatriate French citizens from China is leaving Wednesday night with a team of 20 medical staff on-board, according to Buzyn. An expert from the World Health Organization said the peak of the Wuhan coronavirus outbreak can't be predicted.  \"There is no scientist nor sage on the planet that will tell you when the peak of this epidemic will occur,\" Dr. Michael Ryan, executive director of the WHO Health Emergencies Programme, told reporters today. \"The peak will occur as soon as we put together a package of interventions that are designed to stop the virus,\" Ryan added. \"So we need to focus not on where the peak is; we need to focus on our actions in the coming days and weeks.\" Ryan's comments come the day after Zhong Nanshan, the director of China’s National Clinical Research Center for Respiratory Disease, told China’s State News Agency Xinhua that he expects the novel coronavirus outbreak to possibly reach its peak in one week or around 10 days from now.    Previously, professor Gabriel Leung, chair of public health medicine at University of Hong Kong, predicted that the peak would come between mid-May and mid-April for major city clusters in mainland China.   Since it was first discovered in December 2019, the Wuhan coronavirus has spread throughout 12 countries with over 6,000 cases and 132 deaths. All of those who died were in China. Here's where the coronavirus has spread: Mainland China -  As of Wednesday, there were 6,061 confirmed cases of the virus in mainland China, including 132 deaths, according to Chinese officials. \nAustralia - There are at least seven cases of the disease confirmed in Australia. On Wednesday, the Prime Minister Scott Morrison announced the government is working to evacuate Australian citizens from the Huebi province.\nCambodia - One case of the virus was confirmed in Cambodia on Monday.\nCanada - A Canadian couple has been confirmed to have the illness after visiting Wuhan.\nFrance - The first European country to have confirmed cases of the virus, they now have four cases of the disease, one including a Chinese tourist.\nGermany - The Bavarian state has reported four cases of the disease, all originating from the same workplace.\nHong Kong - The semi-autonomous city, boarding mainland China, has reported eight cases of the virus and is temporarily closing some of its borders.\nJapan - There are at least seven cases of the disease in Japan, including a man who has never visited Wuhan.\nMacao -  A semi-autonomous city in southern China, Macao confirmed at least five cases of the Wuhan coronavirus.\nMalaysia - They have reported seven cases of the illness, all of the patients are Chinese-nationals.\nNepal - There has been one confirmed case in Nepal, a PhD student who lives in Wuhan but flew to Nepal earlier this month.\nSingapore - The country has confirmed five cases of the virus and is advising its citizens to avoid all non-essential travel to mainland China.\nSouth Korea - Four cases of the disease have been confirmed in South Korea.\nSri Lanka - There's one case of the Wuhan coronavirus in Sri Lanka.\nTaiwan - All residents of Hubei province are banned from entering the self-governing island, after eight cases of the coronavirus have been confirmed in Taiwan.\nThailand - The highest amount of confirmed cases outside of China, Thailand has reported 14 cases of the disease.\nUnited Arab Emirates - The UAE confirmed four cases of the coronavirus, all from a single family.\nUnited States - Five cases have been confirmed from across the country.\nVietnam - Two cases have been confirmed in Vietnam, they come from a father and son duo. The World Health Organization may draw mostly from within the organization for the delegation traveling to China to investigate the coronavirus outbreak, Director-General Tedros Adhanom Ghebreyesus told reporters today. The announcement comes the day after US Health and Human Services Secretary Alex Azar said he assumed that delegation would include staff from the US Centers for Disease Control and Prevention.  \"WHO experts will be those who work for WHO or who ... can work as independent experts if we lack expertise,\" Ghebreyesus told reporters Wednesday. \"On involving other countries, the best would be bilateral arrangement, and that's what we recommend.\" Just before learning yesterday that Chinese President Xi Jinping and WHO had agreed on such a delegation, Azar pressured China for more collaboration in addressing the coronavirus outbreak, noting that the United States had made several offers to send experts to the epicenter of the outbreak.  \"We are urging China: More cooperation and transparency are the most important steps you can take toward a more effective response,” Azar told reporters Tuesday. More than 6,000 people worldwide have been infected globally since the first confirmed case of the Wuhan coronavirus in December. By comparison, there were 8,098 confirmed cases of SARS between November 2002 to July 2003. To put this into context: It has taken less than two months to get infect around 75% of the number infected by SARS over a nine month period.  Experts have previously estimated the Wuhan virus figures could still be vastly under-reported, making the novel coronavirus far more contagious, but also less deadly, than SARS so far. Currently, the case fatality rate for Wuhan virus is 2.1% — smaller than SARS' 9.6% mortality rate. It's also smaller than Middle East respiratory syndrome (MERS) — another type of coronavirus — which has a case fatality rate of 35%. Remember: The Wuhan coronavirus outbreak is still ongoing, so both the number of reported cases and the number of deaths could increase. Read more here.  The flight carrying Americans evacuated from the epicenter of the coronavirus outbreak has landed at March Air Reserve Base in southern California. The plane departed Wuhan on Tuesday and stopped in Anchorage, Alaska to refuel and to screen the 201 passengers aboard. The US Centers for Disease Control and Prevention lists 165 patients under investigation for coronavirus in 36 states as of this morning, according to an update posted to the agency's website. Of them... 5 have tested positive\n68 have tested negative \n92 are still pending Pending cases includes specimens that have been received and not yet undergone testing, as well as those in transit to CDC from health authorities in various states. Previously, on Monday, there were 110 patients under investigation in 26 states, including five positive, 32 negative and 73 pending cases. The CDC is currently the only lab in the United States that can conduct diagnostic testing for the virus, but it is developing coronavirus testing kits to share with \"domestic and international partners,\" according to an earlier statement. Germany's Lufthansa airline has canceled all flights to and from China until Feb. 9 due to concerns about the coronavirus, a Lufthansa spokeswoman in Frankfurt told CNN. The spokeswoman added that these measures also apply to Lufthansa’s Swiss and Austrian airline subsidiaries.  All Lufthansa bookings to China have been suspended until the end of February, the airline added. Lufthansa is one of many airlines who have made changes to their flight schedule in the wake of the coronavirus.  British Airways, United Airlines, Air Asia, Cathay Pacific, Air India and Finnair have announced plans to slash the number of flights they are operating to China or stop flying to the country entirely, and other airlines are offering customers refunds on flights to China. American Airlines is the second US carrier to suspend some of its flights to China as the deadly coronavirus continues to spread and shrinks demand. The airline is canceling two routes -- between Los Angeles and Shanghai (PVG) and Los Angeles and Bejing (PEK) -- from February 9 to March 27 because of \"significant decline in demand.\"  American Airlines will continue to operate a service to Hong Kong from its Dallas-Fort Worth and Los Angeles hubs. Airlines based in North America, Europe and Asia are canceling flights to China as authorities there seek to contain the spread of the Wuhan coronavirus. British Airways, United Airlines, Air Asia, Cathay Pacific, Air India and Finnair have announced plans to slash the number of flights they are operating to China or stop flying to the country entirely, and other airlines are offering customers refunds on flights to China. Read the full story here.  The number of confirmed cases of the Wuhan coronavirus has overtaken the 2003 SARS outbreak inside mainland China, as multiple countries evacuated their citizens from Wuhan, the city at the heart of the outbreak. There are at least 6,061 confirmed cases of the virus in mainland China, including 132 deaths, and 91 confirmed cases in at least 18 other countries and territories.  China's response: Chinese officials have effectively quarantined an estimated 60 million people by placing multiple cities under partial or full lockdown. They are now working to assist overstretched hospitals, coordinate with other countries on evacuations, and build an entirely new hospital in Wuhan within a week.\nMedical breakthrough: There's no vaccine and scientists still don't know a lot about the virus -- but there has been progress. Research teams in Hong Kong and Australia have successfully grown the coronavirus from a patient sample, which will provide international laboratories with crucial information.\nHow to protect yourself: Take the same preventative measures you would during flu season. Cover your mouth and nose when you cough or sneeze, and avoid close contact with anyone showing those symptoms. Wash your hands often with soap and water, wear a surgical mask and disinfect surfaces you touch. Papua New Guinea has said it will refuse entry to travelers coming from Asia in an attempt to keep the Wuhan coronavirus out of the country. In a statement released Tuesday, the country's Immigration and Citizenship Authority said that “all operating airliners and passenger vessels bringing in passengers from any Asian ports will be refused entry.”  National Airport Corporation spokesperson Emma Kuamuanj confirmed to CNN that the restriction was implemented on Monday and will be enforced until further notice.  No further details were provided on what specific countries and flights would fall under the “Asian ports” restrictions. The drastic move was one of five new measures put in place to stop the virus from entering the small Pacific nation. Other measures include a temporary shutdown of the Wutung border post with Indonesia, temporary suspension of the visa on arrival program for all eligible countries, and enforcing mandatory temperature screenings for all returning PNG nationals and residents returning from Asia. Papua New Guinea has no confirmed cases of the Wuhan coronavirus according to the country’s Department of Health. Where has the coronavirus spread?  Italy will begin repatriating its citizens from Wuhan this week, Foreign Minister Luigi Di Maio announced Wednesday.  \"The Italian government is committed to giving maximum support to our compatriots in China. Tomorrow a flight will leave for the repatriation of the Italians who are in Wuhan,\" Di Maio tweeted. “The aircraft, scheduled to depart from Italy tomorrow once the necessary authorizations have been acquired by the Chinese, will reach Wuhan airport with specialized medical personnel, nurses and adequate medical equipment on board to ensure safe transport. Upon arrival in Italy, compatriots will follow a health protocol defined by the Ministry of Health,\" Italy's foreign ministry said in a statement.   The coronavirus outbreak began in Wuhan, China, in December and it has now spread across the globe. Today, Chinese authorities are trying to contain the outbreak while other countries evacuate their citizens from Wuhan. At the same time, scientists are racing to learn more about the virus and develop a vaccine. Here are the latest updates: The numbers: In China, 132 people have died and there are at least 6,061 confirmed cases in the country -- surpassing the number of Chinese SARS cases during the deadly 2003 outbreak. \nIt's almost everywhere in China: Tibet, previously the last uninfected region of mainland China, announced its first suspected case today. This suggests the coronavirus is no longer just in dense urban areas, but has also spread to remote, rural corners of the country. \nGlobal spread: Outside mainland China, 91 cases have been reported in over a dozen countries. While most of these cases have a direct link to Wuhan, one case confirmed yesterday was a German man who had not been to China -- indicating human-to-human transmission.\nEvacuations: The US and Japan have already retrieved some of their citizens from Wuhan. Other countries such as Australia, France, India, South Korea and the UK are also preparing evacuation plans for their citizens in the city. A flight carrying 201 American passengers out of Wuhan has been continued on to California following health screenings and refuelling in Anchorage, Alaska, US officials said Wednesday.  The Alaska Department of Health and Social Services said passengers coming from Wuhan, China were screened twice following two health checks in China, and would be subject to further tests in California and temporarily rehoused for a period of time.  The crew of the plane was completely separated from the passengers, Alaska’s Chief Medical Officer Dr. Anne Zink said in a news conference.  “The way this plane was put together, the upper level with the crew was completely separated from the lower passengers,” Zink said. “So air flow, every sort of interaction between the top and bottom were completely isolated and the crew never got off in China; and there was never any interaction with the passengers,” Zink explained. Who is on the flight? About three dozen US diplomats and their families were expected to be on board the aircraft, a US official with knowledge of the matter told CNN previously. Priority was also given to US citizens who were \"most at risk for contracting coronavirus\" if they stayed in the city, a State Department official said. There are about 1,000 Americans living in Wuhan. The United Arab Emirates has confirmed four cases of the coronavirus, the UAE’s Ministry of Health and Prevention said in a statement Wednesday. The four reported cases are all within a single Chinese family from Wuhan, the ministry said. “The general health situation is not a cause of concern,” the ministry said.  There are at least 5,974 confirmed cases of coronavirus in mainland China -- including 132 deaths -- and at least 86 cases outside of mainland China.  UK Health Secretary Matt Hancock announced Wednesday that “anyone who returns from Wuhan will be safely isolated for 14 days, with all necessary medical attention.” “We are working hard to get British nationals back from Wuhan. Public safety is the top priority,” Hancock said. The UK's Foreign Office warned people against traveling to mainland China in all but essential cases on Tuesday, and British Airways suspended all direct flights between the United Kingdom and China on Wednesday.  Australia now has seven confirmed cases of the Wuhan novel coronavirus, as the state of Queensland confirmed its first patient on Wednesday. A 44-year-old Chinese man from Wuhan was confirmed to have the virus and is now in hospital isolation, according to a statement from Queensland’s Chief Health Officer Dr. Jeannette Young. A second case of coronavirus was also confirmed in Victoria state on Wednesday.  Chinese football team told to stay in hotel: Young advised that all returned travelers from Hubei Province should self isolate for 14 days after leaving the area. She also noted that authorities have asked a Chinese football team of 32 who arrived in Brisbane to stay in their hotel rooms until February.  \"We are working closely with the hotel and the 32 individuals concerned – who are all well and not showing symptoms – and we have Queensland Heath staff present at the hotel. The hotel is in the process of alerting other guests and staff and making suitable arrangements,\" Young said in the statement, adding that individuals will be transferred to hospital if they show symptoms. \n\"We want to reassure the public, no one else in this hotel, including staff, is at risk.\" What will happen to Australians in China? Prime Minister Scott Morrison said the government would evacuate \"all Australians out of Hubei province ... focusing on the young, especially infants and the elderly.\" There are more than 600 Australian citizens in Hubei, according to Australian Associated Press news agency. India's health ministry has issued an updated travel advisory against visiting China due to the Wuhan coronavirus. Please refrain from travelling to #China,” the Wednesday advisory said. The warning comes hours after a previous tweet from the health ministry urged Indians to avoid non-essential travel to China. The Indian government said on Monday that steps \"may be taken\" to prepare for a possible evacuation of Indian nationals in Wuhan.   The International Ski Federation (FIS) announced today that the upcoming men’s World Cup races, which were scheduled for mid-February in Yanqing District in the Chinese capital Beijing, will be cancelled due to the coronavirus outbreak. In a statement, FIS President Gian Franco Kasper said they had made the decision \"with great regret.\" The health and welfare of the athletes and all participants must take priority,\" he said. The organization will provide more information later on the rescheduling of canceled races from Yanqing, the statement said. Yanqing is located approximately 74 kilometers (46 miles) from the center of Beijing, which has recorded 91 confirmed cases of the virus including 1 death. The district is also the proposed site of several events in the forthcoming Beijing 2022 Winter Olympics, including alpine skiing, bobsleigh, skeleton and luge. Some background: With authorities still racing to learn more about the virus and how it spreads, many events and public gatherings have been cancelled in an attempt to limit the spread of disease. Theme parks in Hong Kong and Shanghai have closed. Chinese New Year festivities -- one of the most important, beloved holidays of the year -- were canceled this past weekend in major cities like Beijing. Schools have been suspended and businesses closed for the following weeks in affected areas. South Korea will send charter flights to evacuate citizens in Wuhan on Thursday morning local time, the government announced today. It is the government’s basic duty to look after the citizens who are in isolated condition and under severe fear of diseases,” said Vice Health Minister Kim Gang-lip. He also asked the public to understand the plight of the stranded citizens and welcome them home. The government estimated there are about 700 South Koreans in Wuhan who registered to return to South Korea. Only those showing no symptoms of the coronavirus will be allowed to board the flight, Kim said. Those who wish to take the flight will go through an inspection process by medical staff from Seoul before being allowed to board the plane, and will be responsible for the cost of the flight.  When the flight arrives in South Korea, those citizens will then stay at two government-provided facilities in Chungcheong Province for 14 days, to prevent possible infection from spreading. They will receive a medical check-up twice a day.  A total of 32 Turkish citizens in Wuhan will be evacuated in the next few days, said the Turkish ambassador to China on Wednesday. Speaking to the Haberturk news channel, Emin Onen said the Turkish citizens are Wuhan residents, tourists and people who were there for trade and business.  Turkish and officials have begun the official process, and the 32 citizens are in good health, Onen said.  No virus detected. We are in touch with Chinese authorities. We will bring them ASAP,” he said.  The ambassador said he cannot give an exact schedule of when the citizens will be evacuated. The plane will land in Wuhan to pick up passengers but it is unclear whether they will be taken back to Istanbul or Ankara.  Onen said the 32 people will be quarantined for some time. The Chinese city of Wuhan, where the coronavirus outbreak began, has been in lockdown since last week in an attempt to contain the spread of the virus. There is no movement in or out of the city. Transport within the city has also been halted or limited, and the roads are empty of cars. The streets are mostly empty as people stay at home, afraid of being infected outside. There is also construction going on -- Chinese authorities are building a brand-new, 1,000-bed hospital in the city. They say it will be built in one week's time, and will be ready for use by February 3. This isn't the first time they've built hospital in mere days. During the 2003 SARS crisis, Xiaotangshan Hospital was constructed in six days and seven nights in Beijing, and used to treat almost 700 SARS patients. Anyone who isn't home in Wuhan right now is on high alert and taking extra precautions. In a hotel, staff take the temperature of any guest that enters the building -- not that there are many. A photo of the hotel cafe shows empty chairs and tables. There are some who choose to brave the risk and continue on with daily life. Some residents simply put on protective face masks -- then go about exercising in parks, biking around the city, or buying groceries at the store. South Korea has found four confirmed cases of Wuhan coronavirus so far, prompting medical teams to set up pop-up testing facilities. At Seoul’s National Medical Center, where a coronavirus patient is being treated, a tent has been set up outside the hospital for testing -- so that potential virus patients won't mix with other uninfected patients inside the building.  Doctors at the hospital say they are concerned about the ability of the virus to mutate and spread, and anticipate treating a large number of potential patients in the coming days.  Seven individual rooms have been prepared with a bed in each, waiting for potential patients to arrive. People who arrive to get tested are given a CT scan to detect viral pneumonia. A 55-year-old South Korean man was brought in last Friday and confirmed with the virus after traveling from Wuhan.  Doctors say he is stable, but the next week could be critical in stemming the spread of the virus.  Take a look inside the hospital: John Nicholls, a clinical professor at Hong Kong University, is part of the team investigating the coronavirus in Hong Kong. He weighs in on the outbreak: Testing for coronavirus: Just because a person tests negative for coronavirus, doesn’t mean they won’t contract it in the future, Nicholls said. It’s possible a person could test negative, and then need to be tested again later.  It’s going to be a continuing drain on the resources and on the manpower to try and turn around these tests,\" he said. Virus in hospital: If the spread of the coronavirus is anything like the deadly 2003 SARS outbreak, it could spread “extensively” within hospitals, Nicholls said. If doctors don't decontaminate medical instruments or equipment -- even something as simple as a stethoscope -- that's one way the virus could spread.  \"Hidden mortality\": Not all people who die during an outbreak are infected with the disease. During outbreaks like these, hospitals often no longer had the capacity to care for patients with unrelated illnesses. During SARS, Hong Kong hospitals temporarily halted elective surgeries because doctors were too stretched. This means there is a “hidden mortality” from people who missed their surgeries or appointments, Nicholls said. Hong Kong's leader, Carrie Lam, announced a range of measures to limit the spread of the coronavirus yesterday -- but for some local medical workers, it's not enough. The Hospital Authority Employees Alliance (HAEA), a public medical union, criticized Lam for exaggerating the effectiveness of measures that are only “slightly more constructive” than before. “The government should fully prevent all non-crucial and unnecessary passengers flow from China to Hong Kong,” said HAEA in a statement, adding that there was still “a considerable distance from our goal of a full-scale preventive measures.\" Medics on strike: Last week, the union threatened to strike, demanding a complete ban on mainland Chinese tourists entering Hong Kong. On Facebook, the union said its membership rose significantly from about 6,000 to 15,000 on Tuesday, with long queues forming outside its membership registration center. The Hong Kong Hospital Authority, which runs public hospitals, has a workforce of about 80,000. Ho Pak-leung, a clinical professor at the University of Hong Kong Department of Microbiology, also called on Lam to fully seal its border with China during a radio program on public broadcaster RTHK Wednesday. “The government’s proposal yesterday was definitely not good enough,” he said. “Given the current situation, there is an urgency to block mainland Chinese from entering Hong Kong.” Tourism in the semi-autonomous Chinese territory of Macao has dropped by 73.6% from 2019 to 2020 amid the Wuhan coronavirus outbreak, according to statistics released by the government on Wednesday. Chinese mainland tourists represent the bulk of the drop, with a 79.6% fall since 2019. Macao is known for its casinos, which mainland tourists usually visit during the Chinese New Year since gambling is illegal in the mainland.  But Chinese New Year -- which took place this past weekend -- was hit hard, with many choosing to stay home instead of traveling on holiday or to visit friends and family, for fear of being infected or spreading the virus. The local government is also barring entry to those who have been to Hubei in the last 14 days.  Hong Kong: Macao isn't the only nearby city to restrict travel -- Hong Kong, also a semi-autonomous Chinese territory, announced it would close some of its borders with the mainland. The new border controls are expected to take place Thursday. Carrie Lam, the city's Chief Executive, claim they would eventually reduce mainland Chinese visitors by 80%.  But many in the city -- including medical workers and some lawmakers -- say it's not enough, and demand a full border shutdown and ban on Chinese tourists until the virus has been contained.  British Airways has suspended all flights into and out of mainland China, the airline announced on Wednesday. The decision by British Airways comes as countries step up efforts against the novel coronavirus, which began in Wuhan, China, and has spread globally. Read the full British Airways statement: \"We have suspended all flights to and from mainland China with immediate effect following advice from the Foreign Office against all but essential travel.\nWe apologize to customers for the inconvenience, but the safety of our customers and crew is always our priority.\nCustomers due to travel to or from China in the coming days can find more information on ba.com.\" US airlines: United Airlines also announced Tuesday that it will temporarily reduce its schedule between the US and three Chinese cities -- Beijing, Hong Kong and Shanghai. An airline industry official told CNN that Trump administration officials briefed US airlines Tuesday on measures being taken. In discussions, the White House mentioned the possibility of banning flights to China, but said they are not now issuing such a ban. The administration would evaluate the situation daily to determine whether more measures need to be taken, the official said. The Chinese embassy in Denmark has blasted one of the country's top newspapers for a cartoon about the Wuhan coronavirus that riffed on China's national flag.  The cartoon, published in Jyllands-Posten on Monday, showed the red flag with its yellow stars replaced by virus molecules.  In a statement published online, an embassy spokesperson said the drawing was \"an insult to China and hurts the feelings of the Chinese people.\"  \"Without any sympathy and empathy, it has crossed the bottom line of civilized society and the ethical boundary of free speech and offends human conscience. We express our strong indignation and demand that Jyllands-Posten and (cartoonist) Niels Bo Bojesen reproach themselves for their mistake and publicly apologize to the Chinese people,\" it added.  According to Agence France-Presse, Jyllands-Posten's chief editor Jacob Nybroe said the paper would not \"dream of\" poking fun at the dire situation the virus has caused in China, but refused to apologize \"for something we don't think is wrong.\"  \"We have no intention of being demeaning or to mock, nor do we think that the drawing does,\" Nybroe said. \"As far as I can see, this here is about different forms of cultural understanding.\" Danish Prime Minister Mette Frederiksen was quoted by the Politiken newspaper as saying \"we have freedom of expression in Denmark. Also to draw\". Jyllands-Posten is no stranger to cartoon controversy. In 2005, it published depictions of the Prophet Mohammed deemed offensive by many Muslims, including one showing the founder of Islam wearing a bomb as a turban. The paper apologized, but the cartoons were seized upon by radical preachers in the Middle East and sparked several riots and attacks on Danish embassies in the region.  T coronavirus outbreak began in Wuhan, China, and has now spread across Asia and the rest of the world. Today, Chinese authorities continue to try and contain the virus' spread, while other countries evacuate their citizens from Wuhan. All the while, researchers are racing to learn more about the virus and develop a vaccine.  Here are the latest updates: The numbers: In China, 132 people have died and there are 5,974 confirmed cases -- surpassing the number of Chinese SARS cases during the deadly 2003 outbreak. Globally, there are 6,056 coronavirus cases.\nIt's everywhere in China: Tibet, previously the last uninfected region, announced its first suspected case today. This suggests the coronavirus is no longer just in dense urban areas, but has spread to remote, rural corners of the country. The number of cases in China jumped by almost 1,500 from Tuesday, a more than 30% increase.\nGlobal spread: 83 cases outside mainland China have been reported in over a dozen countries. While most of these cases have a direct link to Wuhan, one case confirmed yesterday was a German man who had not been to China -- indicating human-to-human transmission.\nEvacuations: The US and Japan have already retrieved some of their citizens from Wuhan. Other countries like Australia, France, India, and South Korea are also preparing evacuation plans for hundreds of their citizens in the city. So what's being done? And what can I do? Chinese response: Chinese officials have effectively quarantined an estimated 60 million people by placing numerous cities under partial or full lockdown. They are now working to assist overstretched hospitals, coordinate with other countries on evacuations, and build an entirely new hospital in Wuhan within a week.\nMedical breakthrough: There's no vaccine and scientists still don't know a lot about the virus -- but there has been progress. Research teams in Hong Kong and Australia have successfully grown the coronavirus from a patient sample, which will provide international laboratories with crucial information.\nHow to protect yourself: Take the same preventative measures you would during flu season. Cover your mouth and nose when you cough or sneeze, and avoid close contact with anyone showing those symptoms. Wash your hands often with soap and water, wear a surgical mask, and disinfect surfaces you touch. This post has been updated to reflect the status of a suspected case in Tibet. The flight carrying more than 200 US citizens from Wuhan, China has landed in Anchorage, Alaska, according to CNN affiliate KTUU and global aviation tracking site FlightAware. The Kalitta Air plane is at a gate, and there are several people in contamination suits on the ground below the plane.  The plane will refuel in Anchorage before continuing on to a military base in California. It had originally been scheduled to land in a civilian airport in California, but the destination change was announced Tuesday night US time. During the refuel stop, the passengers will also go through health screenings to check for symptoms of the novel coronavirus symptoms, Alaskan officials said. Since the outbreak of the Wuhan coronavirus became international news and a national panic across China, with millions placed under lockdown and travel restrictions and screenings put in place across the country, the city's mayor, Zhou Xianwang, has been prominent in state media coverage of the crisis.  While this could be seen as positive for Zhou, a sign of the central government's faith in him and his leadership on the ground -- it's likely the opposite. His appearances have all come since the central government and President Xi Jinping seized control of the crisis, and after intense criticism of him and other Hubei provincial officials' handling of the initial outbreak online and in state media.  In an interview last week, Zhou admitted that the city's warnings were \"not sufficient.\" That followed revelations that Wuhan leaders had gone ahead with a world record pot luck dinner attempt involving 40,000 families, and had held a provincial Party congress after the first cases of the virus were detected. Zhou has defended his decision-making somewhat, explaining that he did not know the situation was so serious, but recent findings have suggested that there was evidence of human-to-human transmission of the virus earlier than previously claimed, and Hubei has been criticized for not instituting screening until January 14.  \"We understand that the public is unsatisfied with our information disclosure. On one hand, we failed to disclose relevant information in a timely manner; on the other, we did not make sufficient use of valid information to improve our work,\" Zhou said in an interview with state broadcaster CCTV this week.  \"As for the late disclosure, I hope the public can understand that it's an infectious disease, and relevant information should be released according to the law. As a local government, we can only disclose information after being authorized.\" He admitted that should they fail to contain the virus, Wuhan officials \"might leave a bad name in history,\" and offered to resign.  \"If it's conducive to the control of the virus and the protection of the safety of the people, Ma Guoqiang (the Party chief of Wuhan) and I can shoulder whatever responsibilities,\" he told CCTV. \"We would like to be removed from the office to appease public indignation.\" It's likely too early for Zhou and Ma's scalps to be politically useful, however. Were they to be fired now, any further crises down the line would fall directly on the shoulders of the central government and President Xi himself.  Faced with numerous other issues both at home and abroad, Xi can ill afford being blamed for the Wuhan outbreak, and may decide it's more useful to keep two obvious fall guys front and center in the public's imagination to soak up the opprobrium. With the virus expected to continue spreading for several months though, there will likely be more than enough to go around.  The outbreak of the Wuhan coronavirus has infected thousands and spread overseas. The world has never had more advanced medical science, but it's also never been so interconnected. So what can be done to stop it from becoming a global epidemic? Early stages: There's still plenty we don't know about the virus but Chinese authorities believe that it is spreading from human to human, and that people can be infected before symptoms show. How bad is it? The vast majority of cases so far have not been fatal, with a mortality rate of about 2.3%. But a large proportion of cases are considered \"severe\" and very few people have been released from hospital. How are doctors treating it? There are no specific treatments for coronaviruses -- but just like the common cold, doctors can treat the symptoms. Keeping patients isolated in hospital also prevents them from infecting others. What else can doctors do? The way to stop an outbreak is to work out who a patient has had contact with, and try to stop them from spreading the virus. If those contacts show symptoms, they are immediately tested and their contacts will need to be traced. What about travel bans? Chinese authorities have shut down transport in and out of Wuhan and at least 10 other cities, effectively quarantining millions of people. What can the public do? Experts have advised people use face masks as a precaution, even though it's still unclear how the virus is spread or whether masks would stop it. Experts also recommend washing hands with soap and water, sneezing into your elbow, and informing people about what to look out for. Read the full story here.  As cases of the coronavirus continue to rise in China and abroad, people are flocking to stores to buy supplies and food. With many schools and businesses in the region closing for the next few weeks, residents may be looking to hunker down at home to avoid infection. In one Hong Kong supermarket, shelves were mostly empty on Tuesday, soon after the city government announced increased measures to restrict the disease's spread. Face masks sold out: It's not just Asia, either -- in medical supply stores in central Texas are experiencing a medical mask shortage after a Texas A&M student, having recently traveled to Wuhan, China, may have contracted coronavirus. There have been reports of face masks being sold out in cities across China, with some residents being mailed boxes of masks from relatives abroad.  Wuhan hospitals are also running low on medical supplies as they struggle to cope with the sheer number of patients. Chinese authorities said this week they were sending additional personnel and supplies to assist. Much is still unknown about the Wuhan coronavirus outbreak, and health officials are urging vigilance. That means travelers crisscrossing the globe should be aware of the virus, steer clear of heavily impacted areas and exercise some of the same kinds of preventive measures they'd use to avoid influenza and other illnesses. But how worried should travelers outside the most impacted areas be about the Wuhan coronavirus? In this era of global travel, you can never say the risk is zero of being exposed to something, says Dr. Yoko Furuya, associate professor of medicine in the division of infectious diseases at Columbia University Irving Medical Center. But most of the cases so far have involved Wuhan and surrounding cities in Hubei Province. \"While the risk is not going to be zero, generally speaking there's not going to be a particularly elevated risk\" outside that area, she says. It's not a big concern for US travelers traveling domestically, says Dr. William Schaffner, a professor of medicine in Vanderbilt University's division of infectious diseases. Travelers heading to China should be more concerned, he adds. \"As a matter of fact, I have heard colleagues say to a patient or two, 'Gee, do you have to go to China right now? Why don't you wait a little bit?'\" People who have traveled to Wuhan in the last few weeks and are feeling sick with fever, cough or are having difficulty breathing should seek medical attention right away and call ahead to inform providers of recent travel and symptoms, according to CDC guidelines. The Wuhan coronavirus has sparked fears of a new global epidemic, as it spreads across Asia and around the world. For those in China and Hong Kong, it's particularly reminiscent of the severe acute respiratory syndrome (SARS) outbreak that killed 774 people in 2003, more than 280 of them in Hong Kong. Rapid spread: This novel coronavirus now has more confirmed cases that SARS did, suggesting it is spreading more rapidly -- which could be due to it being more contagious, or China being more interconnected than 2003. Mortality: The coronavirus is far less deadly than SARS, or Middle East respiratory syndrome (MERS). The coronavirus' mortality rate is around 2.2%, compared to around 10% for SARS and 34% for MERS.  Instead, the coronavirus appears to be about as deadly as seasonal influenza, which claims the lives of thousands of people every year. A 2019 study by Chinese scientists showed that influenza in China has a mortality rate of 1.6% to 2.6%. However, the mortality rate for the coronavirus may continue to change as more cases and possible deaths develop. As of Monday, there were still 4,096 Wuhan tourists overseas, according to the city's Culture and Tourism Bureau. In an open letter online, the bureau said all tour groups were cancelled when the city's lockdown was announced last week. Groups that left prior to the lockdown are still slowly returning to Wuhan now, the letter said. Those who are still overseas are expected to return to Wuhan in the coming days. The lockdown: It was put in place last week as a measure aiming to limit the spread of the virus, effectively stopping all movement in or out of the city. Some have praised it as a bold and decisive move -- but it has also taken a toll.  Wuhan citizens like the tourists abroad have found themselves stranded, watching the death toll rise in the city day by day. Meanwhile, foreign citizens inside Wuhan are now being evacuated out with planes sent by their home countries. Planes from the US and Japan have already departed with their citizens on board. Other countries like Australia, South Korea, and India are also planning evacuations. For those inside Wuhan, there's no plane coming to rescue them. In desperation, many flocked to train stations the morning before the lockdown went into effect, cramming into the last trains out of the city -- a controversy in itself, with some Chinese citizens in other cities accusing the evacuees of potentially spreading the virus further. As coronavirus cases continue to rise in Wuhan and wider Hubei province, several countries are taking action to repatriate their citizens in the affected areas. Countries that have launched evacuations: The US: A plane carrying about 240 Americans, including diplomats and their families, has departed Wuhan and is en route to Alaska, where it will refuel before arriving early Wednesday in Ontario, California. \nJapan: 206 Japanese citizens were evacuated from Wuhan and arrived in Tokyo Wednesday morning local time. All those on board have been quarantined, and those with symptoms will be taken to a medical center for treatment. About 450 more Japanese citizens have not yet left Wuhan. Countries planning for evacuations: Australia: Prime Minister Scott Morrison said the government would evacuate \"all Australians out of the Hubei province ... focusing on the young, especially infants and the elderly.\" There are more than 600 Australian citizens in the Hubei, according to CNN affiliate Nine News.\nNew Zealand: The New Zealand and Australian governments have discussed a “joint ANZAC (Australia and New Zealand Army Corps) assisted departure” of their citizens from Wuhan, though specific evacuation details are still being worked out.\nIndia: The Indian government has begun the process of \"preparing to evacuate\" Indian nationals affected by situation in Hubei Province, a spokesman confirmed Wednesday.\nSouth Korea: Four charter planes will evacuate South Korean citizens from Wuhan, said a government spokesperson today. Almost 700 South Korean citizens have applied to take the flight out.\nFrance: A plane will fly French citizens back from Wuhan to France sometime this week, said the French Health Minister on said Sunday. There are around 800 French citizens in Wuhan.\nUnited Kingdom: The UK is \"looking at all the options\" to help Britons trapped in Wuhan, said the UK Home Secretary after being asked about the possibility of evacuation flights. Nearly all of the confirmed cases of Wuhan coronavirus are in China, but the virus has spread across Asia and the rest of the world. If you're worried, here are some tips for protecting yourself: Know the symptoms: Other symptoms of this coronavirus include fever and shortness of breath. Severe cases can lead to pneumonia, kidney failure and even death.\nAbout meat and animals: Scientists believe this coronavirus started in another animal and then spread to humans. So health officials recommend cooking meat and eggs thoroughly. Anyone with underlying medical conditions should avoid live animal markets and raw meats altogether, since those people are \"considered at higher risk of severe disease,\" the World Health Organization says.\nTake normal flu season precautions: In general, the public should do \"what you do every cold and flu season,\" said Dr. John Wiesman, the health secretary in Washington state — where the first US case of Wuhan coronavirus was confirmed. That includes washing your hands often with soap and water for at least 20 seconds.\nIf you feel sick: If you're the one feeling sick, cover your mouth and nose when you cough or sneeze, and disinfect the objects and surfaces you touch. If you or your doctor suspect you might have the Wuhan coronavirus, the US Center for Disease Control advises wearing a surgical mask. Australia’s Prime Minister Scott Morrison and New Zealand’s Prime Minister Jacinda Ardern have discussed a “joint ANZAC (Australia and New Zealand Army Corps) assisted departure” of their citizens from Wuhan, according to a press release shared by the New Zealand government on Wednesday. Ardern said that “specific details of the evacuation plan, including the medical protocols that will be applied to returning New Zealanders and access arrangements on the ground in China are being worked through by officials.”  Earlier in the week, New Zealand’s Health Minister said that the government had been “working closely with international partners and the government’s Interagency Pandemic Group has also been convened to ensure New Zealand is prepared.” Around 240 Americans evacuated from Wuhan, China, will be flown to a military base near Riverside County, California, instead of a nearby civilian airport as first planned. The flight departed Wuhan about six hours ago, and will land late Tuesday night local time in Anchorage, Alaska, to refuel.  Passengers will undergo health screenings there to ensure they are not experiencing novel coronavirus symptoms before traveling on to California, Alaska officials said. The plane will land at March Air Reserve Base instead of its original destination of California's Ontario International Airport, said San Bernardino County Commissioner Curt Hagman. In a video statement, Hagman said he was informed of the change in plans on Tuesday night. No reason was immediately given for the change in itinerary. Authorities in China reported the first suspected case of the Wuhan coronavirus in Tibet, the only region to have avoided the virus so far. The potential spread to Tibet will renew concerns about how easily the virus is transmitted, particularly when people are asymptomatic. On Tuesday, Tibet announced the indefinite closure of all tourist attractions, state-run newspaper People’s Daily reported, citing the regional Communist Party committee. All travelers, including tourists, entering Tibet are now required to register with authorities and be quarantined for 14 days. Tibet is a remote and mountainous autonomous region of mainland China that is often referred to as the \"the roof of the world.\" Read the full story here.  This post has been amended to clarify it is a suspected case in Tibet. The semi-autonomous city of Hong Kong, which borders mainland China on the country's south coast, is just one of several places around Asia placing restrictions on travel in an attempt to contain the spread of the coronavirus. In a press conference yesterday, the government announced that it will \"temporarily\" close some of its borders with China and stop issuing travel permits to Chinese tourists. Trains to China suspended: Today, the MTR -- Hong Kong's subway operator -- announced it would also be suspending services for the high speed rail that connects the city with the mainland, as well as trains to Guangzhou, Shanghai, and Beijing. \"The MTR Corporation has been closely monitoring the latest situation regarding pneumonia cases from the novel coronavirus infection,\" said the company in a statement, and apologized for inconvenience caused. A laboratory in Australia has grown the Wuhan coronavirus from a patient sample. The development “will provide expert international laboratories with crucial information to help combat the virus,\" Mike Catton, director of the Victorian infectious diseases reference laboratory said. “We are proud to have grown the virus in such a short space of time,” Catton said, adding that they will “share this with international colleagues” to help with the developments of vaccines and medicines. The successful growth will help scientists to “understand the epidemiology of the outbreak,\" Catton said.  A clinical professor at Hong Kong University, John Nicholls, told CNN that his team in Hong Kong has also been able to grow the virus a few days ago during Chinese New Year. Since the first case was identified in early December in the Chinese city of Wuhan, more than 6,000 people have become infected worldwide. This post has been amended to include the Hong Kong University team. The number of confirmed cases of the Wuhan coronavirus in China has now officially exceeded that of the severe acute respiratory syndrome (SARS) outbreak in 2002 and 2003.  At least 5,974 cases of the coronavirus have been reported in mainland China to date, whereas there were 5,327 confirmed cases of SARS on August 16, 2003, the last time the Chinese health ministry reported such data. The government stopped reporting SARS cases after that date, saying there were no more new cases nationwide. In total, there were 8,098 confirmed cases of SARS worldwide from November 2002 to July 2003, with 774 deaths. While the current coronavirus outbreak does not appear to be as deadly as SARS, it may be spreading more rapidly. That could be due to being more contagious, or the increased interconnectedness of both China and the world than in 2003. As of Wednesday, there were 5,974 confirmed cases of the virus in China, including 132 deaths, according to the National Health Commission (NHC).  The number of cases grew by almost 1,500 from Tuesday, a more than 30% increase. From Sunday to Monday the number of cases confirmed in China had jumped by 65%.  With the number of confirmed cases increasing day by day, concern is growing over the global spread of the virus. Numerous countries, including the US, have stepped up airport screenings and warned their citizens not to travel to China. Some countries, including Indonesia and the Philippines, have restricted Chinese tourists. Chinese authorities say they are throwing everything they have into containing the infection within its borders. Wuhan’s Communist Party chief Ma Guoqiang said in a press conference that the sudden increase in confirmed cases is down to more efficient testing measures.  Before January 14, all the testing for the Wuhan coronavirus was done by the Chinese Center for Disease Control and Prevention, which as a \"very long process,\" Ma said.  \"To confirm a case in Wuhan, (we) needed to send his sample to the national CDC,\" he said. To speed up that process, from January 16 the Chinese central government allowed the Hubei provincial CDC to conduct the tests.  \"So our samples are no longer required to be sent to Beijing, and can be tested at the provincial CDC, with a capacity of testing about 300 cases (per day),\" Ma said.  The rate of testing also increased from January 24, as nine hospitals could test the samples, \"which drastically increased our testing capacity and efficiency.\" This does not mean the speed of the disease has increased drastically,\" Ma said.  Australian Prime Minister Scott Morrison has announced that his government will be \"evacuating all Australians out of the Hubei province\" amid the Wuhan coronavirus outbreak. Morrison said they'll be \"focusing on the young, especially infants and the elderly\" for repatriation.  There are more than 600 Australian citizens in the province of Hubei, including its capital city of Wuhan, according to CNN affiliate Nine News. \"This will be done in a last in, first out basis,\" Morrison said, adding that they are looking into \"those who have been there who do not have established support infrastructure in where they are living.\" The operation, which will be aided by Australian flag carrier Qantas Airways, is still tentative, however. \"I want to stress that we cannot give a guarantee that this operation is able to succeed,\" Morrison said. \"I also want to stress very clearly that we may not be in a position if we’re able to do this on one occasion to do it on another.”  The move comes as Australia raised its travel advice to \"reconsider all travel\" to China, due to concerns over the coronavirus.  Controversy of Christmas Island used as a quarantine Morrison said that \"Christmas Island will be used as a quarantine area,\" for returning Australians from Hubei. While the Australian citizens will wait out their quarantine on the Pacific island before heading home, the use of Christmas Island to house them has drawn uneasy comparisons with the plight of refugees who have been detained there.  Australia has a strict border protection policy and sends all asylum seekers arriving on its shores by boat to detention centers for processing -- Christmas Island houses one such facility.  There have been repeated allegations of abuse and even torture of those held in Australia's offshore detention centers.  Morrison said that Australian returnees who do arrive on the island, \"would be there, we envisage, for up to 14 days. But that will be subject to the medical advice we receive.\" He said that measure would be put in place to ensure support is \"provided directly to the Christmas Island community completely separate and quarantined from the support that is being provided in the quarantine zone.\"   Two Japanese evacuees who arrived in Tokyo Wednesday morning on a flight from Wuhan said they are relieved to be home. Speaking at a press conference after they landed, Takeo Aoyama and Takayuki Kato, both board members of the Japan Chamber of Commerce in Wuhan, said the situation in the city -- which is ground zero for the outbreak -- is rapidly deteriorating, and while they can still access food and other necessities, they cannot freely shop and work. Both evacuees urged support for the Chinese people in Wuhan and spoke of their Chinese colleagues and other citizens who stayed behind. The two were among 206 Japanese nationals who arrived on a chartered flight operated by ANA, according to Japanese officials.  The passengers are all quarantined on board and those with any pneumonia-like symptoms will be taken to a special medical center for treatment. Passengers without symptoms will be taken to separate hospitals for further screening.  Japanese citizens who live close to the Huanan Seafood Market and highly-populated areas in Wuhan, were given priority on first flight. Chinese authorities have said the market is the likely source of the coronavirus. Medical supplies for the Chinese government, including thousands of surgical masks, safety goggles and 50 protective suits, were also flown into Wuhan. Hong Kong stocks tumbled Wednesday as investors returned from a four-day holiday to weigh the consequences of an escalating coronavirus outbreak. The city's benchmark Hang Seng Index dropped 3% at market open and was last down 2.7% -- its first day of trading after the Lunar New Year holiday celebrations.  Elsewhere in Asia, Japan's Nikkei 225 and South Korea's Kospi both rebounded a little from losses earlier this week. The indexes were last up 0.4% and 0.6%, respectively. Read the full story here.  The death toll from the Wuhan coronavirus now stands at 132, and authorities in China and across the world are working to contain the disease. Here's what you need to know: The casualties: 132 people have died, all in mainland China. There are 5,974 confirmed cases across the country, and more than 70 confirmed cases outside China, including the US, Australia, France and Germany.\nAccelerating spread: The virus appears to be spreading rapidly -- there was a 30%  jump in reported cases in mainland China in just one day. \nHuman-to-human infections: Germany and Japan have both confirmed cases of patients who tested positive for coronavirus, but who had not visited Wuhan. \nChina's response: Some 60 million people are under travel restrictions in Hubei province. The provincial capital, Wuhan, is under almost complete lockdown, with no movement in or out. In several cities, businesses and schools have been closed for the next few weeks.\nHospitals under strain: Hospital staff in Hubei province are struggling to cope with the number of patients, and supplies are running low. China has deployed 1,800 more medical personnel to the province to help.\nGlobal response: Numerous countries, including the US, have stepped up airport screenings and warned their citizens not to travel to China. Some countries, including Indonesia and the Philippines, have restricted Chinese tourists. Others have begun to plan for the evacuation of their citizens from Wuhan. Hong Kong is to stop issuing individual travel permits for travelers from mainland China.\nWHO delegation goes to China: World Health Organization sending a team of international experts to China to investigate the coronavirus outbreak, and US health experts expect the country's Center for Disease Control staff to be among them.", "Section": "asia", "Writers": ["Helen Regan", "Jessie Yeung", "Steve George", "Amy Woodyatt"], "URL": "https://www.cnn.com/asia/live-news/coronavirus-outbreak-01-29-20-intl-hnk/index.html", "MainKeyWord": "Macao", "AdditionalKeyWord": "Philippines", "Source": "CNN"}