{"Type": "article", "Time": "2019-11-18", "Headline": "Yahoo Japan and Line are merging to fend off US tech giants", "Text": "SoftBank founder Masaoyshi Son is trying to orchestrate a $30 billion merger of two Japanese internet companies to build a tech business that can survive in the \"winner-takes-all\" world of Google and Facebook Softbank Corp., the carrier company affiliated with the Japanese conglomerate of the same name, announced on Monday plans to merge its subsidiary Z Holdings, formerly Yahoo Japan, with Tokyo-based messaging app Line. A big reason, according to Softbank: Japanese internet companies are lagging far behind their American and Chinese counterparts, and need to expand into other Asian countries to stay competitive.  Z Holdings CEO Kentaro Kawabe and Line CEO Takeshi Idezawa said at a joint press conference on Monday that the rise of global tech giants presented a \"crisis\" for both of their companies.  The industry is dominated by a \"winner takes all type structure,\" said Idezawa. Even if the two companies are integrated, there will still be a wide gap with global tech leaders, he added.  \"Overseas platforms are very strong, they have strong R&D as well. In order to compete with them we have to concentrate our efforts,\" Kawabe said. \"We strongly believe AI will be the key.\" SoftBank's Son has repeatedly talked about the coming artificial intelligence revolution, and has invested billions of dollars in companies he believes are effectively using AI to disrupt traditional industries, such as Uber, Didi and Slack.  Investors cheered the decision to bring Z Holdings and Line together. Shares in Line closed up 2.2% in Tokyo, while Z Holdings rose 1.2%. At those closing prices, the two companies have a combined market capitalization of roughly $30 billion. The merger could benefit from revenue and cost synergies, according to Atul Goyal, an analyst with brokerage firm Jefferies. Line, which is mostly owned by the South Korean tech firm Naver, is big in messaging, and Yahoo Japan is a major e-commerce player.  \"A combined platform will allow these companies to cross-sell services to their user base and grow revenues,\" Goyal wrote in a research note last week. They will also have access to a lot more data and have strong negotiating power with regard to advertisers, he added.  The companies said they expect to work together on areas such as artificial intelligence, internet search, telecommunications and mobile payments.  They are both facing pressure from US tech companies such as Google, Apple, Facebook and Amazon, a quartet Kawabe called GAFA.  \"I don't want GAFA to leave Japan, because I enjoy YouTube and I use Kindle to read books,\" he said. \"But we want to provide another domestic platform\" as an alternative, the Z Holdings CEO added.  Line's messaging app is also popular in Thailand, Taiwan and Indonesia, so the combined company can leverage that foothold to expand globally, Idezawa said.  The combined company will be called Z Holdings, and SoftBank's affiliated carrier company and Naver will have equal stakes in it. The merger is expected to close in October 2020. — CNN's Yoko Wakatsuki contributed to this report.", "Section": "tech", "Writers": ["Sherisse Pham"], "URL": "https://www.cnn.com/2019/11/18/tech/softbank-yahoo-line-merger/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Thailand", "Source": "CNN"}