{"Type": "", "Time": "2020-02-20", "Headline": "Vietnam eases border trade restrictions with China to help virus-hit businesses – Manila Bulletin", "Text": "By ReutersHANOI/LANG SON – Vietnam has eased restrictions on cross-border trade with China to prop up economic activities hit by the new coronavirus, the Ministry of Industry and Trade said on Thursday.China is Vietnam’s largest trading partner and the Southeast Asian country’s manufacturing sector relies on it for materials and equipment. China is also Vietnam’s key market for farm produce.Vietnam early this month stopped issuing visas for Chinese tourists and partially closed the borders to prevent the spread of the virus that has killed more than 2,100 people in China.Authorities in the northern province of Lang Son on Thursday reopened Tan Thanh border, one of the main borders between the two countries, to facilitate goods flows, the ministry said in a statement posted on its website.At the nearby Huu Nghi border, hundreds of trucks were seen on Thursday preparing to transport goods to China after being stuck since Feb. 5, according to Reuters witnesses. All customs officials were seen wearing face masks and truck driers wearing protective gears before crossing the border.“The outbreak has affected us greatly,” Cang said. “Some of our trucks have been held up here since early this month.”The ministry said, however, that cross-border trade had not been fully restored as “the Covid-19 outbreak is anticipated to last for a long time.”“Customs clearance will take a longer time due to the strict measures taken to prevent the disease,” the ministry said.A survey of American Chamber of Commerce members in Vietnam last week showed U.S. manufacturing firms operating in the country are suffering supply chain issues caused by the coronavirus epidemic.Vietnam’s Ministry of Health said on Thursday that 15 out of 16 confirmed coronavirus cases in the country have now been cured, while 28 suspected cases are being quarantined at local hospitals.", "Section": "", "Writers": "", "URL": "https://mb.com.ph/2020/02/20/vietnam-eases-border-trade-restrictions-with-china-to-help-virus-hit-businesses/", "MainKeyWord": "China", "AdditionalKeyWord": "viet Nam", "Source": "MB"}