{"Type": "article", "Time": "2020-03-09", "Headline": "March 9 coronavirus news", "Text": "Our live coverage of the novel coronavirus has moved here. Republican Rep. Mark Meadows, President Trump's new chief of staff, is in self-quarantine as a protective measure, his office said.  \"Rep. Meadows was advised this weekend that he may have come in contact with the (Conservative Political Action Conference) attendee who tested positive for COVID-19, now 12 days ago,\" said Ben Williamson, Meadow's chief of staff.  \"Out of an abundance of caution, Meadows received testing which came back negative. While he’s experiencing zero symptoms, under doctors’ standard precautionary recommendations, he'll remain at home until the 14-day period expires this Wednesday.\" Meadows was not scheduled to start his new job this week, an official said.  Some background: Georgia Rep. Doug Collins, the top Republican on the House Judiciary Committee, Rep. Matt Gaetz of Florida, Sen. Ted Cruz of Texas and Rep. Paul Gosar of Arizona announced that they would self-quarantine after coming into contact with an individual who has been diagnosed with the novel coronavirus at the recent CPAC. Rep. Louie Gohmert of Texas was told by officials over the weekend that he had also been in proximity to the individual, but he is not planning to self-quarantine, a Gohmert aide tells CNN, details the congressman himself confirmed on Twitter on Monday evening. Japan's Health Ministry have announced an additional 26 cases of novel coronavirus. The additional cases bring the country's total to 1,210 confirmed cases. Vietnam confirmed one new case of novel coronavirus, bringing the nationwide tally to 31, according to a government statement. The new case is a 49-year old British national who was on the same Vietnam Airlines' flight with a previously confirmed patient who flew from the United Kingdom to Vietnam on March 2.  He is the eighth British national and the 10th foreign patient confirmed in Vietnam who was on board that flight.  Of the 31 patients confirmed in Vietnam so far, 16 had been discharged.  The United Kingdom has advised its citizens on Monday “against all but essential travel to Italy, due to an ongoing outbreak of coronavirus,” according to a statement from Britain's Foreign and Commonwealth Office (FCO).  The advisory came after Italy's Prime Minister Giuseppe Conte announced at a news conference on Monday that the whole country of Italy is now on lockdown. “British nationals remain able to depart Italy without restriction,” the FCO said. “Airports remain open throughout Italy. However, airline schedules are subject to change and some flights are being cancelled,” the FCO added. People infected by novel coronavirus tend to develop symptoms about five days after exposure, and almost always within two weeks, according to a study released Monday in the journal Annals of Internal Medicine. That incubation period is consistent with previous estimates from public health officials, and the findings suggest that 14 days of quarantine are appropriate for people potentially exposed to the coronavirus. The US Centers for Disease Control and Prevention has used that standard during the current pandemic — recommending, for example, that people self-quarantine for two weeks after traveling to countries with widespread coronavirus transmission, such as Italy or South Korea. To estimate the incubation period, researchers scoured more than 180 reports of coronavirus in places without widespread transmission of the virus — areas, in other words, where infection was likely due to outside travel. Because the study was conducted early in the coronavirus epidemic, community transmission at the time was limited to Wuhan, China. That allowed researchers to estimate the “time of exposure” to the coronavirus by determining when a person was in Wuhan — the only plausible source of infection. By comparing travel to Wuhan with the emergence of symptoms, researchers could then estimate an incubation period for the virus: usually about five days, and rarely more than 12. It’s possible, the researchers said, that their study may have focused on more severe cases of the virus – which are likelier to make the news and catch the attention of public health officials. The incubation for mild cases, then, might differ somewhat.   Of the 80,000 confirmed coronavirus cases reported in China, \"more than 70% have recovered and been discharged,\" according to the World Health Organization (WHO) in a news conference on Monday.  WHO Director-General Tedros Adhanom Ghebreyesus addressed the outbreak in his opening remarks, saying it's important to remember \"of all the cases reported globally so far, 93% are from just four countries.\"  The director-general emphasized that the situation can still be controlled. \"The bottom line is,\" Tedros said, \"we are not at the mercy of this virus.\"  Treasury Secretary Steven Mnuchin said oil market changes were a large component in the day’s earlier stock market decline. “Today was an unprecedented move in the oil markets. So we saw an overnight reaction of over down 20% and that’s obviously what had a major component today on the stock market,” Mnuchin said Monday at a White House press briefing. Mnuchin also said the US is moving into the economic bumpiness from a good place. “We couldn’t be more pleased that coming into the situation with the coronavirus the US has the most resilient economy in the world. I am in daily conversations with (Fed) Chair (Jerome) Powell. We are committed and we just had a meeting with the President and the economic team,” he said. Mnuchin described what new economic initiatives the President will propose tomorrow. “There are parts of the economy that are going to be impacted, especially workers that have to be at home … under quarantine or taking care of their family. We’ll be working on a program to address that. We will also be working with small businesses that need liquidity through SBA program. We’re looking at alternatives at the IRS. We have large tax payments coming up of providing certain relief to companies and individuals for liquidity,” he remarked. “This is not like the financial crisis, where we don’t know the end in sight. This is about providing proper tools and liquidity to get through the next few months,” Mnuchin added. The Trump administration will soon release guidance on how to keep workplaces, schools, homes and commercial businesses safe from novel coronavirus, Dr. Deborah Birx, coronavirus task force coordinator, said Monday. She told reporters at a White House press briefing that the guidance will be provided later Monday. Vice President Mike Pence said the guidance would be posted Monday night on Coronavirus.gov. Pence went on to say that the administration is \"working very diligently to establish a single website where people can go to track all of the cases and where they are emerging.” US Surgeon General Jerome Adams discussed some specific data that shows who is at risk for novel coronavirus.  “People over the age of 60 are much more likely to develop complications from the coronavirus and to be hospitalized,” Adams said, adding that the average age of death from coronavirus is 80. Children and young adults are more likely to die from the flu than coronavirus, Adams said during brief remarks at Monday's White House press briefing. He added that people should “be reassured by that.”  However, he noted, even though young people aren’t at risk for dying from coronavirus, they could potentially spread the virus to people in communities and people with chronic diseases, reiterating basic precautions to prevent community spread, such as covering coughs. Major League Baseball (MLB), Major League Soccer (MLS), the National Basketball Association (NBA), and the National Hockey League (NHL) have jointly announced that each league is limiting locker room access to players and essential staff.  This policy goes into effect on Tuesday. Here's what the leagues said in a joint statement: “After consultation with infectious disease and public health experts, and given the issues that can be associated with close contact in pre- and post-game settings, all team locker rooms and clubhouses will be open only to players and essential employees of teams and team facilities until further notice. Media access will be maintained in designated locations outside of the locker room and clubhouse setting. These temporary changes will be effective beginning with tomorrow’s games and practices.\nWe will continue to closely monitor this situation and take any further steps necessary to maintain a safe and welcoming environment.” Vice President Mike Pence told reporters on Monday that he does not know whether President Trump had been tested for the coronavirus, even though Trump has been in contact with individuals who have been in close proximity to people diagnosed with the virus.  “Let me be sure to get you the answer to that. I really don’t know the answer to the question, but we’ll refer that question and we will get you an answer from the White House physician very quickly,” Pence said.  Pence said that he has not been tested for coronavirus. Trump was also asked the same question, but he didn’t answer as he left the White House press briefing room. Vice President Mike Pence provided updates on the Grand Princess cruise ship during Monday's White House coronavirus briefing. The ship docked in the afternoon in Oakland at a commercial dock, he said, and the 25 children aboard are “all healthy.” The 21 people who have been diagnosed with novel coronavirus “are being dealt with in proper isolation.” By the end of Monday, Pence said, they hope to begin to disembark California residents to Travis Air Force Base.  The US has made arrangements with Canada and the United Kingdom to take their nations’ passengers back through charter flights, he said, and tomorrow, remaining passengers “will be transported again through carefully controlled environments to military bases in Georgia and Texas,” where they will be tested, isolated and quarantined as appropriate. He expressed appreciation to the governors of California, Georgia, and Texas for “strong cooperation.” Pence also said he will be meeting with hospital and health insurance CEOs on Tuesday. President Donald Trump said his administration will hold a briefing to discuss a possible payroll tax cut and the effects of coronavirus. He went on to say that they will \"explain what we're doing on an economic standpoint.\"  \"We have a very strong economy but this came — but this blindsided the world, and I think we've handled it very, very well. I think they've done a great job,\" he said. President Donald Trump said that members of his administration’s coronavirus task force would be meeting with Congress to discuss a payroll tax cut relief and relief for hourly workers. “We are going to be asking tomorrow, we’re seeing the Senate. We’re going to be meeting with House Republicans, Mitch McConnell, everybody discussing a possible payroll tax cut or relief, substantial relief,” Trump told reporters at a briefing Monday. “We’re also going to be talking about hourly wage earners getting help so that they can be in a position where they’re not going to ever miss a paycheck,” he added. Trump added that he is working with leaders in the cruise ship and airline industry “very strongly” for potential relief from coronavirus-related losses.  “We want people to travel to certain locations and not to other locations at this moment,” he said. “We’re working with the industries.” Trump also said the administration is in communication with the hotel industry, saying that “some places actually will do very well,” but others may not.  President Donald Trump, Vice President Mike Pence and other members of the White House's coronavirus task force have arrived in the briefing room to speak to members of the press about coronavirus. The briefing, originally scheduled for 5:30 p.m. ET, was twice postponed.   The briefing comes the same day that two lawmakers in recent contact with Trump announced they would self-quarantine.  It also comes hours after the Dow closed down more than 2,000 points and Trump had a meeting on potential economic stimulus measures. Washington Mayor Muriel Bowser said Monday that the federal government needs to “step it up” in their response to the novel coronavirus.   Speaking with CNN’s Wolf Blitzer on “The Situation Room,” Bowser said DC specifically needed assistance from the federal government with “how we procure supplies that support the testing that our public health labs are doing.” “We will need to have that support from them and we need it right now,” she said. Bowser stressed that the DC government would approach any changes to regular city operations by “following the science” and “making sure that any decisions we make will actually keep people safer.” Boston is canceling their 2020 St. Patrick’s Day Parade “out of an abundance of caution” due to concerns over coronavirus, the city's mayor announced Monday.  \"In collaboration with Congressman Lynch, Councilors Flaherty and Flynn, Senator Collins, Representative Biele, and David Falvey from the South Boston Allied War Veterans Council, the St. Patrick's Day Parade is being cancelled,” Mayor Martin Walsh said in a statement.  Walsh went on to say that the \"decision is being made out of an abundance of caution to ensure that we are doing what is needed to keep the residents of Boston safe and healthy.” Rhode Island Gov. Gina Raimondo has announced a state of emergency because of the coronavirus outbreak. Rhode Island has three confirmed cases of coronavirus.  There are at least 687 cases of novel coronavirus in the United States, according to the state and local health agencies, governments and the US Centers for Disease Control and Prevention. Remember: These numbers are constantly being updated as the situation is fluid.  The White House now says the coronavirus briefing is delayed and will now begin at 6:30 p.m. ET.  President Trump is expected to the lead the briefing. Employees at NASA’s Ames Research Center in Silicon Valley have been put on a mandatory telework status after an employee has tested positive for coronavirus. NASA Administrator Jim Bridenstine said although they believe the exposure at the center has been limited, they issued the order out of an abundance of caution. “Limiting personnel at the center will allow Ames medical personnel and public health officials to determine potential contacts and assess areas that may require additional cleaning and mitigate potential exposure to center personnel,\" Bridenstine said. \"Working with county officials, Ames leadership and medical personnel are working to trace the contacts of the employee and notifying individuals who may have had significant contact with that person.” It is unclear whether this case is included in the state’s current count of coronavirus patients. Rep. Louis Gohmert, a Republican from Texas, was called by officials yesterday and was told he had been in proximity of the individual at the Conservative Political Action Conference who tested positive for coronavirus, according to the congressman's aide. According to the aide, the doctor told him that if he was Gohmert, he’d go back to Washington and observe good hygiene.  Gohmert is choosing not to self-quarantine. There are currently five Republican members of Congress who said they were exposed to individuals who have tested for coronavirus. Gohmert is the only one to not self-quarantine.  One Democrat also came in contact with a constituent who tested positive for coronavirus has shuttered her DC office and is “self-monitoring.” Republican Rep. Matt Gaetz, who says he was told he came into contact with someone who is infected with coronavirus at the Conservative Political Action Conference, spent the weekend with President Trump at his resort in Mar-a-Lago, according to two sources familiar.  Gaetz also spent Saturday evening as the president's guest at an intimate dinner with Brazil's President Jair Bolsonaro.  On Monday, Gaetz also rode in the presidential limousine in Orlando with Trump.  The men were seen sitting just feet from each other chatting in the presidential vehicle.  They both exited the presidential vehicle and boarded Air Force One on Monday for the flight back to Andrews Air Force Base.  It was aboard that flight that Gaetz \"was informed today by CPAC while he was mid-flight on Air Force One that he had come in contact with the infected attendee,” according to his office. “Once he landed, he then was immediately tested” for the coronavirus.   Another White House official says once Gaetz was informed, he sat in a section of Air Force One by himself as a precaution.  In a series of tweets, Gaetz's official account says, \"While the Congressman is not experiencing symptoms, he received testing today and expects results soon. Under doctor's usual precautionary recommendations, he'll remain self-quarantined until the 14-day period expires this week.\" And his official account also noted that his \"Washington office will be closed during this time, with our Pensacola office remaining open.\"  CPAC head Matt Schlapp told CNN that Gaetz was informed this afternoon that he came into contact with the CPAC attendee who tested positive for the coronavirus. However, he could not say what time Gaetz was informed.  Schlapp says CPAC officials are \"in regular contact with the patient and the patient's family\" to ascertain who the individual came in contact with at CPAC. \"We are getting the information and as soon as we get it we contact the individuals involved,\" Schlapp said. CNN's Jim Acosta, Kaitlan Collins, Jeremy Diamond and Maegan Vazquez contributed to this reporting. President Trump is expected to join a briefing from the coronavirus task force at 6 p.m. ET. Vice President Mike Pence is also expected to be at the White House briefing. The University of California Berkeley has suspended most of their in-person classes as a proactive measure to protect their campus from coronavirus. In a letter sent to the campus community today, Chancellor Carol Christ said the changes will begin Tuesday and will remain in effect through spring break, which ends on March 29. All lectures courses, seminar instruction and exams will be offered through virtual options. Courses that must meet in person such as labs, performing arts or physical education are encouraged to minimize their in-person meetings.  Campus-sponsored events with than 150 attendees will be canceled or postponed.  According to the letter, the school will continue to monitor the latest coronavirus information and make a decision at a later date about what will happen on March 30 and beyond. Christ stressed there are no confirmed cases on the campus at this time.  House Speaker Nancy Pelosi said Monday afternoon that the Capitol should not shut down over the novel coronavirus. “No. No, no no, no. Do you understand no?” she told reporters as she entered her office.  “At this time, there is no reason to do so. But it’s not my decision. It’s a security and health decision to be made,\" Pelosi added. She said she will meet with a number of committee chairs Monday evening after the House votes to discuss a range of policy options Democrats are pushing for to respond to economic impacts of coronavirus. She said the US government should have a “coordinated, science and evidence-based approach to all of this that meets the needs of America’s families.” The whole country of Italy is now on lockdown, Italy's Prime Minister Giuseppe Conte announced at a news conference on Monday.  Conte said the measure was taken in order to protect citizens, especially the most fragile individuals.  Health officials in British Columbia have confirmed Canada’s first death in connection with coronavirus.  The victim is a man in his 80s who had underlying health issues. He is one of two residents infected in a residential care home in North Vancouver. \"This is obviously a very sad day for all of us, but especially for the family and loved ones of the man who passed away,\" Adrian Dix, British Columbia’s health minister, said in a statement. British Columbia's health ministry announced six new cases of coronavirus on Saturday, two of which were residents of the long-term care home. The other patient is a woman in her 70s and she remains in stable condition. It was a turbulent day in the US stock market, which experienced a massive selloff amid coronavirus fears and a sharp drop in oil prices. The Dow recorded a new worst point drop on record, overtaking the massive loss from February 27. The index closed down 2,014 points, or 7.8%. It was its worst day since October 2008.  Stock futures trading was halted following steep losses in the overnight session, which carried into regular trade: Shortly after market open the S&P 500 dropped 7% and triggered a circuit breaker, forcing the New York Stock Exchange to suspend trading for 15 minutes. Stocks continued the day in the red. The S&P 500 finished 7.6% down, marking its worst day since December 2008.\nThe Nasdaq Composite ended down 7.3%. It was its worst day since December 2008. Rep. Matt Gaetz, who just returned to Washington from Florida traveling aboard Air Force One with President Trump, just tweeted that he \"was informed today that he came into contact with a CPAC attendee 11 days ago who tested positive for COVID-19.\"  In a series of tweets, Gaetz's official account said, \"While the Congressman is not experiencing symptoms, he received testing today and expects results soon. Under doctor's usual precautionary recommendations, he'll remain self-quarantined until the 14-day period expires this week.\"  And Gaetz's accounted also noted that his Washington office will be closed during this time. His Pensacola office will stay open. Pool reporters also traveling aboard the presidential aircraft said they saw Gaetz disembarking from a separate entrance to the plane than the President, which is customary for most travelers aside from the President and his tight entourage.   CNN has asked the White House for reaction to the announcement.  Rep. Doug Collins, the top Republican on the House Judiciary Committee, became the third member of Congress to self-quarantine after coming into contact with an individual who has been diagnosed with the novel coronavirus. Collins announced the decision in a statement Monday afternoon, saying he was notified by the organizers of the annual Conservative Political Action Conference on Monday that they had found a photograph of Collins with the individual who tested positive for coronavirus.  \"While I feel completely healthy and I am not experiencing any symptoms, I have decided to self-quarantine eat my home for the remainder of the 14-day period out of an abundance of caution,\" Collins wrote. Two aides to Collins will also self-quarantine, according to an aide familiar with the situation. The aides in question also interacted with the infected person at CPAC at the end of February, and are not experiencing any symptoms. The Georgia Republican's decision comes after Texas Sen. Ted Cruz and Arizona Rep. Paul Gosar announced over the weekend that they would self-quarantine after coming into contact with the same CPAC attendee. President Trump, Vice President Mike Pence and a number of other administration officials also attended the conference, but the American Conservative Union, which runs the event every year, said the infected attendee did not come into contact with the President or VP. Spain will close all schools, nurseries and universities in areas it has singled out as “high community transmission risk areas” for at least 15 days to avoid spreading coronavirus, Spanish Health Minister Salvador Illa said Monday. The affected areas include Madrid, and the cities of Vitoria and Labastida in the Basque Country. “When possible we would like the people in these areas to work from home, we would like the companies to be flexible in terms of working hours, older people should be attended at home and people who suffer from chronic illnesses or serious pathologies should limit their activities outside. People in general should avoid unnecessary travel,\" Illa said. Absolutely. The vast majority of people with coronavirus survive.  Last week, the director of the National Institute of Allergy and Infectious Diseases estimated the death rate is \"about 2%.\"  But the true death rate might be much lower, since some coronavirus survivors might not have been tested and might not have had their cases reported.  Two more people have tested positive for novel coronavirus in Los Angeles County, Health Director Barbara Ferrer announced Monday. Officials have not been able to trace the source of the first person’s infection and it may be the county’s first case of community-spread coronavirus, Ferrer said. The second patient recently traveled to Japan. Both patients are in isolation and their close contacts will be quarantined. A lab in Los Angeles County has tested about 60 people for coronavirus. That number does not include commercial testing, which started Friday, according to Ferrer. A woman in her 60s is the first coronavirus-related death in Santa Clara County. The woman, who had been hospitalized for several weeks, is believed to have contracted the virus through community transmission, according to a statement from the county’s health department. This case was previously announced on February 28. “This is a tragic development. The Public Health Department is taking necessary, carefully considered steps to slow down the spread of the disease and to protect those at greatest risk,” said Dr. Sara Cody, health officer for Santa Clara County. “We are facing a historic public health challenge and know this is a very difficult time. Our top priority continues to be protecting the health of our community.” The numbers of new daily confirmed cases of the novel coronavirus in China have dropped over the past few weeks. China's National Health Commission reported 40 new confirmed cases of the virus Sunday, the lowest number of new cases in a day since Jan. 18.  Some shopping and dining attractions at Shanghai Disney Resort resumed operations Monday “as the first step of a phased reopening,” the Shanghai Disney announced in a statement.  Twelve out of 14 filed hospitals in Wuhan have been closed after many patients were discharged, according to China's state media People’s Daily.  And northwest China’s Qinghai province became the first province to reopen its schools in China, with more than 100 high schools opening earlier today. Ohio has declared a state of emergency over coronavirus concerns, Gov. Mike DeWine tweeted. The declaration comes after three people in his state tested positive for coronavirus. The vast majority of US deaths from coronavirus appear to involve patients ages 70 and up, based on broad age range information provided by health authorities. Officials provided basic age information in only 18 of the 22 US death cases.  Of those 18, seven were in their 70s, five were in their 80s, three were in their 90s, two were in their 50s and one was in their 60s. A 19th patient was described as “elderly,” but no age range was given. This is in line with what US Surgeon General Jerome Adams told CNN Sunday about the pandemic in general — that the average age of those who died from the global outbreak of the novel coronavirus was 80, and that the average age of those seeking medical treatment was 60. It's too early to know for sure. But other coronaviruses, like ones that cause the common cold, might give us clues. With \"common cold coronaviruses, you don't actually have immunity that lasts for very long, and so we don't know the answer with this specific coronavirus,\" said Dr. Celine Gounder, a professor of medicine and infectious diseases at the New York University School of Medicine. \"If you recover, are you immune? And if you are immune, how long does that last? And that's actually going to be one of the challenges with designing a vaccine is how do you actually cause the immunity to last long enough to protect you.\" There are now 24 people in mandatory quarantine and 2,019 in voluntary isolation across New York City, according to Mayor Bill de Blasio.  The mayor said city officials have evidence that those in quarantine are “honoring those quarantines.” The mayor said there will be no public school international trips through the end for the school year and nurses are being added to every public school building this week. No international travel is permitted for city employees. Ireland has canceled all of its annual St Patrick’s Day parades and is reviewing whether to go ahead with other events scheduled for the holiday, the Irish government said in a statement on Monday.  Here's the government's statement: “Due to the unique nature and scale of the St Patrick’s Day festivities, in terms of size, the mass gathering of local and international travelers, and the continued progression of community transmission in some European countries, along with the emergence of a small number of cases of local transmission in Ireland, the Government has decided that St Patrick’s Day parades, including the Dublin parade, will not proceed. This is based on the advice of the National Public Health Emergency Team. The situation in relation to other events and mass gatherings remains under review and any response will be guided by the NPHET which meets again tomorrow, along with the public health advice.\" The US Centers for Disease Control and Prevention urged colleges and universities to considering canceling study abroad trips and other international travel for students. Institutions of higher education \"should consider asking current program participants to return to their home country,\" the center said in a statement, noting that \"students may face unpredictable circumstances, travel restrictions, challenges in returning home or accessing health care while abroad. Schools should work with public health officials to determine the best way to transport students home. \"All plans for returning study abroad students should be designed to protect participants from stigma and discrimination,\" the CDC said. Israel's Prime Minister Benjamin Netanyahu has announced that anyone entering the country from abroad  —Israeli citizens and foreign nationals alike — must self-quarantine for 14 days.  Those foreign nationals who are unable to demonstrate to Israeli border authorities that they will be able to self-quarantine for two weeks will not be allowed to enter the country. “This is a difficult decision, but it is necessary to protect public health — and the public health comes before everything,” Netanyahu said in a video statement on Monday.  “This decision will be in effect for two weeks; at the same time, we are making decisions in order to protect the economy of Israel,” he added.  The biggest challenge doctors are facing is telling the difference between a mild infection of coronavirus and a cold or mild flu, said Dr. Daniel Kuritzkes, chief of the Division of Infectious Diseases at Brigham and Women's Hospital. \"The symptoms of mild coronavirus infection are really no different than the symptoms of a cold or mild influenza,\" he said. \"I think right now what we are saying is that the people we would be concerned about are those who are traveling to a country that's considered to be a high-risk country or who have been contact with somebody who has been diagnosed with coronavirus. That's one of the reasons we may be missing other people who don't fall into one of those categories and have very mild disease and the challenges that are until testing more widely available is going to be harder to catch every last case.\" Since there is no vaccine for coronavirus, Kuritzkes said the best way to treat yourself, if you have mild symptoms, \"is the same way you treat a cold.\" The Louisiana Department of Health has reported the state’s first presumptive positive case of coronavirus, according to a statement from Gov. John Bel Edwards’ office. The Jefferson Parish resident has been hospitalized in Orleans Parish. “While today is the first time that we can confirm that we have a presumptive positive coronavirus case, Louisiana has been preparing for this moment for many weeks,” Edwards said. The governor will hold a news conference with public health officials later today.  New Jersey has 5 new presumptive positive cases of coronavirus, Lt. Gov. Shelia Oliver said Monday afternoon. The state now has a total of 11 positive cases, Oliver said.  One person was in contact with friends from Milan who did not have the virus, but he did test positive, Department of Health Commissioner Juditih Persichilli said during the same press conference. At least 24 people are under investigation to be tested, Persichilli said. The White House has invited Wall Street executives, including bank CEOs, to a meeting this week on coronavirus, according to an official familiar with the plans. The meeting is likely to come later in the week, after President Trump's expected meeting on Monday with advisers to determine next steps on containing the economic fallout related to the virus. The official declined to provide a list of expected attendees. Trump administration officials have already convened meetings with airline, cruise, pharmaceutical and diagnostic testing CEOs to discuss the outbreak. The Washington Post first reported the expected meeting. Dr. Daniel Kuritzkes, chief of the Division of Infectious Diseases at Brigham and Women's Hospital, spoke to CNN on Monday and answered viewers' questions on coronavirus.  One of them was how to self-quarantine if you've been exposed to someone with the virus. Here's what he suggested: \"That means taking taking responsibilities yourself and make sure you are not in contact with other people and risk spreading the virus to people who are not yet infected. For most people that means staying at home. Ideally having other people drop off things like food and other supplies for you but not venturing out of the house and to the extent possible within the household and keeping yourself separate from other members of the household and not to affect them.\" A top official with the US Centers for Disease Control and Prevention said Monday she expects “many people” will be exposed to the novel coronavirus — but far fewer will become severely ill.  “It’s fair to say that, as the trajectory of the outbreak continues, many people in the United States will at some point in time, either this year or next, be exposed to this virus. And there’s a good chance many will become sick,” Dr. Nancy Messonnier, director of CDC's National Center for Immunization and Respiratory Diseases, told reporters today. \"But again, based on what we know about this virus, we do not expect most people to develop serious illness,” she added, citing figures from China suggesting roughly 80% of cases were mild.  However, Messonnier said that risk starts to increase beginning at age 60, with those over 80 at highest risk of serious illness from the virus.  \"The people who are at greatest risk are those who are older, and who also have serious, long-term health conditions like diabetes, heart disease or lung disease,” she said. In guidance released last week, the CDC encouraged those at higher risk to stock up on supplies, avoid crowds and “stay home as much as possible” if there’s an outbreak in your community. Still, Messonnier added today that there's no evidence of community transmission in most parts of the US. \"I would recommend that people make their own decisions based on an understanding of that risk,” she said.  The head of New York City's public transit system is advising anyone with health issues to avoid taking the subway, if they can. Metropolitan Transit Authority Chairman and CEO Patrick Foye gave this advice to riders experiencing symptoms like fever or respiratory issues and those who have compromised immunity or other serious health issues: \"If you can get around without riding the subway, do it.” At a news conference today, he insisted \"the subways remain safe.\"  \"That being said, if you experience symptoms like fever or respiratory issues or have compromised immunity, or other serious health issues, it’s good advice always, to avoid large crowds,\" he added. The authority's full fleet is being disinfected every 72 hours, Foye said. All stations and transit centers are being disinfected daily.  Italy is halting all sporting activities \"at all levels\" until April 3, the country's National Olympic Committee said in a statement on Monday. The decision was made following a meeting with committee president Giovanni Malago and team representatives. In a statement, the committee noted that international competitions, both for clubs and national teams, do not fall within its jurisdiction and therefore cannot be regulated by Monday's decision. The European Parliament has shortened its plenary session this week because of coronavirus fears.  Parliament will sit in Brussels only today and tomorrow and will not hold any votes this week, the spokesperson for the European Parliament said.  “Under the rules of the Parliament it is not possible to have a remote vote online or anything like that. For the time being it is not provided for unless of course in the medium term we will have to move towards that situation. For the time being there are no technical or regulatory possibilities to use it. In any case, this week there will be no votes, only debates. There are no votes or resolutions,” Jaume Duch told reporters. The opening session of the European Parliament on Monday lasted just over eight minutes. Normally, it is a few hours long. The Catalonian health department has confirmed “the death of a 97-year-old man and an 88-year-old woman,\" bringing the total number of coronavirus-related deaths in Spain to 28. Seventy-eight state and local public health labs in 50 states now have the capacity to test up to a cumulative 75,000 people for the illness caused by novel coronavirus, Dr. Nancy Messonnier, director of the US Centers for Disease Control and Prevention’s National Center for Immunization and Respiratory Diseases, said Monday during a briefing. According to an update to the CDC’s website, Washington, D.C., is also able to test for the virus. The CDC site lists Guam, Puerto Rico and Virgin Islands as in process to test. “The number of commercially available tests is much larger than that and our expectation within the next couple weeks, as more and more commercial entities come on board, is that the majority of the available testing will actually be from the commercial sector,” Messonnier said. The CDC will have more information online this afternoon about testing for novel coronavirus in public health labs and commercial labs, Messonnier said. “Different states will have different capacity for testing as well as different policies about who should be tested,” Messonnier said.  It can take several weeks to fully recover from illness caused by novel coronavirus, Dr. Mike Ryan, executive director of Health Emergencies Programme at the World Health Organization, said during a briefing on Monday. \"It takes anything up to six weeks to recover from this disease,\" Ryan said. \"People who suffer very severe illness can take months to recover from the illness.\" Ryan added that recovery is often measured by the patient no longer exhibiting symptoms and having two consecutive negative tests for the virus at least one day apart, but some countries may measure \"recovery\" differently. To date, there is no specific medicine to treat coronavirus illness, but those infected can recover with appropriate care to relieve and treat symptoms — and those with severe illness should receive optimized supportive care, according to WHO. Egypt's Prime Minister Mostafa Madbouly decided on Monday to suspend all crowded events or large gatherings until further notice. The decision is part of the precautionary measures the government has adopted to stop the spread of coronavirus, the Egyptian cabinet said in a statement. Egypt's Culture Ministry announced the suspension of artistic and cultural activities with large gatherings until further notice, state news said.   Sen. Chuck Grassley’s communications director says he “is exploring the possibility of targeted tax relief measures” to respond to the COVID-19.  Grassley is the Senate Finance Committee chair. \"While we continue to assess the economic impacts, Chairman Grassley is exploring the possibility of targeted tax relief measures that could provide a timely and effective response to the coronavirus,\" Michael Zona said in a statement. \"Several options within the committee’s jurisdiction are being considered as we learn more about the effects on specific industries and the overall economy,\" he added. Tedros Adhanom Ghebreyesus, director-general of the World Health Organization, said the  threat of a pandemic due to coronavirus \"has become very real\" as the virus continues to spread around the world. \"Now that the coronavirus has a foothold in so many countries, the threat of a pandemic has become very real. But it would be the first pandemic in history that could be controlled. The bottom line is: We are not at the mercy of this virus,” Tedros said Monday. \"This is an uneven epidemic at the global level. Different countries are in different scenarios, requiring a tailored response. It’s not about containment or mitigation – which is a false dichotomy. It’s about both,” Tedros added, all countries must take a “comprehensive blended strategy” for controlling their own epidemics.  What each country does to control the spread of novel coronavirus, “can also affect what happens in other countries and globally,” Tedros said. Mike Ryan, executive director of WHO's Health Emergencies Programme, addressed the issue of a pandemic, saying the principle definition is that the disease has reached a point where it cannot be controlled, adding “if this was influenza, we would have called it ages ago,\" Ryan said.  One thing to note: CNN is already calling the novel coronavirus outbreak a pandemic because the virus has affected large numbers of people and spread to all but one continent, and because several places are experiencing sustained community transmission.   The World Health Organization is preparing to ship personal protective equipment to an additional 28 countries, WHO Director-General Tedros Adhanom Ghebreyesus said during a media briefing on Monday. “We have shipped supplies of personal protective equipment to 57 countries. We are preparing to ship to a further 28 and we have shipped lab supplies to 120 countries,” Tedros said. Dr. Maria Van Kerkhove, a WHO infectious disease epidemiologist, said that the agency making the protection of health care workers during this outbreak a priority. “As you are well aware, one of the big concerns we have for any infectious disease and particularly respiratory pathogens is the risk of transmissions in health care facilities,\" Van Kerkhove said. \"What we are doing in all countries is when cases are reported to us, we do follow-up to see if any of those infected individuals are health care workers.\" The global count of coronavirus cases surpassed 100,000 in 100 countries over the weekend. “For the moment, only a handful of countries have signs of sustained community transmission.” Tedros said, adding that most countries still have sporadic cases or defined clusters.  “We must all take heart from that,” Tedros said. Two people have died of coronavirus in Germany — the first deaths in the country from the virus.  The deaths occurred Monday in the district of Heinsberg and the city of Essen, the health ministry of North Rhine-Westphalia told CNN. In a statement to CNN, health minister Karl-Josef Laumann said he \"was shocked to learn about the two deaths.\" \"My thoughts are with the relatives. I wish the families a lot of strength in this difficult time. The deaths show that we have to take the situation very seriously,\" he said. On Sunday, a German national from Hamburg died while on vacation in Egypt.  About Germany's cases: There are 1,112 people in Germany who have tested positive for coronavirus, according to the Robert Koch Institute, the country's disease control agency. Georgia Gov. Brian Kemp announced that out of an abundance of caution the state has identified Hard Labor Creek State Park in Morgan County as a location for isolating and monitoring patients who may have been exposed to coronavirus, according to a statement released by the his office.  The state park is located about an hour east of downtown Atlanta. No patients are currently scheduled to be transferred to this location. State officials are currently preparing the site for the placement of future patients having already delivered and installed seven emergency trailers, according to the governor’s office. All Ligue 1 matches in France will be played behind closed doors or with a maximum attendance of 1,000 spectators until April 15 due to the coronavirus outbreak, French Sports Minister Roxana Maracineanu said at a news conference today Maracineanu said the restrictions had been decided in coordination with European partners, adding: “We are in an exceptional context and the sporting world must take part in this collective effort. I want to applaud the sense of responsibility and the solidarity that world actors are showing with whom I am in permanent contact.” The decision comes after Paris Saint-Germain's Ligue 1 game against Strasbourg was postponed this past Saturday due to the virus.  Maracineanu also confirmed that France’s upcoming international football friendly matches against Ukraine (scheduled to be played in Paris on March 27) and Finland (scheduled for March 31 in Lyon) could also be impacted. “If they can be postponed, they will be. If they cannot be, then they will have to happen with no more than 1,000 people in the stadium, she said. New York Gov. Andrew Cuomo announced today that the state will attempt to combat \"price gouging\" and a shortage of hand sanitizer by making its own. Cuomo said at a press conference that the hand sanitizer will be made by Corcraft, a company that operates in the state's prison. The company employs inmates to produce products like household cleaners and tables and chairs. He said they are aiming to make \"100,000 gallons\" a week.  Cuomo said New York's hand sanitizer will be \"75% alcohol\" and added that the smell has a \"floral bouquet.\" He said the product will not be sold on the open market at this time. It will be made available in schools and prisons. Rick Cotton, the executive director of the Port Authority of New York and New Jersey, has tested positive for the coronavirus, Gov. Andrew Cuomo said at a news conference today. Cotton is under quarantine and will continue working from home, Cuomo said.  His senior team will be tested and placed under quarantine, according to Cuomo.  Cotton could have contracted the illness because he had been working around the airports, Cuomo said. The Port Authority of New York and New Jersey oversees much of New York City's travel infrastructure, including some airports, tunnels, bridges and seaports. The city of Dublin has canceled its annual St. Patrick’s Day parade over coronavirus fears, according to state broadcaster RTE and the Press Association. A smaller parade planned in Cork, in south coastal Ireland, has also been canceled, its city council said in a statement. The Cork parade is the second largest, attracting up to 50,000 spectators.  The city council said it made the decision after a risk assessment based on World Health Organization guidelines. The assessment said that \"based on the demographic of those attending the parade, the close proximity of people attending the event and the duration of the event (among other considerations), Cork City Council is not in a position to provide the necessary assurances in relation to current WHO Guidelines.”  New York has 142 confirmed coronavirus cases, Gov. Andrew Cuomo said Monday morning. That number is up from the 106 previously reported. Rick Cotton, the executive director of the Port Authority of New York and New Jersey, has tested positive for the coronavirus, Cuomo said during a press conference. Cotton is under quarantine and his senior team will be tested and placed under quarantine, according to Cuomo. New York has also created its own hand sanitizer to compete with price gouging. The sanitizer will be used in schools and other city/state properties. Gov. Cuomo also issued guidance for schools in New Rochelle saying, in part, they could be closed for weeks. For all schools across the state, if a student tests positive, that school has to be closed for an initial 24-hour period until it can be investigated, Cuomo said. South Korea Centers for Disease Control and Prevention reported three more deaths from the novel coronavirus Monday, raising the national toll to 54 deaths. Broward County in Florida announced that two of the three presumptive positive cases of coronavirus in the county are related to people coming through Port Everglades. Port Everglades is among the most active ports in the US for cruise ships, cargo and petroleum products. The county government is not providing additional information about what exactly connects the cases to Port Everglades.  The Florida Department of Health has reported 13 cases of coronavirus in the state, including two deaths. Federal regulators on Monday chastised seven companies for selling “unapproved drugs” that claim to prevent or treat coronavirus. These drugs “pose significant risks to patient health and violate federal law,” the regulators said. The companies, which sell teas, essential oils, tinctures and colloidal silver, received warning letters from the US Food and Drug Administration and the US Federal Trade Commission. They have 48 hours to respond, the agencies said, or risk facing product seizures and legal injunctions. More context: No vaccines or drugs are currently approved to treat the novel coronavirus, according to the FDA. The agency’s commissioner, Dr. Stephen M. Hahn, called the sale and promotion of the violating products “a threat to public health” and pledged to “hold bad actors accountable.” Amazon has removed more than 530,000 listings from its marketplace and suspended 2,500 US sellers for coronavirus-related price gouging, the company told a US senator. The company is also working with state attorneys general to prosecute “the worst offenders,” it told Sen. Ed Markey in a letter dated Friday. The disclosure comes as demand spikes — both online and off — for supplies including face masks, hand sanitizer and cleaning products. CVS and Walgreens have warned of possible shortages. In its letter, Amazon said it is using a mix of \"automated and manual methods” to identify cases of price gouging.  \"Our selling partners submit billions of price changes every week,” the letter reads, \"and our automated tools scan them on an ongoing basis. We continuously compare the prices submitted by our selling partners with current and historic prices within and outside of the Amazon store. We apply price thresholds and machine learning models to determine whether those prices are fair for our customers.” In light of the coronavirus fears, however, Amazon has stepped up its manual audits with a dedicated team working around the clock — using keywords to search for products that are being unfairly marked up.  Markey had previously questioned the online retailer about its efforts to combat price gouging, expressing concerns in a March 4 letter saying “corporate America has a responsibility to prevent profiteering.\" In a tweet on Saturday, Markey said he was glad to see Amazon’s response. “All online retailers need to hold accountable predatory price-gougers who are profiting from panic,” Markey said. President Trump will sit down today with aides who will present possible economic stimulus options in response to the COVID-19 coronavirus outbreak, an official tells CNN. He returns to the White House this afternoon.  It’s still unclear what exactly will be presented to the President. Former Director of the National Economic Council Gary Cohn says that the government will likely need to bail out airlines if the coronavirus crisis persists and that monetary stimulus will not help ease the economic pain.  “If this crisis lasts another week or two, we should bail out the airlines,” said Cohn, who added that government assistance would help prevent major layoffs. Cohn called the Fed’s decision for an emergency rate cut ineffective. “You can’t fight an emotional and psychological war with financial easing,” Cohn said. A second Florida cruise ship has been issued a “no sail” order following coronavirus concerns. The Caribbean Princess has received a temporary “no sail” order from the Centers for Disease Control and Prevention after the agency learned that two crew members transferred from another ship that previously had at least one guest test positive for coronavirus, according to Princess Cruises.  One crew member transferred more than two weeks ago and the second crew member transferred more than 10 days ago. Both crew members are showing no symptoms and are remaining in their single-occupancy staterooms. The Caribbean Princess departed Port Everglades on a 10-day Panama Canal, Costa Rica and Caribbean voyage on March 1 and is currently scheduled to end on March 11, per Princess Cruises.  Now, the Caribbean Princess will make a brief stop at Grand Cayman for test kits and then set sail for Florida. The ship is expected to remain anchored off the coast of Florida until the \"no sail\" order is lifted by the CDC.  This is the second ship to be held off the coast of Florida. The Regal Princess was held under similar circumstances on Sunday. Two crew members on that ship were tested for coronavirus and after the tests came back negative, the ship was allowed to dock and passengers were allowed to disembark. The Southern District of New York is banning visitors who have recently traveled to specific countries from the courthouse. The ban applies to.... People who have visited to China, South Korea, Japan, Italy and Iran in the last 14 days\nOthers who have had contact in the past two weeks with those who have traveled to those areas\nAnyone who has been asked to self-quarantine\nAnyone diagnosed with COVID-19 There is no expiration for the order.  Anyone attempting to enter in violation of the order will be denied entry by a court security officer, according to the order.   Speaker of the House Nancy Pelosi will meet with committee chairs in her office tonight to discuss the legislative response to coronavirus, her office told CNN.  Pelosi and Senate Democratic Leader Chuck Schumer sent a letter last night detailing the legislative steps they want taken. The number of countries and territories with confirmed cases of novel coronavirus has surpassed 100, according to a report Sunday by the World Health Organization.  In the 24 hours prior to the report, eight places reported their first cases — including Bulgaria, Costa Rica and the Maldives. Sunday’s report also marked the first time the number of daily cases in China fell below 50 since the early days of the outbreak. The number of new cases reported outside of China in the previous 24 hours was roughly 80 times higher than cases reported inside China — more than 3,600 new cases, the report says. New York City Mayor Bill de Blasio said there's a \"high bar\" for closing public schools during the coronavirus outbreak. He told CNN that temporary closures of specific schools where coronavirus cases are found are possible — but he said he doesn't anticipate mass closures. \"I don't want to see mass closures, I want pinpoint response,\" he said on CNN. Asked if New York City could see the kinds of lockdowns that have been put into place in parts of Italy, de Blasio said it's a \"possibility,\" but added this: \"It's a possibility, but I do think people are getting a little bit ahead of ourselves and we should be careful,\" he said. The Trump administration is reconsidering the possibility of major economic stimulus legislation, a senior Administration official told CNN, even though President Trump and Larry Kudlow both indicated Friday the White House wasn’t interested in such a move.   “Congress is sharing a lot of ideas. Up to the President,” the official said.  A separate Administration official told CNN that Trump aides continued discussing possible targeted stimulus ideas over the weekend. The official noted that nothing is finalized or nearing the point where they are ready to announce it.  The ideas still include possible relief for the hospitality and/or travel industries. Trump has also heard from Republican allies, including over the weekend to push for a payroll tax holiday, the official said.  The official said they expected Trump to continue going after the Federal Reserve.  Princeton University in New Jersey will \"virtualize\" as many activities as it can, such as lectures and seminars, the school said in a statement. \"We are creating, supporting, and mandating alternative ways of meeting our academic and other programmatic requirements in ways consistent with social distancing,\" the university's president said in a statement. On Monday, March 23, all lectures and seminars will be moved online. The school added that its encouraging students to consider staying home after the school's Spring Break instead of returning to campus.  \"If students choose to remain home after Spring Break, we will make sure that they are able to meet their academic requirements remotely,” the school said. Stocks resumed trading at 9:49 a.m. ET, after the New York Stock Exchange halted activity for 15 minutes. What this is about: The NYSE has a series of “circuit breakers” that will kick in to halt market trading if we see severe declines in the S&P 500 index. It's basically an automatic breather to try and calm market. There are three levels: Level 1, when there's a 7% decrease – 15 minute halt\nLevel 2, when there's a 13% decrease – 15 minute halt\nLevel 3, when there's a 20% decrease – the market closes for the day President Trump is continuing to tweet on the coronavirus response.  He thanked Vice President Pence and the coronavirus task force, and once again praised his decision to shut down travel from parts of the world that had been impacted by the virus.  \"Great job being done by the @VP and the CoronaVirus Task Force. Thank you!\" he said in one tweet. \"The BEST decision made was the toughest of them all - which saved many lives. Our VERY early decision to stop travel to and from certain parts of the world!\" he said in another. Stocks plummeted this morning as worries about the growing global coronavirus pandemic and an oil price race to the bottom weighed on global financial markets. The New York Stock Exchange halted stock trading for 15 minutes after the S&P 500 fell 7%. The selloff had begun in overnight futures trading, which was halted after futures contracts dropped nearly 5%. All this comes after stocks managed to end the last turbulent week in the green. Despite three steep selloffs, the Dow also recorded its best point-gain on record last week. Three additional coronavirus cases were confirmed in New York City bringing the total to 16 confirmed cases, according to Mayor Bill de Blasio's spokesperson Freddi Goldstein. The first cases of the novel coronavirus in Harrison County, Kentucky are a Walmart employee and a person linked to the employee, Kentucky Governor Andy Beshear said at a news conference today.  However, the governor said while they can’t provide details on the linkage, they don’t believe the second patient was exposed to the virus at Walmart. Harrison County officials investigating the case identified people who worked around the Walmart employee and asked six other employees to self-isolate. None of those employees are showing symptoms of the virus, said WEDCO District Health Director Dr. Crystal Miller.  There are four cases of coronavirus in the state total, Beshear said. Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, compared the novel coronavirus to the \"pre-pandemic bird flu\" and other past outbreaks in an interview with CNN's Alisyn Camerota on \"New Day.\" \"We're gathering information, we're learning a lot, but there's still a lot that's unknown about where this is going, you always almost have a fog of war about it,\" Fauci said on Monday. \"It's not that different than the very early years of the HIV epidemic, of the anthrax attacks, of the concern about the pre-pandemic bird flu,\" Fauci said, referring to past outbreaks. \"Everything has a little bit of a different twist to it. It's not exactly the same, but there's always that uncertainty that gets people very anxious.\" The staff of Finland's President Sauli Niinistö no longer shake hands when they meet, in a bid to contain the virus, according to a statement from Niinistö's office.  \"As of last week, people no longer shake hands when they meet. Participation in meetings and traveling on government business will be limited to a minimum by using video conference facilities whenever possible. Additionally, no groups of visitors are received at the presidential palace until further notice,\" the statement wrote.  This comes as officials around the world have been issuing guidance on how to greet people as they scramble to contain the virus.  Read about the bizarre ways in which the outbreak is changing etiquette If you make a call in India, you might get some health tips. A voice message featuring tips on how to protect yourself against coronavirus has replaced the usual ringing tone for mobile phone users in India. Nearly 1.2 billion subscribers of telecoms networks, including BSNL, MTNL Reliance Jio, Airtel and Vodafone-Idea, have been hearing a recorded message when they dial out, according to a press release issued by India’s Health Ministry. The voice message begins with a cough. “Always protect your face with a handkerchief or tissue while coughing or sneezing. Wash your hands with soap frequently,\" the announcement, voiced by a woman, goes on to say.  \"Avoid touching your face, eyes, or nose. If someone has cough, fever, or breathlessness maintain one meter distance. If needed, visit your nearest health center immediately,” it adds.  In New Delhi, the public service announcement is said in Hindi and then English. It ends when the receiver picks up the call.  India currently has 43 confirmed cases of the virus.  Families should reconsider upcoming travel plans if they have \"vulnerable people\" in their family unit, Dr. Anthony Fauci, the director of the National Institute of Allergy and Infectious Diseases, told CNN's Alisyn Camerota on \"New Day.\"  Those at risk for serious illness from the novel coronavirus include older adults and anyone with underlying health conditions, such as lung disease, heart disease or diabetes. \"You may get infected and then come home and infect your grandmother or grandfather who does have an underlying condition. So each family unit, each individual has to look about not only the risk for themselves, but what risk will they be putting the people around them in,\" Fauci said on Monday.   Fauci said there's no need for a ban on all travel right now, but he urged travelers to be cognizant of what \"category\" they fall in. \"Right now if you have somebody who is 45 years old, doing well, a business person or whatever, I mean there's no problem getting on a plane. If you're a person who has an underlying condition, elderly particularly, doing that kind of travel is putting yourself at an extra risk,\" he said. Nigeria's health minister announced a second case of the novel coronavirus in the country on Monday. The second patient had come in contact with the first case, an Italian citizen who traveled to Africa's most populous country last month, the health ministry said in a statement. The Italian man, who is said to be \"clinically stable\" by health officials, visited two states before he was diagnosed with the virus in late February. Health officials have been working against the clock to trace all those who came into contact with him. Those that have been traced will remain in isolation while tests are conducted, the country's National Centre for Disease Control (NCDC) said. Meanwhile, the NCDC said it had contacted the United States Centers for Diseases Prevention and Control about a Nigerian citizen who tested positive in the country. \"The patient’s travel history shows that the likelihood of his infection while in Nigeria is very low,\" the NCDC said urging citizens to remain calm. China will send five million face masks to South Korea in a bid to help the country combat the novel coronavirus outbreak, the Chinese embassy in South Korea said in statement today. The face masks will be delivered starting tomorrow, and will include both surgical masks and N95 masks, the statement read. China has previously donated 1.1 million face masks and 10,000 pieces of protective clothing for medical workers to South Korea.  The Tokyo 2020 Olympic torch lighting ceremony at the site of ancient Olympia will be staged without spectators on Thursday in order to prevent the spread of the virus, Greece's Olympic Committee said in a statement Monday. The statement added that Thursday’s event will be attended by “only 100 accredited guests from the International Olympic Committee and the Tokyo 2020 Organizing Committee,” while media accreditation will be “extremely limited.” The dress rehearsal on Wednesday will also be closed to the public. Following Thursday’s ceremony, the Olympic torch will begin a seven-day relay that will culminate with a handover ceremony in Greece on March 19. The torch will then be flown to Japan.  The Portuguese president has self-quarantined himself after it was found that a class from a school with a student confirmed to have the coronavirus visited the presidential palace last week, according to a statement issued by his office. President Marcelo Rebelo de Sousa interacted with the class on Tuesday, according to the statement, which added that neither the student with the infection nor the student's class had visited the Belém palace. The president will be in quarantine at his personal residence for two weeks, has canceled all public activities and will not be traveling abroad, the statement added.  Health ministries in Malaysia, Philippines and Hong Kong have all confirmed new cases of the coronavirus in their territories.  Malaysia's ministry of health confirmed 18 new infections, bringing the national tally to 117.  Philippines' health ministry confirmed 10 new cases, putting its tally to 20. All new cases are Filipinos with some reporting recent travel history to the UAE, Australia, Taiwan and Japan.  Hong Kong authorities confirmed three new cases, pushing the tally to 116 confirmed cases.  Starting today, you will notice that CNN is using the term pandemic to describe the current coronavirus outbreak. It is not a decision we take lightly. While we know it sounds alarming, it should not cause panic. So why now? The World Health Organization hasn't called the coronavirus outbreak a pandemic. Nor has the US Centers for Disease Control and Prevention. But many epidemiologists and public health experts argue the world is already experiencing a pandemic because of the novel coronavirus. There are now over 100,000 cases and over 3,000 deaths attributed to this new virus. In one day last week, the number of new cases outside of China, where the virus originated, was nearly 9 times higher than the number of new cases in China. This virus has found a foothold on every continent except for Antarctica. In several countries, the number of cases continues to climb. Some of those countries \"have had sustained community transmission of a substantial sort,\" said Dr. William Schaffner, a Vanderbilt University professor and longtime adviser to the US Centers for Disease Control and Prevention. \"Put that together, that spells pandemic.\" Read the rest of the article here Egyptian's national airliner has suspended flights to Saudi Arabia as of Monday, as a precaution against the spread of the coronavirus, EgyptAir said in a statement. “Flights to Saudi Arabia cities are currently suspended including Dammam, Qassim, Abha, Jeddah and Medina cities starting from today 9th of March until further notice,” the statement added.  Airlines around the world have been making steep cuts in international flights due to the outbreak.   Six prisoners have died in a Modena prison after riots broke out in several Italian jails following the suspension of visits to curb the spread of the coronavirus, according to authorities.  Riots occurred on Sunday in Modena, Frosinone, Naples, Pavia, Alessandria and Foggia prisons, according to a statement by the Italian justice ministry. The disturbances ended on Sunday evening.  \"The protests concerned the coronavirus emergency, as well as the measures issued by the government to reduce the risk of infection and protect those who lives and works within the prison,\" the statement wrote.  During the Modena prison riot, prisoners occupied the entire prison including the infirmary where they got hold of various drugs including methadone, the director of the Italian penitentiary system, Francesco Basentini, said in an interview Monday. Two of the dead died of an overdose, one of inhalation of toxic smoke and three died after all the inmates were moved to another prison -- those deaths are still being investigated. Basentini explained that a prison in Salerno, in southern Italy, was the first to riot last Saturday, leading to a “wave” of revolts. In Modena, all inmates have been moved to nearby buildings as the prison is unusable, according to the ministry.  Italian lockdown: This comes after a Sunday decree put most of Italy's north under lockdown in a bid to contain the virus. While Modena is not affected by the lockdown, restrictions have been imposed throughout the rest of Italy, including the suspension of events at cinemas, theaters, museums and sports arenas. This comes as Italy has recorded 7,375 cases and 366 deaths, the most fatalities outside mainland China. Japan's Nippon Professional Baseball League (NPB) will delay the start of the season, originally scheduled for March 20, due to the coronavirus outbreak, it said Monday.  “I personally believe that we have no choice but to postpone at this stage … We are aiming to open the season in April,” NPB Commissioner Atsushi Saito said at a press conference.   The 12-team league had been playing its pre-season games without fans because of the virus. The league last postponed the start of its season in 2011 after the Fukushima Daiichi Nuclear Plant was damaged by a tsunami.  China has announced a range of measures to support airlines amid the coronavirus outbreak, the country's Civil Aviation Administration said in a statement today. The policies, which will apply to all domestic and international airlines, include reducing take-off and landing fees by 10%, as well as waiving parking fees, the statement read. Airlines will also be exempted from paying the Civil Aviation Development Fund, it said. The administration will also provide subsidies for projects aimed at expanding investment in the construction of infrastructure facilities, and will facilitate work resumption by shortening the time needed for official approval. It will also allow airlines greater flexibility in adjusting flight plans in response to market demand, the statement added. Courts across Iran have granted eligible inmates furlough as part of the measures to contain the spread of the virus, judiciary chief Hojatoleslam Ebrahim Raeisi said according to semi-official Tasnim News Agency on Monday. Prisoners with underlying illnesses have been given priority in being granted leave, Raeisi added.  CNN cannot verify whether the furloughs have been carried out yet. Last Tuesday, Iran announced it would temporarily release more than 54,000 prisoners in an attempt to prevent the virus spread, according to the country's semi-official news agency ISNA citing judiciary spokesman Gholamhossein Esmaili. An evacuation flight with foreign diplomats who were quarantined in North Korea has landed in Vladivostok with 103 people onboard, a source on the flight told CNN.   The source agreed to speak to CNN on condition of anonymity, due to the sensitivity of the situation.  French and German embassies in North Korea will be temporarily closed, according to the British Ambassador for North Korea, Colin Crooks. Crooks tweeted that the British Embassy would remain open.  CNN previously reported foreign diplomats had been kept in complete isolation since early February, amid concerns about the potential spread of novel coronavirus inside North Korea. The exact number of foreign diplomats stationed inside the country is unknown, but is estimated to be just a few hundred.  North Korea has not confirmed a single case of the virus inside the country, but global health experts have warned the country is highly susceptible to an outbreak given its close proximity to China and limited medical capabilities. A NATO staff member working at its Brussels headquarters has tested positive for the virus, according to its press office.  “The staff member had come back from a holiday in northern Italy, felt unwell at the end of last week, and was tested due to the onset of fever-like symptoms,\" according to a statement from the alliance.  It added that the staff member has self-isolated and immediate work colleagues have been working from home since the results came in.  NATO said that it has taken preventative measures, based on World Health Organization (WHO) guidance, \"these include the temporary suspension of certain staff travel, encouraging staff to work from home, and the temporary suspension of group visits to NATO HQ in Brussels.\" Belgium tally: As of Monday morning, Belgium has 169 confirmed cases and no deaths.  The French Central Bank, or Banque de France, downgraded its growth forecast for the first quarter from +0.3% down to +0.1% -- a steep drop that suggests the coronavirus is now hitting European economies beyond Italy. A statement from Francois Villeroy de Galhau, governor of the bank, cites \"strong uncertainty about future production linked to coronavirus\" for the revised forecast. \"This shock of uncertainty first affects the sectors exposed to China, either via their supplies or via their customers (tourism, luxury). But it also reaches services in France where demand has slowed down due to the measures taken to contain the epidemic: transport, accommodation and catering, events and temporary work,\" the statement said.\n\"This slowdown is potentially severe but temporary; its duration will depend on the sanitary measures necessary in China as in Europe.\" The bank also urged calm: The statement asked the public to \"have our eyes wide open but keep a cool head.\" \"Getting over this shock depends on us, together,\" it added. A construction worker contracted by the United States Forces Korea (USFK) has tested positive for the coronavirus, making this the eighth USFK-related patient. The worker is a Korean citizen, and is currently in isolation at his off-base residence as directed by the Korea Centers for Disease Control and Prevention (KCDC), said a USFK press release. \"KCDC and USFK health professionals are actively conducting contact tracing to determine whether anyone else may have been exposed,\" said the release. The other USFK cases include an American soldier, his spouse, and two other dependents of service members stationed in the southern city of Daegu. Global markets are plunging after the implosion of an alliance between OPEC and Russia caused the worst one-day crash in crude prices in nearly 30 years, fueling panic triggered by the escalation of the coronavirus epidemic. A look at the markets' tumble: S&P 500 (SPX) futures plunged as much as 5% Sunday evening, triggering a limit that prevents futures from trading below that mark. \nDow (INDU) futures are down more than 1,200 points, or about 4.9%. \nNasdaq Composite (COMP) futures were down 4.8%.\nAustralia's S&P/ASX 200 ended 7.3% lower on Monday, the index's biggest plunge since October 2008. \nJapan's Nikkei 225 (N225) sank 5.1%.\nHong Kong's Hang Seng (HSI) lost 4.2%.\nChina's Shanghai Composite (SHCOMP) shed 3%. The yield on the 10-year Treasury note, meanwhile, fell below 0.5%, hitting record lows.  What triggered this? The panic began after Saudi Arabia shocked oil markets by launching a price war. The kingdom is trying to retake global market share after Russia refused Friday to go along with OPEC's efforts to rescue the oil market from a plunge in demand caused by the coronavirus outbreak. What does this mean? Investors are waking up \"shell shocked,\" wrote Stephen Innes, chief market strategist at AxiCorp, in a Monday research note. He described the panic as \"complete pandemonium.\" Global markets have also been battered in recent days. About $9 trillion was wiped off global stocks in nine days, Bank of America said in a research note after US markets closed deep in the red again on Thursday. Read more about it here. South Korea has confirmed 96 more coronavirus cases, bringing the national total to 7,478, said the Korea Centers for Disease Control and Prevention (KCDC) today. South Korea has the most coronavirus cases outside of China, with more than half of all nationwide cases linked to the Shincheonji religious group in the country's south. The numbers appear to be slowing: The KCDC and other emergency agencies said the weekend's numbers appear to show a decrease in new cases per day. This could be because of the aggressive, widespread testing the country has implemented, as well as other measures like GPS quarantine monitors and smartphone apps for daily symptom reports. But it could also be other factors, like the possibility people just didn't go get tested as much this weekend because of bad weather -- leading to a drop in numbers. Japan Airlines confirmed today that one of its flight attendants has been infected with the coronavirus. The patient is identified as a woman in her 50s who first showed symptoms on February 24, said the airline in a statement. She was on board flight JL009 from Chicago to Tokyo's Narita airport the next day, before seeking medical help in Tokyo. The airlines said 12 other flight attendants, who were in close contact with her, have been instructed to stay home until March 11. No passengers on board JL009 or other previous flights have been identified as close contacts with the flight attendant. Esmaeel Najjar, the head of Iran’s Crisis Management Organization, has contracted coronavirus, according to semi-official news agency ISNA. Najjar was discharged from the hospital and is self-quarantined at home, ISNA reported. Other Iranian leaders have also tested positive: The country's deputy health minister was also confirmed to have coronavirus last month, just a day after he appeared on national television to warn the public of the virus. Some shopping and dining attractions at Shanghai's Disney Resort are resuming operations today “as the first step of a phased reopening,” the company said in a press release -- although the park itself, Shanghai Disneyland, remains closed until further notice. A limited number of shopping, dining and recreational outlets at Disneytown, Wishing Star Park and Shanghai Disneyland Hotel will operate under limited capacity and reduced hours. Guests entering the facilities will have to undergo temperature screenings, wear a face mask, and present a Health QR Code when entering dining venues. Guests are also being asked to “maintain respectful social distances” while in the facilities. Shanghai Disneyland has been shut since January 25. Other Asian Disneylands are also closed: Tokyo Disneyland and DisneySea closed from late last month until March 15, after the Japanese government requested cancelations of big gatherings and events, in an effort to prevent the spread of coronavirus.  Hong Kong Disneyland, which welcomed 6.7 million guests in the 2018 fiscal year, also announced its temporary closure on January 26. The park said its affiliated resort hotels would remain open. Germany confirmed another 256 cases today, making the national total 1,112, according to the Robert Koch institute, Germany’s agency for disease control.  The country has been seeing big daily spikes -- cases increased by nearly 200 from Saturday to Sunday, raising the national total to 847 at the time. As the virus spreads, international travel restrictions are reflecting the worry over Europe's outbreak; places like Macao and Israel have imposed mandatory 14-day quarantines on travelers from Germany, Spain, and France. Millions of people are under lockdown in northern Italy -- but core sectors of the economy and the public administration will remain open for business, according to a statement from the Finance and Economy ministry Monday.  The sweeping lockdown went into effect yesterday, placing the entire Lombardy region and 14 other provinces under strict measures, including cancelations of events and school closures. These measures would impact sectors tied to transportation, lodging, food, drink and entertainment, said the ministry's statement. “This is of the utmost importance not only from a healthcare point of view but also economically. A temporary downturn in some sectors or areas of the country is preferable to a longer crisis that could spread to the whole economy via demand and supply effects,” the statement said. The Italian government is preparing measures to support workers and firms across the country, particularly in sectors and areas most affected by the outbreak, the ministry statement added. These measures will aim to prevent \"lasting damage to the supply side of the Italian economy and permanent employment losses.” European stocks have plunged in the opening minutes of trade, as investors respond to falling oil prices and Coronavirus fears. The main markets have all fallen heavily, with the FTSE 100 down 8% and the German Dax down 7%. Ahead of the open, European futures fell 10%. That’s the worst decline for Euro STOXX 50 futures on record -- more severe than the aftermath of September 11, when European futures fell 9%. It comes as oil prices crashed nearly 30% after Saudi Arabia shocked the markets by launching a price war in crude against one-time ally Russia. Fears over the impact of Coronavirus have also hurt investor confidence. Cruise ships attempting to enter Puerto Rico must first certify that there are no coronavirus cases on board, said Gov. Wanda Vazquez Garced in a tweet Sunday.  In the tweet, Garced said “any cruise ship that intends to enter Puerto Rico has to confirm that it has no passengers on board with suspicious cases and meets the federal government's symptoms and travel history criteria regarding Covid-19.\" The US territory currently has no confirmed cases of the coronavirus. Global cruise ship crisis: This comes after multiple cruise ships were suspected or found to have the coronavirus on board. First and best-known is the Princess Diamond cruise ship, which was docked under quarantine for weeks in Japan after many on board were found infected. Then, the World Dream ship was quarantined in Hong Kong after former passengers on a previous journey tested positive. Finally, all passengers were allowed to disembark the ship after testing negative. But these incidents sparked fear -- the Westerdam cruise ship found itself denied entry into Japan, Thailand, and the Philippines before Cambodia finally allowed the ship to dock and its passengers to disembark. And now, the Grand Princess is docked under quarantine off the California coast, with 21 people on board confirmed with coronavirus. At least 11 people died in China after the collapse of a quarantine hotel Sunday. The hotel, located in the country's southeast, was housing people under medical observation for the coronavirus. Eighty people were inside the building when it came down. Nine escaped, while 71 people were trapped. Of those, 50 have been pulled from the rubble and 21 remain unaccounted for as of Monday afternoon. The Fujian Fire Department deployed more than 1,000 firefighters and other emergency responders, who worked through the night to find survivors. An American citizen in Saudi Arabia tested positive for coronavirus today, said the country's Health Ministry in a statement. The man was travelling from the Philippines and Italy before arriving to Saudi Arabia, the ministry added. He is currently receiving treatment in a hospital in the capital Riyadh. The ministry did not provide the man’s name or information on his home state.  Three others in Al Qateef province, including two Bahraini citizens, were also found to have been infected, according to the ministry. All travel in and out of the province was suspended yesterday, affecting more than half a million residents, after most of the country's cases were confirmed there. Saudi Arabia now has a total of 15 positive coronavirus cases. The disembarkation of the Grand Princess cruise ship, quarantined off California's coast, will be a \"multiple day process,\" said cruise operator Princess Cruises. The ship is expected to dock in Oakland at some point later today, though the official timing has yet to be determined, said a news release from Princess Cruises. \"Disembarkation will commence in order of priority, as defined and directed by both state and local authorities. It is expected to be a multiple day process,\" said the release. \"Once disembarkation of the guests is completed, the crew will remain onboard and Grand Princess will depart from San Francisco bay. Plans for a crew quarantine are still being determined.\" The release also detailed some of the measures taken, including delivering hundreds of prescription refills to guests on board and providing complimentary internet and telephone.  A university in Germany's Rhineland-Palatinate state has closed due to coronavirus fears, marking the first such instance in the country. The WHU-Otto Beisheim School of Management, one of Europe's top business schools, issued a statement announcing its Vallendar campus would be closed this week.  \"By order of the Mayen Koblenz Health authority, our campus must close until March 13, 2020. The closure of the campus is a precautionary measure that will help the Mayen Koblenz Health Department to identify possible infection chains,’’ the statement said. The statement added that no lectures, conferences or other events on the Vallendar campus will take place during the next week. Schools on high alert: In parts of Asia, schools have been suspended for weeks now, with students taking classes online using digital learning tools. Even in other places, schools and universities are wary of the virus -- Columbia University in New York announced today that it would suspend classes today and tomorrow, to allow the university \"to prepare to shift to remote classes for the remainder of the week.\" Bangladesh has confirmed its first three cases of the coronavirus, the country's Ministry of Health and Family Welfare announced Monday. The patients are one woman and two men, who have been quarantined and are being treated at a hospital in the capital Dhaka, said Mayedul Islam, a spokesperson for the ministry. The two men had recently returned from Italy, and the women contracted the virus after coming in contact with one of them after their return.   The father and sister of a coronavirus patient in the US state of Missouri disregarded a quarantine and went to a school function on Saturday. The patient, who is in her 20s, reported feeling sick after returning from Italy on March 2. Health officials who advised her to get tested, and she was confirmed as Missouri's first presumptive positive case on Saturday. The patient's family had been advised to self-quarantine at their home in Ladue as they awaited test results, said St. Louis County Executive Sam Page. That night the patient's father defied these instructions and went to a school function with another daughter, Page said. \"The way the family has reacted to this situation is really a tale of two reactions,\" Page said. \"And a study of how people should and should not react to the coronavirus.\" Page lauded the patient, saying she has \"conducted herself responsibly and maturely \" and she has been \"complying with the health departments instructions.\" Health and county officials learned about the father's actions Sunday and told him that he needs to stay in isolation. If he does not comply with orders, health officials will seek a court order and \"issue a formal quarantine that will require him and the rest of his family to stay in their home by the force of law,\" Page warned. Princess Cruises is offering thousands of stranded passengers on the Grand Princess cruise ship a full refund, according to a letter sent to guests by the cruise line on Sunday.  The Grand Princess, docked off the California coast, has been in limbo since Wednesday, when officials learned a California man who traveled on the same ship last month later died of coronavirus.   In the letter obtained by CNN, the cruise line told travelers that all monies paid to Princess Cruises as well as air fare accommodations will be reimbursed. Each guest will also receive a future cruise credit equal to 100% of the cruise fare paid for the current voyage, according to the letter. Ship under quarantine: There are currently 21 people confirmed with coronavirus aboard the ship, which is expected to dock sometime today in Oakland, California. Among the infected on the ship are 19 crew members and two passengers, though the number of onboard infections could rise, as not all of the approximately 3,500 people on board -- including passengers and crew -- have been tested. About 1,000 California residents from the ship will go into mandatory quarantine at Travis Air Force Base and Miramar Naval Air Station, the US Department of Health and Human Services said Sunday. Saudi Arabia has suspended the serving of shisha in cafes and restaurants across the kingdom to prevent the spread of coronavirus, said the Ministry of Municipal Affairs today. Shisha is tobacco smoked on a water pipe popular in cafes around the Middle East. A total of 11 cases have been confirmed in Saudi Arabia as of yesterday, according to state media. The kingdom has also taken other measures to battle coronavirus including suspending the Mecca pilgrimage, temporarily prohibiting travel to and from Al Qateef province, and halting flights from several countries.  Australia has confirmed six new novel coronavirus cases, bringing the nationwide tally to 80 as of Monday morning local time, according to a statement from the country's of Department of Health. Four of those cases were recorded Sunday in the state of New South Wales. They include: A female health care worker in her thirties. She was in contact with another case, from a retirement home.\nA woman in her fifties who was also in contact with another person diagnosed with the virus case.\nA man in his seventies who has no recent overseas travel.\nA man in his forties who had traveled recently, but the government statement did not specify where. One patient was confirmed in Victoria, health authorities there said. She is a woman in her fifties who flew from Jakarta to Perth on February 27 and developed symptoms on February 29.  Another new case was confirmed in Queensland, involving a 38-year-old woman who recently traveled from London through Dubai, according to a statement from Queensland Health. The total count: Of the now 80 patients in Australia who have contracted the virus, 22 have recovered. Three people have died. A coronavirus patient in Grant County, Washington, has died, according the Grant County Health District. No other details were provided regarding this patient's case. In a press release, Health District Administrator Theresa Adkinson extended her condolences to the patient's family and friends. That brings Washington state's death toll to 19, and the national death toll to 22. The other 3 deaths outside Washington happened in California and Florida. Markets are plunging Global stocks are falling and bond yields are sinking worldwide. Markets had been in dire straits due to fears surrounding the spread of the novel coronavirus, but Saudi Arabia's decision Sunday to slash oil prices and start a price war with Russia appears to have caused a massive global stock selloff. Australia's S&P/ASX 200 dropped 7.3% on Monday, its biggest plunge since October 2008. Markets in Asia are faring only a bit better -- Hong Kong's Hang Seng lost 3.5% by noon, setting the index up for its biggest decline in more than a year. South Korea's Kospi also fell 4%. In US markets, the S&P 500 futures plunged by as much as 5% Sunday evening, triggering a limit that prevents futures from trading below that mark. Dow futures fell more than 1,200 points, or about 4.9%, and Nasdaq Composite  futures were down 4.8%. The infection rate in the US continues to rise There are 565 people in the United States who have contracted the novel coronavirus, according to the state and local health agencies and the US Centers for Disease Control and Prevention (CDC).  Forty-nine of those cases have been repatriated from abroad, according to the CDC -- three from Wuhan, the epicenter of the global outbreak, and 46 who were aboard the Diamond Princess, a cruise ship in Japan where hundreds were infected. Twenty-one cases were identified aboard another cruise ship currently off the California coast, the Grand Princess.  Two legislators, Republican Rep. Paul Gosar and Texas Republican Sen. Ted Cruz, announced Sunday that they are both self-quarantining after coming into contact with an individual at the Conservative Political Action Conference (CPAC) who later tested positive for the virus. Washington state in the Pacific Northwest remains the hardest-hit region. Leaders there are grappling with an outbreak at Life Care Center nursing home in suburban Seattle, where at least 16 people have died, the county health department said. In total, 22 people have died nationwide. The outbreak in Europe is worsening Italy, the hardest-hit country in Europe with more than 7,300 coronavirus patients and 366 fatalities, has locked down much of the country's north to stop the virus from spreading further. Nearly 15 million people have been affected by the travel restrictions. While the lockdown only applies to northern Italy, other measures will be applied to the entire country. These include the suspension of schools, university classes, theaters and cinemas, as well as bars, nightclubs, and sports events. Religious ceremonies, including funerals, will also be suspended. In neighboring France, the number of cases has grown to over 1,100, with at least 19 deaths, as fears of a Europe-wide epidemic continue to grow. Germany has reported 847 cases, Spain has reported 647 cases and 17 fatalities and the United Kingdom has reported 273 cases and 3 fatalities. There are 565 people in the United States who have contracted the novel coronavirus, according to the state and local health agencies, governments and the US Centers for Disease Control and Prevention (CDC). Forty-nine of those cases have been repatriated, according to the CDC -- three from Wuhan, the epicenter of the global outbreak, and 46 who were aboard the Diamond Princess, a cruise ship in Japan where hundreds were infected. Twenty-one people aboard the Grand Princess, a ship sailing off the California coast, have also been infected. According to a CNN tally of cases that have been detected and tested in the United States through US public health systems, 495 people in 34 states and the District of Columbia have contracted the virus. That number includes presumptive positive cases that tested positive in a public health lab and are pending confirmation from the CDC, and confirmed cases have received positive results from the CDC. Here's a state-by-state breakdown of the cases: Arizona: 5 cases\nCalifornia: 89 cases, 1 fatality\nColorado: 8 cases\nConnecticut: 1 case\nDC: 1 case\nFlorida: 13 cases, 2 fatalities \nGeorgia: 11 cases\nHawaii: 2 cases\nIllinois: 7 cases\nIndiana: 2 cases\nIowa: 3 cases\nKansas: 1 case\nKentucky: 4 cases\nMaryland: 5 cases\nMassachusetts: 28 cases\nMinnesota: 2 cases\nMissouri: 1 case\nNebraska: 3 cases\nNevada: 4 cases\nNew Hampshire: 4 cases\nNew Jersey: 6 cases\nNew York: 106 cases\nNorth Carolina: 2 cases\nOklahoma: 1 case\nOregon: 14 cases\nPennsylvania: 6 cases\nRhode Island: 3 cases\nSouth Carolina: 6 cases\nTennessee: 3 cases\nTexas: 12 cases\nUtah: 1 case\nVermont: 1 case\nVirginia: 2 cases\nWashington state: 137 cases, 19 fatalities\nWisconsin: 1 case The Philippines confirmed its 10th novel coronavirus case on Sunday, according to government-run Philippines News Agency. The agency reported the following about the new patients: The seventh patient identified is a 38-year-old Taiwanese man. He first started showing symptoms Tuesday and he has no recent travel history outside of the Philippines. He is reported to have had contact with another Taiwanese foreign national who visited the Philippines but then later tested positive back in Taiwan.\nThe eighth patient is a 32-year-old man from the Philippines who traveled to Japan in the past 14 days. He started showing symptoms on Thursday.\nThe ninth case patient is an 86-year-old American man who had traveled to the US recently. He started showing symptoms March 1 and has hypertension. \nThe 10th case is a 57-year-old man from the Philippines who reportedly reported was in contact with a confirmed case, but has no recent travel history. The UK confirmed its third coronavirus-related death on Sunday. The patient was over 60 years old, and was being treated at North Manchester General Hospital, said a statement from Chief Medical Officer Chris Whitty. He added that the patient had “significant underlying health conditions” and had recently traveled from an affected area. A 60-year-old Indian woman in the union territory of Jammu and Kashmir has tested positive for the novel coronavirus, authorities said. The woman has traveled to Iran recently, which is mired in one of the world's worst outbreaks of the deadly virus, according to Dr. Renu Sharma, the director of Jammu Health Services. She is currently being treated in a hospital. Total cases: There have now been 41 cases identified in India. Three of them returned from Wuhan, the capital of hard-hit Hubei province and the epicenter of the global epidemic, and have since recovered. South Korea will contribute $3 million to support the World Health Organization’s international cooperation activities in the fight against coronavirus, said the country's foreign ministry in a text message to journalists. Foreign Minister Kang Kyung-wha discussed the decision with WHO Director-General Tedros Adhanom Ghebreyesus on Sunday evening, said the ministry. Even as there were signs of improvement in Asia -- with China too continuing a decline in the number of new daily cases -- the situation in Europe appears to be worsening. Sweeping quarantine measures in Northern Italy: Italian Prime Minister Giuseppe Conte signed a decree early Sunday that put millions of people across northern Italy on lockdown. The largely unprecedented move puts the entire Lombardy region, as well as 14 other provinces, under travel restrictions. While the lockdown only applies to northern Italy, other measures will be applied to the entire country. These include the suspension of schools, university classes, theaters and cinemas, as well as bars, nightclubs, and sports events. Religious ceremonies, including funerals, will also be suspended. Things look dire across Europe as well: In neighboring France, the number of cases has grown to over 1,100, with at least 19 deaths. Germany and Spain have both also reported hundreds of cases. Germany saw a big jump in numbers over the weekend -- an increase of nearly 200 cases  from Saturday to Sunday, raising the national total to 847. Read more here. In the US, almost 500 cases of the coronavirus have been confirmed, along with 19 deaths. The worst outbreaks are in New York state and California, where a cruise ship has been quarantined off the coast for several days. Health officials said the Grand Princess liner will dock in Oakland today, and passengers will be transferred to federal military installations. Governors are declaring states of emergency: At least eight states have declared states of emergency: California, Florida, Washington, Kentucky, New York, Maryland, Oregon, and Utah. Congressmen are self-quarantining: An attendee at last week's Conservative Political Action Conference (CPAC) in Maryland, at which President Donald Trump and Vice President Mike Pence were guests, has also tested positive for the virus. Sen. Ted Cruz and Rep. Paul Gosar both said they will self-quarantine after interacting with the individual who tested positive. While neither man was showing any symptoms, they are isolating themselves out of what Gosar described as a desire to be \"proactive and cautious.\" Asked if he was worried about a potential exposure, Trump said, \"I'm not concerned at all.\" \"We're doing very well,\" he said of the US response to the virus. \"We've done a fantastic job, with respect to that subject, on the virus.\" Read the full story here. US President Donald Trump's trusted method for winning his battles -- flinging disinformation, alternative facts and biting attacks at his enemies -- is being exposed by the coronavirus outbreak, a rare force that is impervious to political pressure. Trump's efforts to construct an alternative reality in which the situation is under control were further undermined today after the total number of cases in the US soared past 550. His upbeat public rhetoric was also starkly at odds with increasingly dire warnings from inside his own administration about draconian steps that may need to be taken to combat the virus as it continues to spread. Trump's travel restrictions imposed on people who had recently been in China may well have bought the administration time to gird for the disease's inevitable transfer to US soil. But the President's constant evoking of the decision ignores the fact that the challenge to public health has moved on. And the fact that there are serious questions over whether his team used the time to properly prepare. Despite increasingly worrying news about the spread of the virus, the President praised his own administration's work again on Saturday. \"No, I'm not concerned at all. No, I'm not. No, we've done a great job,\" Trump said. Read the full analysis here. The northeastern Indian state of Arunachal Pradesh is denying entry to all foreign nationals over coronavirus fears, the state government announced. Arunachal Pradesh is one of the states in India under protected status -- meaning any person without an Indian passport must apply for a permit and have it approved to enter the state. These permits are being suspended until further notice, the state government said in a notice Friday. The state's chief minister, Pema Khandu tweeted on Friday, “Prevention is always better. To prevent spread of coronavirus in Arunachal, the protected area permit (PAP) being issued to foreigners has been suspended. This is in view of the reported cases of virus being detected in our country through people coming from abroad.” Stocks worldwide are collapsing Monday, as oil prices crashed amid continued uncertainty part due to the spread of the novel coronavirus, triggering selloffs worldwide. Global markets had already been battered -- about $9 trillion was wiped off global stocks in nine days, Bank of America said in a research note after US markets closed deep in the red again on Thursday. Here's how markets in Asia-Pacific opened Monday: Australia's S&P/ASX 200 dropped 5.9%, putting the index on pace for its biggest plunge since October 2008\nJapan's Nikkei 225 sank nearly 5% and was last below 20,000 points, heading for its lowest close in more than a year\nHong Kong's Hang Seng lost more than 4% after markets opened, setting the index up for its biggest decline in more than two years\nSouth Korea's Kospi fell 3%\nChina's Shanghai Composite dropped 2% Wall Street has been facing heavy losses for the past several weeks due to fears surrounding the coronavirus. During the last week of February, US stocks had their worst week since the financial crisis, and the economic disruption caused by the virus doesn't appear to be letting up. But the crash in oil prices appears to be making things worse. Prices began to suffer after a historic collapse Sunday, when Saudi Arabia shocked the market by launching a price war against onetime ally Russia. US oil prices crashed as much as 27% to a four-year low of $30 a barrel as traders brace for Saudi Arabia to flood the market with crude in a bid to recapture market share. Crude was recently trading down 22% to $32 a barrel. Brent crude, the global benchmark, also plunged 22% to $35 a barrel. Both oil contracts are on track for their worst day since 1991, according to Refinitiv, a financial intelligence firm. Arizona Republican Rep. Paul Gosar and Texas Republican Sen. Ted Cruz announced Sunday that they are both self-quarantining after coming into contact with an individual at the Conservative Political Action Conference (CPAC), who later tested positive for the virus. Gosar: The congressman said he was with the infected individual for \"an extended period of time\" and the two of them shook hands several times.   “I am not currently experiencing any symptoms, nor is any member of my staff. However, in order to prevent any potential transmission, I will remain at my home in Arizona until the conclusion of the 14 day period following my interaction with this individual,” Gosar said in a statement. Gosar said he has been in contact with the House physician, and said that he is closing his Washington office this week “out of an abundance of caution.”   Cruz: The senator also said in a statement that his exposure to the individual had consisted of \"a brief conversation and a handshake.\" Cruz said he is “not experiencing any symptoms,” but that he will stay in Texas for 14 days “out of an abundance of caution.” 14 days is thought to be the incubation period for the virus -- that's how long it can take to get sick after being exposed to the virus. There are now 564 cases of the novel coronavirus in the United States, according to state and local health agencies and the Centers for Disease Control and Prevention. Here's the breakdown: 49 cases are repatriated from abroad: three from the Chinese city of Wuhan, where the outbreak began, and 46 from the Diamond Princess cruise ship in Japan. 21 cases are from the Grand Princess cruise ship, currently docked in quarantine off the California coast. 494 cases across 34 states and Washington, DC, were detected and confirmed on US soil. These tallies includes presumptive positive cases -- meaning the patients tested positive in a public health lab, and their results are pending confirmation from the CDC lab. California, Washington, and New York are reporting the most cases so far. Here are the states that have confirmed cases: Arizona\nCalifornia\nColorado\nConnecticut\nFlorida\nGeorgia\nHawaii\nIllinois\nIndiana\nIowa\nKansas\nKentucky\nMaryland\nMassachusetts\nMinnesota\nMissouri\nNebraska\nNevada\nNew Hampshire\nNew Jersey\nNew York\nNorth Carolina\nOklahoma\nOregon\nPennsylvania\nRhode Island\nSouth Carolina\nTennessee\nTexas\nUtah\nVermont\nVirginia\nWashington\nWashington, DC\nWisconsin South Korea is seeing an apparent slowdown in the number of new cases per day -- but there may be other factors at play, and it's too early to say the infection itself is slowing, said South Korean officials today. Yesterday, the country reported the lowest number of new infections per day since February 26. This is the lowest number of new daily infections since February 26. Kim Ganglip, Deputy of Central Disaster Relief Headquarters, spoke about the slowdown at a press briefing, but warned that there are still sporadic cluster infections in facilities such as nursing homes and residential complexes. There may also be other reasons for this perceived slowdown -- bad weather conditions over the weekend may have caused fewer people to leave home to get tested, leading to a decrease in case numbers.  Country battles outbreak: South Korea has the most coronavirus cases outside of China, and has been fighting the outbreak for weeks with aggressive measures like widespread early testing. More than half of all nationwide cases have links to the Shincheonji religious group, based in the country's south. South Korea confirmed 248 more coronavirus cases on Sunday, bringing the national total to 7,382, according to the South Korean Centers for Disease Control and Prevention. It sounds like a lot -- but this is the lowest number of new infections per day since February 26. Among the 248 new cases, 190 are from the southern city of Daegu, where the outbreak has been concentrated -- a total of 5,571 cases have been from Daegu. 26 cases are from the surrounding North Gyeongsang Province. 10 cases are from Seoul, 11 from Gyeonggi Province, and the last 11 are in various other locations. There was one new death on Sunday. The national death toll is at 51. Daegu and North Gyeongsang: About 90% of cases nationwide are from Daegu and North Gyeongsang Province. The Shincheonji religious group's Daegu branch is at the heart of the national outbreak, with over half of all confirmed cases linked to the group. The government has designated Daegu, along with the cities of Cheongdo and Gyeongsan, as \"special care zones\" due to the spike in cases in these locations. The spread of the novel coronavirus has resulted in 3,821 deaths worldwide, with more than 108,000 people infected, according to CNN's tally.  The vast majority of those infections are in mainland China, where the outbreak was first identified in December last year.  Here's the latest: Daily numbers on the decline in China China’s National Health Commission recorded 40 new daily coronavirus cases and 22 fatalities on Sunday, bringing the national totals to 3,119 deaths and 80,735 patients.  Of the 40 cases identified Sunday, 36 are in Wuhan, the epicenter of the outbreak, and four were from people returning from overseas.  The NHC also said 58,600 patients have recovered and been discharged from hospitals. Italy on lockdown Large swaths of the northern Italy has been placed under lockdown, restricting the movements of more nearly 15 million people in an attempt to control Europe's biggest outbreak. As of Sunday evening, Italy has recorded 7,375 cases of the virus and 366 deaths. The restrictions are among the most draconian measures implemented by governments worldwide, second only to mainland China, which restricted the movement of tens of millions of people in order to halt the spread of the virus. Italian Prime Minister Giuseppe Conte signed a decree early Sunday, placing travel restrictions on the entire Lombardy region and 14 other provinces. People who do not adhere to the restrictions, which are in place until April 3, will face up to three months in prison and a fine of 206 euros ($232). US cases rise At least 550 coronavirus patients have been identified in the United States, authorities there said, including 70 people who were repatriated from abroad. Cases have been identified in 34 states. At least 21 people have died, 18 in Washington state, two in Florida and one in California. The hardest-hit area has been the Seattle suburb of Kirkland, where 16 people in a nursing home succumbed to the virus.  Several cruise ships have also been affected, including the Grand Princess. Twenty-one people aboard the ship have contracted the virus. It is expected to dock sometime Monday in Oakland, California, Gov. Gavin Newsom said in a news conference Sunday. The Grand Princess has been in limbo since Wednesday, when officials learned a California man who traveled on the same ship last month later died of coronavirus.  Sen. Ted Cruz of Texas said he will self-quarantine out of an \"abundance of caution\" after interacting with an individual who tested positive for the coronavirus while the two attended a prominent conservative political conference. Correction: This post has been updated to reflect the accurate number of novel coronavirus deaths worldwide. Italian Prime Minister Giuseppe Conte signed a decree early Sunday that enforces  sweeping quarantine measures across most of Italy's northern regions in response to the coronavirus outbreak. The decree, which went into effect on Sunday, impacts the lives of nearly 16 million people. The unprecedented move places travel restrictions on the entire Lombardy region, as well as 14 other provinces.  The lockdown is the toughest control measure to be implemented outside of mainland China since the emergence of the virus in December last year. The lockdown areas, or \"red zones,\" are subject to strict measures, including the cancellation of all public events, civil and religious ceremonies, closure of schools and universities, and the cancellation of sporting events.  The rest of the country is also subject to less-expansive preventative measures. The announcement came after Italy saw a dramatic spike of 1,247 confirmed novel coronavirus cases on Saturday. New presumptive positive cases were identified today across the United States, reported in at least 17 states. Presumptive positive means the patients have tested positive in a local or public health lab, but their results are pending confirmation at the federal Centers for Disease Control and Prevention (CDC) lab. Florida: One new presumptive positive case was identified in Broward County, according to a tweet from the Florida Department of Health. South Carolina: Four new presumptive positive cases were identified, according to the South Carolina Department of Health and Environmental Control. Nevada: A second presumptive positive case was identified in Clark County, according to Southern Nevada Health District spokeswoman Jennifer Sizemore. California: Contra Costa County in Northern California five more cases, and Riverside County in Southern California confirmed its first \"locally acquired\" case. Kentucky: Three new presumptive positive cases were identified, Gov. Andy Beshear announced Sunday. Maryland: Two more people tested positive, according to a news release from Gov. Larry Hogan. Pennsylvania: Pennsylvania announced two new presumptive positive cases in Montgomery County on Sunday, according to the state's Department of Health. Massachusetts: Massachusetts has confirmed 15 new cases, according to the state’s Department of Health.  Illinois: A Chicago man has been identified as Illinois’s seventh case, according to the Chicago Department of Public Health commissioner. Washington: The Seattle and King County Health Department reported 12 new cases, two of which have been fatal. New Jersey: Two more cases were confirmed in New Jersey, the state’s department of health posted today. Connecticut: The first confirmed case in Connecticut was announced by the state’s department of health. Tennessee: A case was confirmed today in the Memphis area, announced Shelby County Mayor Lee Harris.  New York: 16 new cases were confirmed in New York, Gov. Andrew Cuomo announced this morning. Iowa: Iowa has identified three presumptive positive cases -- the first cases in the state, according to the Iowa Department of Public Health. Minnesota: The second presumptive positive case was identified in Minnesota, according to a press release from the state Department of Health. Nebraska: Two new presumptive positive cases were identified in Nebraska, according to the Nebraska Department of Health and Human Services. Texas: A new presumptive positive case was identified in Harris County. Georgia: Four new presumptive positive cases were identified in Georgia, according to the state's Department of Public Health. There are 550 cases of the novel coronavirus in the United States, according to the state and local health agencies, governments and the US Centers for Disease Control and Prevention. There are 49 cases of repatriated citizens, including three from Wuhan China, 46 from the Diamond Princess cruise ship and 21 on the Grand Princess cruise ship currently docked off the coast of California. There are 480 cases in 34 states and the District of Columbia, bringing the total number of coronavirus cases to 550, according to CNN Health’s tally of US cases that are detected and tested in the United States through public health systems. A total of 21 people have died from the coronavirus in the US. Iowa has identified three presumptive positive cases of coronavirus, the first cases in the state, according to the state Department of Public Health. The three patients are all residents of Johnson County who were on a cruise in Egypt, the department said in a press release on Sunday. The group was on the cruise between February 17 and March 2. They returned to the US on March 3, state public health director Gerd Clabaugh said during a press conference. One of the patients is between the ages of 41 and 60, and the two others are between the ages of 61 and 80, the release said. Two patients have underlying health conditions, but none of them required hospitalization, according to the release. A total of 37 people have undergone testing in Iowa for the virus. Of those 37, three were positive, 26 were negative and eight tests are still pending, according to Clabaugh. Forty new cases of coronavirus and 22 deaths were reported in mainland China on Sunday, according to China’s National Health Commission.  Since the virus was first identified in the Chinese city of Wuhan late last year, the death toll across mainland China has risen to 3,119, with 3,007 deaths in Hubei, of which Wuhan is the provincial capital. The total number of confirmed cases in mainland China now stands at 80,735. Of the 40 new cases on Sunday, 36 are in Wuhan. The other four cases outside Hubei are imported cases from people arriving from overseas. Hubei province had 21 of the 22 reported deaths on Sunday. The NHC added that in total, 58,600 patients have now recovered and been discharged from hospitals.", "Section": "asia", "Writers": ["Jessie Yeung", "Joshua Berlinger", "Steve George", "Tara John", "Meg Wagner"], "URL": "https://www.cnn.com/asia/live-news/coronavirus-outbreak-03-09-20-intl-hnk/index.html", "MainKeyWord": "Macao", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}