{"Type": "article", "Time": "2020-02-19", "Headline": "February 19 coronavirus news", "Text": "Our live coverage of the coronavirus outbreak has moved here. More than 2,100 people have died from coronavirus across the globe, according to the latest figures released Wednesday. The Hubei health authority reported that 108 more people died of the coronavirus in Hubei province on Wednesday, raising the death toll in the epicenter since the beginning of the coronavirus outbreak to 2,029. The Hubei report brings the total number of deaths in mainland China to at least 2,112.  The global death toll from coronavirus has risen to at least 2,120, with eight deaths reported outside of mainland China. Hong Kong and Iran have each reported two deaths from coronavirus. Taiwan, Japan, the Philippines and France have each reported one death.  The global number of confirmed coronavirus cases now exceeds 76,262, with the vast majority of cases in mainland China. China’s National Health Commission is expected to release numbers for all of China’s provinces later. See what Shanghai, China, looks like as coronavirus fears linger: People with the novel coronavirus may have the same viral load — or amount of virus in the body — whether or not they are showing symptoms of illness, according to researchers in China. The letter from the researchers, which was published in The New England Journal of Medicine, details how the researchers monitored viral loads of the novel coronavirus in samples taken from the nose and throat of 18 patients: nine men and nine women ranging in age from 26 to 76 in Zhuhai, in China’s Guangdong province.  For those samples, a total of 72 nasal swabs and 72 throat swabs were collected and analyzed.  The analysis revealed that higher viral loads were detected soon after a person was showing symptoms, with higher viral loads found in the nose than in the throat. Among the patients, only one was asymptomatic.  Yet overall, “the viral load that was detected in the asymptomatic patient was similar to that in the symptomatic patients, which suggests the transmission potential of asymptomatic or minimally symptomatic patients,” the researchers wrote in the letter. “These findings are in concordance with reports that transmission may occur early in the course of infection and suggest that case detection and isolation may require strategies different from those required for the control of SARS-CoV,” the researchers wrote, referring to severe acute respiratory syndrome, known as SARS. “[W]e need better data to determine transmission dynamics and inform our screening practices.\" It also turned out that, when it comes to viral shedding, the novel coronavirus seemed to resemble influenza more than SARS, according to the letter. How many affected: Globally, the World Health Organization has reported that there have been more than 75,000 laboratory or clinically confirmed cases of novel coronavirus and more than 2,000 deaths. What do you need to know about coronavirus?: Since mid-January, the US Centers for Disease Control and Prevention has been employing temperature checks at selected airports, at first on people flying in from Wuhan, China, the epicenter of the coronavirus outbreak, and now on all passengers who've been anywhere in mainland China in the past 14 days. While the CDC has screened more than 30,000 passengers in the past month, not a single US coronavirus case has been caught by airport temperature checks, according to a CNN investigation.  CNN reviewed statements by local, state and federal health officials, and emailed and spoke with officials, to determine how many people eventually diagnosed with the novel coronavirus went through airport temperature checks.    By the numbers: Ten passengers flew into US airports on commercial airliners and were later diagnosed with coronavirus.   Four of those 10 passengers went through temperature checks and were found not to have a fever or any other symptoms of the virus. Two of those passengers flew into Los Angeles International Airport and two flew into San Francisco International Airport. Previously, a CDC spokesperson had told CNN that two of the passengers were symptomatic during flight, but the spokesperson later said they were asymptomatic while flying.  Another four out of the 10 passengers were not screened because they flew into airports that did not have screening at the time. Those cases are in Illinois, Washington state, Massachusetts and California. It's unclear whether the final two passengers went through temperature checks because health officials at the CDC and in Wisconsin and Arizona refused to say when asked by CNN. How the screening works: The temperature checks are part of an overall screening effort that includes giving passengers cards telling them to watch out for fever, cough and trouble breathing, all symptoms of the novel coronavirus disease, also called COVID-19.  While airport temperature checks haven't caught any coronavirus cases, the information cards have helped catch US cases of the virus at least twice – once in a passenger who flew into San Francisco, and once in a passenger who flew into Los Angeles. See family's emotional reunion after coronavirus quarantine: The cruise industry is “focused on protecting the health and safety of passengers and crew” amid the coronavirus outbreak, according to the industry’s largest trade group. “The enhanced screening measures, the first of which were adopted within hours of the WHO declaring a global health emergency, do appear to be working and have enabled operations to continue as usual in many parts of the world,” said Bari Goin-Blaugrund, senior director of strategic communications of Cruise Lines International Association, or CLIA. Goin-Blaugrund also said that within the global CLIA fleet of 272 cruise ships, only one has experienced any cases of coronavirus on board. Passengers aboard that ship, the Diamond Princess in Japan, began disembarking Wednesday after a 14-day quarantine. A total of 624 cases of the virus are linked to the stricken ship. Analysts say the coronavirus could take a financial toll on the industry, especially in China. If operators cancel cruises through March, JP Morgan predicts revenue could fall as much at 15%. Shares for two of the biggest cruise operators — Royal Caribbean and Carnival — are down more than 16% and 14% this year, respectively.   The Chinese Center for Disease Control and Prevention has calculated a case fatality rate of 2.3% for the novel coronavirus — meaning 2.3% of those known to be infected have died. Some context: This is higher than influenza, which may hover around 0.1% — but far lower than SARS (9.6%) and MERS (35%). And remember: International experts have cautioned that early numbers may not tell the whole story. Case fatality rates may come down as officials discover milder cases who don't seek medical care. The president of the company that owns the stricken cruise ship Diamond Princess greeted disembarking passengers in Tokyo on Wednesday, acknowledging that customers had endured a \"challenging\" situation following an outbreak of coronavirus on the vessel.  \"This is an unprecedented situation,\" Jan Swartz, President of Princess Cruises, said in an interview with CNN on Wednesday. \"Nobody going on vacation thinks that they're going to be notified in the last days that they've got an extension ... and they're not going to be allowed to leave their cabins,\" she added. The Diamond Princess ship became a floating quarantine zone earlier this month. Dozens of passengers tested positive for the novel coronavirus, effectively trapping more than 3,000 people, including 428 Americans, on board.  A total of 624 confirmed cases of the coronavirus have been linked to the boat -- the largest outbreak outside of China. Swartz also specifically highlighted the actions of the ship’s crew. Japan’s government did not allow the roughly 1,000 crew members to be quarantined unless they took ill, instead asking them to work and serve the rest of the passengers throughout the two-week period.  “I think the guests and our crew who came together to help support each other, from 57 different countries and regions around the world really lifted each other's hearts, as did social media play a critical role in that.” \"Our guests shared stories about living in the cabin for 14 days, clearly it was an uncomfortable, challenging situation,\" Swartz added. Even though the departing passengers have tested negative for the virus and endured the 14-day quarantine, there is mounting evidence from infectious disease experts that they could unknowingly be carrying the virus back into their communities. On Monday, the United States evacuated more than 300 American passengers who had tested negative for the virus from the Diamond Princess, only to discover that more than a dozen of them were infected.  Canada, Australia and Hong Kong have arranged charter flights to take their citizens home after they leave the ship. Princess Cruises, which operates a fleet of 20 ships, is the third largest cruise line in the world. Because of the coronavirus outbreak onboard the Diamond Princess, the company has canceled dozens of sailings, and is moving one of its ships, the Sapphire Princess, from Shanghai to Australia. Shares in Princess Cruises' parent company Carnival Corporation are down nearly 16% for the year. Carnival said last week that the hit to global bookings and canceled voyages \"will have a material impact\" on its finances.  Carnival runs its flagship Carnival Cruise Line, the Princess Cruises brand and the Holland America Line, whose fleet includes the Westerdam, a ship that has been linked to one confirmed case of the coronavirus. Passenger weeps after leaving cruise ship quarantine: The US Centers for Disease Control and Prevention issued a new travel advisory today for Hong Kong due to the coronavirus outbreak. This is the only coronavirus-related travel advisory the agency has issued outside of mainland China.  The CDC advises travelers to “practice usual precautions,” in accordance with a “Watch - Level 1” notice of three possible levels.These precautions include avoiding contact with sick people and cleaning hands. The agency also advises people to seek medical advice if they have spent time in Hong Kong during the last two weeks and feel ill with fever or respiratory symptoms.  \"At this time, CDC does not recommend canceling or postponing travel to Hong Kong,” the agency posted on its website on Wednesday.  The agency currently lists mainland China as “Warning - Level 3” and advises travelers to “avoid nonessential travel.” The notice excludes Hong Kong, Macau and Taiwan.  Scientists around the world are slamming and debunking conspiracy theories that the novel coronavirus has its origins not in animals, but in a Chinese laboratory, according to a statement published today in the medical journal The Lancet.  \"We stand together to strongly condemn conspiracy theories suggesting that COVID-19 does not have a natural origin,” wrote the 27 authors, citing studies from scientists in multiple countries that have analyzed the virus’ genetic makeup.  These studies \"overwhelmingly conclude that this coronavirus originated in wildlife, as have so many other emerging pathogens.” \"Conspiracy theories do nothing but create fear, rumours, and prejudice that jeopardise our global collaboration in the fight against this virus,\" the scientists wrote in a statement. What this is about: CNN previously reported statements by Sen. Tom Cotton of Arkansas this week on Fox News saying that “this virus did not originate in the Wuhan animal market” and implying that it may have started in a laboratory not far away. \"We don't have evidence that this disease originated there ... but we at least have to ask the question,” Cotton said. Singapore’s Ministry of Health reported three new cases of the novel coronavirus today, bringing the nationwide total to 84 confirmed cases. Here's a look at the new cases: The first is a 57 year-old woman who is a Singapore Citizen with no recent travel history to China. On Saturday, she was admitted as a dengue patient in a general ward comprising of other patients at Ng Teng Fong General Hospital. However, yesterday afernoon, subsequent test results confirmed she’s infected with the novel coronavirus. She has been isolated since. Patients who had shared the same room as her have also been tested for the novel coronavirus. Their results are pending.\nThe second case is a 54 year-old male Singapore Citizen with no recent travel history to China, but who travels frequently to Malaysia for work purposes. He was confirmed to have the novel coronavirus on Wednesday morning and is currently in isolation.\nThe third case involves a 35 year-old female Singapore Citizen.Though she has no recent travel history to China, she is linked to another previously confirmed case. This case involves a 28 year-old male Singapore Citizen with no recent travel history to China but he is linked to the cluster at Grace Assembly of God. The Chinese government announced today that it would revoke the press credentials of three Wall Street Journal reporters, the largest such expulsion of overseas media from the country in recent years. What this is about: Chinese officials say the expulsion was due to an opinion piece the Wall Street Journal published earlier this month, entitled \"China is the real sick man of Asia.\" It criticized China's initial reaction to the coronavirus epidemic and hypothesized what effect the outbreak might have on the country's economy and political system. The Foreign Correspondents’ Club of China (FCCC) — a group of journalists based in China — expressed \"deep concern and strong condemnation\" over the expulsion. The group said China's move \"is an extreme and obvious attempt by the Chinese authorities to intimidate foreign news organizations by taking retribution against their China-based correspondents.\" \"FCCC member correspondents and their colleagues in China are suffering from an increasing frequency of harassment, surveillance and intimidation from authorities,\" said the statement.  \"The expulsion of these three WSJ reporters is only the latest, and most alarming, measure authorities have taken.\" China has not expelled a foreign correspondent since 1998, according to the FCCC.  Here's a look at where the cases are throughout the world, according to World Health Organization data.  These numbers may differ from those reported by national health authorities, who report updated totals at different times than the WHO. Here's a look at the situation on board the Diamond Princess cruise ship.  The case numbers here are from World Health Organization data that may differ from those reported by national health authorities, who report updated totals at different times to the WHO. Scientists around the world are slamming and debunking conspiracy theories that the novel coronavirus has its origins not in animals, but in a Chinese laboratory, according to a statement published Wednesday in the medical journal The Lancet.  \"We stand together to strongly condemn conspiracy theories suggesting that COVID-19 does not have a natural origin,” wrote the 27 authors, citing studies from scientists in multiple countries that have analyzed the virus’ genetic makeup.  These studies \"overwhelmingly conclude that this coronavirus originated in wildlife, as have so many other emerging pathogens.” CNN previously reported statements by Sen. Tom Cotton of Arkansas this week on Fox News, who said “this virus did not originate in the Wuhan animal market” and implied it may have started in a laboratory not far away.  \"We don't have evidence that this disease originated there ... but we at least have to ask the question,” Cotton said. In the newly published statement, the scientists said: “Conspiracy theories do nothing but create fear, rumours, and prejudice that jeopardise our global collaboration in the fight against this virus.\" Iran has confirmed its first two cases of coronavirus, the country’s health ministry announced Wednesday.  \"In the past two days we came across several suspicious cases of possible coronavirus in Qom. As soon soon as we received the reports our identification teams for contagious diseases were dispatched to Qom,\" said health ministry spokesman Kianoosh Jahanpour in a statement.  \"The suspicious cases were isolated according to protocol and medical samples taken. Several minutes ago the central laboratory confirmed that the result of the initial test of two of the suspect cases has come back positive for coronavirus,\" he added. The teams for contagious disease control are in Qom, a city located about 150 kilometers (93 miles) south of Tehran, the statement adds.  German sportswear giant Adidas released updated guidance Wednesday revealing its business activity in China has dropped 85% because of the novel coronavirus outbreak. “Our business activity in Greater China has been around 85% below the prior year level since Chinese New Year on January 25,” said the company, adding that other markets such as Japan and South Korea have also seen a decline in traffic.  Adidas said their business in China performed strongly the first three weeks of the year, but since then there has been “a material negative impact” on operations due to the outbreak.  The company has shut down a significant number of stores – both own- and partner-operated – and has observed a pronounced traffic reduction within the remaining store fleet, according to the guidance. Another big German sports firm, Puma, also warned warned about the impact of the virus on its bottom-line.  “After a good start into 2020, February has of course been negatively affected by the outbreak of COVID-19 [a name for the disease caused by the virus]. The business in China is currently heavily impacted due to the restrictions and safety measures implemented by the authorities,\" the company said. \"Business in other markets, especially in Asia, is suffering from lower numbers of Chinese tourists.”  Both Adidas and Puma said it is impossible to forecast the overall impact of the virus at this point in time. The second person to die from the novel coronavirus in Hong Kong was suffering from chronic diseases before catching the virus, health officials said Wednesday.  Dr. Lau Ka-Hin, Hong Kong's Hospital Authority Chief Manager for Quality and Standards, said the second person who died was a 70-year-old male who was diagnosed on February 14.  He died on Wednesday morning local time at the Princess Margaret Hospital. “His condition was not good before and his condition got worse this morning,” Dr. Lau said. He added the deceased patient suffered some “chronic diseases such as diabetes and hypertension, his renal function was not in good order.” More people from the quarantined Diamond Princess cruise ship tested positive for the novel coronavirus Wednesday, according to the Japanese Health Ministry. The ministry said 79 new cases were confirmed, adding that 68 of the people were said to be asymptomatic. The cases were taken from 607 samples on the cruise ship that has been docked in the Japanese port of Yokohama for two weeks.  In Japan, a total of 692 novel coronavirus cases have been confirmed, with 624 from the Diamond Princess and 68 outside the ship. Roughly 800 passengers disembarked the vessel on Wednesday, Japanese health ministry officials told CNN. The official did not give the exact number.  Before the disembarkation, there were about 3,100 passengers and crew on board on Wednesday morning. Among the remaining passengers are citizens of Canada, Australia, Italy and other nationalities who are due to fly back on chartered flights. More than 300 Americans were evacuated over the weekend and are now in quarantine at two US bases. Written by journalist Akanksha Sharma in Hong Kong. Hong Kong has confirmed another new case of the novel coronavirus on Wednesday, taking the total to number of cases to 63, according to the city’s Department of Health and Hospital Authority. The newly confirmed patient is 83-year-old female whose daughter and son-in-law were confirmed to have been infected with the novel coronavirus on February 15, the department said in a Wednesday news conference on Wednesday. Dr. Chuang Shuk-kwan, Head of the Communicable Disease Branch of the Centre for Health Protection of the Department of Health said that the family had a meal together on January 29 and the patient's daughter and son-in-law (57th and 60th case) developed symptoms on February 7 and 8. On February 15, the 83-year-old had a fall, fractured her hip and was admitted to the orthopedic quarter of Tuen Mun Hospital, according to Dr. Chuang. The following day she had a hip surgery and “as the doctor became aware of the confirmed cases of her daughter and her son-in-law, a test was performed and the test result came back positive today,” Dr. Chuang added. Her husband has also been tested for the novel coronavirus and his test results are pending, Dr. Chuang said. Christina Kerby is a passenger from the Westerdam, the cruise ship that was stuck at sea for days as fears of the coronavirus grew and several ports refused permission for the vessel to dock -- even though no passenger had tested positive for the virus. Kerby is now in a hotel in the Cambodian capital Phnom Penh, after Cambodia allowed the ship to dock, and waiting to hear if she and her mother will be able to get on a flight back home to the US. \"My husband and two kids are waiting for me and I miss them terribly and I want nothing more to be home,\" she told CNN in a Skype interview.  \"I’m a pragmatic person and I don’t want to rush things. I want those assurances along the way that it’s safe for me to travel,\" she said. \"I have been doing my best to make the best of it. We are in a beautiful 5-star hotel in Cambodia -- there's not much to complain about!\"   Uncertainty over getting home Throwing a spanner in the works is that on Saturday, one of the ship's passengers tested positive for the coronavirus during a stopover in Malaysia. The 83-year-old American woman had been on the first charter flight taking 143 Westerdam passengers to Malaysia, from where they could fly home. Westerdam passengers booked to leave today through Vietnam were rejected at the airport and returned back to the hotel. Kerby said her mother had a flight booked through Malaysia but when she arrived at the airport was told all travel had been halted.  The uncertainty is mounting and there is concern the window for getting on a flight could be closing.  Kerby, who has been posting regular updates about life onboard the ship on her Twitter feed, is optimistic.  \"My hope is that the news today of the negative test results might open some doors for us rather than close them,\" she said. \"I am being cautiously optimistic that we are all healthy and I am pleased to have a health declaration saying I’ve tested negative for the virus. So I am trying to operate on facts here and hope for the best.\" Cambodian health officials confirmed on Wednesday that 781 passengers from the Westerdam had tested negative for the novel coronavirus.   Kerby said that she is following CDC advice and is self-monitoring. She said passengers were allowed to leave the hotel freely and some people have been moving around and seeing the city.  A wild journey Of her reception in Cambodia, after more than 10 days stuck at sea, Kerby said it was \"phenomenal.\" \"Every Cambodian I’ve met has been warm and welcoming ... such gracious hosts and hospitality,\" she said.  She also said the Westerdam crew \"are single handedly responsible for keeping our spirits up.\" \"They were going through this with us, they were facing the same fear. And I never once saw a crew member not smile, not greet me warmly, not share a joke,\" she said.  However, Kerby said she has faced stigma on social media and has been \"exposed to a lot of hurtful comments\" because \"there is a perception and fear that I am contagious,\" she told CNN.  \"None of us feel like our lives will ever be the same again. And it's actually a positive thing. It’s given us a new sense of community ... it's opened my eyes to other parts of the world that I never would have seen,\" she said. \"It’s been a wild journey. Not the vacation I was expecting that’s for sure.\" The Chinese government announced Wednesday that it would revoke the press credentials of three Wall Street Journal reporters, the largest such expulsion of overseas media from the country in recent years. Chinese Foreign Ministry spokesman Geng Shuang said the expulsion was due to an opinion piece published by the US news organization on February 3, entitled \"China is the real sick man of Asia,\" that criticized China's response to the novel coronavirus. \"The editors used such a racially discriminatory title, triggering indignation and condemnation among the Chinese people and the international community,\" Geng said.\n\"Regrettably, what the WSJ has done so far is nothing but parrying and dodging its responsibility. It has neither issued an official apology nor informed us of what it plans to do with the persons involved. ... As such, it is decided that from today, the press cards of three WSJ journalists will be revoked.\" The Wall Street Journal quickly published an article confirming the news, saying “Deputy Bureau Chief Josh Chin and reporter Chao Deng, both US nationals, as well as reporter Philip Wen, an Australian national, have been ordered to leave the country in five days,” citing Jonathan Cheng, the Journal’s China bureau chief. Although the Chinese government has strict reporting restrictions on foreign media in the country, it is highly unusual for an international journalist to be expelled. Read the full story here.  A couple from Japan tested positive for novel coronavirus shortly after visiting Hawaii this month, and Delta Airlines says it is notifying passengers who were on their flight home about the couple's diagnosis. Search for close contacts: Hawaiian officials say they've been looking into the couple's activities in Hawaii, and are trying to find people who may have been in close contact with the couple.  Whereabouts: The man and woman were on Maui from January 28 to February 3, and then on Oahu from February 3 until their Delta flight home on February 6 to Nagoya, Japan, Hawaiian health officials say. Details about their time in Hawaii: In a news conference Friday, Hawaiian state health officials said this about the couple's time in Hawaii: • The man had no symptoms on Maui, which they visited January 28 to February 3. • The man did have cold-like symptoms, but no fever, on Oahu, where they were staying February 3-6. • While traveling in Oahu, the couple stayed at a timeshare at the Grand Waikikian by Hilton Grand Vacations in Honolulu.  • The man wore a mask during his flight back to Japan, and may have worn a mask during other parts of his travel. • The man did not seek medical care until arriving back in Japan, where he'd developed severe symptoms, state epidemiologist Dr. Sarah Park said. • \"It's very likely the (man) was exposed in Japan (before he traveled to Hawaii) or in transit coming to Hawaii, and became sick when he was here,\" Hawaii Director of Health Bruce Anderson said. Read more here.  Taiwan's Ministry of Health and Welfare reported another coronavirus case on Wednesday, bringing the total number of infected on the island to 23. The latest patient is a 60-year-old woman who is the sister of a man who died of the coronavirus on Sunday in Taiwan. She is the fifth person from the same family who contracted the virus, a ministry statement said.  The man who died is Taiwan's first fatality from the virus. He was in his 60s and had a history of hepatitis B and diabetes, and no history of traveling abroad. Mongolia has announced it will extend the closure of all schools until the end of March in response to the novel coronavirus, the state-run Montsame News Agency reported Wednesday. The order was announced by the State Emergency Commission and will apply to all educational institutions including kindergartens, universities and vocational training centers, it added. Mongolia has so far not reported any confirmed cases of the novel coronavirus. A total of 32 Mongolian citizens were evacuated from the Chinese city of Wuhan in early February. Measures in Mongolia: The extended school closures come about a week after Mongolia, which shares a long border with China, suspended the delivery of coal to China until March 2.  The decision was made after China reported two confirmed cases of novel coronavirus close to its border crossings with Mongolia. Mongolia has also implemented other preventative safety measures like canceling public gatherings and closing certain border crossings. More than 2,000 people have now died from the novel coronavirus, the vast majority of them in mainland China. China's Health Commission announced 136 new deaths since Monday, bringing the countrywide toll to 2,004. Over 75,000 people have been infected globally. Here's the latest: Cases pass 1,000 outside China: More than 1,000 people have now been infected with the virus outside mainland China. Japan, Singapore and South Korea have reported a steady rise in cases, with the Korean Centers for Disease Control confirming 20 new infections today, bringing the country's total to 51. Second death in Hong Kong: A 70-year-old man became the second fatality of the coronavirus in the semiautonomous Chinese financial hub of Hong Kong today. He was diagnosed on February 14, and had been staying in Princess Margaret Hospital. The city now has 62 cases of the virus and two deaths recorded. Cruise ship disembarks: After weeks under quarantine in Japan, the passengers of the Diamond Princess finally began to disembark today. Video from the scene showed a steady stream of people leaving the cruise ship, before getting into taxis and cars to begin their journey home. Some of their fellow passengers weren't so lucky -- more than 500 have been diagnosed with the virus. Quarantine questioned: As the cruise passengers depart, questions are being raised over how well Japan handled the quarantine. The US embassy in Tokyo said in a statement Wednesday that there was still a \"high risk\" of exposure and so no one was allowed to return to the US from the ship for a further 14 days. Canada evacuation: A chartered airplane that will evacuate Canadian citizens from the Diamond Princess is on its way, according to Global Affairs Canada. The flight is expected to depart Tokyo Haneda Airport on Thursday.  Westerdam relief: Cambodian health authorities announced today that 781 of the passengers from the Westerdam cruise ship had tested negative for the novel coronavirus. It will be a relief for the more than 1,500 passengers and crew remaining in Cambodia. They were all preparing to leave when one former passenger tested positive for the virus in Malaysia. Positive spin: Chinese state media is pushing the message that the worst of the crisis is over. In a phone call with the UK prime minister Tuesday, Chinese President Xi Jinping said there was \"visible progress.\" According to state news agency Xinhua, Xi said that the epidemic had now reached a \"crucial time.\" Vaccine in the works: A vaccine for the novel coronavirus could take 12 to 18 months, WHO director general Tedros Adhanom Ghebreyesus said Tuesday during a news briefing. But a vaccine is preparing for “the worst situation,” he said, and for now, long-term preparation needs to be balanced with immediate public health solutions that contain the virus and keep the fatality rate low.  South Korea has recorded five more cases of novel coronavirus, the South Korean Centers for Disease Control and Prevention reported on Wednesday, after confirming 15 cases earlier in the day.  That makes a total of 20 cases confirmed on Wednesday -- the biggest jump for South Korea in a single day. According to a government news release, 13 of the initial 15 are from the Daegu area in the country's southeast. One of the infections is an 11-year-old girl who is the daughter of a previously-confirmed patient. The total number of confirmed novel coronavirus cases in South Korea is now 51. The numbers of coronavirus infections and deaths in mainland China is still rising, with more than 2,000 people killed in the country alone. But Chinese President Xi Jinping said the prevention measures were \"achieving visible progress\" in a phone call with British Prime Minister Boris Johnson on Tuesday. Xi said, \"the battle has reached a crucial time\" and China had \"mobilized the entire country, and adopted the most comprehensive, rigorous and thorough prevention and control measures,\" state news agency Xinhua reported. Positive messaging: There has been a tone of optimism in Chinese state media and government statements today, implying the worst is over as the country begins to get back to work. But experts have warned that it is too soon to tell whether the virus is under control. \"This trend must be interpreted very cautiously. Trends can change as new populations are affected. It's too early to tell if this reported decline will continue. Every scenario is still on the table,\" Tedros Adhanom Ghebreyesus, director general of the World Health Organization (WHO), said during a news conference on Monday. Read more here. The largest and most comprehensive study yet of the novel coronavirus has found it is highly contagious but not as fatal as similar, previous diseases. Carried out by a group of experts at the Chinese Center for Disease Control and Prevention and published in the Chinese Journal of Epidemiology on Monday, the study looked at more than 72,000 confirmed and suspected cases of the coronavirus. It found clear indications that the virus which originated in Wuhan, central China is more contagious than the related coronaviruses that caused severe acute respiratory syndrome (SARS) and Middle East respiratory syndrome (MERS).  While the resulting disease, Covid-19, is not as fatal on a case-by-case basis, its quick spread has meant it has killed more people already than either of the other viruses. Not the whole story?: International experts have cautioned reading too much into the early numbers, saying case fatality rates may come down as officials discover patients with milder symptoms who didn't seek medical care. \"My sense and the sense of many of my colleagues, is that the ultimate case fatality rate ... is less than 2%,\" Dr. Anthony Fauci, director of the National Institute for Allergy and Infectious Diseases, told CNN's Jim Sciutto on \"New Day\" Tuesday. \n\"What is likely not getting counted is a large number of people who are either asymptomatic or minimally symptomatic.\" Read more here. If you were hoping for a quick cure for the coronavirus, the World Health Organization has some bad news. WHO director general Tedros Adhanom Ghebreyesus said at a news briefing on Tuesday that a vaccine against the virus was still at least a year away. But he said a vaccine would only protect against \"the worst situation\" of a pandemic, and for now it was important to promote public health solutions to limit the virus's spread. \"This is a window of opportunity that should not be missed,\" he said. US risk from virus 'minimal': As health officials around the world work to limit the spread of the coronavirus, an expert told CNN the risk to the US so far is \"very minimal.\" \"There really are only 15 cases now, in addition to those who were shipped here. They were identified, they were isolated and the contacts were traced.” said Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases. Fauci said that things could change, and a global pandemic was possible, but for now the situation appeared to be contained. Passengers who have tested negative for the novel coronavirus began disembarking from the stricken Diamond Princess cruise ship Wednesday, despite mounting evidence from infectious disease experts they could unknowingly be carrying the virus back into their communities. A total of 545 confirmed cases of the virus have been linked to the ship during its quarantine in Tokyo Bay. CDC highlights risk: The US Centers for Disease Control and Prevention (CDC) commended Japan's quarantine measures but said they may not be sufficient to prevent transmission among individuals in the ship. \"The CDC believes the rate of new infections on board, especially among those without symptoms, represents an ongoing risk,\" it said in a statement released Tuesday. \"To protect the health of the American public, all passengers and crew of the ship have been placed under travel restrictions, preventing them from returning to the US for at least 14 days after they have left the Diamond Princess.\" Expert raises alarm: A Japanese infectious disease specialist who visited the quarantined cruise ship alleged there is inadequate infection control on board. \"Inside the Diamond Princess, I was was so scared ... there was no way to tell where the virus was ... bureaucrats were in charge of everything,\" said Kentaro Iwata, an infectious disease specialist at Kobe University in a YouTube video published Tuesday. Read more here. CNN's David Culver visits Shanghai, China, where streets in the normally vibrant financial hub are mostly empty and businesses shuttered as fears of the novel coronavirus linger. He finds residents going to extraordinary measures to protect themselves from the virus, with face masks being just one line of defense. In the heart of the city's financial district there's hardly any traffic and the lunch-time rush is almost non-existent. Meanwhile, one finance worker says the outbreak may come at a cost. A total of 781 passengers from the Westerdam cruise ship are one step closer to returning home after Cambodian health authorities said they had tested negative for the novel coronavirus. After being unable to find a port for days, the Westerdam finally was able to berth in Cambodia on February 13. At the time, no cases of the virus had been reported aboard the ship. However, an 83-year-old American passenger tested positive for the virus in Malaysia while she was on transit home after disembarking the ship. That left hundreds of passengers either stuck on board the vessel or in hotels in the Cambodian capital Phnom Penh as authorities scrambled to investigate the infection. A ship in limbo: On board the ship when it docked were 1,455 passengers from several countries and more than 700 crew. As of Tuesday, only 1,000 people were left onboard the Westerdam, while another 500 or so were in Phnom Penh. The Cambodian government said the negative test results were from both passengers on the ship and in the city. No quarantine: Those still awaiting testing are not being held under any strict quarantine measures, Ministry of Health spokeswoman Dr. Or Vandline said. She added that the passengers in Phnom Penh still awaiting their test results are being allowed to move around the city if they need to as long as they \"exercise precaution.\" The ministry has also advised passengers still in Cambodia to contact health officials if they are feeling unwell. Both Malaysia and Thailand have said they will not allow Westerdam passengers to pass through their countries on their way home. UPDATE: This post has been updated to accurately reflect the quarantine measures imposed on Westerdam passengers waiting for test results. On the streets of Japan's capital, there's no sense of panic or alarm, but people are steadily increasing their precautions against the deadly novel coronavirus that is spreading globally. Seven new cases of the novel coronavirus in Japan were announced Tuesday, bringing the country's total to 68 outside of the 545 infections linked to the Diamond Princess cruise ship docked in Yokohama. In Tokyo, people can regularly be seen wearing surgical face masks, despite a shortage of the protective wear making them increasingly hard to find. Many convenience stores and supermarkets are limiting the purchase of face masks to one packet per person. Some shops have also posted signs saying when the next mask delivery will be to avoid having to constantly respond to customer queries. No panic: But unlike other countries, there has been no sign of panic buying of supplies such as toilet paper or canned food in Japan. Japanese companies are increasingly recommending people work from home if possible, as alcohol hand wash has appeared in lifts and corridors of major buildings across Tokyo. Speaking on Tuesday, Prime Minister Shinzo Abe urged citizens who had cold-like symptoms to stay at home. But there's no doubt that tensions are steadily increasing in the country as health experts warn Japan has entered the \"next phase\" of the outbreak spreading locally in the country. For now, Japan is on alert, not alarmed. There's still a lot we don't know about the novel coronavirus, officially called Covid-19, and scientists around the world are racing to gather data and develop a treatment. Here's what we can tell you so far: Is there a cure? There's no cure, but patients can be treated for symptoms and may recover. A vaccine could take 12 to 18 months, according to World Health Organization director general Tedros Adhanom Ghebreyesus.\nWhat are the symptoms? Coronavirus symptoms can look like the flu -- a runny nose, cough, sore throat, possibly a headache and maybe a fever, which can last for a couple of days.\nHow does the virus spread? The virus is thought to spread from person to person through respiratory droplets emitted by coughing or sneezing. There's also a possibility the virus can exist in and spread through contaminated fecal matter. There's currently no evidence that the virus is airborne -- meaning, for instance, it doesn't travel across a large room.\nWho is at risk of infection? People of all ages can be infected with the virus, but older people and those with pre-existing medical conditions are especially vulnerable to severe complications.\nHow can I protect myself? Take the same precautionary measures you would during flu season. Wash your hands often with soap and water, cover your nose and mouth when you sneeze or cough, avoid close contact with people or large gatherings, and wear a face mask. Sen. Tom Cotton isn't an infectious disease expert. Which is why it's odd that the Arkansas Republican decided to wildly speculate about the origins of the novel coronavirus during an appearance on Fox News this past Sunday. Asked by anchor Maria Bartiromo \"why do these diseases keep coming out of China,\" Cotton responded: \"This virus did not originate in the Wuhan animal market. Several of the original cases did not have any contact with that food market. We don't know where it originated ... we also know that just a few miles away from that food market is China's only bio safety level 4 super laboratory that researches human infectious diseases. We don't have evidence that this disease originated there ... but we at least have to ask the question.\" So, in short, what Cotton is suggesting is that either the virus is the result of an experiment gone bad or a purposeful release of a bio-weapon. Big news, right? Except that there's no evidence to back up Cotton's claim. On TV, the US senator floated a totally evidence-free conspiracy theory about the disease. Read the full analysis here. The novel coronavirus has infected more than 75,000 people and caused over 2,000 deaths -- the vast majority of cases and all but six deaths in mainland China. A spike in infections in Singapore, Japan, South Korea and onboard the Diamond Princess cruise ship has pushed the total number of cases outside mainland China to at least 1,011 as of today. More than half of the cases outside mainland China -- a total of 545 -- are linked to the Diamond Princess, anchored off Yokohama, Japan as passengers begin to leave a 14-day quarantine today. Other than the Diamond Princess, the places with the largest number of cases are: Singapore: 81 cases Japan: 68 cases, 1 death Hong Kong: 62 cases, 2 deaths South Korea: 46 cases Thailand: 35 cases Read more here. After testing negative for the coronavirus, and a short wait at shoreside facilities, some of the Diamond Princess passengers are finally disembarking. It will take several days to get everyone off the ship, with passengers over 70 likely to be first to go. The cruise ship has been in quarantine for 14 days, and in that time more than 500 people on board has tested positive for the virus. In a message to departing passengers, captain Stefano Ravera thanked the passengers for their patience and resilience. \"Well, it goes without saying that after our extended journey together, we will be sad to see many of you go,\" he said on Tuesday. \"The strength and the togetherness that you have shown over the last few weeks has been incredible.\" Were safety measures satisfactory?: As the passengers begin to depart, questions are being raised over the Japanese government's quarantine of the vessel. A Japanese infectious disease specialist who visited the quarantined cruise ship alleged in a YouTube video that there was inadequate infection control onboard. \"Inside the Diamond Princess, I was was so scared ... there was no way to tell where the virus was ... bureaucrats were in charge of everything,\" said Kentaro Iwata, an infectious disease specialist at Kobe University in the video published Tuesday. The US Centers for Disease Control and Prevention has said Diamond Princess passengers will not be allowed back into the US for at least 14 days. Read more here. Simply checking travelers for symptoms such as fever or cough is not enough to avoid spreading the novel coronavirus, a new report by German researchers said Tuesday. Published in the New England Journal of Medicine, the paper assessed the screening process used on 126 people who were evacuated from Wuhan, China, to Germany. Despite going through multiple screenings once arriving in Germany, two of the travelers ultimately tested positive for the coronavirus. \"A symptom-based screening process was ineffective for detecting (the virus),\" the paper said. Virus may live on surfaces for days: There is still much we don't know about the novel coronavirus, including how long it can survive on surfaces outside the human body. The Chinese government is taking no chances, even cleaning or destroying cash which has been known to be touched by infected patients.  A new study has suggested that might be wise -- some coronaviruses such as severe acute respiratory syndrome (SARS) could survive on surfaces for up to nine days. Hong Kong had barely begun returning to normalcy after more than six months of often violent unrest when the coronavirus outbreak hit in January. The semiautonomous Chinese city has confirmed 62 cases and two deaths from the virus. Now, lingering resentments have collided with the virus to create a perfect storm -- a divided society that can't come together, facing a public health crisis that demands a unified response and a paralyzed government caught in the middle. Hints of extremism have even reemerged during the outbreak. Last month, when the government announced it would convert a building into a quarantine facility, the move sparked fears from nearby residents that the facility would bring the virus into the neighborhood.  In protest, a masked group set the lobby on fire with petrol bombs, one of the key weapons lobbed at police during last year's protests. \"These destructive acts have posed a grave threat to the safety of people at scene,\" Hong Kong police said in a statement afterward, mirroring language used in police statements during the protests. \"Police warn all rioters to stop the unlawful acts. Read the full analysis here. There have been 15 new cases of the novel coronavirus confirmed in South Korea, the country's Centers for Disease Control and Prevention announced today. According to a government news release, 13 of the new cases are from the Daegu area in the country's southeast. One of the infections is an 11-year-old girl who is the daughter of a previously-confirmed patient. The total number of confirmed novel coronavirus cases in South Korea is now 46. Presidential treatment: South Korea's government announced Tuesday it would be sending its presidential aircraft to Japan to repatriate its citizens who wished to return from the Diamond Princess cruise ship. Seoul isn't the only government with repatriation plans. The UK, Canada and Australia have all announced measures to evacuate their citizens from the quarantined cruise ship, following US evacuation flights. As of this morning, there were nine South Korean passengers and five crew on board the ship, which is linked to 545 confirmed cases of the virus. A second person has died of the coronavirus in the semiautonomous Chinese financial hub of Hong Kong, the local hospital authority announced this morning. The victim was a 70-year-old old man who was diagnosed with the virus on February 14 before being admitted to Princess Margaret Hospital. There are now 62 confirmed cases of the virus across Hong Kong and two deaths.  The first Hong Kong victim of the coronavirus was a 39-year-old man with an underlying illness who died on February 4 and had an underlying illness. He took the high-speed train from Hong Kong to the virus epicenter of Wuhan on January 21 and returned to the city on January 23.  Hong Kong has temporarily closed some of its borders with China and stopped issuing travel permits to mainland tourists. With many questions still remaining around the rapidly-spreading coronavirus, US Secretary of State Mike Pompeo called Tuesday for open sharing of research on the virus. \"We hope that every country that has information, this includes China, will be completely open and transparent. It took us too long to get the medical experts into country,” Pompeo said at a joint news conference in Addis Ababa. The World Health Organization has praised the Chinese government for its actions to contain the epidemic but the US and China have at times clashed over how best to deal with the coronavirus. Speaking Tuesday, Pompeo said that the outbreak was now a problem \"of global scale.\" \"We wish that (information sharing) could have happened more quickly. But we are hopeful that the Chinese government will increase its transparency,” he said. Passengers have started disembarking the Diamond Princess cruise ship following a two-week quarantine due to the novel coronavirus outbreak, according to a CNN team in Yokohama.  CNN’s Mark Phillips saw five elderly couples leave the passenger terminal on Wednesday morning local time. Once they left the terminal they got into taxis and drove away.  According to the ship's captain, disembarkation was due to start at about 10:30 a.m. Japan Standard Time -- but it might take several days until all the passengers can leave. “We are in the process of delivering a letter to your staterooms, explaining the disembarkation process including the possibility of additional charter flights from various countries that you may be eligible to travel on”, the captain said in a Tuesday announcement. US passengers face longer wait: As of Tuesday, a total of 545 confirmed cases of the virus had been linked to the ship. The US Embassy in Tokyo announced Tuesday that all passengers from the Diamond Princess would need to wait 14 days before they were allowed to travel to the United States. \"Please be assured that the U.S. Embassy is fully aware of the difficulty of this situation and will continue to support you to the fullest extent possible,\" the embassy said in a statement. At least 2,009 people have now died from the novel coronavirus, the vast majority of them in mainland China. China's Health Commission announced 136 new deaths since Monday, bringing the countrywide toll to 2,004. Here's the latest: Cases pass 1,000 outside China: More than 1,000 people have now been infected with the virus outside mainland China. Japan and Singapore are still seeing a steady rise in cases, with the Ministry of Health in Tokyo reporting seven new infections on Tuesday. Cruise ship disembarks: After weeks under quarantine in Japan, the passengers of the Diamond Princess will begin to disembark today. It will take days to get all those onboard off the ship, but it will be a relief for the cruise goers who have tested negative for the coronavirus. More than 500 of their fellow passengers have already been diagnosed with the virus. But the US embassy in Tokyo said in a statement Wednesday that there was still a \"high risk\" of exposure and so no one was allowed to return to the US from the ship for a further 14 days. Canada evacuation: A chartered airplane that will evacuate Canadian citizens from the Diamond Princess is on its way, according to Global Affairs Canada. The flight is expected to depart Tokyo Haneda Airport on Thursday.  Westerdam waits: Meanwhile, test results are pending for 1,000 crew and passengers waiting aboard the Westerdam cruise ship in Cambodia. One passenger is said to have tested positive for the virus by Malaysian authorities after she was transiting through the country. Passengers from the ship disembarked in Cambodia on Friday after being refused entry at several ports. Positive spin: Chinese state-run media is pushing the message that the worst of the crisis is over. In a phone call with the UK prime minister Tuesday, Chinese President Xi Jinping said there was \"visible progress.\" According to state news agency Xinhua, Xi said that the epidemic had now reached a \"crucial time.\" US calls for transparency: Secretary of State Mike Pompeo said Tuesday that the US is “hopeful” that China will increase its transparency in sharing information about the virus. “We hope that every country that has information, this includes China, will be completely open and transparent. It took us too long to get the medical experts into country,” Pompeo said at a joint news briefing in Addis Ababa, Ethiopia. Vaccine in the works: A vaccine for the novel coronavirus could take 12 to 18 months, WHO director general Tedros Adhanom Ghebreyesus said Tuesday during a news briefing. But a vaccine is preparing for “the worst situation,” he said, and for now, long-term preparation needs to be balanced with immediate public health solutions that contain the virus and keep the fatality rate low.    Japan has seven new cases of novel coronavirus, the Ministry of Health, Labour and Welfare announced on Tuesday. About the cases: The new cases include a teen in Wakayama and a male doctor in his 30s who went aboard the Diamond Princess cruise ship. The doctor is a member of the disaster medical assistance team. In Japan, a total of 613 novel coronavirus cases have been confirmed, with 545 on the Diamond Princess cruise ship and 68 outside the ship. Virus guidelines: Amid a spike in cases, Japan's health ministry issued guidelines Monday for people experiencing symptoms similar to the coronavirus in an effort to to prevent worried citizens from inundating hospitals by providing them with specific hotlines to call. People who are feeling lethargic, experiencing shortness of breath, or who have had a temperature of 37.5 Celsius or higher for four days should call nationwide healthcare centers that are in charge of responding to the outbreak, the health ministry advises. Biggest outbreaks outside mainland China: Japan, Singapore and Hong Kong are the locations with the most diagnosed cases outside of mainland China.  Singapore has 81 infections while Hong Kong has 62. More than 2,000 people have died from the novel coronavirus across the globe, according to the latest figures released Tuesday. China’s National Health Commission (NHC) reported Tuesday that 136 more people died of coronavirus in mainland China, 132 of which occurred in Hubei province. The latest figures bring the total number of deaths in mainland China to 2,004, and the global death toll to 2,009. There have been five deaths reported outside of mainland China, with Hong Kong, Taiwan, Japan, the Philippines and France all recording one death each. The global number of confirmed coronavirus cases now stands at 75,117, with the majority of cases in mainland China. China’s National Health Commission is expected to release numbers for all of China’s provinces later.", "Section": "asia", "Writers": ["Ben Westcott", "Adam Renton", "Jack Guy", "Ivana Kottasová"], "URL": "https://www.cnn.com/asia/live-news/coronavirus-outbreak-02-19-20-intl-hnk/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}