{"Type": "article", "Time": "2019-10-24", "Headline": "More cities in China to offer 144-hour visas", "Text": "China has added new cities to its list of places that many foreign tourists can visit with easier-to-obtain short term visas. The cities of Xi'an, Ningbo, Chengdu and Chongqing will now be accessible via a 144-hour (six-day) transit visa, also known as a G visa, as of December 1, 2019, according to a report from China's state-run news outlet CGTN. This brings the total number of Chinese cities with G visa access to 20.  Xi'an is famous for the Terracotta Warriors, a UNESCO World Heritage site, while Chengdu is the home of two of China's most beloved exports -- pandas and spicy hotpot. Both are also major transit hubs.  Several other cities throughout China, including Shanghai and Beijing, also have this G visa option. The 144-hour number is a maximum, but it's not obligatory to stay the full six days. However, this doesn't mean that tourists can simply show up in China and begin their travels without any problems. First, visitors need to be from one of 53 accepted countries, which include Australia, the United States, Japan, Singapore, Canada and the United Kingdom.  They must also have proof that they've booked travel to a different destination via China, such as a plane or cruise ship ticket or with their name on it. Hong Kong and Macao are both acceptable end destinations for the purposes of the transit visa.  Travelers will also need to fill out the visa application form and have passport-sized photos that can be affixed to the document. Printed-out paperwork is ideal as visitors may not be able to use their phones or access the internet while in the country.  If the country they are transiting to requires a visa or other paperwork, they will need to have that already secured and on their person as well.  It is generally best and easiest to stick with one city during a stopover, as some travelers have reported challenges for multicity itineraries.  The new visa rulings will relax that policy slightly, but not entirely. For example, Ningbo's 144-hour visa also covers the broader Yangtze River Delta area, including Shanghai. Hotels will often want to see a traveler's visa before allowing them to check in, and visitors are subject to fines and punishments if they overstay the time limit.  Still, for those able to obtain the G visa, the 144-hour window gives a curious traveler a good period of time to begin exploring China and to add a bonus to a planned holiday.", "Section": "travel", "Writers": ["Lilit Marcus"], "URL": "https://www.cnn.com/travel/article/transit-visa-china-ningbo-xian/index.html", "MainKeyWord": "Macao", "AdditionalKeyWord": "Singapore", "Source": "CNN"}