{"Type": "gallery", "Time": "2020-04-24", "Headline": "Here are the areas that are starting to reopen", "Text": "People wearing face masks hug at New York's Metropolitan Museum of Art as it reopens to members on August 27. A child is photographed in front of a Donald Trump wax figure at Madame Tussauds New York on August 27.  Actors Jessica Johnson and Stephen Tompkinson perform at the Minack Theatre in Porthcurno, England, during a production of Willy Russell's \"Educating Rita\" on August 18. Visitors enjoy the lobby exhibits during the reopening of the Natural History Museum in London on August 5. People swim at Jubilee Pool, an open-air seawater pool, after it reopened in Penzance, England, on July 25. Children pose by Steve McQueen's \"Year 3\" shortly before the Tate Britain gallery reopened in London in late July. A park ranger takes a picture of tourists in front of the Statue of Liberty after Liberty Island partially reopened in New York on July 20. Worshippers of Legio Maria attend a prayer in Nairobi, Kenya, on July 19. Places of worship have reopened in Kenya under strict guidelines. A floor is marked for social distancing as people exercise inside a gym in Sao Paulo, Brazil, on July 13. Gyms were allowed to reopen after more than three months of lockdown. Soccer balls are sanitized before a preseason tournament in Guadalajara, Mexico, on July 12. The pro tournament was being played without spectators. A man watches a movie at a cinema in Colombo, Sri Lanka, on July 11. People gather on the Baie des Anges to hear the set of French DJ The Avener during a concert in Nice, France, on July 11. It was the first public show in Nice since France ended its coronavirus shutdown. Visitors stand in front of the \"Mona Lisa\" at the Louvre in Paris on July 6. The Louvre, the world's most popular museum, has reopened its doors after months of closure. A man pours water over himself in London's Soho neighborhood on July 4 — the day pubs, hotels and restaurants were allowed to reopen in the United Kingdom. People play slot machines at the Ocean Casino in Atlantic City, New Jersey, on July 3. Atlantic City reopened eight of its nine casinos while limiting capacity to 25%. A diver cleans the inside window of the seal tank at the Tynemouth Aquarium in northeast England on July 2. The aquarium was getting set to reopen. Visitors take a selfie at the entrance gate of Tokyo Disneyland on July 1. Tokyo Disneyland and Tokyo Disney Sea are reopening after months of being closed because of the pandemic. All of Disney's Asia parks have now officially reopened. People sit at a giant table on the Charles Bridge in Prague, Czech Republic, on June 30. To celebrate the end of the country's lockdown, cafe owner Ondrej Kobza organized the dinner party. \"We want to celebrate the end of the coronavirus crisis with people meeting up and showing they're no longer afraid to meet others. That they aren't afraid to accept a bite of a sandwich from someone,\" Kobza told the Agence France-Presse news agency. The Czech Republic was quick to implement a lockdown at the start of the outbreak and became one of the first countries to tell its citizens to wear masks. That helped it avoid the worst of the pandemic and ease restrictions earlier than many other nations. Staff members spray disinfectant inside a movie theater in Kuala Lumpur, Malaysia, on June 26. The theater was preparing for its reopening on July 1.  A visitor admires the view from the Eiffel Tower during its partial reopening in Paris on June 25. The elevators were still closed, but people were allowed to use the stairs. A beach is slammed with people in Bournemouth, England, on June 24. British Prime Minister Boris Johnson began easing coronavirus restrictions in May, but people are still supposed to be distancing themselves from one another. Maya Evans, right, toasts her friend Tifffany Webster's 30th birthday outside a restaurant in New York on June 22. The city entered Phase Two of its reopening plan. Phase Two allows for outdoor dining and the opening of barbershops and salons. Retail stores can open for in-person shopping at 50% capacity. Trevor Shimpfky helps a customer select a suit from Custom LAB in New York City on June 22. Children arrive at the Jules Julien Elementary School in Toulouse, France, on June 22. People congregate at a snack bar in Barcelona, Spain, on June 21. Spain had just lifted its national state of emergency after three months on lockdown. Fans of the Hungarian soccer club Ferencvarosi TC attend a match in Budapest on June 20. Vendor tents are illuminated at the Rot Fai Market in Bangkok, Thailand, on June 19. People exercise in workout pods at Inspire South Bay Fitness, a gym in Redondo Beach, California, on June 15. Sue Stamp fits a young girl with a new pair of shoes after W.J. French and Son reopened in Southampton, England, on June 15. People drink outside a bar in New York City's East Village on June 12. Bars in the city were not allowed to open yet, but many people in New York took to the streets after the city entered Phase One of its reopening plan on June 8. Workers remove the blocks around an Apple Store on New York's Fifth Avenue on June 12. After 78 days of stay-at-home orders — the longest coronavirus lockdown in the country — New York launched Phase One of its reopening plan on June 8. That meant hundreds of thousands of people could get back to work, including nonessential workers in construction and manufacturing. Retail stores could set up curbside or in-store pickups. Floor supervisor Dumitru Carabasu sanitizes dice at Las Vegas' Excalibur Hotel & Casino on June 11. It was reopening for the first time since mid-March. Nail technicians perform manicures and pedicures at a nail bar in Moscow on June 9. The Russian capital ended a tight lockdown that had been in place since late March. Commuters wear protective masks as they ride a subway train in New York on June 8. Parishioners are welcomed back to a Greek Orthodox church in Keilor East, Australia, on June 7. Religious services and gatherings for up to 20 people are now permitted in the state of Victoria. Visitors ride a roller coaster at the Universal Studios theme park in Orlando after it reopened on June 5. Customers stand on an escalator inside Le Printemps Haussmann, a department store in Paris, on May 28. A restorer cleans Michelangelo's David statue on May 27 while preparing for the reopening of the Galleria dell'Accademia in Florence, Italy. Traders work on the floor of the New York Stock Exchange after it reopened for in-person trading on May 26. A man dives into an outdoor swimming pool in Rome on May 25. Visitors take photos from the South Rim of the Grand Canyon shortly after sunrise on May 25. Grand Canyon National Park had partially reopened for weekends. Students in Abidjan, Ivory Coast, study at the Merlan school of Paillet on May 25. Visitors look at the work of artist Berlinde De Bruyckere at Fondazione Sandretto Re Rebaudengo, a contemporary art foundation in Turin, Italy, on May 23.    Jasmine Donaldson cleans a movie theater in Auckland, New Zealand, on May 22. Matakana Cinemas reopened May 28 with a reduced capacity to allow for social distancing between seats and in the foyer. Chinese Communist Party delegates stand for the national anthem at the opening of the National People's Congress on May 22. The annual parliamentary gathering had been postponed. People visit the ARoS Museum of Art in Aarhus, Denmark, on May 22. The museum opened its doors to the public after being closed for two months. Surfers take to the water in Lido Beach, New York, on May 21. People visit the reopened Blaavand Zoo in Denmark on May 21. People swim at a public pool in Cologne, Germany, on May 21. Christian Orthodox faithfuls attend a liturgy in Athens, Greece, on May 20. People visit Florida's Clearwater Beach on May 20. Florida opened its beaches as part of Phase One of its reopening. People walk in Naples, Italy, on May 19. People enjoy the water as Florida's Palm Beach County reopened some beaches on May 18. Social-distancing rules were still in effect. Nuns await a Mass in Rome on May 18. It was the first Mass celebrated by parish priest Marco Gnavi in more than two months. A worker wears protective gear while cutting a customer's hair at a salon in Nadiad, India, on May 17. India's lockdown was set to remain in place until May 31, but many salons and shops were able to reopen. Police walk through New York's Hudson River Park with a reminder about social distancing on May 16. Soccer balls are disinfected at a professional match in Düsseldorf, Germany, on May 16. Germany's Bundesliga was the first major European soccer division to return to action. Swimmers pay for sunbeds at the Alimos beach near Athens, Greece, on May 16. People dance at dusk on the beach in Santa Monica, California, on May 13. A stay-at-home order was still in place in Los Angeles County, but some restrictions were modified. Beaches opened for runners, swimmers and surfers, but not sunbathers. Owner Michael Mattson toasts the re-opening of the Friends and Neighbors bar in Appleton, Wisconsin, following the Wisconsin Supreme Court's decision to strike down the state's stay-at-home order on May 13. A customer buys eggs at a market in Kunming, China, on May 12. A woman takes a photo at Disneyland Shanghai after the amusement park reopened in China on May 11. The park had been closed for three and a half months. Visitors are now required to wear masks, have their temperatures taken and practice social distancing. People eat fries on the boardwalk in Ocean City, Maryland, on May 10.  People exercise on a reopened promenade next to a beach in Barcelona, Spain, on May 9. Patrons eat at a restaurant in Bangkok, Thailand, on May 9. Fans cheer during a professional baseball game between the Fubon Guardians and the Uni-President Lions in New Taipei City, Taiwan, on May 8. Traci Hancock has her hair cut by stylist Jill Cespedes at Shampoo Salon in Fort Worth, Texas, on May 8. Texas Gov. Greg Abbott announced that hair salons, barber shops and tanning salons were allowed to open. A long line of cars forms as a KFC drive-thru reopens in Plymouth, England, on May 8. Sue Conklin, owner of Books Rio V, stocks her shelves in Rio Vista, California, on May 8. It was her first day back at the used bookstore since March 28. A man receives a haircut at Doug's Barber Shop in Houston on May 8. Two men wearing face masks play chess in Montevideo, Uruguay, on May 7. People enjoy a beach that had just reopened in Isle of Palms, South Carolina, on May 6. People stand on social-distancing markers at a Mercedes-Benz car dealership in Brussels, Belgium, on May 6. Kelly Watson puts glass in a recycling bin in Springfield, Missouri, on May 6, The Lone Pine Recycling Center had just reopened. Customers wait to get their nails done at the Nail Tech salon in Yuba City, California, on May 6.  A man wears a protective face mask while visiting the Old Masters Picture Ga", "Section": "world", "Writers": [null], "URL": "https://www.cnn.com/2020/04/24/world/gallery/coronavirus-after-lockdown/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Thailand", "Source": "CNN"}