{"Type": "article", "Time": "2020-04-25", "Headline": "US Air Force pulls bombers from Guam", "Text": "For the first time in 16 years, the United States Air Force has no heavy bombers on Guam. When five B-52s Stratofortresses left Andersen Air Force Base on the Pacific island on April 17, it brought an end to the Continuous Bomber Presence (CBP), a mission once touted by the Pentagon as a key piece of deterrence to potential adversaries and reassurance to allies in Asia and the Western Pacific. Under the CBP, B-52s, B-1s and B-2 stealth bombers were deployed to Andersen Air Force Base in six-month rotations, putting the teeth of US strategic airpower within several hours flying time of Pacific flashpoints like North Korea and the South China Sea. Now, US Strategic Command says the bombers can be more effective when flying from their home bases in the continental United States. They can still deploy when needed to the Pacific, the argument goes, but from the US mainland they can respond more quickly to other potential hotspots like the Persian Gulf. \"The United States has transitioned to an approach that enables strategic bombers to operate forward in the Indo-Pacific region from a broader array of overseas locations, when required, and with greater operational resilience, while these bombers are permanently based in the United States,\" Maj. Kate Atanasoff, US Strategic Command spokesperson, said in a statement. The move is in line with the Pentagon's 2018 National Defense Strategy, which calls for US forces to be \"operationally unpredictable.\" The military argument From a military standpoint, US analysts say the move makes a lot of sense. \"The consistency and predictability of the (Guam) deployment raised serious operational vulnerabilities. A planner in China's military could have easily plotted ways of destroying the bombers due to their well-known presence,\" said Timothy Heath, senior international defense researcher with the RAND Corp. think tank in Washington. In fact, one of China's highly touted intermediate range ballistic missiles, the DF-26, was dubbed \"the Guam killer\" by analysts when it was debuted in 2015 for its ability to hit bases on the US territory from the Chinese mainland.  In 2017, North Korea tested an intermediate range ballistic missile of its own, the Hwasong-12, in what state media said was part of a plan aimed at \"containing Guam.\" \"Pulling back from Guam reduces the 'targetable footprint' facing Chinese and North Korean ballistic missile threat,\" said Carl Schuster, a former director of operations at the US Pacific Command's Joint Intelligence Center. And the bomber pullback should be reassuring to allies like Japan and South Korea, the analysts said. \"Tokyo and Seoul, among other Asian allies and partners, are likely to be encouraged by evidence that the US is taking seriously its defense obligations and improving the deterrence and readiness of key combat forces through actions such as ending the CBP,\" Heath said. Key assets, in the form of the bombers, will be moved out of range of a possible first strike by adversaries. But armed with long-range strike missiles and supported by aerial refueling tankers, they can be back in action in the Pacific in less than a day from their mainland bases in places like North Dakota and Louisiana, Schuster said. To illustrate that point, on Wednesday the Air Force sent a B-1 bomber from its South Dakota base on a 30-hour round trip to Japan, where it teamed up with Japanese F-15 and F-2 fighters as well as US F-16 jets on a training exercise. \"This operation showcases our unwavering commitment to the security and stability of the Indo-Pacific region through the employment of strategic forces from around the globe,\" Gen. CQ Brown, Jr., US Pacific Air Forces commander, said in a statement. \"We remain a lethal, innovative and interoperable force focused on a shared vision of upholding a free and open lndo-Pacific,\" the general said. Schuster said that while the bombers are on the way from the US mainland, the US military maintains enough firepower in the region -- including F-35, F-16 and F-15 fighters in Japan and warships and submarines armed with Tomahawk cruise missiles -- to deal with the opening stages of any conflict. And US allies and partners also have their own highly capable forces, Schuster said. \"The move also signals confidence in their defense capabilities,\" he said. The perceptions But then there are the optics. Perception matters, and there is worry that removing the bomber presence from Guam won't be seen the way Washington wants it to be. It comes at a time when the Trump administration is asking allies to cover more of the cost of US forces based in their countries. After his 2018 Singapore summit with North Korea's Kim Jong Un, the US President openly questioned the cost of the bombers on Guam when used for exercises in South Korea. \"The war games are very expensive; we paid for a big majority of them, we fly in bombers from Guam,\" Trump said. \"That's a long time for these big massive planes to be flying to South Korea to practice and then drop bombs all over the place and then go back to Guam. I know a lot about airplanes, it's very expensive,\" he added. Comments like those have raised eyebrows about Trump's commitment to the Pacific, and for some the movement of the bombers off Guam exacerbates that feeling. \"The end of CBP sends a clear strategic message to US Pacific allies. Bit by bit the US is leaving,\" said Peter Layton, a former Australian air force officer and analyst at the Griffith Asia Institute. \"It is not reassuring. Instead it is more a remainder that the times are a'changing,\" he said. Layton noted that the departure of the bombers from Guam came around the time that China was flexing its military muscles with exercises near Taiwan and in the South China Sea. \"The very public withdrawal of the CBP seems to be deliberately timed to reinforce the regional perceptions of a rising China, and a withdrawing America,\" Layton said. Since its inception in 2004, the Continuous Bomber Presence on Guam has been about very visible force projection. As recently as February, the Air Force was touting the presence of a Guam-deployed B-52 participating with dozens of Japanese and other US planes in training \"consistent with long-standing and well-known US freedom of navigation policies.\"  Bombers from Guam have been used in such operations over the South China Sea as well as in flights over the Korean Peninsula as a demonstration of US resolve during the height of tensions with North Korea. The flights over and around South Korea often drew fiery responses from Pyongyang. \"The gangster-like US imperialists are ceaselessly resorting to their frantic nuclear threat and blackmail to stifle the DPRK with nukes at any cost,\" a post from the state-run Korean Central News Agency said after B-1 bombers from Guam overflew the South in 2017. A Pacific showcase Guam, too, provided a unique location to highlight the scope and breadth of the US bomber fleet. Twice the US Air Force brought all three types of bombers to Andersen Air Force Base at the same time, providing imposing pictures and videos to go along with the events. Those kinds of displays continued right up to last week, when the Air Force put on an \"elephant walk\" at Andersen Air Force Base This involved what the Air Force term an \"elephant walk,\" lining up the range of aircraft at the base, including the B-52s, KC-135 tankers and Air Force and Navy drones, on one of its runways. \"The Elephant Walk showcases the ... readiness and ability to generate combat airpower at a moment's notice to ensure regional stability throughout the Indo-Pacific,\" the Air Force said. While the bomber pullout puts such displays off the table for the time being, analysts said the Pentagon will need to still find ways to stay visible in the skies over the Indo-Pacific. \"US officials will need to work harder to reassure allies and the region that the temporary absence and unpredictability of the US presence represents an increase in the US commitment to the region, not a decrease,\" said Heath. Schuster expects the bombers will be back. \"We will stage bombers through Guam periodically,\" the former US Navy captain said. \"Sometimes they will participate in exercises with our allies and partners, sometimes they will continue on to the Indian Ocean by way of the South China Sea.\" The unpredictability of random deployments \"will also complicate any bad actors' decision-making assumptions,\" Schuster said. But Layton sees a slippery slope to US disengagement. \"It is a reminder of a truism of history: one day empires leave,\" he said.", "Section": "asia", "Writers": ["Brad Lendon"], "URL": "https://www.cnn.com/2020/04/24/asia/guam-us-air-force-bombers-pull-out-intl-hnk/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Singapore", "Source": "CNN"}