{"Type": "article", "Time": "2020-09-24", "Headline": "September 25 coronavirus news", "Text": "Victoria's Health Minister Jenny Mikakos has resigned in the wake of Premier Daniel Andrews’ testimony to the state’s hotel quarantine inquiry, in which he said she was responsible for the bungled scheme that resulted in a devastating second wave of the virus in the state. In a statement posted on Twitter, Mikakos said she had written to Victoria’s Governor to resign as minister and will also be resigning from Parliament.  “I have never wanted to leave a job unfinished, but in light of the premier’s statement to the board of inquiry and the fact that there are elements in it that I strongly disagree with, I believe that I cannot continue to serve in his cabinet,” she wrote.  On Friday, Andrews said Mikakos was responsible for the hotel quarantine program, but didn't know who made the decision to use private security contractors to manage it. Mikakos said on Saturday she took responsibility for the department -- but it was not her responsibility alone. A Board of Inquiry has heard evidence that Victoria’s second wave was started by leaks from the hotel quarantine scheme. Its final report is due on November 6.  The situation in Victoria: Victoria is not Australia's most populous state, but it has reported around three-quarters of the country's 27,000 cases. As of Friday, Victoria had recorded more than 20,000 coronavirus infections including 781 deaths, according to official data. The outbreak is centered in the state's largest city, Melbourne. Actor Harrison Ford has narrated a new public service announcement that aims to recruit volunteers for Covid-19 vaccine clinical trials.  Sprinkled among clips of President John F. Kennedy’s 1961 inaugural address, the ad features some of the 1,500 Covid-19 Prevention Network (CoVPN) registry participants who submitted video testimonies explaining why they volunteered.  “I’m not a doctor, but I am a citizen of this great country,” says one volunteer. “I want to do my part as an American,” adds another. “We need to register a million more volunteers to complete the studies and possibly get a safe and effective vaccine to hundreds of millions of Americans,” Ford says in the ad. “The vaccine trial needs Americans of every race, location and medical condition to help in one of the most important endeavours of our lifetime.” Producers said they expect the PSA to air on major networks in the future.  This PSA is not part of a previously announced federal government campaign.  ##Vaccines##  Public health and regulatory experts signed an open letter to FDA Commissioner Dr. Stephen Hahn on Friday, demanding transparency and outlining steps to maintain the agency’s integrity.  The 33 signees of the #ProtectTheFDA letter included Dr. Luciana Borio, former chief scientist for the US Food and Drug Administration; Dr. Aaron Kesselheim, head of the Program On Regulation, Therapeutics, and Law at Harvard Medical School and Brigham and Women’s Hospital; Dr. Peter Lurie, president of the Center for Science in the Public Interest; and Dr. Eric Topol, director of the Scripps Research Translational Institute.  “The data and reasoning on which FDA bases its actions must be transparent and made reasonably available at the time the decision is made,\" the letter said. If decisions are made on data that’s evolving quickly, the authors said, there should be “a clear follow-up plan” that explains how more data will be collected and the process for re-evaluating the decision. “The FDA must enforce these timelines and be ready to modify or reverse its initial decision if better data require doing so,\" the letter added. The authors said that undermining the FDA by allowing political interference would harm the public.  The letter listed eight points for the FDA to act on, including insisting that “the President and his White House advisers refrain from criticizing federal scientists, their scientific conclusions, measurements, or methodologies” and sharing “key data and consultation with scientists from … the NIAID, the NIH, the CDC, FDA’s Vaccines and Related Products Advisory Committee, and the Infectious Diseases Society of America” before making any decision on authorizing a Covid-19 vaccine.  The signees of the letter also called on the FDA to “commit to publicly challenging claims by any government officials that are inconsistent with the evidence evaluated by FDA scientists in issuing its decisions.”   A 9-year-old Louisiana student was suspended and now has a weapons violation in his school record after a teacher said a gun was seen in his bedroom during a virtual class.  What happened: Fourth-grader Ka Mauri Harrison was taking a rollover test in his bedroom on September 11 after being off school sick the day before, Chelsea Cusimano, the attorney representing the Harrison family, told CNN Friday.  While Harrison was taking the test, Ka Mauri's brother -- who he shares a room with -- stepped or tripped on a BB gun that Ka Mauri had received as a gift. Ka Mauri picked up the gun and was out of sight from the screen for a moment before placing the BB gun next to him on his chair, Cusimano said.  Ka Mauri -- who had muted the virtual class he was on so he could concentrate on his test -- continued working before noticing his teacher was trying to get his attention. According to Cusimano, the teacher was screaming and Ka Mari got kicked off the virtual classroom.  After the incident: A behavior interventionist told Ka Mauri's family that, according to the teacher, Ka Mauri was out of sight for a few second sand came back with what looked like a rifle which he propped against his chair, according to Cusimano. The family was told Ka Mauri wouldn't be able to go back to school.  At a hearing on September 22, it was determined Ka Mauri was guilty of displaying a facsimile weapon while receiving virtual education. Cusimano said a hearing officer determined it was a BB gun.  The school amended the recommendation for expulsion to school suspension for six days and social work assessment. Ka Mauri returned to school on Thursday, September 24. The reaction: Cusimano told CNN the school parish \"took an on-campus weapons policy and unilaterally determined that they were going to apply it to one of their students in a manner as if he was on campus and not consider any measures such as the privacy of his own home.\"  Cusimano argues that schools should consider the things that take place in a private home when they enact policies in a virtual learning environment.  \"Now he's got a federal gun possession mark on his educational record for the rest of his career until he goes to college,\" she said. Cusimano and the Harrison family want the charge to be cleared from Ka Mauri's record. The parish's legal counsel argued Ka Mauri doesn't have the right to an appeal because it was only a suspension, according to Cusimano.  In a statement to CNN, the school parish told CNN: \"We do not comment on individual student records. Regarding discipline, it is our policy that teachers and administrators may employ reasonable disciplinary and corrective measures to maintain order.\"    Louisiana Attorney General Jeff Landry announced Friday his office is investigating the incident, saying it appears to be a \"blatant government overreach by the school system.\" It is unlikely that political interference will play a role in the approval process of a Covid-19 vaccine, Dr. Anthony Fauci, National Institute of Allergy and Infectious Diseases director, said Friday. “The big elephant in the room is: Is somebody going to try and make a political end-run to interfere with the process? Let's call it the way it is,” Fauci told JAMA editor-in-chief Dr. Howard Bauchner in an online conversation. \n“If you look at the standard process of how these things work, I think you could feel comfortable that it is really unlikely that that's going to happen.”  Fauci emphasized the role of the Data and Safety Monitoring Board, which will independently review a vaccine for safety and efficacy before it is approved. “When a decision is made to approve or not a vaccine, to do an EUA or not, that's going to be public, so any kind of hanky panky there that people are worried about is going to be multiple checkpoints,” he said. “You start off with the Data and Safety Monitoring Board, you then go to the FDA – who we trust – then you go to the advisory committee to the FDA, and then you have the scientific community looking at the data.”\n“I trust the career scientists of FDA, and I certainly trust the commissioner of FDA,” he added. Fauci emphasized that the professionals at the US Food and Drug Administration (FDA) are experienced. “You got to reassure people who have concern and skepticism there that these are professionals at the FDA that have been doing this their entire career. They really know what they're doing. This is what they do every single day,\" he said. ##Vaccines## There’s concern about an explosion in coronavirus cases in the next few months as fall and winter set in, Dr. Christopher Murray, the director of the Institute for Health Metrics and Evaluation at the University of Washington, told CNN Friday. The IHME model released new numbers Thursday that projected 371,509 deaths by Jan. 1 — a dip of 7,000 from the model’s projection last week. However, that’s 168,000 more deaths than the current US total of more than 203,000. The decrease in the projection from last week is attributed to an uptick in mask use in some states. There are two things driving the expected winter surge, Murray told CNN’s Wolf Blitzer. “First, as case counts have come down in some states, we tend to see that people become less careful, they tend to have more contact,” he said. “But then the most important effect is the seasonality of the virus, that people go indoors, transmission happens more.” “That seasonality is going to be driving the big winter surge that we expect to see,” Murray predicted.  “That's why our model shows the huge surge that we really expect to take off in October and accelerate in November in December.” “There's a real risk that winter surge has already started in Europe, you know cases are exploding there. So we know it's coming and we expect it to hit the US pretty soon.  The IHME model also projected that if 95% of Americans wore masks in public, 100,000 lives could be saved by Jan. 1. Watch: Early results from a Phase 1/2a clinical trial of Johnson & Johnson’s coronavirus vaccine shows that it was well tolerated and even one dose appeared to produce a strong immune response in almost all of the participants for whom data is available. The study was posted Friday on MedRxiv, a preprint server, which means that it has not yet been peer-reviewed or published in a medical journal. This interim analysis of the Phase 1/2a trial looked at the safety and side effects of two different doses of the vaccine in almost 800 participants, including about 400 18- to 55-year-olds and about 400 people 65 and older.   The analysis also looked at the vaccine’s ability to produce an immune response in the 18- to 55-year-olds, plus a small subset of those in the 65 and older group, who are at much higher risk of getting very sick and dying from the virus.  The researchers found that 99% of the participants age 18 to 55 in both dose groups had developed antibodies against the virus 29 days after getting vaccinated. Among the participants 65 and older, only 15 had antibody data available and 100% were seropositive.  The analysis also found that most of the side effects were mild and resolved after a couple of days. The most common were fever, headache, fatigue, body aches and injection-site pain. The study authors note that the rate of side effects was lower in the older participants than in the younger ones — 36% compared to 64% — and this may mean that older people may not be having as strong an immune response. Some of the participants from each age group and from both dose groups will receive a second shot of the vaccine as part of the trial, but the results published Friday are based on data after the first shot. The vaccine – called Ad26.COV2.S – uses a non-replicating adenovirus to deliver the SARVS-CoV-2 spike protein; it’s the same technology used in J&J-developed vaccines for Ebola, Zika, HIV and RSV. Based on the results of this study, Johnson & Johnson on Wednesday became the fourth company to begin large Phase 3 trials; the company says it plans to enroll 60,000 adult volunteers at more than 200 sites in the US and internationally.  So far it’s the only Phase 3 Covid-19 vaccine trial in the United States that is testing a single-dose of the vaccine. ##Vaccines## Covid-19 vaccinations could very likely start in November or December, but it could be a while until we’re back to normal, Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, said Friday.  “The availability and starting vaccination could very likely start in November or December,” Fauci told JAMA Editor in Chief Dr. Howard Bauchner in an online conversation.  “By the time you get enough people vaccinated so that you can feel you've had an impact enough on the outbreak, so that you can start thinking about maybe getting a little bit more towards normality, that very likely, as I and others have said, will be maybe the third quarter or so of 2021. Maybe even into the fourth quarter.” Fauci noted that with the different vaccines being developed, the US could potentially have 700 million doses by April of 2021, but the availability of vaccines is not the only factor at play. “In our society, it likely will be that many people will not want to get the vaccine right away and want to wait to see what happens with the first 10, 20, 30, 40, 50 million people,” he said.  ##Vaccines## A nationwide study of the blood of more than 28,000 people found that, as of July, approximately 9.3% in the United States had antibodies to the novel coronavirus. The numbers ranged from an average of 3.5% in the West to an average of 27% in the Northeast.  “This research clearly confirms that despite high rates of COVID-19 in the United States, the number of people with antibodies is still low and we haven’t come close to achieving herd immunity. Until an effective vaccine is approved, we need to make sure our more vulnerable populations are reached with prevention measures,” one of the study authors, Dr. Julie Parsonnet, a professor of medicine at Stanford University, said in a statement. For the study, which was published Friday in The Lancet, researchers led by Stanford University’s Dr. Shuchi Anand, analyzed samples of plasma — a component of blood — from more than 28,500 patients receiving dialysis in July at approximately 1,300 facilities in 46 states run by one lab.   Why dialysis patients? “Patients receiving dialysis in the USA undergo routine monthly laboratory studies,” the researchers wrote, so there was no need for “considerable infrastructure and expense” to gather samples, nor were there other pandemic-related challenges.  Additionally, the risk factors for getting infected with coronavirus and for developing severe disease — including advanced age, non-White race, poverty and diabetes — “are the rule rather than the exception in the US dialysis population.” The overall percent of people who were positive for antibodies among those sampled was 8%. Because dialysis patients aren’t representative of the US population, the researchers standardized the results with respect to age, sex, race and ethnicity, and region, to get an estimate of 9.3% seropositivity for the US adult population. They found that there was a wide variation by state: seven states had 0% seropositivity, while New York, an early pandemic hotspot, topped the list with 33%.   The researchers were also able to see who was more likely to have antibodies. They found that, compared to the White population, residents of predominantly Black and Hispanic neighborhoods were two to three times more likely to be seropositive; people living in poorer areas were two times more likely; and those living in the most densely populated areas were 10 times more likely. They also compared rates from their study with population case counts from Johns Hopkins University. From that, they estimated that only 9.2% of the patients with antibodies had been officially diagnosed by a test with Covid-19.  But, as the authors of an accompanying commentary point out, questions still remain about how long the antibodies last and how protective they are. Still, they wrote, studies like this one can help find answers if they can be repeated over time. The study authors indicated the same. “A surveillance strategy relying on monthly testing of remainder plasma of patients receiving dialysis can produce unbiased estimates of SARS-CoV-2 spread inclusive of hard-to-reach, disadvantaged populations in the USA. Such surveillance can inform disease trends, resource allocation, and effectiveness of community interventions during the COVID-19 pandemic.”   The Mid-American Conference (MAC) announced on Friday its plans to start a six-game, conference-only football season on Nov. 6.  The MAC’s announcement comes a day after the Mountain West Conference (MWC) announced plans to begin an eight-game football season on Oct. 24. With the planned return to football for the MAC and MWC, each of the 10 conferences in the NCAA’s Football Bowl Subdivision – the top tier of college football – now plans to play football this fall. The MAC, which suspended fall sports on Aug. 8, says that it is not planning to allow general public attendance or tailgating at football games this season. The MWC, which indefinitely postponed fall sports on Aug. 10, plans to allow each member institution to make its own decision on fan attendance in accordance with state, county, and local guidelines. Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, said Friday he is concerned about the United States entering the fall and winter months with the current level of coronavirus spread.   “Yesterday I just looked at the numbers. It was like 43,000 new cases yesterday,” Fauci told JAMA Editor in Chief Dr. Howard Bauchner in an online conversation. “You don't want to enter into the fall and winter with a community spread at that level, because if you do, you got a difficult situation that's going to be really challenging.” Fauci noted that many activities will have to take place indoors during the fall and winter months. “If you look at some of the super spreading type things that have occurred, almost all of them occurred in indoor situations,” he said.  “You're going to have to do a lot of things indoors out of necessity of the temperature, and I'm afraid, with that being the case, if we don't carefully follow the guidelines … the masking, the distance, the crowds, that we may see another surge,” he added.  Movie theaters, arcades and bowling alleys in Michigan will be allowed to reopen starting Oct. 9, according to a statement from Gov. Gretchen Whitmer's office. Whitmer signed executive orders today reopening some previously closed businesses, including performance venues, and requiring K-5 students to wear face coverings in classrooms, according to the statement. The governor also signed an order increasing the limit of non-residential indoor and outdoor gatherings. “Michigan took some of the most aggressive action against COVID-19 in the country, and as a result, the health of our families and our economy are faring better than our neighbors in other states. As a result, we are now able to reopen movie theaters and performance venues with strict safety measures in place. I know these business owners have made incredible sacrifices during this crisis to protect our families and frontline workers, and my administration will continue working to help them get back on their feet,” Whitmer said in the statement. There have been at least 7,005,746 cases of coronavirus in the United States and at least 203,240 people have died in the United States, according to data compiled by Johns Hopkins University. JHU recorded the first case of coronavirus in the United States on Jan. 21.  98 days later, on April 28, the US hit 1 million cases.\n44 days later, on June 11, the US hit 2 million cases.\n27 days later, on July 8, the US hit 3 million cases.\n15 days later, on July 23, the US hit 4 million cases.\n17 days later, on Aug. 9, the US hit 5 million cases.\n22 days later, on Aug. 31, the US hit 6 million cases.\n25 days later, on Sept. 25, the US hit 7 million cases. Only three other countries in the world have reported more than 1 million total Covid-19 cases: India with 5.8 million total cases.\nBrazil with 4.6 million total cases.\nRussia with 1.1 million total cases.  ##Hotspots## Florida Gov. Ron DeSantis announced that he has signed an order moving the state into phase three of reopening at a news conference today.  DeSantis emphasized the impact the move will have on restaurants and bars, which can now operate at 100% capacity. \"There will not be limitations, from the state of Florida,\" DeSantis said. However, the order treats restaurants and bars differently in terms of what local municipalities can do to restrict operations. \"If a local restricts between 50 and 100, they've got to provide the justification and they've got to identify what the costs are involved with doing that are,\" the governor added. Conversely, bars, which were operating at 50% capacity, must be authorized to scale up to 100% by local governments. \"If you want to go beyond the 50, you can authorize it and do it,\" DeSantis said. \"We're not telling you [that] you have to, but we're not going to stand in the way of that,\" he added. DeSantis, in \"an act of executive grace,\" also suspended \"all outstanding fines and penalties that have been applied against individuals\" associated with pandemic-related mandates, such as mask requirements. \"I think we need to get away from trying to penalize people for social distancing,\" DeSantis said. \"All these fines we're going to hold in abeyance and hope that we can move forward in a way that's more collaborative,\" he added.   More than 40 staff members at a New York City middle school have been asked to quarantine after one person tested positive for coronavirus, according to the school. One person who had attended an indoor staff meeting at Staten Island's Edwin Markham Intermediate School tested positive for coronavirus. Because the meeting was longer than 30 minutes, all 43 people who attended were required to quarantine, according to posts on the school's website.  The school closed in-person teaching on Wednesday, and reopened on Thursday, according to the school.  The school's principal and the New York City Department of Education did not respond to CNN's requests for comment. Rio de Janeiro’s world-famous carnival parade has been postponed for 2021 due to the coronavirus pandemic. The head of the League of Samba Schools, the group that organizes the two-day parade, announced the decision during a Rio de Janeiro news conference Thursday. \"Science has evolved a lot, but not to the point of giving us the guarantee that by February the population will be immunized,\" said the president of the Samba League, Jorge Castanheira, during a news conference.  Castanheira said no new date had been set for the parade, which was scheduled to take place in late February. The pre-lent holiday usually attracts millions of Brazilian and foreign tourists to Rio de Janeiro. In 2020, more than 2 million people descended upon the city, bringing more than 700 million dollars in revenue, according to state tourism agency Riotur. Riotur acting president Fabricio Villa Flor told CNN Brasil Friday that he’s going to set up a meeting with the samba parade organizers to determine a new date. “We are going to discuss the possibility of a new design (for the parade), but it’s difficult given the large gathering of people that occurs during carnival,” Villa Flor said. Brazil has the world’s third-worst coronavirus outbreak after the US and India, with more than 4.6 million cases, according to the latest Johns Hopkins University data.   Outdoor dining will be permanent and year-round in New York City, Mayor Bill de Blasio announced Friday on WNYC Radio. Restaurants will be able to use sidewalks and streets for seating for years to come, the mayor said.  This announcement comes as indoor dining, at limited capacity, is set to begin next week. The mayor said restaurants will be able to add heating lamps to keep the area warm, but if restaurants completely enclose the outdoor space they will have to adhere to indoor dining guidelines.  De Blasio appeared on the radio show to take questions from the community. Iran’s Health Ministry spokeswoman Sima Sadat Lari said on Friday that an additional 207 Iranians have died from coronavirus over the past 24 hours, bringing the death toll across the country since the pandemic began to 25,222 deaths.  The spokeswoman also announced that at least 3,563 new Covid-19 cases were registered in the past 24 hours, bringing total infection to 439,882. CNN cannot verify the figures from other independent sources.  Virginia Gov. Ralph Northam and his wife, first lady Pamela Northam, have tested positive for Covid-19, according to a statement from the governor’s office. Northam is not experiencing any symptoms, but his wife has mild symptoms, the statement said. “Both remain in good spirits,” the statement says. The governor and first lady will isolate for the next 10 days and evaluate their symptoms. They were notified on Wednesday that a member of their residence staff tested positive for coronavirus. “As I’ve been reminding Virginians throughout this crisis, COVID-19 is very real and very contagious,” Gov. Northam said in the statement. “The safety and health of our staff and close contacts is of utmost importance to Pam and me, and we are working closely with the Department of Health to ensure that everyone is well taken care of. We are grateful for your thoughts and support, but the best thing you can do for us—and most importantly, for your fellow Virginians—is to take this seriously.” Scottish First Minister Nicola Sturgeon says students are not to blame for the spread of Covid-19 in Scotland despite being banned from bars and restaurants and thousands being forced to self-isolate at campuses.  “I know some of you feel as if you're being blamed for the spread of Covid right now, but that's not the case. You don't deserve to be facing this, nobody deserves to be facing this right now, and it's not your fault,” she said at the Government’s daily news briefing on Friday. Students in shared accommodation must not mix with other households. In addition, all students — not just those living on campus — must stay out of bars and restaurants and cafes this weekend.   It comes as several universities across the country report major outbreaks of infections.  Sturgeon also said she supports universities taking disciplinary action against students who breach these guidelines “as a last resort.”  Large indoor gatherings are now an offense in Scotland, and Chief Constable Iain Thomas Livingstone made it clear at the briefing that parties will not be tolerated: “Where officers encounter blatant, willful, persistent breaches, we will act decisively. We will enforce the law.” Scotland reported a record number of daily cases on Friday, at 558.  Sturgeon warned that “we will see campus cases continue to rise in the days to come, but if we take steps now to limit the interaction we can help stem that flow” and urged students to “please do what is being asked of you.”  California is now the first US state to surpass 800,000 cases of Covid-19, according top data from Johns Hopkins University. At least 15,405 people have died. The most populous state in the nation has now recorded more than 800,273 infections. Texas, the second-most populous state, has identified 747,366 cases and at least 15,510 deaths. The third, Florida, has identified 693,040 cases and at least 13,795 virus-related deaths. California became the first state to surpass 700,000 cases on August 29. Here's a look at how California's figures compare to other states:  ##Hotspots##   At this point in the coronavirus pandemic, with more than 32 million infected and more than 980,000 dead worldwide, describing this time as \"unprecedented\" may sound like nails on a chalkboard. This pandemic, however, actually isn't without precedent: The last time we dealt with a pandemic so mysterious, uncontained and far-reaching was in 1918, when influenza devastated populations around the globe. The 1918 flu killed 50 million to 100 million people through 1919. There are eerie parallels between the 1918 flu and the 2020 coronavirus pandemic: a disease with a startling range of symptoms for which there is little treatment, human behavior as a hindrance to public health and cluster outbreaks that have become widespread, to name a few. For 102 years, influenza scholars and infectious disease experts have attempted to educate the masses in hopes of preventing future pandemics. And yet, here we are. To be clear, the coronavirus at fault for the current pandemic isn't a flu virus. And yet the 1918 and 2020 pandemics share similarities in terms of their basis on a novel, formidable virus that took the world and every aspect of society by storm. To learn the lessons of the 1918 flu, the missteps we've taken since and our post-pandemic future, CNN spoke with three experts on the subject. Read more: One of India's most renowned film singers, SP Balasubrahmanyam, has died following hospitalization for Covid-19 and weeks spent on life support, the hospital treating him said in a bulletin Friday. Balasubrahmanyam had been on life support since August 14 for severe Covid-19 pneumonia and was being closely monitored by health workers in a critical care unit, Anuradha Baskaran, Assistant Director of Medical Services at MGM Healthcare in Chennai, southeastern India, said in a statement. \"In a further setback this morning, despite maximal life support measures and the best efforts of the clinical team, his condition deteriorated further and he suffered a cardio-respiratory arrest,\" Baskaran said. Balasubrahmanyam died just after 1 p.m. local time on Friday, Baskaran said, adding that she was announcing the news \"with profound grief.\" A leading figure in Indian cinema, Balasubrahmanyam, known to fans simply as \"SPB\" or \"Balu,\" has more than 1,000 credits as a playback singer -- a voice artist who records songs that are later mimed by actors in films -- in languages including Telugu, Tamil, Hindi, English, Bengali and Punjabi. Read more: The coronavirus pandemic is slamming the vast property empire that provides Queen Elizabeth II with a significant chunk of her income. British taxpayers could be making up the shortfall for years to come. Michael Stevens, the Queen's treasurer, confirmed in a statement on Friday that the size of the Sovereign Grant, one of the royal family's major sources of income, won't be affected by an expected slump in profits from the Crown Estate's investments. The Sovereign Grant is a lump sum payment from the government that covers official travel, staff costs and palace expenses. The grant is generated from the Crown Estate, a real estate company that boasts a sprawling collection of farmlands and prime central London property. Most earnings from the Crown Estate go into government coffers, but 25% are paid out by the government to the Queen in the form of the Sovereign Grant. Last week, the Crown Estate reported a record profit of £345 million ($440.2 million) for the year to March 2020, but warned that earnings for the fiscal year to March 2021 will be \"significantly down\" on that amount due to the impact of the pandemic on its portfolio. Much of central London was turned into a ghost town earlier this year as the lockdown kept millions of workers, shoppers and tourists away. Activity was beginning to pick up over the summer months but new restrictions introduced this week to combat a second wave of the virus are expected to dent that recovery. But the Queen won't be taking a pay cut even if income falls at the Crown Estate this year. The way that the grant is calculated means that she will receive her share of £345 million — £86.3 million ($110 million) — in the year to March 2022. Her payout will also remain at that level in future years, even if the Crown Estate's profit remains under pressure, because the law governing the grant does not allow it to fall in absolute terms. \"In the event of a reduction in the Crown Estate's profits, the Sovereign Grant is set at the same level as the previous year,\" a Treasury spokesperson told CNN Business. \"The Sovereign Grant funds the official business of the Monarchy, and does not provide a private income to any member of the royal family,\" the spokesperson said. Read more:  ##Economy## Tokyo 2020 Olympic organizers are proposing to cut the number of officials at next year’s postponed Summer Games by 10-15% as part of a wider package of proposals aimed at reducing costs and streamlining the event for a post Covid-19 world.  More than 50 simplification measures were proposed by the IOC Coordination Commission at a virtual news conference Friday between the International Olympic Committee and the Tokyo 2020 officials. These are some of the proposed measures:  Reduce invitations for both the opening and closing ceremonies\nRemove team welcome ceremonies at the Olympic Village\nShorten the opening period for training venues \nGive fewer officials access to official bus services  Although the length of the 121-day torch relay will not be shortened, the number of staff present and use of official vehicles will be reviewed. ##Economy## Coronavirus cases are surging in some Middle Eastern countries that had previously recorded some of the lowest numbers of pandemic cases in the world.  The last week has seen a series of record new cases in Israel, the United Arab Emirates and Lebanon.  Israel: Israel, which is tightening lockdown restrictions Friday, identified a record number of cases in a day Thursday.  Lebanon: Lebanon also hit a new record of 1,027 daily cases Thursday. Authorities in the capital of Beirut have recently shied away from putting a lockdown in place to slow the spread of the virus. A proactive and strict lockdown during the pandemic’s first wave in Lebanon kept an outbreak at bay, but it tipped the already fragile economy over the edge, causing poverty rates to soar and the Lebanese pound to tank.  The United Arab Emirates: The UAE recorded its highest daily total of new cases this week, but has loosened some of its restrictions on entry permits to the country.  Bahrain: The island kingdom of Bahrain has the highest number of active virus cases per million people in the Arab world, according to a tweet by the American University of Beirut’s Global Health Institute. Lebanon ranks second with 2,628 active cases per million.  Saudi Arabia: The spread of confirmed virus cases in Saudi Arabia has slowed significantly over the last month. The kingdom has identified between 483 and 643 new daily cases in the last two weeks. At the peak of Saudi Arabia's outbreak, authorities had been recording nearly 5,000 new cases each day.  Qatar and Egypt have also seen a dramatic drop in new virus cases. Poland has recorded 1,587 new cases of coronavirus in the past 24 hours, a new record for the number of cases identified in a day.  A total of 84,396 people in the country have been infected by the novel coronavirus since the pandemic began, according to the Polish Ministry of Health.  Twenty-three new deaths were recorded in the past day, bringing the death toll to 2,392. The UK government is considering holding human challenge trials in its efforts to find a coronavirus vaccine.  The move could save months, but means exposing healthy individuals to a virus for which there is currently no known cure.  CNN’s Cyril Vanier reports on the trials, and the government’s latest financial measures to support the economy through winter. WATCH: ##Vaccines## Authorities in Russia said Friday another 7,212 new novel coronavirus infections had been identified throughout the country -- the highest daily number since June 23.  More than 1.1 million people in Russia have been infected since the pandemic began, killing at least 20,056. Public health officials said 108 Covid-19-related deaths were recorded Thursday. A spike in Moscow: While cases are on the rise throughout the country, Moscow appears to be among the hardest hit. Another 1,560 new cases were announced on Friday, a steep jump from the 1,050 identified the day before.  Mayor Sergey Sobyanin is recommending businesses reinstate work-from-home arrangements. He also asked residents over 65 and those with chronic illnesses to avoid going outside, starting next week.  “Doctors have learned to diagnose and treat this disease. Nevertheless, according to doctors, the overlapping of two diseases, the common cold and the coronavirus, is very dangerous and can have dire consequences,\" Sobyanin said. The United States remains in the first wave of the Covid-19 pandemic, since cases never declined significantly to a good baseline, says Dr. Anthony Fauci, the nation's leading infectious disease expert. The idea of a second wave is based on the pattern seen during the 1918 pandemic, when cases were seen in the spring and then cases \"literally disappeared\" before there was an \"explosion\" of cases in the fall, Fauci said. Rather than say, 'A second wave,' why don't we say, 'Are we prepared for the challenge of the fall and the winter?'\" Fauci said. That challenge could include surges of Covid-19 cases across the country as more fronts open up, including the many schools and colleges nationwide that have welcomed students back to class. And as the weather gets cooler, more gatherings will move inside, where the virus can spread more easily. There's also a potentially complicated flu season on its way that could pile on top of the pandemic and quickly overwhelm the healthcare system. The US Centers for Disease Control and Prevention director has warned it could be a historically difficult fall and winter. Across the US, more than 6.9 million people have already been infected with the virus. CDC Director Dr. Robert Redfield said this week more than 90% of the population remains susceptible to the virus. At least 202,000 Americans have died. As of early Friday morning, 23 states across the country's heartland and Midwest reported an increase of new cases compared to the previous week, according to data from Johns Hopkins University. About 16 states were trekking steady. Eleven states saw a decline -- Arizona, Connecticut, Delaware, Hawaii, Indiana, Maryland, Ohio, Pennsylvania, South Carolina, Vermont and Virginia. Read the full story:  ##Hotspots## The Covid-19 death rate in Africa has defied expectations and stayed relatively low. CNN's David McKenzie speaks to Dr. John Nkengasong, Director of Africa's Centers for Disease Control and Prevention, about the continent's coronavirus response. WATCH: Editor's Note: Edgar Marcuse is emeritus professor of pediatrics at the University of Washington. The opinions expressed in this commentary are those of the author.  Operation Warp Speed, the mission to develop an effective Covid-19 vaccine, seeks to deliver 300,000 doses by January 2021. According to projections from the University of Washington, by then the US death toll from the novel coronavirus will likely have reached nearly 400,000. What evidence of vaccine effectiveness -- balanced by what assurance of safety -- would prompt you to seek a dose of one of these novel vaccines to protect an elderly family member or for yourself? Optimal use of these Covid-19 vaccines will depend on the confidence of the American people in the processes leading up to the vaccines' release. The Food and Drug Administration's (FDA) Biologics License Application (BLA) is the standard path to vaccine licensing. The rigor and transparency of this process ensures clinician and public confidence in vaccine safety and efficacy. But now there is concern the FDA will sidestep the BLA and instead use an Emergency Use Authorization (EUA) to speed access to these vaccines. If so, extraordinary actions will be needed to assure the public that these vaccines are very safe and effective. Transparency: The EUA process for vaccine approval, should be fully transparent and include input from relevant federal advisory committees. The voting members of these committees are independent experts without ties to the federal government or to vaccine manufacturers. They should have access to the safety and efficacy data that informed the FDA's decision to use the EUA process for the vaccine's release. Only then can the process be seen as credible and free from political bias. To foster trust in the expertise and integrity of those who review the vaccine and make recommendations to the public, there must be frequent communication from a group of HHS experts, such as leaders of Operation Warp Speed, the FDA and the Centers for Disease Control and Prevention, with only limited input from pharmaceutical representatives. Read the full opinion: ##Vaccines## Russia’s sovereign wealth fund (RDIF) says it has agreed to supply up to 35 million doses of the Sputnik V vaccine to Uzbekistan. RDF said in a statement that upon approval by Uzbekistan’s regulators, up to 10 million doses of the vaccine will be delivered to Tashkent-based pharmaceutical company Laxisam in 2020. As many as 25 million doses will be shipped in 2021. “Sputnik V is based on the human adenoviral vector platform, which has been studied over decades and in more than 250 clinical studies, proving its safety and effectiveness,” said Russian Direct Investment Fund CEO Kirill Dmitriev. “Supplies of the vaccine will ensure that medical specialists in the Republic of Uzbekistan have an advanced tool to combat the new coronavirus infection.”  RDIF said it had already reached supply agreements with Mexico, Brazil and India. Russia was the first country to approve a coronavirus vaccine, but Moscow's claims were initially met with widespread concern and unanswered questions over the vaccine's safety, effectiveness and the speed at which it was developed. ##Vaccines## The Czech Republic has identified 2,913 new coronavirus infections in the past 24 hours, according to data from the country’s Health Ministry, the second highest daily increase since the pandemic began. Three more virus-related deaths were also recorded. Like many countries in Europe, the Czech Republic has been experiencing a surge in cases in recent weeks. At least 58,374 cases of Covid-19 have been confirmed in the country since the pandemic began, killing 567 people, according to figures from Johns Hopkins University. Israel diagnosed 7,755 new coronavirus cases on Thursday -- a new daily high -- according to the country's Ministry of Health.  The new figures come just as Israel is set to significantly tighten restrictions during the country’s second general lockdown. The measures take effect at 2 p.m. on Friday. Prime Minister Benjamin Netanyahu has refused to take any responsibility for the coronavirus crisis in Israel. He has blamed the public for flouting the rules, experts who disagreed with a full lockdown and “populist politicians.” “The health system is groaning. The number of severe cases is taking off,” said Netanyahu on Thursday evening. “Against these things, I see people dancing, gathering and having meals at long, crowded tables, without masks. There is a limit. Wake up. Enough is enough. We are in a different reality. Something needs to be done and it must be done now.”  ##Hotspots## Correction: An earlier version of this post misstated how many days Israel had recorded more than 7,000 cases. Thursday was the first day this number had been reached. At least 6,978,851 coronavirus cases have been identified in the United States, according to Johns Hopkins University, killing at least 202,818 people.  Another 44,110 cases and 914 new deaths were reported on Thursday, according to the university.   The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases.  CNN is tracking cases here:  ##Hotspots## South Korea will implement strengthened social distancing measures around the nation’s upcoming Chuseok holidays, the government said. Minister of Health Park Neung-hoo said in a briefing that restaurants and cafes with more than 20 seats in the Seoul metropolitan area will have to keep tables at a minimum distance of 1 meter apart unless dividers are installed. Movie theaters and internet cafes must leave one seat empty between clients.  Outside of the capital area, clubs, bars and other nightlife establishments must close during the holiday weeks.  These new measures will be implemented from Sept. 28 to Oct. 11. Bans in place: Clubs and bars in the wider Seoul area are already closed under the current social distancing measures, as are gatherings of 50 or more people indoors and 100 or more people outdoors.  Park said the government will decide in the second week of Chuseok, after Oct. 12, how to proceed with social distancing measures.  Authorities said they had identified 114 new Covid-19 infections since Thursday, bringing the total number of cases in the nation to 23,455. At least 395 people have died. Brazilian President Jair Bolsonaro signed a provisional decree on Thursday for Brazil to join a global effort to develop and distribute Covid-19 vaccines led by the World Health Organization.  The decree, published in the federal government’s Official Diary, says joining COVAX will give the country access to “safe and effective vaccines against Covid-19, without hindering eventual future participation in other mechanisms or procurement of vaccines through other modes.” According to CNN affiliate CNN Brasil, Bolsonaro also earmarked 2.5 billion reais (about $450 million) for the initiative.  Brazil’s Covid-19 death toll is the second highest in the world, behind only that of the United States, according to Johns Hopkins University. ##Vaccines## ##Hotspots## Growing skepticism about a potential Covid-19 vaccine is an “enormous” problem, Dr. William Schaffner, a professor of infectious diseases at Vanderbilt University Medical Center, said Thursday on CNN. It’s a big problem, Schaffner told CNN’s Erin Burnett, “because once we do develop a vaccine, obviously we want people to accept it, but there’s growing skepticism … in the general population.” Recent polls have shown many Americans say they won’t get a coronavirus vaccine. “But what's not represented is the skepticism and the concern in the medical profession,” said Schaffner, a liaison to the US Centers for Disease Control and Prevention Advisory Committee on Immunization Practices.\n“They are very concerned. I hear that almost, literally, every single day.”\n“So if physicians won't recommend it once it comes out, when they recommend caution, that will just a hamper the vaccination program,” he said. Reputational damage: Schaffner also said the reputation of both the US Food and Drug Administration and the CDC are “tainted because of political interference.” “I’m worried,” he said. “Both the reputation of the FDA and the CDC unfortunately have been tainted because of political interference, and even just this recent FDA wishing to change the, the ground rules for the development of the vaccine has to go to the White House for approval, that's totally inappropriate,” he said. “It's never happened before, should not happen.”  “That's evidence of political interference with a basic scientific process,” Schaffner said. US President Donald Trump said Wednesday that the White House could override the FDA if the agency released tougher standards for the authorization of a Covid-19 vaccine, calling such a move \"political.\" The FDA is considering new coronavirus vaccine guidelines that would make it unlikely a Covid-19 vaccine could be authorized or approved by Election Day -- a timeline Trump has repeatedly openly pushed for. ##Vaccines## A group of sniffer dogs trained to detect Covid-19 have begun working at Helsinki Airport in Finland in an effort to identify those who have contracted the virus. “We are among the pioneers. As far as we know no other airport has attempted to use canine scent detection on such a large scale against Covid-19,” airport director Ulla Lettijeff said in a statement. “This might be an additional step forward on the way to beating Covid-19.” Finnish start-up Wise Nose has trained a total of 10 dogs, which will work in shifts of four to sniff out coronavirus.  The process involves those being tested swiping their skin with a test wipe and dropping it into a cup, which is then given to the dog that sniffs it. The dog and its handler are held in a separate booth during the test. If the test result is positive, the individual will be directed to a health information point inside the airport. All of the tests are processed anonymously, Helsinki Airport said. The dogs can smell the virus with almost 100% certainty and can identify the virus days before the symptoms have started, the airport said, citing preliminary tests conducted by a research group at the Veterinary Faculty of the University of Helsinki. \"We have solid experience in training disease related scent detection dogs. It was fantastic to see how fast the dogs took to the new smell,\" said Anna Hielm-Björkman, a University of Helsinki clinical instructor leading the research group. Countries should not ease coronavirus lockdown restrictions until they meet five criteria -- and many nations are not even close, according to a new analysis published in The Lancet medical journal. The research, published Thursday, said that the prerequisites for easing Covid-19 measures are:  Knowledge of infection status\nCommunity engagement\nAdequate public health capacity\nAdequate health system capacity\nBorder controls The authors looked at nine high-income countries and territories that have started to relax restrictions -- Hong Kong, Japan, New Zealand, Singapore, South Korea, Germany, Norway, Spain and the UK. They found that many governments had failed to meet the criteria necessary to avoid new waves of infection, as seen in Spain, Germany and the UK. \"The evidence is clear. If we are getting a resurgence of disease, of numbers of cases, then they opened up too early, it's sort of axiomatic,\" co-author Martin McKee, professor of European public health at the London School of Hygiene and Tropical Medicine, told CNN. The study also found that an effective find, test, trace, isolate, support system is needed to safely reopen. \"No country does it perfectly, actually ... England does it particularly badly. Spain and France don't do terribly well either,\" said McKee. Read the full story: An influential coronavirus model has updated its projection to 371,509 deaths by Jan. 1 -- a drop of about 7,000 deaths from projections about a week ago. The model from the Institute for Health Metrics and Evaluation at the University of Washington’s School of Medicine is also predicting 3,000 coronavirus deaths a day by the end of the year.  The forecast is projecting 2.5 million global deaths by Jan. 1, but that number drops to 1.8 million if 95% of the world’s population wore masks, researchers said. When factoring in mask usage by 95% of the US population, the number of cumulative deaths drop to 275,000 by Jan. 1, saving nearly 100,000 lives between September and late December, according to the model. However, national mask use is closer to 48%, researchers said, making it doubtful the US will be able to significantly drop the death toll. Twelve states are now seeing mask usage rates above 50% -- California, Washington, Colorado, Texas, Mississippi, Florida, North Carolina, Virginia, West Virginia, Maryland, New Jersey and Pennsylvania, IHME said. ##Hotspots## Mexico’s Health Ministry reported 490 new Covid-19 deaths on Thursday, raising the country’s death toll to 75,439. The ministry also reported 5,408 new Covid-19 cases, bringing the nationwide total to 715,457. Mexico’s Covid-19 death toll is the second highest in Latin America, following only that of Brazil, according to Johns Hopkins University. CNN is tracking worldwide coronavirus cases: ##Hotspots## The Trump administration’s decision to withdraw from the World Health Organization will hurt the United States, WHO Director-General Tedros Adhanom Ghebreyesus said in an interview with Time posted Thursday. “Withdrawing from WHO actually hurts the US, because being part of WHO is not just to help those who need support,” said Tedros. “The US also benefits from being a member of WHO.”  Tedros told Time that when he first heard that the United States was withdrawing from WHO, he didn’t believe it. He said he had a “very cordial” conversation with US President Donald Trump on March 23, in which there was no hint that the US was planning a withdrawal.  “Even now, I believe that the US administration doesn't have any good reason to withdraw from WHO,” said Tedros. “And that’s my strong position. No good reason.” Tedros said the consequences of the decision are still unclear. “I don't see the membership or the relationship with the US as a financial transaction. It's not the money which matters. It's actually the global leadership of the US,” Tedros said. He noted that when battling the coronavirus pandemic, nations are stronger together. “One of the impacts which may be visible is, you know, the global solidarity is weak. Major global powers are not working together,” Tedros said. An ensemble forecast published Thursday by the US Centers for Disease Control and Prevention now projects there will be 214,000 to 226,000 coronavirus deaths in the United States by Oct. 17. Unlike some individual models, the CDC’s ensemble forecast only offers projections a few weeks into the future. The previous ensemble forecast, published Sept. 17, projected up to 218,000 coronavirus deaths by Oct. 10. At least 202,344 people have already died from Covid-19 in the United States, according to data compiled by Johns Hopkins University. The United Kingdom has recorded 6,634 new coronavirus cases in the past 24 hours -- the highest daily increase since the start of the pandemic, Public Health England tweeted on Thursday.  At least 416,363 total cases have now been confirmed across the country, Public Health England tweeted.  “This is the highest number recorded and a stark warning for us all. The signals are clear. Positivity rates are rising across all age groups and we’re continuing to see spikes in rates of admission to hospital and critical care,\" said Yvonne Doyle, the medical director at Public Health England. Forty more fatalities were reported on Thursday, bringing the total death toll to at least 41,902.   ##Hotspots## While confirmed Covid-19 cases and death rates remain low in many African countries, early results in some communities suggest a higher number of infections than those reported, said Dr. Matshidiso Moeti, the WHO Regional Director for Africa. \"Preliminary analysis suggests that over 80% of cases in Africa are asymptomatic,\" she said during a press briefing Thursday.  The swift action of governments on the continent to impose early lockdowns, and the public's general adherence to movement restrictions, created a \"window of opportunity\" to keep cases low, Moeti said. Since many countries have begun easing restrictions and opening economies back up, there has been an uptick of cases. But experts are unable to conclusively explain the low death rates on the continent. \"We don't know the exact factors that are causing it, we just know that some of the factors are more probable,\" said Dr. Sam Agatre Okuonzi from Uganda. The panel described probable factors such as a majority youthful population, the frequency with which many Africans spend outdoors and the less movement and interaction in rural areas, as potential explanations.  Another potential factor scientists are studying is the level of potential cross-immunity that has developed from exposure to previous coronaviruses.  \"Research is required to characterize the disease and the pandemic in Africa and this work is just beginning,\" Okuonzi said.", "Section": "world", "Writers": ["James Griffiths", "Adam Renton", "Joshua Berlinger", "Melissa Macaya", "Veronica Rocha"], "URL": "https://www.cnn.com/world/live-news/coronavirus-pandemic-09-25-20-intl/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Singapore", "Source": "CNN"}