{"Type": "article", "Time": "2017-07-12", "Headline": "40 beautiful places to visit in China", "Text": "Almost all of us are familiar with the  great man-made attractions in China: The Forbidden City in Beijing. The Terracotta Warriors of Xi'an. Shanghai's skyscraper forest in Pudong. For a country of its massive size and varied geography, however, it's surprising how relatively few people outside China appreciate the extent of the country's other destinations, many of them natural wonders to rival any in the world. Is it possible to limit a list of China's superlative attractions to a mere 40? Not really. But a photo memory card goes only so far. And, as this story illustrates, it's impossible to stop clicking once you get a camera in front of some of China's most beautiful places to visit. The list is in alphabetical order: 1. Anhui: Hongcun Ancient Village (安徽宏村) The 900-year-old village of Hongcun has long drawn in-the-know Chinese visitors, who love its tranquil vibe and distinctive architecture. The striking Huangshan mountain backdrop (see No. 2) doesn't hurt, either. Its classic structures, Moon Lake and picturesque locals have been an inspiration for art students for decades. Walking the narrow lanes paved with quartzite and seeing farmers working in rice fields, with the reflection of ancient houses in the lake, should provide enough material to get you started on your own visual masterpiece. Hongcun Village is roughly 70 kilometers northwest of the city of Huangshan in Anhui Province. Major cities connected to Huangshan Airport by direct flights include Beijing, Shanghai, Guangzhou and Xi'an. 2. Anhui: Mount Huangshan (安徽黄山) A UNESCO World Heritage Site set amidst \"the loveliest mountains of China,\" Mount Huangshan, aka Mount Yellow, is a once-in-a-lifetime trek for many Chinese. The 1,863-meter mountain is renowned for its oddly shaped pines, spectacular rock formations, hot springs and seas of misty and melancholy clouds. A trip here provides a mountain of feeling. Major cities connected to Huangshan Airport by direct flights include Beijing, Shanghai, Guangzhou and Xi'an. 3. Fujian: Mount Wuyi (福建武夷山) A major landmark in southeast China and a UNESCO World Heritage Site, Mount Wuyi was the setting for the development and spread of neo-Confucianism, influential in East Asia since the 11th century. Bamboo raft drifting in the Nine Bend River (lower gorge) is a popular activity among visitors. The two-hour, eight-kilometer trips provide grand views of Mount Wuyi. It's the best way to take in the serene beauty of the smooth peaks and clear water. Mount Wuyi is about 350 kilometers northwest of Fuzhou, the provincial capital of Fujian. Major cities connected to Fuzhou Airport by direct flights include Shanghai, Beijing, Guangzhou and Xi'an. 4. Fujian: Xiapu Mudflat (福建霞浦) Yes, a humble mudflat is a favorite destination of Chinese photographers. A small region along the southeast China coastline, Xiapu nevertheless has the largest mudflat in the country, encompassing 40 square kilometers and more than 400 kilometers of coastline. Along its tiger-striped beaches, bamboo structures and poles, buoys and fishing vessels provide human counterpoints to the area's natural beauty. Admission fee: Free The nearest hub of Xiapu Mudflat is Fuzhou, provincial capital of Fujian. It's about 175 kilometers away. Major cities connected to Fuzhou Airport by direct flights include Beijing, Shanghai, Guangzhou and Xi'an. MORE: Is Xinjiang province the best-kept travel secret in China? 5. Gansu: Echoing Sand Mountain and Crescent Lake, Dunhuang (甘肃省敦煌市鸣沙山和月牙泉) Echoing Sand Mountain is a series of dunes surrounding Crescent Lake. Named for its distinctive shape and aural characteristics, its echoes can be heard as the wind blows over the dunes. Visitors ride camels up the dunes, which rise to 250 meters. With gardens blooming on its banks, Crescent Lake offers a lovely visual counterpoint to all that sand. Echoing Sand Mountain and Crescent Lake is six kilometers south of Dunhuang. China Southern operates a daily return flight between Xi'an Xianyang Airport and Dunhuang Airport. Air China flies between Beijing and Dunhuang once a day. 6. Guangdong: Fortress Towers, Kaiping (广东开平雕楼) Erected mostly in the early 20th century, the fortress towers at Kaiping were built by famously outbound Kaipingers, who brought home the many architectural styles they saw abroad, including Islamic, Roman and even ancient Greek. The towers were built as a display of wealth, and as a practical way of protecting locals from war and theft. Approximately 1,800 fortress towers still stand amid Kaiping's vast rice fields. Kaiping is located 130 kilometers southwest of Guangzhou, the provincial capital of Guangdong. Regular buses are available between Kaiping Bus Terminal and various long-distance bus terminals in Guangzhou. Direct buses and ferries are available between Kaiping and Hong Kong. The tea lover's guide to traveling in China 7. Guangxi: Yangshuo (广西阳朔) When the Chinese long for views of the nation's most scenic hills and rivers, they book a bamboo-boat cruise in Yangshuo. The riverside town in southern China is most famous for its karst hills and traditional fishing-village lifestyle. Downtown is touristy. Visitors can rent bikes and head to the countryside to find a more calming scene: bamboo boats chugging along the river, fishermen setting out with cormorants, farmers toiling in fields with lush peaks soaring high above. Most travelers reach Yangshuo from Guilin. Buses bound for Yangshuo leave every 15 minutes from Guilin Bus Station on Zhongshan Lu and Guilin South Railway Station. The journey takes around 90 minutes. 8. Guizhou: Huangguoshu Waterfall (贵州黄果树瀑布) The highest waterfall in Asia, majestic Huangguoshu \"Yellow Fruit Tree\" Waterfall plunges a dramatic 77.8 meters across a 101-meter-wide span. It's one of a handful of mammoth waterfalls in the world that's accessible for viewing from almost any angle -- from above, below, front, back, left or right.  The best visiting season is June to August, when the water reaches a peak flow of 700 cubic meters per second. The nearest traffic hub to Huangguoshu Waterfall is Huangguoshu Airport. It's about six kilometers away. Major cities connected to Huangguoshu by direct flights include Beijing and Guangzhou. 9. Hainan: Guanyin Statue (海南南山海上观音像) Look beyond the beaches of Sanya to find the world's largest Guanyin statue, erected near Nanshan, China's southernmost mountain. The story goes that the three-sided statue faces mainland China, Taiwan and the rest of the South China Sea -- meaning that the bodhisattva blesses not only China, but the whole world. At 108 meters tall, the figure was raised and enshrined in 2005 and is one of the tallest statues on the planet. The Guanyin Statue is located within Hainan's Nanshan Culture Tourism District, which is some 40 kilometers from downtown Sanya. Shuttle buses are available between Yalong Bay and Nanshan. 10. Hainan: Yalong Bay (海南省亚龙湾) Hainan delivers the best tropical setting in China. Yalong Bay is the pinnacle of this beach getaway. The 7.5-kilometer crescent beach is the most popular and developed stretch of Hainan's southern coastline. It provides all the quintessential experiences of a Southeast Asian holiday and is a haven for water sports warriors, including surfers who sometimes ride uncrowded waves all day. If you visit in July, August, October or during Spring Festival, you'll be surrounded by Chinese families, mostly sporting old-school swimsuits. Yalong Bay is 28 kilometers southeast of Sanya. Sanya Airport operates flights to all major Chinese cities, as well as nine international cities including Singapore, Hong Kong, Tokyo and Seoul. MORE: Spectacular, rarely seen images of China's railways 11. Hebei: Chengde Mountain Resort/Rehe Palace  (河北承德避暑山庄/热河行宫) A UNESCO World Heritage Site, this mountain resort was once a summer palace used by Qing Dynasty emperors on holiday. Delicate gardens and a 70-meter pagoda remain. Lush grasslands, marvelous mountains and tranquil valleys still make it a cool place to avoid the heat.  Shuttle buses depart from Beijing to Chengde hourly during the day, ticket is RMB 50 12. Heilongjiang: Saint Sophia Cathedral, Harbin  (黑龙江省哈尔滨市圣索非亚大教堂) The largest Orthodox church in East and Southeast Asia stands in China's most Russian-accented city, Harbin. Russian expats built the 54-meter-tall, 721-square-meter neo-Byzantine structure in the early 20th century as a spiritual symbol for the local Orthodox community after the Russian-Japanese War. The church was used as a warehouse by the Communist Party for about two decades and is now a state-run museum showcasing the city's architecture, art and heritage. 88 Xiulong Jie, Daoli District, Harbin, Heilongjiang 黑龙江省哈尔滨市道里区透笼街88号 13. Henan: Longtan Valley (河南龙潭大峡谷) Nope, you're not in Utah. It's Henan. This 12-kilometer, U-shaped valley marked by a stripe of purplish red quartz sandstone has earned the name, \"The No.1 Valley of Narrow Gorges in China.\" Its steep cliffs, lush vegetation and jagged valley attract sightseers from all over China. The nearest traffic hub to Longtan Valley is Luoyang, a major city in Henan Province. It's about 60 kilometers away. Major cities connected to Luoyang Airport by direct flights include Shanghai, Beijing, Guangzhou and Hong Kong. 14. Hubei: One Incense Pillar, Enshi Canyon (湖北恩施大峡谷一柱香) This is not the profile of Beaker the Muppet's giant Chinese cousin; it's a karst pillar standing between the cliffs and peaks of the 108-kilometer-long Enshi Canyon, China's answer to the Grand Canyon. This incense stick-shaped structure is 150 meters tall, but only 4 meters wide, making it incredible that it stands at all, let alone that it's survived several major earthquakes. Local legend holds that the pillar is a piece of incense given by a deity to the ingenious Tujia people. The residents could light it in times of disaster and the deity would descend to help. Enshi is approximately 230 kilometers west of Yichang, site of the Three Gorges Dam, and 530 kilometers west of Wuhan, the provincial capital of Hubei.  Flights are available to Yichang twice a week (40 minutes) and to Wuhan twice a day (80 minutes).  MORE: How to explore the other 'great wall' of China 15. Hubei: Shennongjia (湖北神农架) More than 400 people claim to have seen a Bigfoot-like creature among the lush vegetation of Shennongjia over the past century, yet no hard evidence has been found to prove the \"yeti's\" existence. The 3,200-square-kilometer nature reserve also purports to be \"the only well-preserved sub-tropical forest ecosystem in the world's mid-latitudes,\" with more than 5,000 species of animals and plants. It's home to snub-nosed or golden monkeys (金丝猴), a rare and protected species in China. Wuhan is the nearest major city and traffic hub to Shennongjia. From Wuhan's long-distance bus station at Xinhua Lu, take the daily coach to Xingshan County (兴山县). Then transfer t", "Section": "travel", "Writers": [], "URL": "https://www.cnn.com/travel/article/china-beautiful-places/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}