{"Type": "profile", "Time": "2014-12-18", "Headline": "Kristie Lu Stout", "Text": "Kristie Lu Stout is an award-winning anchor and correspondent for CNN, based in Hong Kong. She reports from the newsroom and in the field on major breaking news stories including US-China tensions, the National Security Law, the coronavirus pandemic, the Hong Kong protests, the New Zealand terror attacks, North Korea's advancing weapons tests, and the aftermath of Super Typhoon Haiyan. She also hosts feature programs for CNN, most recently presenting Tech For Good, a television and digital series comprised of intimate, inspiring and transformative stories from every corner of the globe. In her feature show Inventing Tomorrow, Lu Stout interviews the entrepreneurs, experts and businesses developing innovative ways to battle and navigate the COVID-19 health crisis.  Based in China for two decades, Lu Stout maintains a focus on how developments in China are dramatically changing the world for all of us. From anchoring CNN's groundbreaking Eye on China series in 2004, to covering the Trump-Xi Summit in Beijing, Lu Stout has remained committed to reporting on the country. She was also instrumental in launching On China, CNN's first-ever regular series focused on the country -- a first by any international TV news network. In 2020, her program Inventing Tomorrow: Tech in a time of Pandemic was awarded Best Covid-19 Factual Feature at the ContentAsia Awards. In 2018, Lu Stout was awarded Best News or Current Affairs Presenter at the Asian Academy Creative Awards, while the daily news program she hosted -- News Stream -- was awarded Best News Program. She has also been recognized multiple times at the Asia Television Awards, and by the Royal Television Society for her coverage of Super Typhoon Haiyan in the Philippines. With over 850,000 fans and followers on social media, Lu Stout believes in engaging with her viewers and makes social media an integral part of her reporting. She also believes in contributing to the debate with viewers off-camera with regular speaking and moderating appearances and is well known for her style in stimulating frank and lively conversations. Lu Stout also uses her platform to lift up women's voices, regularly speaking and reporting on female achievement as well as the unique challenges women and girls face around the world. Lu Stout also plays an active role in promoting the CNN Freedom Project, the network's award-winning initiative focused on reporting stories of modern-day slavery, including student outreach in Hong Kong as part of #MyFreedomDay.  Lu Stout started her career in journalism in San Francisco at WIRED magazine's online division. She has written on technology for various media publications including the South China Morning Post, where she founded and wrote the Beijing Byte column. Before her career in journalism, she was an early employee at Beijing-based Internet company Sohu.com and worked for Reuters' new media team in China. Lu Stout is American of Chinese and European descent. She holds a bachelor's and a master's degree from Stanford University, and studied advanced Mandarin Chinese at Beijing's Tsinghua University.", "Section": null, "Writers": [], "URL": "https://www.cnn.com/profiles/kristie-lu-stout", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Philippines", "Source": "CNN"}