{"Type": "article", "Time": "2018-11-09", "Headline": "Australia's plan to challenge China in the South Pacific", "Text": "On the day Australian Foreign Minister Marise Payne met Chinese counterpart Wang Yi in Beijing to signal the beginning of a thaw in the Australia-China bilateral relationship, her boss, Prime Minister Scott Morrison, announced a $2.2 billion infrastructure package as part of the government's \"step-up to the Pacific.\" Few Australian politicians want to admit that the \"step-up\" is targeted against another country. But it is occurring as Australians are becoming increasingly concerned with the significant Chinese increase of its diplomatic, economic and potentially military presence in the South Pacific, an area that has long been considered by Canberra to be its \"backyard.\"  The motivation for this massive investment is the worst kept secret in Australian foreign policy: Australians know it is about China; the South Pacific Islands know it is about China; even Beijing knows it is about China. Is Australia over-reacting? If not, why now? And can an economy less than one-eighth the size of China's really compete with the latter's ambitions in the South Pacific? For foreigners, the national importance Australia attaches to the Pacific might be difficult to understand. In April 2018, Australian media reports claimed China had approached Vanuatu about building up its military presence on the island, and potentially opening a military base. Having given the island of around 270,000 people hundreds of millions of dollars of development aid, the reports also indicated that Beijing had been negotiating with Vanuatu about host and even basing rights for People's Liberation Army (PLA) Navy ships. No subsequent proof of these supposed negotiations was released. It was later denied by Vanuatu and rubbished by China. Even so, the reports generated at least as much popular interest and concern as China's well-known island-building program in the South China Sea and militarization of these artificial islands. In Australian strategic circles, the notion of a supposed naval base around 2,500 kilometers (1,500 miles) from its shoreline did more than raise eyebrows. It played into the country's sense of vulnerability.  As reaffirmed in the 2016 Defense White Paper, the highest priority has been given to ensuring that no potentially hostile power is able to approach the Australian continent from Southeast Asia or the South Pacific in its national defense strategy. Moreover, it has long been unofficial policy between allies that the United States and Japan secure Northeast Asia, the US with Australian support secures Southeast Asia, and Australia takes the primary responsibility for securing the South Pacific. Perhaps a naval base hosting PLA vessels in Vanuatu was never in the cards.  But the PLA is seeking to enhance its reach and any permanent Chinese military presence in the South Pacific would allow the its Navy to \"break out\" into the Western Pacific Ocean. That scenario -- or any other base offered to it by a poor and desperate Pacific Island -- would fundamentally undermine Australian strategic policy which has been in place since the end of World War II. This brings us back to Morrison's multi-billion infrastructure package, which includes funding an infrastructure bank for projects in the region. In the previous decade, Chinese funding of Pacific Island countries was part of its strategy of using \"checkbook diplomacy\" to persuade small island countries to recognize the People's Republic of China rather than Taiwan as the true \"China.\" At least according to the Australian view, Chinese checkbook diplomacy is now about more than seeking official recognition at Taiwan's expense. It is also about winning over these small countries to China's way of thinking, whether it be about basing rights, controlling critical infrastructure in those countries or forcing states to turn a blind eye to controversial Chinese policies such as in the South China Sea. Beijing achieves this through showering small economies -- which would otherwise find it difficult to attract foreign investment -- with cheap loans. As has occurred in Sri Lanka, Cambodia, Laos and Pakistan, the tendency of these small and developing economies to accept far more debt that they can repay allows Beijing to dictate the political and/or strategic terms of any debt-forgiveness or restructuring assistance.  Persistent suspicion that China is seeking to use Hanabata and Gwadar Ports in debt-ridden Sri Lanka and Pakistan respectively for military purposes in the future only raises the discomfort levels for Australia when it comes to China in the South Pacific. Certainly, China does not take half-measures. Since 2011, it has offered at least $1.3 billion in donations and concessionary loans to Pacific Island countries. This surpasses the $1.2 billion New Zealand has given over the same period. China's amount is second only to the $6.6 billion from Australia. To be sure, Australia remains the preeminent aid and development contributor to the South Pacific and its decades of working with these small island economies means Canberra is well-positioned to remain the \"partner of choice.\" Even so, Australia has been largely reactive and playing defense to China offense. For example, Canberra signed an agreement with the Solomon Islands and Papua New Guinea in July to pay for undersea cables between the three countries in a last-minute bid to prevent Chinese firm Huawei from receiving the contract. In September, Canberra joined with the US in a last ditch attempt to thwart Huawei winning approval to build the domestic Internet cable network in Papua New Guinea.  These, and other, efforts have been reactive to Chinese overtures. The point is not to outbid China in terms of short-term generosity or allow Pacific Island nations to play Australia off against China to maximize both countries' largesse. Morrison intends to ensure that these small economies will choose an Australian backed funding source which abides by World Bank and other international commercial standards but where access is fast-tracked and not held up by unnecessary regulations (typical of World Bank and Asian Development Bank Loans), and which impose repayment terms that are sustainable and will not endanger the solvency of these economies. Australia knows it cannot keep China out of the South Pacific. But it can warn these developing economies about the price of severe indebtedness to China and offer them a ready alternative when it comes to the funding of critical infrastructure which would have domestic and/or regional security implications. Most of all, recent Australian policy is belated recognition it needs to compete in a region which has remain benign and free from potentially hostile external influence for over seven decades.", "Section": "australia", "Writers": [], "URL": "https://www.cnn.com/2018/11/08/australia/australia-china-south-pacific-analysis-intl/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}