{"Type": "article", "Time": "2020-06-11", "Headline": "NetEase shares pop 8% in Hong Kong debut", "Text": "NetEase shares popped as much as 9.7% in their Hong Kong debut Thursday morning — a promising showing for a US-listed Chinese company seeking friendlier market territory in Asia.  By mid-morning, NetEase pulled back on some of its gains, and was last trading up 8% at about 133 Hong Kong dollars ($17). The gaming firm, which has traded in New York since 2000, turned to Hong Kong for a secondary offering as scrutiny of Chinese companies on Wall Street intensifies and wider US-China tensions rise. It's not the only one: E-commerce giant JD.com hopes to raise $4 billion in its secondary listing next week.   NetEase started as a Chinese internet portal in the late 1990s and expanded into online games in 2001. It is the second largest mobile game company in the world, behind Tencent, according to analytics company App Annie. The company says its most popular games are Identity V, Knives Out and Rules of Survival, among others. NetEase raised $2.7 billion in its Hong Kong listing. The company said it wants to use the money to expand its online game offerings in overseas markets such as Japan, the United States, Europe and Southeast Asia. It also intends to use some funds to fuel more innovation.  But the company also made clear in stock exchange filings that it thinks the United States could become more hostile for Chinese companies, as regulators and lawmakers consider new rules that would lead to harsher scrutiny. Some restrictions could even make it tougher for companies to go public or keep trading in New York. US Secretary of State Mike Pompeo last week praised the Nasdaq for proposing new rules on compliance that could affect Chinese companies, adding that other exchanges should consider similar regulations. \"American investors should not be subjected to hidden and undue risks associated with companies that do not abide by the same rules as US firms,\" Pompeo said in a statement. \"Nasdaq's action should serve as a model for other exchanges in the United States, and around the world.\" The US Senate, meanwhile, unanimously passed a bill that would prevent companies that refuse to open their books from listing on Wall Street, following an accounting scandal involving Luckin Coffee, which started trading in New York last year. The bill's bipartisan co-sponsors said the goal is to \"kick deceitful Chinese companies off US exchanges.\" The bill still needs to pass the US House of Representatives before it proceeds. The Nasdaq moved to delist Luckin after the Chinese coffee chain admitted that a significant portion of its revenue last year was made up. Luckin has appealed the decision, and its shares have resumed trading. Its stock is down 90% for the year. NetEase's upbeat debut outpaced the Hang Seng Index, which fell 1.2% in morning trade. Markets elsewhere in Asia were also trending lower following downbeat remarks from US Federal Reserve Chairman Jerome Powell. Powell said on Wednesday that the US economy remains unstable and millions of people will remain out of work for quite some time. ", "Section": "tech", "Writers": ["Sherisse Pham"], "URL": "https://www.cnn.com/2020/06/10/tech/netease-hong-kong-pop-intl-hnk/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}