{"Type": "article", "Time": "2020-01-23", "Headline": "January 23 coronavirus news", "Text": "Our live coverage of Thursday's coronavirus outbreak has ended, but you can read more about the ongoing crisis here. China is allocating RMB 1 billion (US$144 million) to combat the deadly Wuhan coronavirus outbreak.  A statement released by the Ministry of Finance on Thursday says the money will “support virus control work in Hubei province,” where Wuhan is located.  It did not specify how the funds will be spent. China’s National Health Commission says 25 people have died from the Wuhan coronavirus with 830 people infected, as of midnight Friday morning local.  Twenty-four of the deaths were in Hubei province, and 1 Hebei.  Two male Chinese patients tested positive for the Wuhan coronavirus on Thursday, announced Vietnam's Deputy Minister of Health, Nguyen Truong Son, according to an article posted by the Vietnamese Ministry of Health government website. According to the report, the Deputy Minister of Health was present at Cho Ray Hospital in Ho Chi Minh city where the two patients are being treated. Several people are being monitored in Canada for signs of the coronavirus, Canadian Chief Public Health Officer Dr. Theresa Tam told CNN.  However, Dr. Tam added that there are currently no confirmed cases of the virus in Canada.  Three major airports in Canada have ramped up their screening processes. International travelers arriving in Toronto, Montreal, and Vancouver International Airport have signage on electronic arrival screens reminding them inform a border service officer if they are experiencing flu-like symptoms. An additional health screen question has also been added to electronic kiosks. “It is important to stress that entry screening alone is not a guaranteed against a possible importation of this new virus,” Dr. Tam said. “It remains an important public health tool and part of a multi-layered government response.”  Dr. Tam said there is currently no specific vaccine against the novel coronavirus. Beijing’s municipal health authority has confirmed four additional cases of Wuhan coronavirus, bringing the capital’s total to 26. Over 600 people have been infected with the virus worldwide. A group of Chinese exchange students visiting the US are no longer participating in on-campus activities with Longfellow Middle School students in Fairfax County, Virginia, according to a letter from the administration sent to parents yesterday.  “While health officials believe the risk of illness transmission of the novel Coronavirus from these students is extremely low, we felt it necessary to make this adjustment,” it said in the letter. According to school spokeswoman Lucy Caldwell, the students are visiting from Yi Chang, which is located in the Hubei province. Wuhan is the capital of Hubei. The exchange students are expected to stay in the DC area for a week before making other stops in the United States, Caldwell said.  Longfellow Middle School students have an exchange trip to Yi Chang scheduled for early April that hasn’t been canceled yet. They will monitor the situation and make a determination at a later time, Caldwell said.  Caldwell provided CNN with a copy of letter sent to parents: Good afternoon Longfellow Middle School Families,\nIn an abundance of caution, we have decided to redesign the cultural exchange program that Longfellow MS was scheduled to begin today, January 22. Although the students will not be visiting Longfellow MS, we will offer to work collaboratively with the travel company to facilitate cultural and educational activities in the DC area so that the students enjoy a positive experience. \nStudent and staff health and safety remain our first priority. While health officials believe the risk of illness transmission of the novel Coronavirus from these students is extremely low, we felt it necessary to make this adjustment.\nThank you for your understanding and support. The Wuhan coronavirus does not yet constitute a public health emergency of international concern, according to an emergency committee convened by the World Health Organization. \"The advice to the [director-general], which is provided by the emergency committee, is that now is not the time” and that it is \"too early to consider that this event is a public health emergency of international concern,” committee chairman Dr. Didier Houssin told reporters Thursday. The announcement came shortly after the committee was convened over two days in Geneva to advise WHO leadership on the outbreak. The organization was expected to make an announcement Wednesday, but WHO Director-General Tedros Adhanom Ghebreyesus then told reporters that he did not have enough information to make a decision, and the committee was asked to reconvene a second day. WHO defines a public health emergency of international concern as \"an extraordinary event\" that constitutes a \"public health risk to other States through the international spread of disease\" and \"to potentially require a coordinated international response.\" Previous emergencies have included Ebola, Zika and H1N1. While Ghebreyesus praised the Chinese government and its cooperation with WHO on Wednesday, Houssin then expressed that the information they had from Chinese authorities was too limited and imprecise for the committee to make a recommendation that day. The committee remained divided — roughly 50/50 — over the course of the two-day meeting, Houssin said Thursday. Advisers to the US Centers for Disease Control and Prevention have told CNN they are concerned that Chinese health officials have still not released basic epidemiological data about the Wuhan coronavirus outbreak, making it more difficult to contain. WHO has played a number of roles in the international response to the outbreak, including coordinating with international authorities and researchers, as well as developing guidance for lab testing, treatment and prevention measures. According to a Scottish government spokesman, five people being tested for Wuhan coronavirus, a higher number than previously reported.  “Following travel to Wuhan, China, two people confirmed as diagnosed with influenza are now being tested for Wuhan Novel Coronavirus as a precautionary measure only. Three further people are also undergoing testing on a similar precautionary basis,\" he said. However, he emphasized that “there are currently no confirmed cases of Coronavirus (WN Co-V) in Scotland and the risk to the Scottish public remains low.\" There are no cases of coronavirus in Saudi Arabia, the Saudi Center For Disease Prevention And Control tweeted on Thursday. \"There are no cases of the coronavirus(2019-nCoV)in #Saudi_Arabia so far,\" the tweet read. Consulate General of India in Jeddah, Saudi Arabia, also denied earlier reports about the Indian nurse in Saudi Arabia diagnosed with Wuhan Coronavirus. “Dr Tarik Al Azraqi, Chairman, Scientific Regional Infection Control Committee, Aseer Region, has confirmed that Indian Nurse being treated at Aseer National Hospital is suffering from MERS-CoV & not 2019-NCoV (Wuhan). We request everyone to refrain from sharing incorrect info,” Consulate General of India in Jeddah tweeted on Thursday. Two confirmed cases of coronavirus in Gansu province mean only three Chinese administrative regions remain free from the disease. Cases have spread out from an epicenter in the central Chinese city of Wuhan, home to 11 million people. The US Centers for Disease Control and Prevention (CDC) gave Wuhan its highest level of travel notice, recommending travelers avoid all non-essential travel to Wuhan.  The agency gave the rest of the country a level one travel advisory, telling people to \"remain alert if traveling to other parts of China.” The total number of confirmed cases is well over 600 worldwide. Two cases of Wuhan coronavirus in Hong Kong have been confirmed, according to a statement from Hong Kong’s Department of Health on Thursday. The two “highly suspected imported cases” were first reported on Wednesday and announced at the World Economic Forum in Davos by Hong Kong’s Chief Executive Carrie Lam. The Hong Kong Department of Health said the patients who were infected tested positive for the virus and that the patients are in stable condition. The department is continuing its investigation into the cases. The US Centers for Disease Control and Prevention (CDC) has raised its travel notice for Wuhan, China, to the highest of three levels, according to its website. \"CDC recommends that travelers avoid all nonessential travel to Wuhan, China,” it said in announcing the increase to “Warning - Level 3” status.  The CDC recommends that travelers “remain alert if traveling to other parts of China” by avoiding contact with sick people, animals and animal markets. China as a whole carries a “Watch - Level 1” travel advisory.  For those who traveled to China in the past two weeks and have symptoms such as fever, cough or trouble breathing, the agency recommends seeking immediate care, avoiding contact with others, not traveling, and practicing proper hygiene. The CDC says that symptoms of the Wuhan coronavirus may appear in as little as 2 days and up to 14, according to its website. This is based largely on what the agency knows about MERS — a different type of coronavirus. Health experts say there is still a lot to unravel about how — and how quickly — the virus spreads. \"At this time, it’s unclear how easily or sustainably this virus is spreading between people,” the CDC said. Four people in Scotland are being tested for suspected Wuhan coronavirus after traveling from the Chinese city where the outbreak began, said Jurgen Haas, head of infection medicine at the University of Edinburgh, according to Britain's PA Media news agency.  Haas told PA: “We have currently three cases [of] suspected Wuhan coronavirus in Edinburgh and as far as I understand one case in Glasgow.” The US National Institutes of Health (NIH) is working with two pharmaceutical companies to develop a vaccine for the Wuhan coronavirus, according to a Thursday announcement at the Davos World Economic Forum in Switzerland. Dr. Richard Hatchett, CEO of the Coalition for Epidemic Preparedness Innovations, announced the coalition between NIH, pharmaceutical companies Moderna and Inovio, and the University of Queensland in Brisbane, Australia. Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, told CNN that human trials could begin in a few months. In a press release, Hatchett said that, given the “rapid global spread” of the Wuhan virus, “the world needs to act quickly and in unity to tackle this disease.” Charles Li, CEO of the Hong Kong Stock Exchange, has said he hopes the world will react better to the coronavirus than it did to the SARS outbreak. “We’ve been here in 2003 with SARS and everything else, hopefully this time, not only we have learned, but hopefully we’ll do better,\" said Li in an interview with CNN’s Julia Chatterley in Davos. \"This requires everyone to pay attention,\" added Li, referencing governments, institutions, hospitals and the media. Li also commented on the market tumble in Asia. “Markets reacted very quickly, very naturally to something that is not known, something like this; how fast is going to go, how serious is going to be, how broadly affecting the population is going to be so while those questions are still lingering the market is going to pause,” he said. Stocks in China had their worst day in more than eight months Thursday as the deadly virus spreads across the country. China's Shanghai Composite closed down 2.75% Thursday afternoon, and Hong Kong's Hang Seng Index closed down 1.5%. The benchmark has lost about 4% so far this week. Advisers to the US Centers for Disease Control and Prevention (CDC) told CNN they are concerned that Chinese health officials have still not released basic epidemiological data about the Wuhan coronavirus outbreak, making it more difficult to contain the outbreak. We're more than three weeks into the outbreak, with more than 600 infections and at least 17 people dead. Yet it’s still unknown how many patients got sick via contact with infected animals at the market where the virus first emerged versus how many patients got sick through person-to-person contact.  Other unknowns include the amount of time from exposure to the virus to the onset of symptoms, or at what point after infection someone becomes contagious. Dr. William Schaffner, a professor at Vanderbilt University Medical Center and longtime CDC adviser, said if this outbreak were in the US, these questions would likely be answered by now – and those answers would help disease detectives put a stop to the outbreak sooner. Regional health authorities in China have confirmed 13 new cases of the Wuhan coronavirus, bringing the total number of cases in mainland China to 611, and 622 globally.  Seventeen people have died from the illness, all in China. Eight more cases were confirmed in Beijing. Shaanxi Province and the Xinjiang Autonomous Region confirmed three and two cases, respectively. The self-governing island of Taiwan has reported a confirmed case of the coronavirus. There is also one confirmed case in Japan, one in South Korea, three in Thailand, two in Macao, one in Singapore, one in Saudi Arabia and one in US. Scientists say the death rate of Wuhan coronavirus is not as high as the SARS virus -- which swept through Asia in 2003 -- but added that the number of people infected is climbing. Here's how the two match up: Doctors in Singapore have diagnosed a 66-year-old Chinese national with Wuhan coronavirus, according to a spokeswoman at the city’s Ministry of Health. Officer Elfa Elyes said that the male patient arrived in Singapore from Wuhan on Monday January 20. The patient developed a fever and a cough on January 21, and was admitted into isolation the next day. Singapore's Ministry of Health has also been investigating a second case whose preliminary test for the virus was positive. The patient is a 53-year-old female from Wuhan. The ministry is now awaiting further test results to formally confirm that she has the virus.  An Indian nurse in Saudi Arabia has been diagnosed with Wuhan coronavirus, according to India’s foreign office. “About 100 Indian nurses mostly from Kerala working at Al-Hayat hospital have been tested and none except one nurse was found infected by Corona virus,\" tweeted Vellamvelly Muraleedharan, Indian Minister of State for External Affairs, on Thursday. \"Affected nurse is being treated at Aseer National Hospital and is recovering well,” he added. Saudi officials didn’t immediately respond to CNN's request for comment. The UK is “well prepared” to handle cases of Wuhan coronavirus, Health Secretary Matt Hancock said Thursday.  Speaking in the House of Commons, Hancock said “the chief medical officer has revised the risk to the UK population from very low to low and has concluded that while there is an increased likelihood that cases may rise in this country, we are well prepared and well equipped to deal with them.”  There are currently no confirmed cases of the virus in the UK. The health secretary did however say that this is a “rapidly developing situation” and he expected the number of cases and deaths to rise, but so far all fatalities have been in mainland China.  From the first reported case in December, in Hubei province, the Wuhan coronavirus has spread to almost all of China's administrative regions this week. The Wuhan coronavirus that has killed at least 17 people and infected more than 600 spreads more easily from person to person than previously thought, according to a World Health Organization (WHO) official. “We are now seeing second and third generation spread,” said Dr. David Heymann, the chairperson of a WHO committee that is gathering data on the virus. Third generation means that someone who became infected after handling animals at the market in Wuhan, China, spreads the virus to someone else, who then spreads it to a third person. The virus initially appeared to spread only by very close contact that would typically occur within a family, such as hugging, kissing, or sharing eating utensils, Heymann said. Now, he says evidence is accruing that shows more distant contact could spread the virus, such as if a sick person were to sneeze or cough near someone else’s face. He said there is no evidence at this point that the virus is airborne and could be spread across a room, as happens with the flu or measles.  Travel restrictions have been put in place in Ezhou, the third Chinese city to be affected by measures aimed at controlling the spread of coronavirus. Ezhou’s railway station has been closed \"in order to fully conduct prevention and control of the new type of pneumonia causing coronavirus, effectively cut off the transmission of the virus, resolutely curb the spread of the epidemic, and ensure the safety and health of the people,\" according to a Thursday statement from the Ezhou City Coronavirus Disease Prevention Control Headquarters.  Earlier in the day public transport and long distance transport networks were suspended in nearby Huanggang, according to its municipal government. Huanggang's central market is temporarily closed, as well as all entertainment venues, public halls, movie theaters and tourism centers. Cars coming in and out of the city will be checked and searched, and people will have their temperatures taken. Airline Cathay Dragon announced Thursday it is suspending flights to and from Wuhan amid the deadly coronavirus outbreak. “In light of the evolving situation in Wuhan, Cathay Dragon is temporarily suspending flights to and from Wuhan effective January 24, 2020 until 29 February, 2020,\" said the company in a statement.  \"We are monitoring the situation closely and will continue to coordinate with the health authorities in Hong Kong and in all the ports to which we operate flights.”  Cathay Dragon is a subsidiary of Hong Kong’s flag carrier, Cathay Pacific. Cathay Pacific stock declined 2.1% in Hong Kong Thursday as the aviation sector comes under pressure amid the spread of the coronavirus. Authorities in Beijing have canceled all large-scale Chinese New Year celebrations in an effort to contain the growing spread of Wuhan coronavirus. “In order to control the epidemic, protect people’s lives and health, reduce the mass gathering and ensure people to have a harmonious and peaceful Spring Festival, it is decided to cancel all the large-scale events, including temple fairs, in Beijing as of today,” read a Thursday statement from the governmental Beijing Culture and Tourism Bureau. “Citizens shall strengthen the preventative measures and support the decision. We will notify the policy changes with the epidemic development ... And wish all citizens a happy Spring Festival,” the statement continued. Chinese New Year 2020 runs from Saturday 25 through February 8.  Wuhan, where the coronavirus outbreak originated, is the capital city of Hubei province in Central China. It is the 10th most populated city in China, with 8,837,300 residents in 2018, according to the National Statistics Bureau. The city is widely referred to as having a population of 11 million. This includes migrant workers and other residents who do not have Wuhan residency registration, and who are hence not included in the national census. The city is home to some of the top universities in China, including Huazhong University of Science and Technology (ranked ninth in the country), Wuhan University (ranked 12th) and China University of Geosciences (23rd in China). Tennis player Li Na hails from the city, which is also famous as the birthplace of the 1911 armed uprising that eventually overthrew China’s last imperial dynasty. In 2018 the city had 398 hospitals and 17 centers for disease control and prevention out of a total 6,340 medical institutions.  Wuhan has a total number of 95,300 beds in hospitals and community clinics, and 136,300 people are employed in its medical institutions.  The average life expectancy in the city is 81.29 years. Huanggang, a neighboring city about 80 kilometers (50 miles) east of Wuhan, will be effectively locked down due to risks associated with the spread of the Wuhan coronavirus, Chinese state media reported.  The Hubei Huanggang New-type Coronavirus Pneumonia Prevention and Control Command, a task force set up to deal with the crisis, said in a statement that at midnight, the city's subway and train stations will close, per a report in the People's Daily, a state-run newspaper. All theaters, internet cafes and indoor public culture, tourism and entertainment facilities in the city will also stop business, People's Daily reported.  Like Wuhan, Huanggang is located on the banks of the Yangtze River. The entire administrative area of Huanggang has a population of 7.5 million, but People's Daily reported that the lockdown only applies to the urban area, which is only a part of the total population. Regional health authorities in China have confirmed 13 new cases of the Wuhan coronavirus, bringing the total number of cases in mainland China to 611.  Eight more cases were confirmed in Beijing. Shaanxi Province and the Xinjiang Autonomous Region confirmed three and two cases, respectively. Those are the first cases that have been confirmed in Xinjiang and Shaanxi -- meaning that of the 22 provinces, five autonomous regions, two special administrative regions and four municipalities under the control of the People's Republic of China, only five have not reported confirmed cases of the Wuhan coronavirus as of midday Thursday. They are: Inner Mongolia Autonomous Region\nTibet Autonomous Region\nGansu Province\nQinghai Province\nHong Kong The Hong Kong government has not formally confirmed the presence of the virus in the city, but said it is investigating two \"highly suspected\" cases. Preliminary tests of the first individual were positive for the virus.  The self-governing island of Taiwan has reported a confirmed case of the coronavirus. The Wuhan New-type Coronavirus Pneumonia Command -- a task-force set up to deal with the crisis -- said in a statement that Wuhan has a sufficient supply and reserve of food, medical supplies and commodities.  \"There is no need for the general public of the city to panic or hoard in order to prevent unnecessary wastes,\" the command said. However, there is still unease among many in the city. Jan Renders, a 29-year-old PhD student in Wuhan, told CNN that many shops are closing for the Lunar New Year holiday, so many people had already been stocking up on supplies. Renders, who has lived in Wuhan for the last two and a half months, said he was able to stock up on food for at least a week.  \"But of course people aren't sure whether shops will be going back to normal soon,\" he said. Another man in Wuhan sent CNN a picture inside a grocery store Thursday morning that showed several empty shelves. The man, who asked not to be identified, said most of the food was sold out.  Wuhan, the city where the outbreak originated, is home to more than 11 million people -- that's as big, or bigger than London, the largest city by population in the European Union.  It's the biggest city in all of central China -- and unsurprisingly, is considered the political, economic and transport capital of the region.  Located in Hubei province on the confluence of the Yangtze River and its largest tributary, the Han River, the city is often referred to as \"jiu sheng tong qu,\" meaning it's considered the main thoroughfare of nine provinces. In other words, Wuhan is huge and densely populated, with people coming and going every day -- making the outbreak and lockdown a nightmare for authorities, especially ahead of Lunar New Year this weekend. To put it in perspective: The lockdown is like closing down all transportation for a city more than three times the size of Chicago, two days before Christmas. More about Wuhan: Wuhan is a major manufacturing city with a heavy focus on automobile and medical equipment: Bosch and PSA both relocated their China headquarters to Wuhan recently. The city, spanning 8,494 square kilometers, has played a major role in the government's plan to rejuvenate the nation's central region for more than a decade. But the city's historical importance can be traced back more than 3,000 years. Wuhan is listed as one of the Famous Historical and Culture Cities by the state and is home to the ruins of Panlong City. Read more about Wuhan here. The Wuhan New-type Coronavirus Pneumonia Command -- a Chinese task-force set up to deal with the crisis -- has announced the closure of highways out of the city, a move it called a \"necessary act to stop the spreading of the epidemic.\" However, minutes later the announcement was removed from the website. It's unclear why.  The decision to effectively cut off Wuhan from the rest of the world has sparked fears among some on social media about the availability of food and medicine inside the city.   Flights out of Wuhan had already been suspended and public transport in the city has stopped. Fear and anxiety is mounting in China, with controversy on social media over residents who apparently fled Wuhan ahead of the partial lockdown enforced on Thursday. On the microblogging platform Weibo, people shared their fears over the virus, as well as cautionary warnings. \"Don't panic and try not to go out,\" one person warned. Another person posted they had thought about fleeing Wuhan. \"I was thinking about my parents and children -- if I bring them, where can we escape to?\" read the post. \"Tomorrow will there be a line to snatch supplies? Will the next step be to send troops here to maintain order? By spring, will this explode into an epidemic? Or by May, will Wuhan have been restored to peace and goodness?\" Controversy over evacuees: On early Thursday morning, train stations in Wuhan were packed with people trying to get out of the city before the blockade went into effect. Crowds jammed together, trying to get on the last few trains out of the city of 11 million people. The rush to get out has even got its own hashtag on Weibo -- #EscapeFromWuhan. But the mass exodus has been met with anger from many Weibo users, who accused people leaving Wuhan of being selfish and irresponsible as they could then potentially spread the virus. \"Wuhan people, get out of Shanghai,\" one person posted. \"Don't sneak in and spread chaos.\" China's National Health Commission has publicized a lengthy series of technical instructions it is giving to medical facilities dealing with the Wuhan coronavirus. Here is some of what's being advised:  Suspected or confirmed patients should be treated and taken care of by dedicated staff. Medical workers unrelated to the case should be restricted from entering treatment zones. \nSuspected and confirmed patients should be kept separate. \nSuspected patients should be kept in individual rooms for quarantine, but patients who have contracted the virus can be kept in shared rooms. \nPatients being discharged from the hospital must change into clean clothes and carry out disinfectant procedures in accordance to existing regulations.\nIf a suspected or confirmed patient dies, his or her body must be dealt with rapidly. Use cotton balls or gauze containing 3,000mg/L or 0.5% peracetic acid to close all of the body's orifices -- including the mouth, nose, ears and anus. Wrap the body with double-layered cloth sheets and put the body in two layers of body bags. Then transport it using designated vehicles to specified cremation centers. Chinese authorities have enforced a partial lockdown of transport in and out of Wuhan, where the outbreak started -- disrupting travel plans for millions of people, just days before Lunar New Year. Partial lockdown: Wuhan \"temporarily\" closed its airport and railway stations on Thursday for departing passengers, and all public transport services are suspended until further notice. The wearing of face masks is now mandatory in all public places in the city, including hotels, restaurants, parks, cafes, and shopping malls. The rush to get out: Train stations in Wuhan were packed early Thursday morning, as passengers scrambled to leave the city before the lockdown began. Families were seen unloading their cars and hurrying to get into lines that already stretched outside the doors. At the busy Hankou railway station, officials used thermal detectors to scan for potential fevers. Crowds were shoulder to shoulder as they waited for trains out of the city. Lunar New Year: The outbreak and lockdown could not have come at a worse time. Lunar New Year begins this Saturday and marks one of the biggest human migrations on the planet, with millions of people visiting families and traveling in China or throughout Asia. Read the full story here. The coronavirus started in Wuhan, the capital of China's central Hubei province. The city, which is home to an estimated 11 million people, is now in lockdown as cases spread. Here's a look at the city's medical infrastructure: Wuhan has 6,340 medical institutions as of 2018, including 398 hospitals, 5,853 grassroots medical clinics, and 79 public health institutions.\nThe 79 institutions include 17 centers for disease control and prevention. \nThere are 95,300 beds in hospitals and community clinics across the city, with a total occupancy rate of 88.9%.\nThe city has 136,300 workers across its medical institutions. This includes 109,600 health technical workers, 39,600 practicing or assistant doctors, 54,400 registered nurses, 4,700 pharmacists and 5,400 technicians.\nThe average life expectancy of Wuhan is 81.29 years. Transportation authorities in the province of Hubei have begun shutting down highway exits that lead to the city of Wuhan, China's state-run Xinhua news agency has reported.  Earlier today, officials in Wuhan took the largely unprecedented step of ordering a partial lockdown of the city of 11 million people in order to contain the spread of the virus.  As of 10 a.m. local time (9 p.m. ET), all public transport, including planes and trains, were \"temporarily suspended.\"  Road closures were not mentioned in the official announcement.  The decision to restrict travel comes shortly before Lunar New Year begins on January 25 amid what is considered the biggest human migration on the planet, with hundreds of millions of people visiting families and traveling in China. The majority of travel during the festive period takes place on roads by private vehicle. What started as an unknown virus last month in Wuhan, China, has now killed at least 17 people and infected hundreds more around the world. If you're just joining us now, here's what you need to know: What is the virus? First identified in Wuhan in mid-December, the novel coronavirus (2019-nCoV) is in the same family of infections as severe acute respiratory syndrome (SARS) and Middle East respiratory syndrome (MERS).\nWhat are the symptoms? Coronavirus symptoms can look like a common cold -- a runny nose, cough, sore throat, possibly a headache and a fever. For those with a weaker immune system, the virus could cause a more serious respiratory tract illness like pneumonia or bronchitis.\nHow is it transmitted? Coronaviruses are transmitted by animals and people, and this Wuhan strain has been linked to a market selling seafood and live animals. Chinese officials said human-to-human transmission of the virus has been confirmed.\nWhat are the casualties? So far, 17 people have been confirmed dead in China, and 598 cases have been confirmed in the mainland. \nWhere has it spread? Cases have been reported in nearby territories Macao and Taiwan. There have been confirmed cases in the US, South Korea, Thailand and Japan, and suspected cases detected in Hong Kong and Australia. \nIs there a vaccine? International scientists are trying to create a vaccine for the new virus -- but it probably won't come anytime soon. It will take at least a few months before clinical trials start and more than a year until a vaccine might become available.\nSo what are authorities doing? China adopted Class A prevention and control measures, typically used for major outbreaks like plague. Wuhan is under lockdown, and airports around the world are screening passengers. The World Health Organization is still deciding whether the disease constitutes a \"public health emergency of international concern,\" and what recommendations should be made. Stocks in China are having their worst day in more than eight months as the Wuhan coronavirus spreads across the country. The Shanghai Composite (SHCOMP) fell nearly 3.2% Thursday afternoon, accelerating earlier losses. It's the index's worst single-day percentage drop since last May, when President Donald Trump threatened new tariffs on China. Hong Kong's Hang Seng Index (HSI) declined nearly 2.2%. The benchmark has lost more than 4% so far this week. Japan's Nikkei 225 (N225) slumped 1%, while South Korea's Kospi (KOSPI) decreased 0.9%. Meanwhile, medical stocks are surging: shares of Zhende Medical and Jiangsu Nanfang Medical spiked 10% in Shanghai, the daily maximum limit. Read more from CNN Business here. Of the 22 provinces, five autonomous regions, two special administrative regions and four municipalities under the control of the People's Republic of China, only seven have not reported confirmed cases of the Wuhan coronavirus as of mid-day Thursday. They are: Inner Mongolia Autonomous Region\nTibet Autonomous Region\nXinjiang Autonomous Region\nGansu Province\nQinghai Province\nShaanxi Province\nHong Kong The self-governing island of Taiwan has reported a confirmed case of the coronavirus. The Hong Kong government has not formally confirmed the presence of the virus in the city, but said it is investigating two \"highly suspected\" cases. Preliminary tests of the first individual were positive for the virus.  China's National Health Commission has released some details about the 17 people who were killed by the Wuhan coronavirus.  Among the dead are 13 men and four women. The time period from symptoms showing to death is between 10 days and three weeks in most cases, according to the government's information. There was no mention of pre-existing conditions for seven of those who were killed. Six of the seven were men, ages 53, 61, 66, 69, 81 and 82. The only woman who died who was not listed as having a pre-existing condition was 70 years old.  Here's some of what we learned about some of the other victims:  Seven suffered from high blood pressure and five suffered from diabetes, among other conditions.\nOne had cancer and one had Parkinson's.\nThe oldest were two 89-year-old men with pre-existing conditions. One, surnamed Chen, sought hospital treatment on January 13 after he experienced difficulty breathing -- but no fever. He was pronounced dead on January 19. The other, surnamed Wang, visited Tong Ji Hospital in Wuhan on January 5 for urinary incontinence and was admitted that day. On January 8, he was transferred to emergency care after he fell unconscious. Doctors then discovered an infection in his lungs. He died 10 days later.\nThe youngest was a 48-year-old woman surnamed Yin who was suffering from fever, exhaustion and a cough. She was treated by a clinic on December 10 for two weeks but did not improve. On December 27, she was admitted to Tong Ji Hospital but then transferred to Jin Yin Tan Hospital, also in Wuhan, on December 31. She died on January 20. Yin was suffering from diabetes and a cerebral infarction before contracting the virus.  At least 598 people have been infected with the Wuhan coronavirus in 25 regions administered by the Chinese Communist Party, according to figures released by national and provincial health authorities by Beijing. The following areas in China have reported confirmed cases of the Wuhan coronavirus as of mid-day Thursday. Hubei, where Wuhan is located: 444 \nBeijing: 14 \nGuangdong: 32\nShanghai: 16\nZhejiang: 27 \nYunnan: 1 \nSichuan: 8\nShandong: 6 \nHainan: 4 \nJiangxi: 2 \nTianjin: 4 \nHenan: 5 \nChongqing: 6 \nLiaoning: 3\nHunan: 9\nAnhui: 1 \nFujian: 4\nGuizhou: 1 \nShanxi: 1 \nNingxia: 1 \nGuangxi: 5 \nHebei: 1\nJiangsu: 1 \nHeilongjiang: 1\nJilin: 1 What started as an unknown virus last month in Wuhan, China, has now killed at least 17 people and infected hundreds more around the world. Here are some things you can do to protect yourself if you are worried about contracting the virus.  Do \"what you do every cold and flu season,\" according to Dr. John Wiesman, the health secretary in Washington state -- where the first US case of Wuhan coronavirus was confirmed. More specifically:  Avoid close contact with anyone showing symptoms of respiratory illness, such as coughing and sneezing, per the World Health Organization (WHO).\nWash your hands often with soap and water for at least 20 seconds.\nAnyone with underlying medical conditions should avoid live animal markets and raw meats altogether, since those people are \"considered at higher risk of severe disease,\" the WHO says. If you're the one feeling sick: Cover your mouth and nose when you cough or sneeze\nDisinfect objects and surfaces you touch.\nWear a surgical mask. Read more here CNN's David Culver, Yong Xiong and Natalie Thomas visited Wuhan, ground zero of the coronavirus outbreak, on Wednesday. Watch their report:  Read more here about their mad dash to leave the city after authorities announced that public transport would be \"temporarily closed.\"   The World Health Organization (WHO) is holding a meeting today where it could decide whether the spread of the Wuhan virus constitutes \"a public health emergency of international concern.\" The WHO held a similar meeting yesterday but delayed its decision, due to a lack of information. \"The decision about whether or not to declare a public health emergency of international concern is one I take extremely seriously, and one I am only prepared to make with appropriate consideration of all the evidence,” WHO Director-General Tedros Adhanom Ghebreyesus told reporters Wednesday.  \"Today, there was an excellent discussion during committee meeting but it was also clear that to proceed, we need more information,\" he said.  The WHO defines a public health emergency of international concern as \"an extraordinary event\" that constitutes a \"public health risk to other States through the international spread of disease\" and \"to potentially require a coordinated international response.\" Previous emergencies have included Ebola, Zika and H1N1. Health officials in China have confirmed a total of 581 confirmed cases of the Wuhan coronavirus across 25 provinces as of mid-day Thursday, according to official statistics. Those figures do not include cases in the special administrative regions of Macao and Hong Kong or in the self-governing island of Taiwan. Chinese National Health Commission said in a statement Thursday that as of the end of the day Wednesday: 5,897 people have been found to have had close contact with infected people\n4,928 are undergoing medical observation\n969 people have been discharged from medical observation\n393 suspected cases were identified across 13 provinces, regions and municipalities\n95 cases are being qualified as \"severe\" \n17 people have died, all in Hubei province On Wednesday alone:  257 suspected cases were identified across 13 provinces\n131 new cases were confirmed across 24 provinces\n8 people died in Hubei province, five men and three women Macao’s Health Bureau said a second case of the Wuhan coronavirus has been identified in the city. In a statement, the Health Bureau says the patient was a 66-year-old male tourist from Wuhan. He was screened on arrival into Macao, where officials detected he had a high temperature. He was immediately sent to the hospital, where he tested positive for the new coronavirus. Snakes -- the Chinese krait and the Chinese cobra -- may be the original source of the newly discovered coronavirus that has triggered an outbreak of a deadly infectious respiratory illness in China this winter. The many-banded krait (Bungarus multicinctus), also known as the Taiwanese krait or the Chinese krait, is a highly venomous species of elapid snake found in much of central and southern China and Southeast Asia. The illness was first reported in late December 2019 in Wuhan, a major city in central China, and has been rapidly spreading. Since then, sick travelers from Wuhan have infected people in China and other countries, including the United States. Using samples of the virus isolated from patients, scientists in China have determined the genetic code of the virus and used microscopes to photograph it. The pathogen responsible for this pandemic is a new coronavirus. It's in the same family of viruses as the well-known severe acute respiratory syndrome coronavirus (SARS-CoV) and Middle East respiratory syndrome coronavirus (MERS-CoV), which have killed hundreds of people in the past 17 years. The World Health Organization (WHO) has named the new coronavirus 2019-nCoV. Read more here from The Conversation Macao’s Government Tourism Office has announced all Lunar New Year festivities are being canceled “due to the Wuhan coronavirus.\"  The semi-autonomous Chinese city and gambling enclave confirmed its first case of the virus on Wednesday.  Dr. Lei Chin-ion, the director of the Macao Health Bureau, said Wednesday a 52-year-old woman from Wuhan was confirmed as being infected with the virus after she went to hospital in Macao on January 21. She had arrived in Macao from Wuhan on January 19 and had traveled by train and bus, Lei said at a news conference today. She claims she had no contact with anyone with a confirmed Wuhan coronavirus back home, Lei said. Macao joins neighboring Hong Kong in calling off New Year festivities, albeit for very different reasons. Earlier this month Hong Kong officials announced that the city’s traditional fireworks display in Victoria Harbor, held on the second day of the Lunar New Year holiday, would be canceled for security reasons due to the ongoing anti-government protests.  Hong Kong’s Mass Transit Railway (MTR) has halted the sale of high-speed railway tickets to and from Wuhan, said Dobie Yam, the public transportation company's public relations manager Thursday. Yam said the decision was made after discussions with railway officials in mainland China.  Wuhan, a city of 11 million people, is on partial lockdown from in an effort to stop the spread of the virus.  Scientists at Imperial College London estimate that around 4,000 people are likely to have been infected by the Wuhan coronavirus in Wuhan city alone as of January 18. Official numbers show 17 people have died and more than 500 people have been infected with the Wuhan coronavirus within the Chinese mainland, but a team at Imperial believes these numbers are a gross underestimate. Mild symptoms and delayed onset mean many cases are likely to have been undetected. The new estimates are more than double previous estimates the scientists released last week, which suggested 1,723 people were likely to have been infected by January 12. The revision takes into account new information available this week, such as reports of exported cases in Thailand, Japan, South Korea, Taiwan and the United States. Wuhan is still the epicenter of the outbreak, explained Neil Ferguson, professor of mathematical biology at Imperial College London, highlighting that the majority of cases continue to be reported in this region. Estimates are likely to change as more information becomes available, such as a newly reported case in Macao. People in public places in Wuhan, the Chinese city where the new coronavirus emerged last month, are being required to wear face masks.  Wuhan's municipal government published a notice on Wednesday stating that all public places are to require customers to wear masks and owners are to prevent people from entering if they are not.  It reads: People who don't obey the requirements shall be dealt with by authorities in accordance with their respective duties and laws. Public places include:  Hotels, restaurants, guest houses, cafes, bars, tea houses\nPublic baths, barbers, beauty shops\nTheaters, video halls, entertainment halls, dance halls, concert halls\nStadiums, swimming pools, parks\nExhibition halls, museums, art galleries, libraries\nShopping malls, bookstores\nWaiting rooms, public transportation\nOther public places where crowds gather The decision to stop trains and planes to and from Wuhan has not come out of the blue. A group of high-level experts visited Wuhan earlier this week — and recommended to the central government that they should stop people traveling to and from Wuhan.  Professor Yuen Kwok-yung -- a leading microbiologist who was part of the group -- said that they recommended to a high-level ministerial meeting that nobody should come or go from Wuhan.  That meeting was broadcast to provincial leaders. “The mainland government policy now is that nobody should leave Wuhan and nobody should come into Wuhan,” he told CNN Wednesday.  Here's what else he said:  “The Chinese new year is the most important festival for Chinese. And many of the mobile population, they’re coming from rural China to work in Wuhan, and now you ask them not to leave to see their relatives, that is difficult. But it has to be done. \nIf you allow people to go out of Wuhan, especially those who may have symptoms, then the exported case numbers will continue to surge, and that is not a good thing for the whole outbreak control. \nI believe that this important and logical control measure of an epidemic center by stopping people from going in and going out is a time honored measure. \nI think that the Chinese government has been very decisive in doing this which is for the good of the whole world.\" Airports around the world are increasing health screenings and implementing new quarantine procedures as officials race to slow the spread of the Wuhan coronavirus. Officials announced public transportation in Wuhan would be suspended until further notice starting the morning of Thursday, January 23. The suspension includes local buses, ferries, long-distance buses and subways. All airport and railway stations in Wuhan will be \"temporarily closed\" for departing passengers with no set re-opening dates. Here's what some other countries are doing: United States: Since confirmation of the first case of the new coronavirus on January 21, the US Centers for Disease Control and Prevention has increased screening and quarantine measures at the country's major airports. Thailand: Officials at international airports in the Thai cities of Bangkok, Krabi, Chiang Mai and Phuket are reportedly screening arrivals not just from Wuhan but also Beijing and Shenzhen, which have also recorded cases of the coronavirus. Australia: The Australian Department of Health is currently working to implement additional measures to manage the risk of the coronavirus, including additional border measures -- particularly in relation to the three weekly direct flights from Wuhan to Sydney Singapore: From January 22, temperature screening at Changi Airport will be expanded to include all inbound travelers on flights arriving from China, the Ministry of Health announced. Read more here A senior State Department official said Wednesday the United States is concerned about transparency inside the Chinese government on the Wuhan Coronavirus.  “I do believe that the concern you see both inside China and internationally is a reflection of what we’ve seen in the past. 2003 was SARS, and a number of issues, where the government has been slow to respond out of fear of embarrassment or making things look worse than they are. And that reluctance to respond in a rapid manner doesn’t give the global community a secure feeling for this being managed inside China,” the official said. The 2003 outbreak of severe acute respiratory syndrome (SARS) looms large over China's response to the Wuhan coronavirus. Hundreds of people died of SARS, and Chinese authorities were widely criticized for initially downplaying the severity of the disease and censoring news about its spread, potentially causing many more people to become infected.  The State Department official said that the US was in contact with “the folks in Wuhan and the Ambassador in Beijing” on this. They said there is discussion about raising the travel advisory in response to the Wuhan Coronavirus, but nothing had been formally announced yet. Tarik Jasarevic, a spokesman for the World Health Organization, said Chinese authorities conducted genetic sequencing of the virus days after the first reported cases and then shared the sequence with the global health community.  On its verified Twitter account, the Chinese Embassy in the United States says, “China has shared info with WHO and other countries and regions on 15 occasions.\" With the news that public transport -- including planes and trains -- leaving Wuhan would be \"temporarily closed\" from Thursday morning, the CNN team on the ground had to scramble to get out of the city.  2:50 a.m. China time Colleagues in Beijing and Atlanta were the first to learn of the news and decided to pull the team out rather than risk them being stuck in Wuhan for an indefinite period.  Doing so wouldn't prove straightforward, however. There were only three flights to Beijing before 10 a.m., when the shutdown would come into effect, and all were almost full and carried with them the major uncertainty over what would happen if there were delays -- would departures be called off if they dragged on beyond cut-off time?  Roads were not mentioned in the announcement about the closures, but there was already reports on social media of police blocking highways, so Atlanta and Beijing decided the team should get a train out.   3:00 a.m. Woken early by colleagues in Beijing, the team rushed to the closest train station, where they found a flurry of other passengers with the same idea. Families unloading their cars and hurrying to get into lines that already stretched outside the doors; it seems they too got the message and wanted to get out.  4:00 a.m. After almost an hour queuing for tickets, the team was able to secure seats on a 7 a.m. high-speed train headed back to Beijing -- but from another station across town, one closer to the city center, within a few blocks of the Huanan Seafood Market, the suspected epicenter of the viral outbreak.  Walking out of the first train station, the team was approached by one woman offering to drive people to a city about 400 kilometers (250 miles) from Wuhan. She wanted $300 for the journey. 5:00 a.m. Driving through Wuhan en route to Hankou railway station, the team saw groups of people standing at the sides of the road, luggage at their sides, face masks on. It was not immediately clear what they were waiting for, but they were seemingly prepared for a long journey.  Arriving at Wuhan's central station, the team watched as dozens of passengers busily filed through the security screening. Officials were also using thermal detectors to scan for potential fevers. Just outside the main door, a man who looked to be in his late 60s, sat with a box of unopened face masks. He was selling them for about $1.75 each.  6:00 a.m. Inside Hankou station, the crowds were shoulder to shoulder. It was difficult to distinguish between planned holiday travelers -- Lunar New Year being two days away -- and fellow last-minute departures. The only people who stood out were the few who had left their faces uncovered. Others took the opposite approach: one woman had covered her face, hands, head and body with a plastic poncho. Some wore hair nets, while others doubled up on face masks.  6.55 a.m. As the final boarding calls were made, passengers rushed from the platform onto the train. One young couple walked up to the door with their son and an elderly man. They told CNN they were sending the child with his grandfather to stay with family out of town. But they didn't want to unnecessarily risk exposing out of town relatives to the illness so were staying back in Wuhan themselves.  7:00 a.m. As the train departed Wuhan, staff were all wearing masks, only 36 hours after they were reportedly told by management not to, so as to avoid a panic. It was still dark as the train left the city, but as it forged ahead the sun rose amid thick smog and morning mist.  At least 17 people are dead in China and more than 500 infected as the Wuhan coronavirus continues to spread throughout Asia and across the world. As China continues to try and contain the Wuhan coronavirus ahead of the main Lunar New Year travel rush, officials took the largely unprecedented step of ordering a partial lockdown of the city of 11 million people. From 10 a.m. local time (9 p.m. ET), all public transport, including planes and trains, has been \"temporarily suspended.\"  What exactly this means, and how long the \"temporary\" suspension will continue is currently unclear -- the majority of travel during Lunar New Year takes place on roads by private vehicle.  Even with the roads remaining open, the scale of the challenge facing authorities is immense. For the purpose of comparison, imagine closing down all transport links for a city more than three times the size of Chicago, two days before Christmas.  Extra screening protocols have also been put in place in airports outside of China, including in the US, where the first case of the virus was confirmed Wednesday.  Following a meeting in Geneva, World Health Organization (WHO) officials decided not to declare a public health emergency over the Wuhan virus. They will meet again Thursday to discuss whether further action is needed.   Washington state health officials said Wednesday that investigators have identified 16 “close contacts” of a 30-year-old man who is the first confirmed case of coronavirus diagnosed in the United States.  The Snohomish County resident, who has not been named, identified people that he has interacted with since returning from Wuhan. Those named will be actively monitored for signs of any illness by local health officials.  Health officials said that they consider a “close contact” to be anyone who is within 6 feet of an infected person, like having a meal or meetings together, but that they are not asking those contacts to isolate themselves unless they have symptoms. Health staff will reach out to the contacts daily to see if they have a fever or cough and to check if they develop any symptoms. Dr. Chris Spitters, the health officer for the Snohomish Health District, said there is also a call center set up to take resident’s questions about the virus.  Above, a photograph shows queues at Wuchang train station in Wuhan, China. Starting on Thursday morning local time, all city transportation will halt, including local buses, ferries, long-distance buses and subways. Wuhan's airport and railway stations will be \"temporarily closed\" for departing passengers. ", "Section": "asia", "Writers": ["Joshua Berlinger", "Steve George", "James Griffiths"], "URL": "https://www.cnn.com/asia/live-news/coronavirus-outbreak-intl-hnk/index.html", "MainKeyWord": "Macao", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}