{"Type": "article", "Time": "2019-08-09", "Headline": "They might be better for the planet, but are plant-based burgers good for you?", "Text": "If you're looking for a vegetarian burger instead of a beef-based burger, you're in luck these days.  Two popular options include the Impossible Burger, in over 5,000 restaurants in the United States, Hong Kong, Macao, and Singapore, and the Beyond Burger, available at more than 35,000 locations, including the meat aisles in supermarkets. These burgers are the makings of food chemistry at its finest, and include ingredients that attempt to mimic the flavor, aroma and even the \"bleeding\" color of meat.  (One of the Impossible Burger's ingredients is a genetically modified version of heme, an iron-containing molecule from soy plants, like the heme from animals -- which is what gives it its uniquely meaty flavor, according to the company's website). But though these plant-based burgers are certainly a healthy option for the environment, you might be wondering: are they any better for your body than regular beef burgers? An analysis of 'alternative meat' nutrition As a nutritionist, I would say this: If you enjoy the taste of these faux meat burgers, and part of your food philosophy includes vegetarianism or eating to sustain the environment, then by all means, you should feel free to enjoy an Impossible Burger or Beyond Burger.   But if you are choosing to eat these burgers solely for their health value, you may want to reconsider.   For example, the Impossible Burger has 240 calories, and 8 grams of saturated fat, thanks to coconut oil.   By comparison, an 80% lean beef burger has 280 calories and 9 grams of saturated fat.  That's not a whole lot of difference.  (The plant burgers are cholesterol free, however). The Beyond Burger has less saturated fat than the beef or Impossible Burger (6 grams), but a similar calorie count, with 250  calories per patty.  But a turkey burger has only 4 to 5 grams of saturated fat, and 220 to 240 calories, depending on the brand.  And a grain-based veggie burger that's not attempting to mimic meat has only 150 to 160 calories, and only about 1 gram of saturated fat, and is therefore healthiest overall from a fat standpoint.   What's more, depending on the brand, these burgers are made with real veggies, like onions, carrots, mushrooms, zucchini, green and red bell peppers, quinoa and brown rice. The protein content of the burgers is similar as well; the Impossible Burger has 19 grams of protein from soy and the Beyond Burger has 20 grams, from peas. The beef and turkey burgers each have about 19 to 21 grams of protein, depending on the brand. But the grain-based veggie burgers are lowest, with only 9 grams of protein.   The faux meat burgers also rank higher in sodium than the beef and turkey burgers, with the Impossible Burger containing 370 milligrams of sodium, and the Beyond Burger containing 390 milligrams. The beef patty contains only 65 to 75 milligrams of sodium, depending on the brand, and the turkey burger has 95 to 115 milligrams. The grain patties have over 400 milligrams, however, thanks to salt as an ingredient. At least one does have double the fiber -- 6 grams -- compared to the faux meat burgers, though. Personally, if I want a plant-based burger, I want a really delicious veggie patty -- not one with fake \"blood,\" but one that is comprised of real vegetables and tastes totally different from a burger made from meat. Like LT Burger's veggie burger, which has beets, brown rice, red pepper, quinoa, black beans and jalapeño, and topped with wheatgrass, tomato, onion, avocado and sprouts.  So I would say if you're going to savor these meat-mimicking burgers, then it's a win-win, because you're contributing to the well-being of the planet while enjoying what you eat. But if you're eating these burgers simply in the name of saving calories, or sodium, or saturated fat, you might want to rethink your decision.", "Section": "health", "Writers": [], "URL": "https://www.cnn.com/2019/08/09/health/plant-fake-meat-burgers-good-for-you-or-not/index.html", "MainKeyWord": "Macao", "AdditionalKeyWord": "Singapore", "Source": "CNN"}