{"Type": "article", "Time": "2020-09-21", "Headline": "Almost 40 Chinese warplanes breach Taiwan Strait median line; Taiwan President calls it a 'threat of force'", "Text": "Taiwan's President has accused Beijing of purposefully inflaming tensions in East Asia, after Chinese warplanes crossed the sensitive median line across the narrow strait that separates the mainland and the self-governing island almost 40 times on Friday and Saturday.  Taken together, the repeated incursions, which came from multiple directions and involved a combination of sophisticated fighter jets and heavy bombers, is without modern precedent and marks a significant escalation in cross-strait tensions.  \"What we are seeing now is not just a situation across the Taiwan Strait, but a regional situation. China's recent military activities, especially in the past few days, clearly constitute a threat of force, which is part of their verbal attacks and military threats (against Taiwan),\" President Tsai Ing-wen told reporters Sunday.  The uptick in Chinese military activity came as Keith Krach, the United States under secretary of state for economic, energy and environmental affairs, held meetings in the island's capital Taipei, ahead of a memorial service on Saturday for former Taiwan President Lee Teng-hui.  The three-day visit to the island was denounced by Beijing, with a spokesman for the country's Foreign Ministry demanding the two sides \"immediately stop\" official exchanges.  China has reacted with increasing anger at warming ties between Taipei and Washington, and has ramped up military drills in the waters around the island which Beijing continues to view as an inseparable part of its territory despite the two sides have been governed separately for over seven decades. The Taiwan Strait median line has been an informal but largely respected border of control for Beijing and Taipei. According to Taiwan and United States government reports, prior to the weekend, Beijing's warplanes had only crossed it intentionally three times since 1999 -- once in March 2019, once in February of this year, and again during a visit by US Health and Human Services Secretary Alex Azar in August this year.  On Friday and Saturday, a total of 37 Chinese aircraft, a mixture of H-6 bombers, J-10, J-11 and J-16 fighters, and an Y-8 antisubmarine warfare plane crossed the median line, according to Taiwan's Defense Ministry press releases.  The ministry said in a statement that it \"issued radio warnings, scrambled fighters and deployed air defense missile systems to monitor the activities.\" In her remarks, Tsai said that such actions would make other countries in the region \"more aware of the threat posed by China.\"  On Monday, Beijing said its forces are operating legally. \"Taiwan is an inalienable part of Chinese territory, and there is no so-called median line,\" Foreign Ministry spokesperson Wang Wenbin said. 'A threat of force' The US has maintained close ties with Taiwan since the island split from mainland China in 1949 after the end of a bloody civil war. But since Washington and Beijing established formal diplomatic ties in 1979, the US had largely refrained from sending high-level officials to Taipei so as to not antagonize the Chinese government.  China's leader, President Xi Jinping, has been clear in his ambitions to \"reunify\" the island with the mainland, and has refused to rule out the use of force, even though the ruling Chinese Communist Party has never exerted direct control over Taiwan. The Eastern Theater Command of the Chinese People's Liberation Army (PLA) said in a statement on Friday said that the recent exercises were made necessary owing to the \"current situation across the Taiwan Strait.\"  A spokesman added that Chinese troops had the \"confidence and determination to thwart any attempt by any person or force to carry out 'Taiwan independence' separatist activities in any form.\" A detailed report on the aerial drills in the Global Times, a state-run nationalist tabloid based in Beijing, accused the US of \"playing the Taiwan card\" and escalating \"provocations on military and diplomacy.\" The report, citing Chinese mainland military analysts pointed out that the warplane combination the PLA deployed was similar to a real combat situation and covered a variety of different scenarios.  The \"PLA drills this time are not a warning, but a rehearsal for a Taiwan takeover,\" said the report, citing analysts.  In apparent response to Beijing's repeated threats, Washington has increased cooperation with Taipei, approving new arms sales, including for F-16 fighter jets and M1A1 main battle tanks, as well as sending Azar, a cabinet secretary, to visit last month, making him the highest-ranking US official to visit the island in decades. Just last week, a congressional aide told CNN that the US is preparing to sell seven packages of weapons systems to Taiwan, including MQ-9B Reaper drones. The US military has been making its presence known too, sending warships through the Taiwan Strait with increasing frequency.  In a statement Friday, the Pentagon said it was Beijing that was ramping up tensions in the region. \"The PLA's aggressive and destabilizing reactions reflect a continued attempt to alter the status quo and rewrite history. This is another example of the PRC (People's Republic of China) increasingly using its military as a tool of coercion with Taiwan and other neighbors,\" said Pentagon spokesman John Supple.  US military in live-fire drills As PLA forces conducted drills near Taiwan, US forces engaged in a series of live-fire exercises off Guam, 1,700 miles (2,750 kilometers) to the southeast. On Saturday, US warships, submarines and warplanes involved in the Valiant Shield 2020 exercises participated in live fire missile drills, during which a retired US Navy frigate was sunk. \"This exercise demonstrates our ability to bring overwhelming firepower from the sea whether that comes from under the surface, on the surface, or from the air,\" US Navy Capt. Steven DeMoss, commodore of Destroyer Squadron 15, said in a statement. \"We have this capability in every theater across the globe and can employ these weapons at the place and time of our choosing.\" On Sunday, the guided missile cruiser USS Antietam simulated an attack on island targets with a Tomahawk cruise missile. \"This exercise demonstrates the Antietam's ability to track, target, and engage threats to protect peace and stability in the Indo-Pacific,\" a US Navy statement said. China, meanwhile, will resume live-fire exercises this week, according to Global Times, with those drills continuing until October 1.", "Section": "asia", "Writers": ["Brad Lendon"], "URL": "https://www.cnn.com/2020/09/21/asia/taiwan-china-warplanes-median-line-intl-hnk-scli/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}