{"Type": "article", "Time": "2020-11-01", "Headline": "Strongest typhoon of 2020 slams the Philippines, killing at least 10", "Text": "At least 10 people died and three others were missing after Typhoon Goni, the world's strongest typhoon this year, barrelled through the south of the Philippines' main island of Luzon on Sunday, an initial government report showed. More than 300 houses were buried under volcanic rocks and mud flows from Mayon Volcano in severely hit Albay province in the Bicol region, a lawmaker said. Storm surges hit some coastal towns, while rivers overflowed and dikes were destroyed, submerging several villages in Bicol. The dead and missing were all in Bicol, including nine in Albay, the Office of Civil Defence said. Earlier in the day, Albay Governor Al Francis Bichara reported that a five-year-old had been washed away in flash floods in his province. The disaster management agency was still validating the reports. In Guinobatan municipality, Representative Zaldy Co of the Ako Bicol party list said more than 300 houses were buried under volcanic debris. \"Several people believed to be buried alive,\" the party list said in a statement accompanying photos of the destruction. Goni weakened further after making landfall for a third time in Quezon province and a fourth time in Batangas before heading towards the South China Sea. The world's strongest storm this year, which had reached a super typhoon category and brought violent winds and intense rainfall, further weakened with 125 kph (78 miles per hour) sustained winds and gusts of up to 170 kph, the weather bureau said. In Quezon province, Governor Danilo Suarez said power supplies were cut in 10 towns as Goni toppled trees. President Rodrigo Duterte was monitoring the government's disaster response from his southern hometown of Davao city, presidential spokesman Harry Roque said. Over 390,000 people had fled to safer ground, including more than 345,000 to evacuation centers, raising concerns about compliance with coronavirus-related health protocols. Dozens of flights were canceled as Manila's main gateway, the Ninoy Aquino International Airport, was ordered shut for one day. The agriculture ministry expected minimal crop damage saying 1.07 million tonnes of unmilled rice and 45,703 tonnes of corn had been saved from the typhoon's onslaught as farmers were advised to take action ahead of its arrival. Goni is one of the strongest storms to hit the Philippines since 2013's Haiyan, which killed more than 6,300 people. The weather bureau said another cyclone, tropical storm Atsani, had entered the country and could gain strength.", "Section": "asia", "Writers": [], "URL": "https://www.cnn.com/2020/11/01/asia/philippines-super-typhoon-goni-landfall-intl-hnk/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Philippines", "Source": "CNN"}