{"Type": "article", "Time": "2020-06-10", "Headline": "China removes pangolin scales from traditional medicine list, helping protect world's most trafficked mammal", "Text": "The Chinese government has removed pangolin scales from its 2020 list of approved ingredients used in traditional Chinese medicine, a move campaigners describe as a \"critical step\" towards saving the world's most trafficked mammal. Pangolins are scale-covered insectivores, about the size of a house cat, that are highly valued in Asia for their meat and scales. Last year alone, authorities seized more than 130 tons of pangolin related products, a figure estimated to represent up to 400,000 animals, according to conservation group WildAid. There are eight species of pangolin found in Asia and Africa. To date, three species are listed as critically endangered by the International Union for Conservation of Nature --- the Chinese pangolin, Philippine pangolin and Sunda pangolin, which is found across southeast Asia. The remaining five species, including the Indian pangolin, are listed as either vulnerable or endangered.  Although pangolin scales are made of keratin -- the same material found in human fingernails and rhino horn -- traditional Chinese medicine promotes the belief that they improve blood circulation and reduce inflammation. According to Chinese state-run media Tuesday, the latest edition of Chinese Pharmacopoeia -- an official government compendium of drugs covering traditional Chinese and Western medicines -- no longer includes pangolin scales on the list of approved ingredients, owing to \"wild resources exhaustion.\" \"These actions of China will have a real impact, these are steps that were critical, that needed to be taken if real conservation was going to happen for these animals,\" said David Olson, director of Conservation at WWF Hong Kong.  \"Most of the demand for pangolin is coming from traditional Chinese medicine and consumption. That's what is driving this large scale illegal trade.\" The decision to remove the pangolin from the official list comes just days after China's State Forestry and Grassland Bureau announced that the Chinese pangolin would be upgraded to a \"first-level protected wild animal,\" the highest possible protection status alongside pandas and tigers. Sophia Zhang, director of the Pangolin Working Group at the China Biodiversity Conservation and Green Development Foundation, said that while she was pleased by the result, she felt it came \"a bit late.\" \"Many years have passed. How many pangolins have already been hunted and killed?\" she said. Devastating impact The trade in pangolins has had a devastating impact on local populations in Asia. According to the International Union for the Conservation of Nature, pangolin populations in China have dropped by more than 90% since 1960. As pangolins in Asia were hunted to their limits, a booming trade began in scales from pangolin species native to Africa. Between 2013 and 2019, two African species of pangolin, the white-bellied pangolin and the giant pangolin, have seen their populations move from vulnerable to endangered. Despite China banning the import of pangolin products in 2018, the trade continued, with large shipments regularly intercepted on their way to the country. But Steve Blake, chief representative of Wildaid in Beijing, said there had been a growing public movement inside China in recent years pushing for greater protection for pangolins.  \"The momentum has been building for years ... when this news was announced yesterday it was trending on (Chinese) social media with more than 150 million views,\" he said. 'Don't wait' The latest move to protect pangolins comes in the wake of new research that suggests pangolins kept in wildlife markets across China may have helped incubate the novel coronavirus before it spread to humans. The virus has now infected more than 7 million people across the world since it was detected last December in the Chinese city of Wuhan, including at least 84,000 cases in mainland China. According to a team of researchers from Duke University and Los Alamos National Laboratory, the virus swapped genes repeatedly with similar strains infecting bats, pangolins and a possible third species prior to jumping to humans. The researchers concluded that although it was too soon to blame pangolins for the pandemic, it was clear that people must reduce their contact with wild animals that can transmit new infections. Following the outbreak, the Chinese government outlawed the consumption of all wild animals countrywide in an effort to avoid further deadly outbreaks. But experts said that for both bans to be effective, they must be properly enforced by authorities and combined with public education campaigns. \"It would be naive to think it's just going to completely disappear,\" said WildAid's Blake. Overall, the trade in wild animals for consumption in China is estimated to be worth more than $73 billion and experts said that banning it may just push it underground. \"They need better enforcement and greater public awareness to reduce the demand, make sure the public is aware of the risks of consuming these products and aware of the impact on the environment,\" he said. \"It takes a bit of time.\" Aron White, wildlife campaigner at the Environmental Investigation Agency, said that he was concerned pangolins scales could continue to be used for traditional medicine through a loophole previously used with controversial ingredients such as leopard bones and bear bile. \"Pangolin (was) listed in two 'sections' of the pharmacopoeia, as an ingredient in the first section, and also within the second section which lists formulae for patent medicines,\" White said. \"I am concerned that pangolin scales may be maintained as an ingredient within these formulas despite having been removed from the first section.\" White said it wouldn't be clear until the full 2020 Pharmacoepia was published whether the formulas had been changed. Even if they are fully removed, Zhang from the Pangolin Working Group said she was worried that the damage to the pangolin populations in China may be irreversible. \"Not only do pangolins need to be removed from the list -- pangolins are already a tragedy and rarely can be seen now -- all endangered species should be removed from the medicine list,\" she said. \"Don't wait until the animal will soon die out before taking it out from the list. There will be no turning back then.\"", "Section": "asia", "Writers": ["Ben Westcott"], "URL": "https://www.cnn.com/2020/06/10/asia/china-pangolin-protection-medicine-intl-hnk/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}