{"Type": "", "Time": "2020-07-07", "Headline": "Malaysia seeks sharp cuts in $20 bln China-backed rail link – Manila Bulletin", "Text": "By the Associated PressKUALA LUMPUR, Malaysia — Malaysia’s government said Tuesday a major China-backed rail link project can only be viable with a “drastic” price reduction by the Chinese contractor as the actual cost of the venture is 81 billion ringgit ($20 billion).The 688 kilometer (430 miles) East Coast Rail Link is a key part of China’s regional Belt and Road infrastructure initiative. It would connect Malaysia’s west coast to rural eastern states. It is largely financed by China and the main contract was awarded in 2016 to the China Communication Construction Company, or CCCC, by former Prime Minister Najib Razak, who was defeated in May 9 elections.Finance Minister Lim Guan Eng said the project’s final cost, which is nearly 50 percent higher than estimated by the previous government, includes land acquisition, interest, fees and other operational costs.“We expect that the ECRL project will only become financially and economically feasible if there is a drastic price reduction of the project by the CCCC. Discussions on cost will be held with the contracting parties and others involved in the project,” Lim said in a statement.Lim said the government has given China Communication 10 billion ringgit ($2.5 billion) in advance payment and 9.67 billion ringgit ($2.4 billion) as a progress payment. The advance payment can be recovered in a “worst case scenario” if the project is withdrawn, he added.Malaysia’s new government has axed a high-speed rail line to Singapore because it is too costly and is reviewing other large infrastructure projects financed by China. The cost-cutting came after officials revealed the national debt has surged sharply, partly due to corruption under Najib’s rule.Najib is under investigation for alleged theft and money-laundering at the 1MDB state investment fund, and has been barred from leaving the country.", "Section": "", "Writers": "", "URL": "https://mb.com.ph/2020/07/07/malaysia-seeks-sharp-cuts-in-20-bln-china-backed-rail-link/", "MainKeyWord": "China", "AdditionalKeyWord": "Malaysia", "Source": "MB"}