{"Type": "article", "Time": "2020-02-23", "Headline": "Some of the world's biggest economies are on the brink of recession", "Text": "A version of this story first appeared in CNN Business' Before the Bell newsletter. Not a subscriber? You can sign up right here. Markets closed out last week on an anxious note. It's not difficult to see why: the coronavirus continues to spread, and there are signs that some of the world's top economies could slide into recession as the outbreak compounds pre-existing weaknesses. Take Japan: The world's third-largest economy shrank 1.6% in the fourth quarter of 2019 as the country absorbed the effects of a sales tax hike and a powerful typhoon. It was biggest contraction compared to the previous quarter since 2014.  Then there's Germany. The biggest economy in Europe ground to a halt right before the coronavirus outbreak set in, dragged down by the country's struggling factories. The closely-watched ZEW Indicator of Economic Sentiment in Germany decreased sharply for February, reflecting fears that the virus could hit world trade. Bank of America economist Ethan Harris points to the number of smaller economies that are hurting, too. Hong Kong is in recession and Singapore could soon suffer a similar fate. Fourth quarter GDP data from Indonesia hit a three-year low, while Malaysia had its worst reading in a decade, he noted to clients on Friday. Meanwhile, engines of growth like China and India slowed in 2019. Fourth quarter GDP data for the latter comes out this week. All of this brings to the fore concerns about the global economy's ability to withstand a shock from the coronavirus. Harris says the weak quarter was likely a result of lingering damage from the trade war between China and the United States. The coronavirus is poised to make matters worse.  \"Global equities have rebounded as the US and China have converged to a ceasefire, but companies with global supply chains remain deeply uncertain,\" he said. On the radar: Even the United States may not be in as strong a position as previously thought. IHS Markit said Friday that US services sector contracted in February, with the reading hitting a 76-month low. It's the first time the sector has contracted in four years. President Trump heads to India as trade tensions simmer President Donald Trump is scheduled to arrive in India on Monday for a state visit with Indian Prime Minister Narendra Modi. In the background: A brewing trade fight between the United States and one of the world's most crucial emerging economies.  Last year, the Trump administration ended special trade treatment for India, removing a status that exempted billions of dollars of the company's products from US tariffs. India increased tariffs on US exports in response. The United States has since been occupied with other trade conflicts — namely nailing down a truce with China. But following a \"phase one\" deal with Beijing, the spat with India may get renewed attention. That could mean an agreement to take a step back, or a breakdown in communication and more escalation. Managing expectations: Larry Kudlow, Trump's top economic adviser, told reporters on Friday not to expect a big trade component to the visit. \"I think you might see his public willingness to negotiate with India,\" he said. \"He and Modi, they're friends.\" But Trump has regularly called Chinese President Xi Jinping a friend, too. Up next Monday: Germany business climate; Dine Brands and HP earnings Tuesday: US consumer confidence; Home Depot, Macy's, Caesars Entertainment, Salesforce, Virgin Galactic and WW earnings Wednesday: US new home sales; J.M. Smucker, Lowe's, Papa John's, SeaWorld Entertainment, TJX, Weibo, Wendy's, Hostess Brands, L Brands, Marriott and Square earnings Thursday: Second estimate of US fourth quarter GDP; US durable goods; Anheuser-Busch InBev, Best Buy, Gannett, J.C. Penney, AMC Entertainment, Baidu, Beyond Meat, and Dell earnings Friday: India GDP; US personal income and spending; Colony Capital and Wayfair earnings", "Section": "investing", "Writers": ["Julia Horowitz"], "URL": "https://www.cnn.com/2020/02/23/investing/stocks-week-ahead/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Malaysia", "Source": "CNN"}