{"Type": "article", "Time": "2020-05-04", "Headline": "May 4 coronavirus news", "Text": "Our live coverage of the coronavirus pandemic has moved here. The number of deaths from the novel coronavirus worldwide has surpassed a quarter of a million, according to a tally of cases by Johns Hopkins University. Johns Hopkins reported 250,687 deaths and 3,573,864 total confirmed coronavirus cases worldwide as of 6 p.m. ET Monday. Israel unveiled its comprehensive exit plan Monday evening as the country prepares to reopen malls and open-air markets in an easing of the restrictions imposed to limit the spread of coronavirus. Markets and malls will reopen Thursday, Prime Minister Benjamin Netanyahu announced, laying out the latest regulations. He added that the key to reopening more of the economy would depend on social distancing, hygiene, and the wearing of masks. Netanyahu warned that the country’s gradual emergence from lockdown was conditional upon coronavirus figures maintaining their downward trend. Among the announcements, citizens will no longer be required to remain within 100 meters of their homes. In addition, gatherings of up to 20 people will be permitted, as well as weddings of up to 50 people, though dancing remains forbidden in order to maintain social distancing.  It is now permissible to visit immediate family, including the elderly, Netanyahu said, but physical contact must still be avoided. Kindergarten and daycares will open on Sunday. Sports and leisure facilities will gradually reopen by mid-June.  Netanyahu warned that a second and more serious wave of coronavirus infections remains possible. He laid out a metric for determining if restrictions need to be reimposed. He said the gradual reopening would have to stop immediately, and new restrictions would be put in place if... There are more than 100 new infections a day\nThe rate of infection doubles within 10 days\nThere are more than 250 patients in serious condition As of Monday evening, the Ministry of Health reported 16,246 confirmed cases of coronavirus in Israel, an increase of only 44 in the past 24 hours. The ministry reported 235 deaths as a result of the virus. ##Daily Life## Doctors at a Paris hospital claim to have found evidence a patient who got sick in December was infected with the novel coronavirus. If verified, it may show the virus was circulating in Europe as early as December. The first reports of Covid-19 in France were reported on Jan. 24, in two people who had a history of travel to Wuhan, China. “Covid-19 was already spreading in France in late December 2019, a month before the official first cases in the country,” the team at Groupe Hospitalier Paris Seine in Saint-Denis wrote. Yves Cohen and colleagues at the Paris hospital decided to check the records of patients who got sick before the Jan. 24 cases to see if the virus may have been spreading undetected earlier than first thought. The French team looked at people admitted to the hospital with flu-like illnesses between Dec. 2 and Jan. 16 who were not subsequently diagnosed with influenza. The doctors re-tested samples stored in a freezer for coronavirus. “One sample was positive, taken from a 42-year-old man born in Algeria, who lived in France for many years and worked as a fishmonger,” the team wrote in the International Journal of Antimicrobial Agents. “His last trip was in Algeria during August 2019,” they wrote. The man had not been to China, and one of his children had also been sick, the team reported. “Identifying the first infected patient is of great epidemiological interest as it changes dramatically our knowledge regarding SARS-COV-2 and its spreading in the country. Moreover, the absence of a link with China and the lack of recent travel suggest that the disease was already spreading among the French population at the end of December 2019,” they wrote.  Remember: This claim has not yet been independently verified. Europe did not start reporting cases of coronavirus until January. In Italy, the European country hit hardest by the virus, the first two cases were reported on Jan. 31, in two Chinese tourists in Rome. The first known community transmission was recorded in February in Codogno, in northern Italy.  ##Health## ##Travel## Brazil’s Defense Ministry issued an unusual statement today declaring the armed forces are committed to democracy and institutional “harmony\" amid the government's controversial response to the coronavirus pandemic. The statement was released a day after President Jair Bolsonaro greeted hundreds of supporters gathered in Brasilia to protest social isolation measures and rally behind the president. Bolsonaro has previously defended his participation in a public protest against coronavirus lockdown measures, Some protesters also carried signs calling for military intervention to dismantle Congress and the Supreme Court. Both institutions have clashed with Bolsonaro over his response to coronavirus. Separately, the Supreme Court authorized investigations into his allies and his family by the federal police. At the rally, Bolsonaro told his supporters: “I am certain of one thing, we have the people on our side, we have the Armed Forces alongside the people.” At least two reporters and two photographers were attacked by the crowd. On Monday, the Defense Ministry declared its commitment to its “Constitutional mission” and said it “considers the independence and harmony among the institutions necessary for the governability of the country.” It also denounced violence against journalists. \"The Armed Forces will always be on the side of the law, order, democracy and freedom,\" Defense Minister Fernando Azevedo e Silva said. ##Health## ##Travel## Syrian President Bashar al-Assad warns the country may face a \"real catastrophe\" if coronavirus cases spike there and overwhelm health services. Syrian state-run news reports that Assad said the current low numbers of cases does not mean “we have gone out of the circle of danger.\" These small figures could suddenly spike in a few days or few weeks and we would face a real catastrophe that can overwhelm our health systems,\" Assad said. He praised his country's efforts to combat the pandemic. \"The response and awareness of citizens, in addition to the swift actions of the state, played a main role in slowing the spread of the coronavirus,\" Assad said. Today, the country's health ministry reported 44 confirmed cases and three deaths.  ##Health## In France, the total number of coronavirus patients in hospitals or intensive care has once again fallen, according to the latest figures released by the French Health Ministry. The ministry said 25,548 people are now in hospitals with coronavirus, which is 267 fewer than Sunday. Another 3,696 patients are in intensive care – a decrease of 123 since yesterday.  A total of 25,201 people have died in France from coronavirus – including 15,826 deaths in hospitals and 9,375 deaths in other care settings. At least 306 deaths have been recorded over the past 24 hours.  Since the beginning of the pandemic, a total of 93,372 in France have been hospitalized and 51,371 have returned home. ##Health## ##Daily Life## World leaders have pledged a total of $8 billion for the development and deployment of diagnostics, treatments and vaccines against the novel coronavirus. The donations came flooding in during a virtual pledging conference today co-hosted by the European Union, Canada, France, Germany, Italy, Japan, the Kingdom of Saudi Arabia, Norway, Spain and the UK. The US did not participate. European Commission President Ursula von der Leyen said, “Today the world showed extraordinary unity for the common good. Governments and global health organizations joined forces against coronavirus. With such commitment, we are on track for developing, producing and deploying a vaccine for all. However, this is only the beginning. We need to sustain the effort and to stand ready to contribute more. The pledging marathon will continue.\" Here's what some of the leaders are promising: Norway pledged $1 billion in contributions, Switzerland promised $381 million and the Netherlands $209.5 million. Australia pledged $352 million Australian dollars, which is about $226 million USD.   Italy's Prime Minister Giuseppe Conte pledged $152.7 million, while South Korea announced a contribution of $50 million and Kuwait promised to donate $40 million. South Africa said it would pledge $1.3 million and raise a further $61 million from member states of the African Union. Israel promised to invest $60 million in the effort to respond to the pandemic. Ireland is donating almost $20 million USD. Luxembourg pledged $5.45 million, Sweden $17 million, Portugal $10.9 million, Croatia $1.09 million, Finland $39.3 million. Bulgaria and Romania pledged $109,000 and $218,000, respectively.  Serbia announced a contribution of $2.18 million, Slovenia $33.6 million, and the Czech Republic announced a joint pledge with Poland, Hungary and Slovakia of $3.27 million. Meanwhile, Melinda Gates, co-founder of the Bill & Melinda Gates Foundation, pledged $100 million to the effort. Other countries such as the UAE, Oman, Turkey, Monaco and China also promised to contribute to the efforts against Covid-19 without mentioning an amount.  ##Health## ##Business## Turkey will begin lifting its coronavirus lockdown measures “step by step,” Turkish president Recep Tayyip Erdogan said today.   Starting next Monday, barbers, hairdressers and shopping malls will be allowed to open with new regulations.  Travel restrictions for seven of 31 provinces will be lifted. The seven provinces are Antalya, Aydin, Erzurum, Hatay, Malatya, Mersin and Mugla. Travel restrictions have been extended for the remaining provinces, including Istanbul, Ankara, Izmir and Gaziantep.  Turkey has an age-based curfew system that prohibits some age groups from leaving their homes. As part of the easing of restrictions, those under 20 or over 65 will be allowed within walking distance for 4-hour periods on designated dates.  The weekend curfews Turkey has imposed will continue through next week. #Health# ##Daily Life##  Air Canada announced they have implemented new safety measures designed to mitigate the spread of coronavirus. The program, which they call Air Canada CleanCare+, includes mandatory preflight infrared temperature checks, blocking the sale of adjacent seats, capping the total number of passengers allowed on each flight, requiring employees and passengers to wear face coverings, and removing pillows and blankets from the planes. The airline company will also begin using hospital grade disinfectant in their sprayers and will give kits with hand sanitizer to passengers. ##Travel## The number of active coronavirus cases in Italy has fallen below 100,000 for the first time since April 10. The overall number of people infected with coronavirus in Italy is now 99,980.  The Italian Civil Protection Agency said 195 people have died over the past 24 hours, bringing Italy's total number of coronavirus fatalities to 29,079.  A further 1,225 people have recovered in the past day. A total of 82,879 patients have recovered from coronavirus across Italy during the outbreak.   The number of patients in intensive care is 1,479 – down by 22 from Sunday’s total.  The total number of cases recorded in Italy, including deaths and recoveries, is now 211,938. ##Health## ##Daily Life## The massive Christ the Redeemer statue that has overlooked Rio de Janeiro for almost 90 years sported a new look this weekend. A face mask was projected onto the statue to promote self care amid the coronavirus pandemic and as a tribute to healthcare workers. The text #MascaraSalva, which translates to masks saves, was also displayed on the statue's torso. The statue was closed to the public in mid-March. Standing atop Mount Corcovado, it has long been a major draw for visitors and tourists. This is the third time special lighting has been used on the monument as a response to the coronavirus pandemic. In March, the statue was illuminated with the flags of countries impacted by the pandemic.  On Easter Sunday, images of medical workers were projected onto the statue as a tribute to those risking their lives on the front lines to combat the coronavirus pandemic. Brazilian health authorities announced Sunday the country has surpassed 100,000 confirmed cases of the virus and over 7,000 reported deaths. ##Travel## ##Daily Life## How normal are things in Athens right now? On the day the country began to ease its strict lockdown measures, environmentalists took to the steps of parliament to protest proposed legislation. Greece has largely avoided the Covid-19 epidemic, with just 146 deaths total. The government acted fast to implement a strict lockdown, before there was even a single death.  On Monday, the first measures were eased: Some small businesses were allowed to open, and Greeks no longer have to register with the government in advance of leaving their homes. The bill proposed by the government would simplify regulations around land use, protected areas, and energy; a vote in parliament is expected Tuesday. “This cannot wait,” Athanassia Tsirtavi, president of environmental group Peripolo told CNN by phone. “The changes the government is planning are very serious and they will further harm the environment. The time to act is now.” “These are people who have been complying with the measures, most had barely exited their houses for weeks,\" Tsirtavi said. In an exclusive interview on Sunday, Prime Minister Kyriakos Mitsotakis told CNN that he saw the pandemic as an opportunity to rally the world to take on the even bigger challenge of climate change. “I’ve been making the case for a green transition in Greece since I first got elected,” he said. “If there’s one maybe good thing that came out of this pandemic, it proved that if we if we can all work together towards a common cause.” ##Health## ##Daily Life## The UK government has launched its first test of a coronavirus contact tracing app today on a small island off the south coast of England.  Using bluetooth technology, the app will alert users if they have been near someone who has tested positive for the virus. Developed by the National Health Service (NHS), the app will also upload information to a central database to help public health experts study the behavior of the virus.  Unlike Germany, the UK has chosen not to use technology jointly developed by Google and Apple that would only store data locally on individual devices. Instead, the anonymous user data will be encrypted and stored by the health authority in keeping with UK privacy rules.  The government hopes more than half of the 80,000 households on the Isle of Wight will download the app after its launch Monday. If the test is successful, the app will be rolled out across the country later this month. Such apps can be highly effective in stopping mass infections, according to Christophe Fraser, an infectious diseases expert at Oxford University who is helping to develop the UK app and has extensively investigated outbreaks of SARS, H1N1 and Ebola.  If people are alerted that they may have been exposed to the virus, they can take steps to prevent further transmission. However, to be really be effective at stemming the virus, at least 60% of the population would need to download and use the app.  In addition to the app, the UK government wants to hire 18,000 contact tracers in the next few weeks as part of its overall efforts to keep track of the virus once lockdown measures have been eased. Contact tracers will track where an infected person has been and who they may have come into contact with. Keep reading. ##Business## ##Health## Three frontline health care workers have mysteriously fallen out of hospital windows in Russia over the past two weeks, heightening public attention to the working conditions for doctors and medical professionals amid the coronavirus pandemic.  Two of those health care workers are dead, and one remains hospitalized. All three incidents, which are being investigated by Russian law enforcement authorities, have prompted intense discussion in the Russian press and on social media. Alexander Shulepov, an ambulance doctor in Voronezh, a city about 320 miles south of Moscow, is in serious condition after falling from a hospital window on Saturday. Local state television, citing regional health officials, said he fell out of second-floor window of the Novousmanskaya hospital, where he worked and was receiving treatment after testing positive for coronavirus.   Shulepov was hospitalized for coronavirus on April 22, the same day he and his colleague Alexander Kosyakin posted a video online saying that Shulepov had been forced to continue working after testing positive for coronavirus.  Kosyakin had also previously criticized hospital administration for protective gear shortages on his social media and was questioned by the police for allegedly spreading fake news.  Police have not responded to CNN’s request for comment. The Novousmanskaya hospital said in a statement that Shulepov had been taken off a shift as soon as he informed the hospital administration about his positive diagnosis and was offered hospitalization in the infectious diseases ward.  Three days later, Shulepov retracted his previous statements, saying that in his video with Kosyakin he was “overwhelmed by emotions.” The second video Shulepov recorded featured Igor Potanin, the head doctor of the Novousmanskaya hospital, who said his medical staff has enough protective equipment. Shulepov was the third health worker in Russia to fall out of a window in the past two weeks.  Last Friday, Elena Nepomnyashchaya, the acting head doctor of a hospital in the Siberian city of Krasnoyarsk, died after spending a week in intensive care, the regional department of the Health Ministry said in a statement.   Local TV station TVK Krasnoyarsk reported Nepomnyashchaya allegedly fell out of a window during a meeting with regional health officials, during which they discussed turning the clinic into a coronavirus facility.   Nepomnyashchaya was reported to have opposed those changes due to the lack of protective gear in the hospital. The Health Ministry’s regional health department denied the allegations in a statement, adding that the hospital is in \"reserve\" for coronavirus patients and its staff has been trained and equipped. The hospital did not respond to CNN’s requests for comment.  On April 24, Natalya Lebedeva, head of the emergency medical service at Star City, the main training base for Russia’s cosmonauts, died in a hospital after a fall. The hospital within the Federal Biomedical Agency, which says it treated her for suspected coronavirus, released a statement that \"a tragic accident” occurred, without elaborating.  The hospital did not respond to CNN’s request for comment. In the statement, the hospital said, “She was a true professional in her field, saving human lives every day!” ##Health## ##Daily Life##  At least 28,734 people have died from the novel coronavirus in the UK, the country's Health Secretary Matt Hancock said today.  That's a rise of 288 from the day before, which is the lowest daily increase in the death toll since the end of March. Hancock cautioned the figures tend to be lower after the weekend because of a lag in reporting, and added that number is expected to rise. The total number of tests performed in the UK so far is 1,291,000. The daily testing capacity in Britain stands at 108,000.   The total number of confirmed Covid-19 cases is 190,584, up by 3,985 from the day before. There are currently 13,258 coronavirus patients in hospital, the UK Health Secretary said. ##Health##  Norwegian Air shareholders voted in favor of a proposed rescue plan, helping the budget carrier unlock government aid and avoid bankruptcy. During the global coronavirus outbreak, the airline has canceled almost all flights and said it would temporarily lay off 90% of its workforce. How the plan works: It will proceed with a large debt for equity swap, which is when creditors swap their company debt loans for shares. It will also raise up to $38 million equity by issuing more shares.  Norwegian Air said in statement it expects to convert more than 10 billion Norwegian Krone of debt into equity. That is about $960 million USD. The measures will enable the airline to qualify for state aid of 3 billion Norwegian Krone, around $288.7 million USD.  ##Business## ##Travel## Iran has reported 74 additional coronavirus-related deaths and 1,223 new cases over the past 24 hours – a slight jump from Sunday’s numbers. Iran’s Health Ministry spokesperson Kianoush Jahanpour said the country’s total number of cases is 98,647. Of those, 6,203 people have died. Another 2,676 patients remain in intensive care in a critical condition.  \"So far, 508,288 PCR tests have been carried in more than 130 labs across the country,\" Jahanpour added. What this is about: Polymerase chain reaction tests, known as PCR, are the most common and most accurate tests for determining whether someone is currently infected with the novel coronavirus. Mosques in Iran reopened today in 132 cities part of the plan to ease restrictions. Friday prayers, which the government banned in early March in provinces across the country, will also resume in low-risk areas. ##Daily Life## Millions across Europe are returning to some semblance of their former lives today as more countries across the continent begin to reopen after weeks — or months — of coronavirus-related lockdowns. But not everyone is happy with how the \"new normal\" looks. Italian businesses are wondering how they'll survive as restrictions are eased but not fully lifted. More more than four million people are expected to return to work today with many businesses set to reopen.  But the owner of the Il Bello Cafe bar in Rome, said the partial easing of restrictions would not be enough to keep many establishments afloat. Franco, who declined to give his last name, told CNN he's only making 30% of what he was making before the lockdown. I just reopened today, but it's not even worth it. There is so little work for us, few people are coming in, but also the bar isn't about just buying a coffee, or cappuccino, it's about a conversation. It's social,\" he said.  Students are heading back to socially-distanced schools in Germany, where newly reopened barber shops are facing huge demand to right the wrongs of weeks of home haircuts. One salon in Hamburg said it was \"overrun\" by customers, while Udo Walz, a hairdresser to the stars in Berlin, told CNN his salons were booked out for the next three weeks. Other European countries are gradually relaxing restrictions. Spain allowed people outside for solo exercise this weekend for the first time in seven weeks. Portugal opens small stores Monday, and people in Belgium may travel on public transport but must wear masks.  Traffic increased in Greece today as small stores including hair salons, flower shops and bookstores reopened and lines formed outside electrical appliance retailers. The country is planning to welcome tourists again this summer.  As Europe reopens, the big question is how the once vibrant continent will look as we move into a different future to the one we all expected. It has certainly changed forever. Read the full story here. ##Daily Life## The European Union started an international conference on the search for vaccines and coronavirus treatment by pledging one billion euros to the cause. That is about $1.09 billion USD.  European Commission President Ursula von der Leyen told the virtual Coronavirus Global Response conference the initial aim is to raise 7.5 billion euros, or $8 billion USD, to ramp up immediate work, but more will be needed. She described it as the start of a global \"pledging marathon\". The reality is we will have to live with the virus until and unless we develop a vaccine and this is why we have to join forces and pool our money and our minds to kick-start work on vaccines, diagnostics and treatments against coronavirus,\" the EU Commission President said.  ##Daily Life## Japan will extend its state of emergency until May 31, but the country must prepare for a “life with coronavirus,\" Prime Minister Shinzo Abe said at a task force meeting today. Some prefectures with a high infection rate, including Tokyo and Osaka, will keep working to reduce social contact by 80% to stem the spread of the virus. The rest of the nation may begin easing restrictions for small businesses, such as restaurants and cultural facilities, with appropriate prevention measures.  If the current strict measures continues, we would not be able to sustain our living and economy. We must make a step toward a life with coronavirus,\" Abe said.  Abe said he will review the infection status around May 14 to see if the order can be lifted earlier.  He said the country’s “unique” approach of cluster tracing during lockdown has helped it avoid what he called an explosive outburst of infection seen in other countries. Japan's state of emergency gives the authority to local governors to request residents stay indoors and suspend businesses, although it cannot force lockdown measures with penalties. ##Daily Life## Germany's border checks will continue until at least next Friday, May 15, the Interior ministry said.  Germany is part of the European open-border Schengen area, which imposed emergency border checks to contain the spread of the coronavirus. The group of 26 European countries — including Spain, France, Greece, Germany, Italy and Poland — do not have internal borders and usually allow people to move between them freely. The ministry said the extension of the border checks is in line with the EU commission. \"Of course, we are guided by the European spirit not to act unilaterally or in an uncoordinated way,\" the spokesman added.  ##Daily Life## Ukraine has extended its nationwide lockdown until May 22 but has agreed to loosen some restrictions starting on May 11, the government announced in a televised cabinet meeting today. The partial lifting of some restrictions on May 11 will include the reopening of parks, some specialist shops and cafes for take out services. Ukraine has reported at least 12,331 Covid-19 cases and 303 deaths as of May 4, according to the Health Ministry. The country’s lockdown began on March 12.  ##Daily Life## German hairdressers are allowed to open today after being closed for many weeks over the threat of coronavirus.  Customers must have a pre-booked appointment, and in Berlin, they will have to fill out a personal questionnaire. Berlin hairdresser to the stars Udo Walz, told CNN he is booked out for three weeks in advance. His Berlin salons have been closed for six weeks. \"I was in the shop this morning, everyone is wearing masks, the customers, the hairdressers, it is a bit funny,\" Walz said.  To adhere to social distancing, Walz said every other chair remains empty, which works for him as he has big salons.  \"Most of the customers have two centimeters of roots showing. Some of them tried to cut their hair themselves or cover up the color, but that usually went wrong, although I gave tips on the telephone,\" he said. Walz — who has styled hair for Marlene Dietrich, Nancy Reagan and Gwyneth Paltrow — said he has not yet had to lay off any of his 86 employees, but his hairdressers are still hurting financially. “They did not get tips and that is important as we have a good clientele. Their salary was reduced a bit, but we have a great team,\" he said. Meanwhile, Anne Bruemmer, the owner of Salon Heidi in Hamburg, told CNN they are booked two weeks in advance.  In addition to wearing masks, Bruemmer said she must keep a distance of at least 1.5 meters — or about 5 feet — between customers. Her salon is disinfecting seats, door handles and anything else that may have been touched.  If she's caught violating the health and safety measures, Bruemmer said she may be fined upwards of 500 Euros, or about $547 USD. \"Customers are generally very safe here,” Bruemmer said.  ##Daily Life## Spain has begun its transition into a new phase of de-escalation toward a \"new normal\" Monday as the country’s health authorities report a second day of record low Covid-19 new infections and deaths. The country is seeing “the lowest number of cases in two months” by percentage, said Dr. Fernando Simón, Spain’s Director for Health Emergencies, speaking at the government’s daily coronavirus technical briefing. Spain's Ministry of Health has reported a record low 0.16% rise of new coronavirus infection cases confirmed by PCR (Polymerase Chain Reaction) tests, since Sunday.  The number of deaths rose by 164 in the last 24 hours, bringing the cumulative number of deaths to 25,428 since the start of the pandemic in Spain. The number of daily recoveries outnumber new infections, but Simón cautioned that even though the data is good, it doesn't \"eliminate risk,\" and noted that the positive coronavirus cases figures could be adjusted in the coming days due to delayed weekend holiday reporting. When asked whether relaxation of the country’s restrictions will mean a new wave of infections, Simón said health authorities are working on early detection to know the number of possible cases much more quickly.   Instead of the [current] periods that can be of up to 10, in some cases 15 days, we want this to be reduced, if possible” Simon said, adding “the objective is a maximum of 48 hours”. The faster detection and tracking will “guarantee that from the moment you move from one phase to the other, the regions are prepared to respond correctly in case of a [new] outbreak”, Simón explained. When asked about the possibility of Spain using apps to track the contagion, Simón said: “What we need to know is what added value these apps bring to the systems that we already have in place, or that we are putting place to do contact tracing.”  He also noted that Spain has restrictive data protection laws, so those would need to be taken into consideration “to be sure that they [the apps] don’t infringe on other rights in an irreversible way.”  Restrictions eased: Spain started a transition out of eight weeks of strict restrictions on Monday, under the country’s state of emergency, which has been in place since March 14.   ##Daily Life## ##Health## In a U-turn, the Indian government announced that it will cover the train fare cost incurred for the transportation of stranded migrant workers, students and tourists to return home. “Both the Government of India or the Railway Ministry have not discussed charging any of the workers. Eighty-five percent of the fare will be borne by the Central government and 15 percent by the state government,” said Lav Agarwal, a senior official for the Ministry of Health said. The change in stance comes after increasing criticism on an earlier official order issued by the Ministry of Railways, asking state governments to collect the fare from the migrant workers.  “The local state government authority shall handover the tickets to the passengers cleared by them and collect the ticket fare and hand over the total amount to Railways,” read an earlier order issued on May 2. On Monday morning, the president of India’s main opposition Congress Party attacked the government for discriminatory behavior towards migrant workers.   In a statement on Twitter, Sonia Gandhi questioned the Indian government’s reasoning behind charging hundreds of thousands of migrant workers for train tickets for their travel back home. Restrictions loosened: The Indian government loosened the restrictions of the nationwide lockdown last week, allowing hundreds of thousands of stranded Indians to travel back to their homes by special trains and buses. ##Daily Life## Scotland's First Minister Nicola Sturgeon has unveiled Scotland’s next phase in its battle with coronavirus - a \"test, trace, isolate, support\" approach. Sturgeon denied that Monday’s announcement was an admission that it had been wrong to abandon tracing earlier in the UK’s coronavirus outbreak, in a press briefing in Edinburgh on Monday. It's not some kind of quick fix, it doesn't work on its own to get infection rates down or keep them down … It's important to use in combination with physical distancing and hygiene,\" Sturgeon explained. In a foreword to the strategy published on the Scottish government website, Sturgeon warned \"our lives are not going to go back to exactly how they were.\" \"To protect each other, our lives are not going to go back to exactly how they were. Instead, we will need to continue to adapt our behavior to reduce the risk of the disease spreading.  \"We will need to continue with physical distancing and good hand and respiratory hygiene, including the appropriate use of face coverings,\" she said. ##Daily Life## Chancellor Angela Merkel will meet the prime ministers of the German states on Wednesday to discuss how the country plans to return to normal life after coronavirus. Germany's center for disease control on Monday recorded Germany's lowest increase in deaths in a 24-hour span since March 25.  The ministers plan to discuss when schools and kindergartens can restart classes, and when restaurants, pubs and cafes may be able to reopen. They will also talk about when sporting events may be back on the calendar, according to Merkel's spokesman Steffen Seibert.  Churches in Germany re-opened on Sunday and people across the country can finally get their hair cut, with hairdressers and barbers opening from today. ##Daily Life## Final-year high school students in the Chinese city of Wuhan, where the coronavirus outbreak was first detected last December, will return to school this Wednesday. On May 6, all the senior students will return to schools, which marks a new beginning for the education plan for this year,\" Xia Chunyin from Wuhan’s education bureau said.  Senior students will be returning to school to prepare for the Gao Kao, China’s university exam, which has been postponed by a month, to July.  Xia said school officials have implemented a three-step plan to help students readjust to the classroom, including psychological assistance to aid the transition from online learning.  For now, only final-year students will be allowed to return to school. The education bureau said younger students will slowly go back to school in several phases, but a time frame for their return has not yet been laid out.  ##DailyLife## South Korea will gradually begin to re-open schools from May 13, the country's education minister Yoo Eun-hae said on Monday. Year Three students in high schools will be the first to return to classes, allowing them to make career and college decisions, she said. Other schools, including kindergartens, elementary schools and middle schools, will be fully opened by June 1. As a precautionary measure, students and teachers should wear masks and keep ample distance from each other, and schools should keep desk surfaces clean and windows open, to ensure good ventilation, she said. The minister added that anyone with suspected coronavirus symptoms must have their health checked at designated medical centers. Schools with confirmed cases will be immediately shut to prevent the spread of Covid-19, she said. Social distancing measures relaxed: South Korea will relax its strict social distancing rules, starting May 6, as the number of new coronavirus cases has remained low, Prime Minister Chung Sye-kyun said on Sunday. The measures has been in effect since March 22. ##Daily Life## The novel coronavirus has infected more than 3.5 million people worldwide and killed at least 247,000. If you're just joining us, here are the latest developments: US death toll could rise to 90,000: President Trump has raised his estimate of the possible death toll in the country, saying between 80,000 and 90,000 people could die. Asked why he had previously said 65,000 people would die, Trump said \"it goes up rapidly.\" The US death toll stands at 67,686, according to Johns Hopkins University. Russia’s cases jump: Russia reported 10,581 new coronavirus infections on Monday, bringing the total number of officially confirmed cases to 145,268, according to the country’s coronavirus response headquarters -- the second-highest number of cases Russia has seen in a 24-hour period since the epidemic began. Japan extends state of emergency: Japanese Prime Minister Shinzo Abe said the country will extend its state of emergency until May 31. Abe said he would review the infection status around May 14, to see if the order can be lifted before then. Virtual vaccine pledging conference to begin: British Prime Minister Boris Johnson will say the discovery of a coronavirus vaccine is the “most urgent shared endeavour of our lifetimes” at an international pledging conference on Monday. The virtual meeting aims to raise $8 billion. It is being co-hosted by the UK, Canada, France, Germany, Italy, Japan, Norway, Saudi Arabia, and the European Commission.  Vietnam heads back to school: Most of Vietnam's 22 million students returned to class on Monday after a three-month closure, according to state-run Vietnam News Agency. Eighteen of the country's 63 provinces and centrally-run cities opened all schools today, while 30 others reopened primary schools and kindergartens, after secondary school students went back to class in late April.  The next series of the hit British reality show Love Island has been postponed to 2021 due to the Covid-19 pandemic, broadcaster ITV announced Monday. We have tried every which way to make Love Island this summer but logistically it's just not possible to produce it in a way that safeguards the wellbeing of everyone involved and that for us is the priority,” Kevin Lygo, ITV's director of television, said in a statement.\n\"In normal circumstances we would be preparing very soon to travel out to the location in Mallorca to get the villa ready but clearly that’s now out of the question.\" ##Travel## Dozens of Rohingya refugees stranded at sea for weeks are being quarantined for coronavirus on a remote island in the Bay of Bengal after docking in Bangladesh on Saturday. The 29 refugees, mostly women and children, were taken to the cyclone-prone island Bhashan Char -- also known as Thengar Char -- in order to protect the sprawling refugee camps of Cox's Bazar from the spread of Covid-19, Bangladesh Naval Lieutenant Abdur Rashid told CNN. Cox's Bazar, home to nearly one million Rohingya refugees, has been in strict lockdown since early April -- only very limited movement is allowed within the squalid cluster of makeshift camps. The refugees now on Bhashan Char were among hundreds of Rohingya Muslim refugees trapped at sea for weeks in \"appalling conditions\" after trying to flee to Malaysia, according to a statement from the European Union.  The stateless ethnic minority are not recognized as citizens by their home country of Myanmar, despite tracing their roots there for centuries.  Bangladesh has taken in hundreds of thousands of refugees who fled on humanitarian grounds, but they are not afforded any rights there and are confined to refugee camps.  Authorities are still investigating where the group sailed from. Read the full story here. The Russian government launched an online portal Monday for citizens and businesses seeking government assistance, amid rising criticism about its response to the economic fallout from the coronavirus pandemic. The portal -- posted online at http://government.ru/support_measures/ -- lists government measures available to different categories of recipients in various sectors. Among the sectors included are: Finance\nTaxes\nTransport\nTourism\nHealth\nSocial welfare Russian President Vladimir Putin has promised a moratorium on mortgage payments and credit holidays to Russian businesses, but critics -- including opposition leader Alexey Navalny -- say the government is not responding swiftly enough to deliver economic assistance.  The Russian economy has been hit by coronavirus lockdown measures as well as plummeting prices for oil, a major source of government revenue. In a statement, the Russian government said the portal was being optimized to inform users what support measures they are entitled to. ##Business## A draft UK government plan to ease anti-coronavirus restrictions includes reducing hot-desking and strategies to minimize contagion where social distancing is not possible, British media reported on Monday.  Additional health and safety procedures, physical screens and the use of personal protective equipment (PPE) should be considered in environments where maintaining a safe social distance of 2m (6ft) between employees is not possible, according to British outlets who say they have seen a leaked version of the plan. The government will urge employers to minimize the number of staff using equipment, stagger shift times and continue to encourage working from home, the reports said. A complete version of the plan is expected to be revealed by UK Prime Minister Boris Johnson next Sunday, as part of the government’s “roadmap” of the way out of lockdown. The UK's lockdown measures are due to be reviewed again by May 7.  On his return to work last Monday, Johnson warned that the UK was at \"the moment of maximum risk\" and suggested restrictions would need to remain in place for the time being, in order to avoid a second peak of infection. ##Daily Life## Russia reported 10,581 new coronavirus infections on Monday, bringing the total number of officially confirmed cases to 145,268, according to the country’s coronavirus response headquarters. The figure is the second-highest number of cases Russia has seen in a 24-hour period since the epidemic began. So far, 1,356 deaths and 18,095 recovered patients have been recorded in Russia. Approximately half of cases registered in the past weeks were asymptomatic, according to headquarters data. Moscow accounts for more than half of all coronavirus cases in the country.  Capital hot spot: Moscow Mayor Sergey Sobyanin said in a blog post on Saturday that based \"on the screening of various population groups\" it was likely that 2% of all the city's residents have the virus.  According to official data, there are 12.7 million people in Moscow, 2% of which is roughly 254,000 people. ##Health## Most of Vietnam's 22 million students returned to class today after a three-month closure to tackle Covid-19, the state-run Vietnam News Agency reported. Eighteen of the country's 63 provinces and centrally-run cities will open all schools starting today, while 30 others are reopening primary schools and kindergartens as secondary students went back in late April.  Ten other localities including the main cities of Hanoi and Ho Chi Minh City will resume primary schools and kindergartens later. VNA reports many schools have \"rearranged desks while others had to consider dividing classes into smaller ones\" but that many schools are facing \"difficulties in keeping the minimum distance of one metre among students due to the shortage of teachers and classrooms.\"  In addition, some schools changed class schedules and will continue to teach through the internet and televised classes. ##Daily Life## Spanish authorities in the Balearics are testing travelers to one of the islands, Formentera, which is advancing to \"phase one\" of the lockdown de-escalation measures laid out by the government last week. Spain has implemented one of the strictest lockdowns in Europe but now with some restrictions beginning to ease, four of the country’s islands, three in the Canaries -- La Gomera, La Graciosa and El Hierro -- and Formentera in the Balearics are jumping to the more advanced \"phase 1.\" That will allow: Further relaxation of restrictions on movement\nFewer restrictions on businesses\nUp to 10 people allowed to gather at a recommended distance\nUp to 15 people at open area funeral wakes, or 10 indoors These four islands will see an earlier easing of restrictions because they “have not had any new cases in many days, and very few, or no new infections” Fernando Simón, the country’s director for health emergencies said on Sunday. Travelers taking the ferry from the island of Ibiza to Formentera were subjected to a “rapid antibody test,” to determine if it had been in contact with the virus.  A CNN team making the trip on the ferry this morning were administered the mandatory test, along with all other passengers. Spain is testing everyone travelling to the \"phase 1\" islands and only residents and essential workers are allowed to make the trip. The tests are one of the measures implemented by the central government in Madrid to prevent new infections and are expected to be carried out every day, a spokesman for the Ibiza health department said.  Travelers who test positive will be stopped and required to get a PCR (polymerase chain reaction) test to check if they currently have the virus or if they had it in the past. Following seven weeks of strict confinement since a countrywide state of emergency was declared on March 14, the process of transition in Spain will be gradual and asymmetrical, and decided by the government in conjunction with the country’s 17 regions. Most of Spain enters \"Phase 0\" today, with only limited openings of some small businesses. Across Spain, masks will be mandatory on public transport as of today. ##Daily Life## Japanese Prime Minister Shinzo Abe said in a task force meeting today that the country will extend its state of emergency until May 31. Abe said he will review the infection status around May 14 to see if the order can be lifted beforehand. The Japanese leader said the high vigilance and stay-at-home policy remain unchanged in 13 high-infection prefectures, while the rest of the nation will see gradual resumption of economic and social activities. ##Daily Life## British Prime Minister Boris Johnson will say the discovery of a coronavirus vaccine is the “most urgent shared endeavor of our lifetimes” at an international pledging conference on Monday.  The UK is currently the biggest global donor in the efforts to find a vaccine, pledging £388 million ($483 million) for research, according to a Downing Street statement.  \"To win this battle, we must work together to build an impregnable shield around all our people, and that can only be achieved by developing and mass producing a vaccine,\" Johnson will also say while co-hosting Monday’s event.\n\"It’s humanity against the virus -- we are in this together, and together we will prevail.\" The virtual conference is aiming to raise $8 billion, and is being co-hosted by the UK, Canada, France, Germany, Italy, Japan, Norway, Saudi Arabia, and the European Commission.  The UK money allocated to funding a vaccine is part of a larger fund worth £744 million ($926 million) to “help end the pandemic and support the global economy,” the statement also said. The World Health Organization will receive £75 million ($93 million) for its critical health systems response. The UK has also pledged approximately £330 million ($411 million) annually over the next five years to Gavi, the international organisation founded by Bill and Melinda Gates, which improves access to vaccines for children in the world’s poorest counties.  ##Health## Britain’s Defence Secretary Ben Wallace refused to comment on the \"five eyes\" intelligence report on the way China handled the novel coronavirus outbreak. \"I’m not going to comment,\" Wallace said in an interview with BBC Radio Four on Monday, while at the same time conceding that the world \"shouldn't be surprised.\" \"China has become more assertive over the past few years, whether that is the South China Sea, whether that is the use of economic tools around the world, it is more assertive in trying to further its interests,\" he said. Wallace went on to say he did not think it was yet the time to conduct a \"post-mortem\" on the pandemic.  \"Let’s get through it,\" he said. \"By me speculating or talking about China or anybody else is not going to help the fight against coronavirus.\"\n\"I genuinely think that lessons from this outbreak ought to be learned, but after the event, both the international community and indeed ourselves should then take a reflection of what the consequences are,\" Wallace also said. Pope Francis today prayed for peace within family homes amid widespread social distancing restrictions around the world, as countries try to control the spread of the novel coronavirus. In particular, the Pope spoke out against domestic violence during his daily mass at the chapel at his residence, the Casa Santa Marta. \"Today we pray for the families, in this time of quarantine. The family closed in their homes, trying to do many things, (to) be creative with children, with everybody in order to go forward,\" the Pope said.\n\"And there is also the other thing, that sometimes there is domestic violence. We pray for the families, so that they continue in peace with creativity and patience in this quarantine.\" The mass was delivered with no faithful present amid ongoing social distancing restrictions.   ##Daily Life## Covid-19 has infected more than 3.5 million people worldwide and killed at least 247,000. If you're just joining us now, here are the latest developments: Italy lockdown eases: Some restrictions are being relaxed today, including some travel restrictions, increased access to parks and gardens, and the ability to hold funerals with up to 15 attendees. The manufacturing and construction sectors will reopen entirely, while bars and restaurants will be allowed to offer takeaway services.\nGermany's daily death toll drops: The country on Monday reported its lowest increase in coronavirus deaths in a 24-hour period since March 25, its center for disease control said. Chancellor Angela Merkel is set to meet with state governors on Wednesday to talk about reopening the economy.\nUS vaccine drive: Scientists working as part of the White House’s “Operation Warp Speed” have identified 14 vaccines to focus on for development, an administration official told CNN’s Jim Acosta. US President Donald Trump told a Fox News town hall Sunday he was confident a vaccine would be available by the end of the year.\nIndia enters less severe lockdown: Many parts of India are now under relaxed restrictions as the country today began the third extension of nationwide measures designed to stop the spread of the virus.\nChinese tourists are traveling at home: The country recorded 85 million domestic tourists in the first half of of a five-day Labor Day holiday, generating revenue of nearly $5 billion, according to the Ministry of Culture and Tourism.\nMike Pompeo points finger at China: The US secretary of State on Sunday stepped up administration claims that China mounted efforts to hide the extent of the coronavirus spread, including concealing the severity while stockpiling medical supplies.\nUS death toll could rise to 90,000: President Trump has raised his estimation of the possible death toll in the country, saying between 80,000 and 90,000 people could die. When pressed on why he had previously said 65,000 people would die, Trump said \"it goes up rapidly.\" The US death toll stands at 67,682, according to Johns Hopkins University. In his final moments, Ananda Mooliya reassured his wife and two sons that he was fine, though they could hear his labored breathing from the next room, over the sound of the TV. His wife, Rajni Attavar, made soup for him. Mooliya struggled out of bed. With the help of eldest son, Amith, the 56-year-old subway station agent made his way to a kitchen chair in their Corona, Queens, home. Sweat beaded on his face. His mouth was open. \"I wiped his face,\" Attavar recalled through tears. \"Then I called out his name. He didn't respond.\" She sprinkled water on his head. Amith checked his father's weakening pulse. His younger son, Akshay Mooliya, 16, called 911. EMTs arrived and, for about 10 minutes, aided his breathing with a respiratory device. They then covered him with a white blanket on the kitchen floor. It was April 8 at 9:37 p.m., according to his death certificate. Immediate cause of death was listed as \"Recent Influenza-Like Illness (Possible COVID-19).\" Several hours would pass before his body was lifted off the floor and taken to a morgue -- and nearly three weeks before his cremation, family members said. The handling of Mooliya's body isn't unusual in these times. The corononavirus death toll has overwhelmed health care workers, morgues, funeral homes, crematories and cemeteries. Body bags pile up across the city that became epicenter of the pandemic.  Read more: ##Health## ##Daily Life## Russia reported 10,633 new coronavirus cases on Sunday, its fourth record single-day increase in a row, in what is becoming a major headache for President Vladimir Putin. The country's total number of cases is now 134,687, the seventh-highest number in the world, in a dramatic turnaround from the situation back in March. A total of 1,280 deaths have now been recorded, the country's coronavirus response headquarters said in a statement, adding that around 50% of the cases were asymptomatic. Moscow, the country's worst-hit city, accounts for more than half of total cases. Last week, Russia extended its isolation period through May 11.  \"The daily increase in cases has relatively stabilized but this mustn't calm us down, the situation is still very serious,\" Putin said. \"The peak is not behind us, we are about to face a new and grueling phase of the pandemic ... the deadly threat of the virus remains.\" Anger is rising among the country's health workers after two dozen hospitals had to shut down for quarantines, with many doctors falling sick. Russian independent media and non-governmental organizations have reported anonymous pleas from outraged medical workers who said they had been ordered to the front lines without adequate protection, and that bureaucratic foot-dragging was costing lives. On Thursday, as the number of cases passed 100,000, Russian Prime Minister Mikhail Mishustin appeared on state television informing Putin by video conference that he'd tested positive for the virus. Read more: ##Health## After admitting US coronavirus deaths could hit 90,000, President Donald Trump is bemoaning his own plight -- complaining that he has been treated worse by the press than Abraham Lincoln. Trump's comments, at the memorial in Washington to a president assassinated after emancipating the slaves during the Civil War, are likely to further polarize the raging politics of a current crisis that is stretching national unity. \"I am greeted with a hostile press the likes of which no president has ever seen,\" Trump said at the Fox News town hall Sunday night.\n\"The closest would be that gentleman right up there,\" Trump said, pointing to the 16th President's statue. \"They always said nobody got treated worse than Lincoln. I believe I am treated worse.\" Trump was speaking at the time of a widening divide between states that are opening economies and others that are warning of premature declarations of victory amid soaring tensions fomented by weeks of coronavirus lockdowns. His statement was classic Trump, not just in his audacity of comparing himself to the man many historians rate as the greatest president, but in his tendency to make every issue -- even in the midst of a national tragedy in which tens of thousands of Americans have died -- about himself. Read the full analysis: Germany on Monday reported its lowest increase in coronavirus deaths in a 24-hour period since March 25, the country's center for disease control said. According to data from the Robert Koch Institute, 43 people died of symptoms related to Covid-19 between Sunday and Monday, bringing the total number of nationwide fatalities to 6,692. The number of new infections in Germany also remains relatively low, with 679 new cases confirmed. In the same 24-hour time span, around 2,200 people recovered from the virus.   German Chancellor Angela Merkel has previously said that a continued drop in new infections and expanded contact tracing will be key to further easing restrictions meant to combat the pandemic.  Merkel is set to meet with German state governors on Wednesday to talk about reopening the country's economy. ##Health## Many parts of India are now under less severe lockdown measures as the country today entered the third extension of nationwide restrictions designed to stop the spread of the novel coronavirus. In a statement issued Friday, the Ministry of Home Affairs announced that a further lockdown extension of two weeks will be in place until May 17, with a significant ease in restrictions.  The Indian government has divided the country into zones -- red, orange and green -- depending on the status of the cases registered. Most restrictions in place across India for the last six weeks will be eased for cities and towns falling into the green zone.  However, limited activities will continue to be prohibited across the country.  This includes: Travel by air, rail, metro and inter-state movement by road.\nAll schools and colleges will continue to remain closed along with any theaters, malls and places of worship. \nThe Ministry of Home Affairs will allow movement of people by air, rail and road only for select purposes. Metropolitan cities such as New Delhi, Mumbai, Bengaluru and Pune have been classified as red zones. The classification of these regions will be evaluated every week. In Delhi, all government and private offices will be allowed to open, but private offices will be working at 33% capacity. All educational institutes, hotels, malls, movie theaters and public transport will continue to be closed, said chief minister Arvind Kejriwal in a news briefing Sunday. “Coronavirus is here and it is here to stay. That it will go away or we won’t have patients infected with it -- that will never happen. It is not happening anywhere in the world. It is not possible. We have to prepare and learn to live with coronavirus,” said Kejriwal.  The Ministry of Home Affairs has asked state governments to issue orders prohibiting gatherings of more than four people from 7 p.m. to 7 a.m. Dozens of trains have been organized in the past few days to ferry stranded migrant workers, students and tourists home.  India has recorded a total of 42,533 cases, including 1,373 deaths, according to the Ministry of Health and Family Welfare.  ##Daily Life## Scientists working as part of the White House’s “Operation Warp Speed” to develop a vaccine for the coronavirus have identified 14 vaccines to focus on for development, an administration official told CNN’s Jim Acosta. CNN’s Sara Murray reports \"Operation Warp Speed\" was a name chosen by the scientists working on all the challenges that surround vaccine deployment. They are already working on solutions to quickly ramp up production, organize distribution and determine who gets the first doses of the vaccine. US President Donald Trump said Sunday night at a Fox News town hall, \"We are very confident we are going to have a vaccine by the end of the year.\" Dr. Anthony Fauci, the nation's top infectious disease expert, told NBC on Thursday it’s possible there could be a vaccine by early next year. \"You don't wait until you get an answer before you start manufacturing -- you at risk proactively start making it, assuming it's going to work, and if it does, then you can scale up and hopefully get to that timeline,\" Fauci said. \n\"So we want to go quickly, but we want to make sure it's safe and it's effective. I think that is doable.\" ##Health## From California to New York, more Americans are headed outside -- some for recreation and others in protest. But as some states loosen or let go of their stay-at-home orders, researchers predict a higher death toll from coronavirus this summer than previously expected. As of Sunday, more than 1.1 million people in the US have been infected with coronavirus, and more than 67,000 have died, according to data from Johns Hopkins University. States such as California have stood firm on their stay-at-home orders -- and have been met with protests. But more than 30 states have started easing some social distancing restrictions -- ranging from simply opening state parks to allowing certain businesses to restart. Read more: ##Daily Life## It may be some time before tourists are traveling the globe again. But what if you could travel through designated, approved parts of it? Politicians from Australia and New Zealand are discussing the possibility of opening up borders to each other, creating a travel corridor -- or \"travel bubble\" -- between the two nations. Both countries almost completely shut their borders to foreigners in March, a huge blow to their respective tourism industries. But with both appearing to have successfully brought their coronavirus outbreaks under control, politicians are now talking about when borders could be opened to each other. \"That is a situation we would all like to be in, but of course, our number one focus at the moment is making sure that both our countries are in the position where we're domestically managing Covid-19 to a point where we can with confidence open borders,\" New Zealand Prime Minister Jacinda Ardern said on April 27.\n\"One thing I'm not willing to do is jeopardize the position that New Zealand has got itself into by moving too soon to open our borders -- even to Australia.\" It's not clear when this \"bubble\" could become a reality -- currently both countries still have domestic travel restrictions in place, and all international arrivals are subject to a 14-day quarantine. Travel industry experts say August is when the corridor is likely to be rolled out, possibly in time for the ski season in New Zealand and the school holidays in September. Read more: ##Travel## China recorded 85 million domestic tourists during the first three days of the five-day May Day holiday, generating 35 billion yuan ($4.95 billion) in revenue, according to the country's Ministry of Culture and Tourism. Last year, 195 million domestic tourists traveled during the entire holiday, generating 117.7 billion yuan ($16.67 billion) in revenue, according to previous data from the ministry. Amid the Covid-19 pandemic, the ministry has ordered tourist sites in the country to strictly control the flow of visitors, capping numbers at 30% of each site's capacity. Some 70% of scenic spots rated \"A class\" in China's tiered grading system were open on the first day of the holiday, according to the ministry. ##Travel## A total of 25,502 new coronavirus cases and 1,313 deaths were reported in the United States on Sunday, according to Johns Hopkins University.  At least 1,158,041 cases and 67,682 fatalities have now been recorded in the US, according to JHU's tally. As states begin to include “probable deaths” in their counts, so will JHU. In the upcoming days, these changes may show as surges of deaths in the US.  The totals includes cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases and those in the US military, veterans hospitals and federal prisons.  CNN is tracking US coronavirus cases here: ##Health## Odd jobs on construction sites used to earn Takahashi enough money to pay for a private booth each night at one of Tokyo's internet cafes. But Japan's coronavirus lockdown not only cost him his work, it has temporarily closed the cafe that was his de facto home. The 35-year-old has been sleeping rough at a Tokyo bus terminal for two weeks. \"Many companies have become bankrupt due to the pandemic. There are many people like me without jobs at the moment,\" said Takahashi, as he waited in line in Shinjuku to receive a free meal from Moyai, a support group for the homeless. Takahashi is one of Tokyo's 4,000 \"internet cafe refugees\" -- homeless people, mostly men, who before the pandemic usually paid between $17 and $28 to stay overnight in a 20 square foot booth in one of the city's 24-hour internet cafes. Over the past few weeks, Japan has scrambled to contain an uptick in coronavirus cases. As of Monday, Japan had recorded 15,769 cases nationwide and 523 deaths, according to the country's health ministry. To stop the virus spreading, Japan called a nationwide state of emergency, which closed businesses including internet cafes, forcing their inhabitants to seek refuge elsewhere. The Japanese authorities are providing emergency housing to support those living in internet cafes, but the pandemic measures have exposed a problem that goes back decades. Read more: ##Daily Life## Eight new cases of the novel coronavirus were recorded in South Korea on Sunday, all of which were imported, according to a news release from the country's Centers for Disease Control and Prevention. No new locally transmitted infections were recorded, according to the KCDC, a sign that the country's local outbreak is under control as it prepares to relax strict social distancing rules later this week. In total, 10,801 confirmed cases of the virus have been recorded in South Korea. Some 9,217 of those patients have recovered from the disease, with another 34 patients being discharged from isolation on Sunday. Two more fatalities were reported on Sunday, bringing the country's death toll to 252. Rules relaxed: South Korea will loosen its social distancing rules from Wednesday as the number of new coronavirus cases have remained low in the country, Prime Minister Chung Sye-kyun said on Sunday. The measures had been in effect since March 22.  ##Health## Another 218 cases of the coronavirus were confirmed in Japan on Sunday, as the total number of infections recorded in the country reached 15,769. According to Japan's health ministry, 18 people died on Sunday from the virus, bringing the country's death toll to 523.  The totals include 712 cases and 13 deaths linked to the Diamond Princess cruise ship. Tokyo reported 91 new cases and four deaths. Japan's capital has now recorded a total of 4,568 cases and 145 fatalities. Abe expected to extend state of emergency: Japan's Prime Minister will make an announcement today on the lockdown measures designed to slow the spread of the virus. According to Japan's public broadcaster NHK, Abe is likely to extend the state of emergency until May 31. ##Health## ##Daily Life## US President Donald Trump said Sunday that the US coronavirus death toll could reach 80,000 to 90,000, a considerable upward shift from his previous estimates last month. While praising the US response to the outbreak during a Fox News town hall, Trump said, \"That's one of the reasons we're successful, if you call losing 80 or 90,000 people successful.\" \"But it's one of the reasons we're not at the high end of that plane as opposed to the low end of the plane,\" the President continued. When pressed on his shifting estimate, Trump conceded, \"I used to say 65,000 and now I'm saying 80 or 90 and it goes up and it goes up rapidly.\" \"But it's still going to be, no matter how you look at it, at the very lower end of the plane if we did the shutdown,\" he said. Read more: ##Health## New Zealand reported no new cases of Covid-19 today, according to the country's Director-General of Health Dr. Ashley Bloomfield -- the first time zero new infections have been found since the country went into lockdown on March 25. Speaking at a news conference today, Bloomfield said one previously counted probable case has been reclassified as a confirmed case, keeping the number of total probable and confirmed cases at 1,487.  In total, 1,276 patients have recovered, Bloomfield said. The last time New Zealand reported no new confirmed cases was March 16. Last Tuesday, the country lowered its national alert level, from it's strictest level 4 to level 3. New Zealand spent almost five weeks under a level 4 lockdown. Around 400,000 more New Zealanders have gone back to work and 75% of its economy is operating, according to Prime Minister Jacinda Ardern. ##Health## Covid-19 has infected more than 3.5 million people globally and killed at least 247,000. If you're just joining us now, here are the latest developments: Mike Pompeo points finger at China: The US secretary of State on Sunday stepped up administration claims that China mounted efforts to hide the extent of the coronavirus spread, including concealing the severity while stockpiling medical supplies.\nUS death toll could rise to 90,000: US President Donald Trump has raised his estimation of the possible death toll in the country, saying between 80,000 and 90,000 people could die. When pressed on why he had previously said 65,000 people would die, Trump said \"it goes up rapidly.\" The US death toll stands at 67,680, according to Johns Hopkins University.\nAbe expected to extend state of emergency: Japan's Prime Minister will make an announcement today on the lockdown measures designed to slow the spread of the virus. According to Japan's public broadcaster NHK, Abe is likely to extend the state of emergency until May 31.\nItaly to cautiously reopen: From Monday, Italy has announced it will loosen some restrictions as the number of new infections continues to drop, including allowing funerals with up to 15 attendees. Italy has been one of the worst-affected countries by the pandemic, with more than 210,000 infections, according to Johns Hopkins.\nBrazil infections rise above 100,000: At least 101,147 infections have been recorded in Brazil -- the most cases of any country in South America. More than 7,000 people have died of the virus in the country. US secretary of State Mike Pompeo on Sunday stepped up administration claims that China mounted efforts to hide the extent of the coronavirus spread, including concealing the severity while stockpiling medical supplies. \"You've got the facts just about right,\" Pompeo told ABC's \"This Week\" when asked if China intentionally stockpiled medical supplies in early January while it concealed the severity of Covid-19.  \"We can confirm that the Chinese Communist Party did all that it could to make sure that the world didn't learn in a timely fashion about what was taking place.\" Pompeo's comments come as the Trump administration is formulating a long-term plan to punish China on multiple fronts for the coronavirus pandemic, injecting a rancorous new element into a critical relationship already on a steep downward slide. Multiple sources inside the administration say that there is an appetite to use various tools, including sanctions, canceling US debt obligations and drawing up new trade policies, to make clear to China, and to everyone else, where they feel the responsibility lies. While there are serious questions about China's transparency, the Trump administration has escalated its effort to blame China for the global spread of the virus as criticism of its own handling of the pandemic has increased.  Read more: The Chinese government intentionally concealed the severity of Covid-19 from the international community while it stockpiled imports and decreased exports, a Department of Homeland Security report found, according to an administration official familiar with the report. \"China likely cut its exports of medical supplies prior to its January WHO (World Health Organization) notification that COVID-19 is a contagion,\" the report reads, according to the source.  The report, which assessed export and import data earlier this year, was circulated within the federal government on Friday, the source said. The DHS assessment also says, \"in its communications, China intentionally concealed its trade activity by publicly denying it has ever imposed an export ban on masks and other medical supplies,\" according to the source.  The findings were assessed at \"moderate confidence,\" the source told CNN, pointing out that the report does not conclude whether the actions of the Chinese government were nefarious. It is reasonable to conclude that based on the outbreak, before it was declared a pandemic, that China would recognize key measurements in determining requirements for the need of personal protective equipment, said the source.  The US needs \"to be mindful about, 'what do you do about it?'\" said the source. \"Is this a trigger that propels industry here? Will there be enough in the stockpile\" going forward? questioned the source.  China has access to a wide array of raw materials that are necessary in establishing a production line of goods that are necessary in response to the Covid-19 pandemic, said the source, whether it’s surgical gowns, masks, or goggles. \"They have a robust manufacturing capability and workforce that can quickly ramp up manufacturing,\" said the source.  ABC first reported the existence of the report. When asked about whether he thought the origination of the coronavirus was nefarious or a mistake on Sunday, US President Donald Trump said he believes it was “a horrible mistake.”  During a town hall on Fox News Sunday, Trump added that China “didn’t want to admit it,” and that China was embarrassed by the problem and was unable to “put the fire out.” Both Trump and Secretary of State Mike Pompeo have said they believe the virus had its origins in a lab in Wuhan, China, and not at a market in the city, but neither provided evidence. Earlier in the week, Trump implied that China knowingly let the virus spread around the globe. \"They either didn't do it and, you know, they couldn't do it from a competence standpoint, or they let it spread. And I -- you know, I would say probably it was -- got -- it got out of control,\" Trump said. \n“They are a very brilliant nation, scientifically and otherwise. It got loose, let's say, and they could have capped it, they could have stopped it, but they didn't,” he added. During the town hall, Trump also seemed to indicate that he will make public a “strong report on exactly what we think happened” in regards to the origin of the virus, and that the report will be “very conclusive.” ##Health## US Vice President Mike Pence has admitted during a Fox News town hall that he should have worn a mask on his visit to the Mayo Clinic last week. Pence said he originally “didn’t think it was necessary” because he is tested for the coronavirus frequently, but went on to say, “I should have worn a mask at the Mayo Clinic.”  A person involved in planning the visit previously told CNN that Mayo Clinic staff briefed Pence's team about the clinic's policy requiring face masks.   Another source familiar with discussions said it was clear that despite what Pence originally said in defending himself and not wearing a mask, that Pence's staff understood it was a mistake.  However, the next day a VP spokesperson told CNN’s Jim Acosta, “We don’t feel it was a mistake.” China's National Health Commission reported three new cases of the novel coronavirus today, as domestic tourism surged during the Labor Day \"golden week\" holiday. The new cases were all imported -- two in Shanghai and one in Shandong province, according to the commission. There were no new deaths from the virus on Sunday. As of today, mainland China has officially recorded 82,880 cases -- 481 of which remain active. In addition, 13 new asymptomatic cases were also reported. Some 962 asymptomatic patients are still under medical observation. The death toll remains at 4,633. May Day holiday: Millions of Chinese citizens took advantage of their post-lockdown freedom to travel during the Labor Day \"golden week\" holiday. The total number of domestic tourists reached almost 85 million for the first three days of the holiday, according to state-run news agency Xinhua. ##Health## ##Travel## Some businesses will start to reopen in Spain on Monday as the country starts \"Phase Zero\" of loosening coronavirus restrictions. Following eight weeks of strict confinement since a countrywide state of emergency was declared on March 14, the process of transition in Spain will be gradual.  The four phases will be determined by a “series of indicators, such as the strategic capacities available in the health care system,\" officials say. Some of these indicators include being able to test and identify sources of contagion and the ability to isolate and control those sources. Spain's health ministry said another key to reopening the economy is the availability of hospital beds. For every 10,000 residents, hospitals have to be able to add between 1.5 to 2 intensive care unit beds, and between 37 to 40 beds for severely ill patients, as outlined by the ministry. Across Spain, masks will be mandatory on public transport as of Monday. Here are some of the reopening guidelines for businesses: Hotel and restaurant terraces will be able to operate at 50% of capacity, but will have to clean and disinfect tables, chairs, and other surfaces, between clients.\nSmall retail and commercial businesses will be open to the public at 30% capacity, and will offer priority service to people over 65.\nClothing stores will be required to disinfect fitting areas, and \"hygiene any garment before other clients have access to it.\"\nBusinesses are responsible for providing personal protective equipment to their employees. ##Daily Life## Afghanistan released 98 Taliban prisoners from Pul-e-Charkhi prison in Kabul on Saturday evening as part of the government’s efforts to contain coronavirus, according to a statement from the National Directorate of Security. The release is in line with a decree Afghan President Ashraf Ghani signed on March 11 to release Taliban prisoners as the peace talks between the Afghan government and Taliban began. The prisoners were released based on their health conditions, age, and length of remaining sentence. So far, 650 Taliban prisoners have been released since March 10, and the government will release 850 more, the statement added. “The government of the Islamic Republic of Afghanistan remains open continuing joint technical work with the Taliban in order to advance the peace process,” the statement read. US President Donald Trump said Sunday night that he was first briefed about the novel coronavirus on January 23 and indicated the US intelligence agencies would be issuing a statement in the coming days. \"On January 23, I was told that there could be a virus coming in but it was of no real import. In other words it wasn’t, ‘Oh we gotta do something, we gotta do something.’ It was a brief conversation and it was only on January 23,\" Trump said on Fox News. But while Trump claims he was told that \"there could be a virus coming,\" that January 23 briefing came three days after the first confirmed case of coronavirus in the United States. The President was also briefed by his Health and Human Services Secretary Alex Azar about the threat of the coronavirus during a January 18 phone call, according to multiple reports. Trump also said that at the time the US intelligence community was not \"competently run.\" \"And the intelligence agencies, which have now -- now, now -- because before they weren't, which are now very competently run with some great people ... the intelligence agencies will tell you that tomorrow,\" Trump said. CNN and other news outlets have reported that the President's daily intelligence briefing included information about the coronavirus outbreak in China and its potential to spread to the United States as early as January 3.  It is not clear whether Trump -- who infrequently reads the President's Daily Brief compiled by intelligence officials -- read the information at the time or whether officials briefing the President in person raised the issue. A total of 373 employees and contract workers at Triumph Foods, a pork processing plant in Buchanan County, Missouri, have tested positive for coronavirus despite showing no related symptoms, according to a news release from the Department of Health and Senior Services. “We continue to work this weekend contacting these asymptomatic patients and have initiated the process of contact tracing with those determined to be close contacts of our positive cases,” said Dr. Randall Williams, director of DHSS.  The department encouraged anyone experiencing symptoms to reach out to their health care provider, the release said. The latest numbers come after the the Missouri Department of Health and Senior Services announced Thursday more than 120 employees tested positive for Covid-19. ##Business## Kentucky Gov. Andy Beshear told reporters Sunday that the state's Covid-19 cases were \"at the worst\" plateauing. He commended Kentucky residents for sticking to the state's guidelines. \"You are saving thousands of lives,\" he said. \"I'm very proud to be your governor.\" Saying that he took yesterday off in order to recharge, Beshear gave both Saturday and Sunday numbers for cases and deaths. Saturday's report showed an additional 173 cases, with five deaths. Sunday's report showed 80 new cases and no deaths, but Beshear himself cast doubt on those numbers, saying there had been a lull in testing. \"This is why we average,\" he said. \"No day right now just has 80.\" He added that a report will come out tomorrow on cases in Green River State Prison. \"We believe they are going to be tough numbers to see,\" he said. Beshear also responded to yesterday's protest over pandemic measures by calling it \"reckless.\" \"All I asked that folks did if they disagree is to do it safely,\" he said. \"What I have heard is that speakers, and leaders, and even state representatives or state senators asked people to take off their masks, told people that social distancing is optional, and one even said they're not going to take the vaccine when it's created. That's just reckless.\" Beshear said more test kits will be arriving in the state in the coming week, and that over the course of the next few days he will be focusing on preparing businesses for phased reopenings. ##Health## ##Daily Life## ##Business## France will not impose a 14-day quarantine on travelers from the Schengen area of the European Union or the UK, the Elysée Palace confirmed to CNN on Sunday. This is regardless of the nationality of those traveling to France. Sunday’s statement appears to be a direct contradiction of health minister Olivier Véran’s statement a day earlier of a proposed measure to quarantine all people entering France from “abroad, Corsica and other overseas territory.” The French government will move to extend a state of emergency over coronavirus for around two months in a set of measures to be proposed to Parliament on Tuesday. The Schengen area is a zone of 26 European countries that do not have internal borders and allow people to move between them freely, including countries such as Spain, France, Greece, Germany, Italy and Poland. The Elysée Palace would not comment on whether travelers from the US would be subject to quarantine measures if entering France. ##Travel## The President of Peru, Martín Vizcarra, approved a supreme decree to reactivate the country’s economy amid the coronavirus pandemic, according to a statement released by the Office of the Presidency Saturday.  Speaking at the Council of Ministers, Vizcarra said “we must begin economic activities and seek balance to generate jobs,” according to the statement.    Vizcarra explained the decree has been analyzed by health experts and is based on studies. It will be carried out gradually and has four phases. Each phase will last approximately one month starting in May and ending in August.   The Peruvian President also announced that because of coronavirus concerns, he has signed an early release pardon to non-violent prisoners that are pregnant and mothers who are in prison with their children.   ##Daily Life## ##Business## The US federal government will begin shipping \"tens of thousands\" of courses of remdesivir early this week and will decide where the medicine goes, according to Daniel O'Day, chairman and CEO of Gilead Sciences, the maker of the investigational drug. In early results from a trial sponsored by the US National Institutes of Health, remdesivir was found to shorten the duration of illness in patients with severe Covid-19, but it had no statistically significant effect on whether patients died. We intend to get (remdesivir) to patients in the early part of this next week, beginning to work with the government, which will determine which cities are most vulnerable and where the patients are that need this medicine,\" O'Day said on CBS' \"Face the Nation.\" CNN has reached out to the US Department of Health and Human Services for comment on how the drug will be distributed. ##Health## More than 100,000 cases of Covid-19 how now been reported in Brazil, according to the latest figures released by the country's health ministry on Sunday. The number of confirmed cases increased by 4,588 in a 24-hour period, bringing the total to at least 101,147.  Brazil has recorded more than 7,000 coronavirus-related deaths, according to Johns Hopkins University. ##Health##", "Section": "world", "Writers": ["Ben Westcott", "Adam Renton"], "URL": "https://www.cnn.com/world/live-news/coronavirus-pandemic-05-04-20-intl/index.html", "MainKeyWord": "China", "AdditionalKeyWord": "Malaysia", "Source": "CNN"}