{"Type": "article", "Time": "2019-01-10", "Headline": "Surgeries in Mexico linked to antibiotic-resistant infections in US, CDC says", "Text": "Nearly a dozen Americans who had surgery in Tijuana, Mexico, have returned home with dangerous antibiotic-resistant infections, the US Centers for Disease Control and Prevention said Wednesday.  All of the travelers diagnosed with the life-threatening bacteria, carbapenem-resistant Pseudomonas aeruginosa or CRPA, had undergone invasive medical procedures.  \"Infections caused by this particular drug-resistant Pseudomonas are rare in the United States and difficult to treat,\" the CDC said. Patients typically require long and \"complex antibacterial drug combinations and courses\" to defeat the infection. The CDC has confirmed 11 cases, said lead investigator Dr. David Ham, medical officer for the CDC's Division of Healthcare Quality Promotion. Nine occurred between August and November; a case from 2015 was retrospectively identified, and one case is still under investigation.  Nearly half of the infected patients had undergone surgery at Grand View Hospital in Tijuana; the rest had undergone surgeries at other hospitals and clinics in the area. Ten of the procedures were weight-loss surgeries, Ham said. The CDC says the Mexican government has closed Grand View Hospital \"until further notice,\" but the agency still suggests that travelers not have surgery there until the authorities have confirmed that the drug-resistant bacteria are no longer present.  Medical tourism \"Medical tourism,\" or traveling to another country for medical care, is a growing trend around the world. Between 11 million and 14 million people travel each year for medical care, according to industry estimates. Top destinations include Costa Rica, India, Israel, Malaysia, Mexico, Singapore, South Korea, Taiwan, Thailand, Turkey and the United States, according to Patients Beyond Borders, a guide to medical tourism. Many people are drawn by the potential for lower costs. The Medical Tourism Association, an international trade organization that acts as a liaison between patients and international providers, estimated the industry's worth at $100 billion in 2016-17. According to its latest survey of providers, about 72% of the patients who used medical tourism traveled for cancer, spine and other orthopedic treatments, followed by cosmetic and plastic surgery procedures, and cardiovascular and neurosurgeries.  Over 50% of the surgeries cost between $10,000 and $50,000, while 16% were between $50,000 and $100,000, the survey said. Caution advised There are significant risks in traveling abroad for medical treatment, the CDC cautions.  \"Antibiotic resistance is a global problem, and resistant bacteria may be more common in other countries than in the United States,\" the agency warns.  The CDC has a number of suggestions for anyone thinking about medical tourism, including researching the health care provider or surgeon, as well as the clinic or hospital. Choose internationally credentialed facilities, and be aware that standards for providers and clinics in other countries may be different than those in the United States.", "Section": "health", "Writers": ["Sandee LaMotte"], "URL": "https://www.cnn.com/2019/01/10/health/mexico-surgery-antibiotic-resistant-infection-cdc/index.html", "MainKeyWord": "Taiwan", "AdditionalKeyWord": "Thailand", "Source": "CNN"}