{"Type": "article", "Time": "2020-06-15", "Headline": "Philippines journalist Maria Ressa found guilty of 'cyber libel' in latest blow to free press", "Text": "Embattled Philippines journalist Maria Ressa was found guilty of \"cyber libel\" Monday, in a case she and press freedom groups have described as a politically motivated prosecution by the Duterte government.  Ressa was arrested early last year in the Manila offices of Rappler, the online news outlet she founded in 2012 and which has gained prominence for its unflinching coverage of President Rodrigo Duterte and his brutal war on drugs.  The case hinged on a story written in 2012, which alleged that businessman Wilfredo Keng had links to illegal drugs and human trafficking. However, the article was published by Rappler two years before the new cyber libel laws came into effect in the Philippines. Prosecutors have argued that a correction made to the story after the law passed constituted a \"republication\" and meant it was could be considered as \"cyber libel.\"  On Monday, the court found both Ressa and Rappler staffer Reynaldo Santos Jr., who wrote the story, guilty of the offense, according to her news organization. They face a minimum of six months in prison, and up to 7 years, according to the verdict, though are likely to be bailed while they appeal the judgment.  Speaking after the verdict, Ressa said it was \"not unexpected.\"  \"We will keep fighting,\" she said. \"I appeal to you, the journalists in the room the Philippines who have been listening — to protect your rights. We are meant to be a cautionary tale. We are meant to make you afraid. So I appeal again. Not be afraid. Because it you don't use your rights, you will lose them.\" Her lawyer, Amal Clooney, said in a statement that the verdict was \"an affront to the rule of law, a stark warning to the press, and a blow to democracy in the Philippines.\" She said Ressa would appeal.  Speaking after Ressa's conviction, a spokesman for Duterte said he supported freedom of speech, but also called for the ruling to \"be respected.\"  \"The President believes in freedom of thought and speech,\" spokesman Harry Roque said. \"It's important that we face the challenges of the public, especially from the media.\" 'Politically motivated' JJ Disini, one of Ressa's lawyers, called the charges \"politically motivated\" and said that any updates made to the offending article in 2014 were \"merely a punctuation change.\" \"If the libel had been committed way back in 2012, a change in punctuation couldn't have republished that libel,\" Disini added. Rappler's extensive reporting on the Philippines under President Duterte has made the site — and its journalists — targets of his supporters. Ressa has been indicted multiple times on libel and tax evasion charges that critics have described as politically motivated and designed to silence independent media in the Southeast Asian country. Speaking to CNN last July, Ressa said it's easier to be on the frontline as a war correspondent than to fight for press freedom, because \"you don't even know where the enemy is here.\" \"At least when you're in a war zone, the gunfire's coming from one side and you know how to protect yourself,\" she said. Ressa, a TIME Person of the Year and former CNN bureau chief, has posted bail eight times and faces trial on a litany of charges from cyber libel to tax evasion — which she has criticized as an \"absurd\" effort to halt her reporting. \"If you're a reporter in the Philippines, this is part of daily life. It's like pollution in the air,\" she added. While Ressa admits she feels \"uncomfortable\" serving as a global figurehead for the fight for a free press, she is acutely aware of the importance of the cause. \"When we look back a decade from now, we at Rappler will know that we have done everything we could,\" she said. Threat to the media Press freedom in the Philippines has deteriorated rapidly under Duterte, and the country now ranks 136th out of 180 countries on the Reporters Without Borders (RSF) press freedom index.  Last month, the country's largest broadcaster, ABS-CBN, which had also reported heavily on the deadly drug war, was forced off the air by a cease-and-desist order. In a statement, the Committee to Protect Journalists denounced the move and said it \"deprived the public of crucial news and information when they most need it.\"  The group has also warned that a new anti-terror legislation threatens media freedom. Section 9 of the law criminalizes incitement to commit terrorism \"by mean of speeches, proclamations, writings, emblems, banners or other representations tending to the same end,\" and establishes new anti-terrorism courts specifically to hear cases under the law. \"President Duterte should come down on the side of press freedom and scrap the Anti-Terrorism Act of 2020, or at least modify the act to ensure that the media cannot be hit with bogus incitement charges,\" said Shawn Crispin, CPJ's senior Southeast Asia representative. \"The legislation as written is a direct threat to journalists, and should be rejected.\"", "Section": "media", "Writers": ["James Griffiths"], "URL": "https://www.cnn.com/2020/06/14/asia/maria-ressa-philippines-cyber-libel-intl-hnk/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}