{"Type": "article", "Time": "2021-03-11", "Headline": "5 things to know for March 11: Coronavirus, Cabinet, immigration, China, Russia", "Text": "We're approaching the peak of tornado season, and the next few days will bring an increased threat of storms (oh, and flooding) to the middle of the US. Here's what you need to know to Get Up to Speed and On with Your Day.  (You can also get \"5 Things You Need to Know Today\" delivered to your inbox daily. Sign up here.) 1. Coronavirus  It's been one year since the World Health Organization declared the novel coronavirus to be a pandemic. Since that time, 29 million cases have been reported in the US, and 529,000 people have died as a result. Across the world, at least 118 million people have been infected and 2.6 million have died. President Biden will make his first prime-time address to the nation this evening commemorating the anniversary and encouraging the American people to stay strong to beat the virus. Biden yesterday announced the purchase of 100 million more doses of the Johnson & Johnson vaccine. And Congress passed the stimulus bill, so it shouldn't be long before Biden signs it and we start seeing its first effects. 2. Cabinet  The Senate has confirmed a new wave of Biden Cabinet members. Merrick Garland, who spent nearly 24 years as a federal appellate judge, was finally confirmed as attorney general. He now faces tough decisions on controversial issues like the Capitol riot, criminal justice reform and the FBI's Russia probe. Rep. Marcia Fudge was sworn in as secretary of Housing and Urban Development, and Michael Regan will lead the Environmental Protection Agency. Regan worked at the EPA in the Clinton and Bush years and will be the first Black man to head up the agency. He'll be a lead figure in implementing some of this administration's aggressive plans to tackle the climate crisis. 3. Immigration  The overwhelming numbers of migrants arriving at the southern border, especially children, are challenging the Biden administration's commitment to humanitarian immigration policies. Internal documents reveal thousands of unaccompanied migrant children are being held in US Border Patrol custody for more than four days on average in facilities unfit for minors. The law doesn't permit such detentions exceeding 72 hours. On average over the past 21 days, Customs and Border Protection encountered 435 unaccompanied children daily, up from a previous average of around 340 children. The Biden administration is hoping to address the root causes of these arrivals by improving situations in Central American countries and restarting a program allowing at-risk Central American youth to live with relatives in the US.  4. China  China's parliament has officially endorsed a proposal for \"improving the electoral system\" of Hong Kong, further restricting the ability of people in the self-governing city to freely elect their leaders. Under the plan, Chinese officials will have the power to select \"patriots\" to run for office and govern in Hong Kong. Meanwhile, Beijing has escalated a long-running diplomatic spat with the UK by summoning Britain's ambassador to China over an article she wrote on press freedom. China's Ministry of Foreign Affairs lodged a complaint against Ambassador Caroline Wilson, saying she misrepresented Chinese media. Tensions between the UK and China have grown over issues including the political future of Hong Kong and human rights in Xinjiang. 5. Russia Russia slowed down the speed of Twitter yesterday after the company failed to remove what the country's media watchdog described as prohibited or harmful content. However, the move temporarily took out some Russian government websites, including the Kremlin and the Russian Parliament portals. The sites are back up, but the Russian government says the actions against Twitter will remain unless the platform removes the barred information. What information, exactly, is the government prohibiting? It relates to recent protests in support of opposition figure Alexey Navalny. Officials warned they would act against social media companies that didn't filter posts about protests the Kremlin deemed as illegal or inciting people to demonstrate. BREAKFAST BROWSE Senators again introduce a bill to make daylight saving time permanent First some in Georgia want to end it, now the Senate wants to keep it. Listen, either we do DST or we don't. Just let us know before we change our clocks this weekend.  Elon Musk made $25 billion on Tuesday Meanwhile, we rescued some loose change from the dryer.  People traveling to Thailand can now wait out their quarantine period on a yacht  Mandated safety precautions, but make it fancy.  These epic Girl Scout cookie-inspired recipes put a new spin on classic flavors We can make you hungry in four words: thin mint mousse torte.  A Utah woman found a 19th-century tombstone in her new yard Congratulations, you've got ghosts!  HAPPENING LATER Gun control legislation is back on the table The House is set to vote today on legislation that would expand background checks on all commercial gun sales, marking the first congressional move on significant gun control since Democrats won the White House and the majority in both chambers of Congress. TODAY'S NUMBER 400,000 That's how many children are at risk of death due to famine-level conditions in parts of Yemen, the UN World Food Programme says. About 47,000 people there are living in \"catastrophic\" famine-like conditions, and nearly half of Yemen's population -- about 16 million people -- is living in \"crisis\" or \"emergency\" food security conditions.  TODAY'S QUOTE \"Stop talking about Dr. Seuss and start working with us.\" Democratic Rep. Tim Ryan, who lashed out at GOP colleagues while debating a pro-union bill. Ryan urged the party to end its preoccupation with last week's Dr. Seuss controversy and come together and help \"the damn workers in the United States of America.\" TODAY'S WEATHER Check your local forecast here>>> AND FINALLY 80,000 matches = 1 fiery spectacle  Yes, setting these on fire looks awesome, but can we talk about how cool and well-made the match spheres are? (Click here to view.) ", "Section": "us", "Writers": ["AJ Willingham"], "URL": "https://www.cnn.com/2021/03/11/us/five-things-march-11-trnd/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Thailand", "Source": "CNN"}