{"Type": "article", "Time": "2021-02-24", "Headline": "Japan increases protection for US military amid 'severe security environment'", "Text": "Japan's military performed 25 missions in 2020 in defense of US ships or planes, a sign of the growing integration of two of Asia's most powerful armed forces.  The number of what Japan calls \"asset protection\" missions was up from 14 in 2019 amid a \"severe security environment,\" according to an announcement from Japan's Ministry of Defense. The Japanese military said the 25 missions involved Japan Self-Defense Forces (SDF) protecting US Navy ships on four occasions while those ships were gathering information on ballistic missiles or other warning or surveillance activities. In 21 instances, the missions involved protecting US aircraft that were in joint training with their Japanese counterparts. Japanese authorities would not say when or where the missions took place, only that they \"contributed to the defense of Japan.\" American and Japanese forces participated in a wide range of exercises last year in and around Japan and as far away as the Indian Ocean. Defense analysts said if a hostile power took on the United States military in any of the asset protection missions, Japanese forces could hit back at that foe. \"If American assets were suddenly attacked then the SDF would be expected to counter attack to prevent follow-up attacks on US vessels or planes,\" said Corey Wallace, an assistant professor at Kanagawa University in Japan. However, Japanese security expert Narushige Michishita, vice president of the National Graduate Institute for Policy Studies (GRIPS) in Tokyo, said it was unlikely the forces faced any real danger of hostilities. \"Certainly, some countries' forces conduct dangerous maneuvers during US-Japan exercises, so the Americans and the Japanese might have experienced a few unnerving events on some occasions,\" he said. But both experts said the SDF announcement indicates the growing importance of the US-Japan security relationship amid a time of increased threats in the region, and it sends an important message to potential adversaries. \"The point is that two forces are now regularly operating very closely together, and that they will be able to do the same in wartime or under stressed environment. The capability to do so will certainly enhance deterrence against potential aggressive actions against Japan, South Korea, and even Taiwan,\" Michishita said. \"It's a more dangerous (contingency) than was permitted six years ago,\" said Wallace. Abe expanded Japan's military options In 2014, then-Japanese Prime Minister Shinzo Abe pushed through a \"reinterpretation\" of the country's pacifist post-World War II constitution, which tightly restricted Tokyo's use of the Self-Defense Force, to reflect the security environment of the 21st century. A year later, Japan's Peace and Security Legislation, codifying Abe's plan to allow a larger reach for the SDF, became law. Under Article 95-2 of the law, Japanese forces are allowed to fire their weapons in protection of US military ships and planes. Any operation involving \"asset protection\" must be requested by the US military, be approved by the Japanese defense minister, support the defense of Japan, and may not take place in an area of likely combat.  The law was first used in 2017, when the Japanese helicopter destroyer JS Izumo escorted a US Navy supply ship, Michael Bosack, former deputy chief of government relations at US Forces Japan, wrote in the Tokyo Review academic journal that year. The law, and the Japanese missions under it, belie an assertion in 2019 by then-US President Donald Trump that Japan didn't need to come to the aid of the US if America was attacked. \"If Japan is attacked, we will fight World War Three ... with our lives and with our treasure,\" Trump said, adding, \"If we're attacked, Japan doesn't have to help us at all.\"  Cooperation between the Japanese and US militaries has increased in recent years as threats have emerged against Japan, including North Korea's ballistic missile program and ongoing tensions with China over the Senkaku/Diaoyu Islands. The uninhabited, rocky chain nearer to Taiwan than Tokyo, is controlled by Japan but claimed by China. Successive US governments, including the Biden administration, have reaffirmed that Washington considers the islands to be Japanese and would be obligated to defend them under the US-Japan Mutual Defense Treaty. Article 95-2 covers incidents that might erupt before any attack on Japan that would possibly bring the mutual defense treaty into effect. Meanwhile, Japan's military, especially its Maritime Self-Defense Force, has been increasing its presence far from its national shores. Japanese troops have conducted joint or multilateral exercises with a range of partners, including India, Australia and the Philippines as well as the US. ", "Section": "asia", "Writers": ["Brad Lendon"], "URL": "https://www.cnn.com/2021/02/24/asia/japan-us-mutual-defense-intl-hnk-ml/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Philippines", "Source": "CNN"}