{"Type": "", "Time": "2021-05-30", "Headline": "Aussie expert on WHO team defends Covid-19 origin findings, amid speculation about 'lab leak' theory, East Asia News & Top Stories - The Straits Times", "Text": "Read 3 articles daily and stand to win ST rewards, including the ST News Tablet worth $398.Spin the wheel for ST Read and Win now.SYDNEY (XINHUA) - The Australian scientist on a World Health Organisation (WHO) expert team sent to China on a Covid-19 origin-tracing mission defended the team's findings, amid speculation about a \"lab leak\" theory.In an interview with the Australian Broadcasting Corporation (ABC) last Friday (May 28), University of Sydney Professor Dominic Dwyer, who along with scientists from other countries spent four weeks in Wuhan for the WHO mission, said there was no evidence to back up the lab escape theory.\"The US intelligence forces were asked to show if they had any information that might be helpful. They haven't done that as yet,\" Prof Dwyer said.\"The fact that President Biden says he's getting conflicting reports from his intelligence agencies, to me, suggests there is no clear evidence, otherwise it would be obvious what was going on,\" he said.\"I think we just need to see the evidence. If we've got it, let's act on it... But show us the money,\" the ABC report cited Prof Dwyer.US President Joe Biden had ordered US intelligence agencies to carry out extra investigations into the source of the pandemic.Prof Dwyer said the authorities in Wuhan had been \"pretty open\" with the team during its investigation.\"The evidence we got and the questions we asked and the answers we got are really what I would expect if I was doing the same investigation in Australia or New Zealand or somewhere similar,\" he said.Prof Dwyer said in the interview that it could take \"many, many years\" to discover the origins of diseases and that it would only be achieved through cooperation.\"You have to develop cooperation; you have to work with people in an open and transparent manner to get things done,\" he said.\"The more people fight about it, or people use politics to score points or whatever it might be, the less likely you are to get the cooperation to work together to sort it out,\" he warned.\"So I would plead that the diplomacy improves so that we can get on and do the science,\" he added.Join ST's Telegram channel here and get the latest breaking news delivered to you.SPH Digital News / Copyright © 2021 Singapore Press Holdings Ltd. Co. Regn. No. 198402868E. All rights reservedWe have been experiencing some problems with subscriber log-ins and apologise for the inconvenience caused. Until we resolve the issues, subscribers need not log in to access ST Digital articles. But a log-in is still required for our PDFs.", "Section": "", "Writers": "", "MainKeyWord": "", "AdditionalKeyWord": "", "URL": "https://www.straitstimes.com/asia/east-asia/australian-scientist-on-who-team-defends-findings-about-coronavirus-origin", "Source": "google"}