{"Type": "Asia", "Time": "2021-05-30", "Headline": "Malaysia to shut all malls, allow only 17 essential service sectors to operate during total lockdown", "Text": "KUALA LUMPUR: The Malaysian government said on Sunday (May 30) that all malls will have to be shut, while 17 essential service sectors will be allowed to operate during the impending two-week \"total lockdown\".These sectors include healthcare, telecommunications and media, food and beverage, utilities as well as banking.The government will also allow companies under 12 manufacturing sectors to continue operating, such as food and drink manufacturing, medical devices, textiles for producing personal protection equipment as well as oil and gas. They will need to operate at 60 per cent capacity.In a press conference, Senior Minister Ismail Sabri Yaakob said: \"We hope the manufacturing sector will follow the government's orders, because we have given the condition that only 60 per cent could work.\"\"But I've read social media posts and found employers who forced their employees to exceed the 60 per cent capacity,\" he added. Mr Ismail Sabri said that employees could report such breaches to the human resource ministry and the police.Shopping malls will need to close, except supermarkets and premises dealing in food and beverage and basic necessities, the minister added.Only two people from each household would be allowed to go out to buy essentials or for medical services, with movement limited to a 10km radius.A statement by the Ministry of International Trade and Industry also said: \"The manufacturing and manufacturing related services sectors that are allowed to operate is to ensure minimal disruption to the supply chain of critical parts, components and finished products.\"\"This is essential to support the continued operations of critical infrastructures and front-liners such as security, healthcare systems, information and communications and as well as ensure adequate supply of basic necessities for the Rakyat (people).\"The Sunday announcement came after the Prime Minister's Office announced on Friday that Malaysia would beundergoing a \"total lockdown\" from Jun 1 to Jun 14.Malaysia's COVID-19 numbers have continued to surge, witha record 9,020 new casesand 98 deaths on Saturday. On Sunday, there were6,999 new cases. There are now more than 560,000 cases nationwide.Putrajaya has assured people that there would be sufficient food stocks to last throughout Phase 1 of the total lockdown. However, there have been reports of lines of people flocking to buy necessities and goods in anticipation of Tuesday.During the same press conference on Sunday, health ministry director-general Noor Hisham Abdullah warned that a daily increase of 1,000 to 2,000 new cases was not impossible, and that the high number of deaths, such as 98 fatalities recorded on Saturday, might continue and even rise.\"The Health Ministry has warned that a situation might arise where doctors might have to make the difficult choice, to give priority for intensive-care unit (ICU) beds to patients with higher recovery potential, than those with poor prognosis.\"​​​​​​​​​​​​​​Dr Noor Hisham outlined five actions that the Health Ministry would take during the two-week lockdown, including allowing breathing space for healthcare personnel and hospitals to reassess their equipment and speeding up the vaccination process.Healthcare personnel would also do targeted screenings in the field using the Rapid Test Kit-Antigen (RTK-Ag) detection method for COVID-19, he said.MORE VACCINATION CENTRES PLANNED, PRIVATE CLINICS TO ADMINISTER JABSEarlier on Sunday, Minister for Science, Technology and Innovation Khairy Jamaluddin said in a press conference that more vaccination centres will be opened in the coming month to speed up the vaccination process.The first among these will be five mega vaccination centres around the Klang Valley. “Three will be in Selangor and two will be set up in Kuala Lumpur,\" he said, adding that the set up would begin on Jun 7.Mr Khairy, who is also the coordinating minister for the COVID-19 Immunisation Taskforce said 1,000 private general practitioner (GP) clinics will be joining the National COVID-19 Immunisation Program by Jun 30.He added that 500 of these clinics will begin administering vaccines starting Jun 15.\"I estimate that GPs and private hospital vaccination centres can contribute and administer 40,000 doses in a day, and 400,000 doses (in total) by Jun 30” he said, adding that this would be subject to the supply of the vaccines.Explaining that there were currently 2,500 GP clinics registered under the immunisation program, Mr Khairy said the government will be paying the private practices to administer the vaccines.Besides that Mr Khairy also shared that Malaysia will officially start rolling out drive-through vaccinations for the public after a successful pilot project in a university in Kota Baru, Kelantan .“We did it in Universiti Sains Malaysia in Kubang Kerian and it was successful. We will now allow other states to start this for the public too,\" said the minister.Prior to the total lockdown, the government had begun tightening restrictions under a nationwide movement control order, dubbed \"MCO 3.0\" which started on May 12 and will last until Jun 7.Among the restrictions under MCO 3.0include 80 per cent of public sector employees needing to work from home, and 40 per cent for the private sector. Businesses can only operate from 8am until 8pm daily.Downloadour appor subscribe to our Telegram channel for the latest updates on the coronavirus outbreak:https://cna.asia/telegramIt looks like the email address you entered is not valid.", "Section": "", "Writers": "", "MainKeyWord": "Malaysia,total lockdown,COVID-19,Ismail Sabri Yaakob", "AdditionalKeyWord": "", "URL": "https://www.channelnewsasia.com/news/asia/malaysia-covid19-total-lockdown-malls-shut-17-essential-services-14914314", "Source": "google"}