{"Type": "", "Time": "2021-05-30", "Headline": "Slump and recovery: The two faces of Singapore's economy, Singapore News & Top Stories - The Straits Times", "Text": "Read 3 articles daily and stand to win ST rewards, including the ST News Tablet worth $398.Spin the wheel for ST Read and Win now.The start of the year has bode well for some industries, while others continue to slump.Insight looks at what lies ahead for sectors at both ends of the spectrum, and the challenges that stand in the way of recovery. The recent Covid-19 resurgence may have baked in the prospects of an uneven and gradual economic recovery through the year led by the trade-driven manufacturing sector.That suggests the pace of growth will depend on the health of external demand for goods and services produced in Singapore - a critical node for global trade.The fear of surprise outbreaks of new Covid-19 variants will ensure that some level of restrictions will persist on travel and domestic mobility through the year, even if the current heightened alert measures are softened in the coming weeks.Those curbs will keep sectors that are dependent on domestic consumption weak, leaving the heavy-lifting in the recovery process to parts of the economy that are powered by external demand for yet another year.READ MORE HEREConstruction and transportation are still stuck in the doldrums and face a hard road ahead, even as Singapore's economy looks to be on the rebound after its worst recession since independence.These sectors, along with food and beverage services, real estate and professional services, are among those that recorded negative growth in the first quarter of this year, according to the Ministry of Trade and Industry's quarterly economic survey.Indeed, the pandemic remains a highly potent threat, given the resurgence of infections in many countries, and will continue to weigh down growth prospects.While sectors such as construction, and transportation and storage declined on a year-on-year basis in the first quarter, they are likely to see growth in the coming quarters, given the very low base seen last year amid circuit breaker measures.READ MORE HEREJoin ST's Telegram channel here and get the latest breaking news delivered to you.SPH Digital News / Copyright © 2021 Singapore Press Holdings Ltd. Co. Regn. No. 198402868E. All rights reservedWe have been experiencing some problems with subscriber log-ins and apologise for the inconvenience caused. Until we resolve the issues, subscribers need not log in to access ST Digital articles. But a log-in is still required for our PDFs.", "Section": "", "Writers": "", "MainKeyWord": "", "AdditionalKeyWord": "", "URL": "https://www.straitstimes.com/singapore/slump-and-recovery-the-two-faces-of-singapores-economy", "Source": "google"}