{"Type": "CNA Insider", "Time": "2021-05-30", "Headline": "The invisible struggle of people with high-functioning autism — and workplaces that hire them", "Text": "After a lifetime of ‘blending in’ to survive, employees who hide their autism may not get the help they need to thrive. But some workplaces are changing that. This is the first part of a series on adulting with autism.SINGAPORE: A stranger might describe Khor Kuan Min as introverted. After getting to know the 37-year-old better, they might call him polite and articulate, with the occasional touch of self-deprecating humour.Those who are observant would notice that he has trouble maintaining eye contact. But few, if any, might realise he has autism.In his early 20s, he was diagnosed with Asperger Syndrome, which has been described as a neurodevelopmental condition on the higher-functioning end of the autistic spectrum. This means individuals like him behave in ways the general population considers as normal.The label “high-functioning” is contentious among the autistic community. Some who spoke to CNA Insider said it is based on a neurotypical person’s understanding of “normalcy”, implying that autistic individuals should display typical developmental and cognitive abilities to fit in.A better replacement for “high-functioning”, they said, would be “low support needs”. But Kuan Min does not mind the label.“On the one hand, I know how important the words are. On the other hand, being too sensitive may make it harder to encourage conversation. There must be some middle ground,” he said.“As long as there’s no offence intended and no egregious ignorance involved, to me, it’s okay.”He functions well enough to work in a typical office, namely at MOH Holdings, the holding company for Singapore’s healthcare institutions.He has been there for about eight years — doing research and administrative work, among other things — since he completed a master’s in English literature at the National University of Singapore. But there are challenges.Kuan Min struggles with social anxiety due to his autism, especially when it comes to social interaction. Also, a lack of awareness and support during his formative years has had long-lasting effects on his stamina and physical and mental health.Although individuals like him would be able to blend in — if they choose — some companies believe that autism is not something to hide and that it can benefit the company. So they develop hiring programmes to embrace these differences.WALKING THE TALKInformation technology consultancy, Avanade Asia, has been one of these employers since it began a partnership with the Autism Resource Centre (ARC) in 2018.It looks like the email address you entered is not valid.As part of a five-step hiring process led by the centre, potential candidates get six to eight weeks of hard-skills training at Avanade. They are assessed on lab work, such as their performance on creating an app.Avanade also takes into consideration the candidates’ interactions during the training sessions, before deciding how many to hire eventually.With six autistic employees in its Singapore branch today, the office has also arranged autism awareness talks to help their colleagues understand them as part of the onboarding process.“ARC provided us with training to let us know what autism spectrum disorder is,” said Tracy Chan, Avanade’s human resources lead for Southeast Asia.“What are things we should look out for? What are the differences between neurotypical and neurodiverse adults? Why are autistic adults sensitive to noise? Why can’t they make eye contact?“I’ve learnt … that when we engage with autistic adults or give them tasks, we have to be very specific … give clear instructions and tell them why they need to do a certain thing, what the purpose of the task is, the output we’re looking for and the timeline.”This is to mitigate the anxiety some employees with autism might face when they do not feel in control of the situation, she added.Besides the training sessions — and a job coach from the ARC attached to the autistic employee — all Avanade employees have a career adviser. For autistic employees, this adviser must be aware of their condition and how to interact with them.“When we select a career adviser, we make sure we select the right one for the autistic employees. We don’t simply pick anybody. The adviser has to go through the autism awareness training too, before we assign them,” said Chan.If it works out, Avanade believes employees with autism add value to the team.Marvin (not his real name), a back-end developer hired in September, has brought “stability” to the team, cited Teo Chen Miin, his supervisor.“He’s a very detail-oriented person, so it’s like a trusted pair of hands. When you give him work, he’s very thorough,” she said.“There’s another autistic employee who’d ask for more work after she’s finished her task because she doesn’t want to be idling. They want to show that they can provide value and impact on the work or even on our clients.”IN THEIR SHOESThe implications of the label “high-functioning”, however, are hard to fully shed.“I appreciate that there’s an attempt made to distinguish (on the basis of the autism spectrum),” said Marvin. “We’re not a monolithic block.“But (the label) is still an acknowledgement that I’m not truly neurotypical, even though I can be hard to distinguish from someone who’s merely introverted or low-key neurotypical. It causes me a bit of stress because I’m aware there’s a gap. There are times I do wish I was normal.”The 30-year-old agreed, however, that his inability to grasp the same assumptions, leaps of logic and automatic understanding of certain steps, as a neurotypical peer would, can benefit workplaces — especially if there is support.“Employers should do their best to clarify workflows, like clearly, predictably and specifically spell out explanations, instructions and requirements,” he cited.“For example, continuous learning, pursuing certifications, value-adding and proactively performing beyond the requirements of a task are broad and vague ideas. Explain what the expectations are, what it means to be ‘exceeding expectations’ and how.”He said employees with autism often have difficulty exceeding expectations because “being literal-minded, straightforward and even rigid means we work towards objectives and have difficulty understanding the need … to go beyond”.By clarifying assumptions, employers can ensure that everyone is on the same page. “You won’t have people coming in with different baggage and understandings. Otherwise, they’d wander off in different directions because they subconsciously already have different interpretations,” he added.Over at MOH Holdings, when Kuan Min first started his job, he found it “difficult to socialise and network”. Being around people outside his immediate family, he said, often causes “a terrible, constricting feeling” in his chest.His “inclusive” team made work easier.“I told them I was very uncomfortable initiating social contact and that I was more of a ‘responder’. I can respond well enough, but going out there and making something happen is beyond me,” he said.“I also mentioned that I wasn’t comfortable engaging people personally, like public speaking or facilitation … Once that was clear, I assimilated well enough, since they were kind and accommodating.”He added that his employer tailored his work to his interests, abilities and comfort level as far as possible and listened to any concerns he had.“My bosses are very supportive … and remain open to expanding my job scope and helping me fulfil my potential whenever I feel ready,” he said.Nonetheless, it frustrates him that he has not yet reached his potential owing to his autism. “I’m probably just as ambitious as anyone else, and being unable to fulfil that is distressing,” he said.“I accept that I may have to deal with isolation … in my personal life. But I can’t accept that my difference makes it so much harder to earn a good living and realise my potential in a neurotypical-dominated world.”Yet, he does not believe that he simply can choose not to be defined by his autism.“It’s like saying your gender doesn’t define you,” he added. “It doesn’t define all of you, but it’s definitely a fundamental part of your character … I see autism in the same way.”Ultimately, “the autistic person must be willing and open to asking for and accepting help” in the workplace.HELP IS AVAILABLEFor autistic employees such as Marvin and Kuan Min, having a structured programme to support them, as well as their employers and neurotypical colleagues, is crucial.This is where the Autism Resource Centre’s five-step process helps autistic individuals to find an ideal job fit. First, the centre understands the individual’s strengths, interests, motivations and past challenges they might have faced.Second, individuals are given various scenarios to assess how they would fare in social situations. Third, individuals who make it past step one and two move on to employability training.The first part of this training, conducted by the company they are applying to, involves the hard skills related to the job. The second part — handled by the centre — focuses on soft skills, like general workplace communication and habits.“Teaching soft skills could be as simple as giving them perspective,” said ARC executive director Jacelyn Lim.“One of the traits of autism is being rigid in thinking. Sometimes autistic individuals might not understand what their boss means when he says something, so we teach them what these things would commonly mean in the workplace.”These soft skills are crucial to helping the individual hold a job, because “autism is an invisible disability”, added ARC senior job coach Clarice Ng.“Some people on the spectrum may have gone through mainstream education and are academically strong, so employers overlook their challenges and expect them to perform work tasks like any neurotypical (person).”Fourth, after the ARC believes the individual is ready to hold a job, they move on to job placement, where they work with employers who have indicated interest in hiring individuals with autism.These companies include Starbucks, United Overseas Bank, MOH Holdings and Avanade Asia, with various job scopes spanning data analytics to IT back-end development.If individuals are hired, the final step is on-the-job onboarding, including autism awareness talks for their future co-workers and supervisors. This step usually also involves individuals sharing how autism affects them and how they wish to be supported at work.Kuan Min and Marvin found their employers in this way when they approached the ARC’s Employability and Employment Centre.As for a company like Avanade, employees with autism help it to embrace “greater neurodiversity” in the workplace, said Chan. “If we can create opportunities for fresh grads or (neurotypical people), why can’t we do the same for neurodiverse people?“And if companies can … come up with training plans for fresh grads, why can’t we come up with training plans for (neurodiverse people)?“It’s just about making the effort and time and being patient.”This is part of a series on adults with autism navigating the neurotypical world of work, marriage and identity.", "Section": "", "Writers": "", "MainKeyWord": "manpower,CNA Insider", "AdditionalKeyWord": "", "URL": "https://www.channelnewsasia.com/news/cnainsider/invisible-struggle-people-high-functioning-autism-workplace-hire-14906598", "Source": "google"}