{"Type": "", "Time": "2021-05-30", "Headline": "Drop call for Myanmar arms embargo, say 9 Asean members, SE Asia News & Top Stories - The Straits Times", "Text": "Read 3 articles daily and stand to win ST rewards, including the ST News Tablet worth $398.Spin the wheel for ST Read and Win now.WASHINGTON - Nine out of the 10 members of Asean want a draft UN resolution to drop a call for an embargo on arms supplies to the Myanmar military in the wake of its Feb 1 coup d'etat and the ensuing brutal crackdown.A key reason for this is Asean's need to keep open channels for dialogue with the military.In a letter in response to a resolution drafted by Liechtenstein, reportedly with the support of close to 50 other countries, nine members of Asean, excluding Myanmar, asked for the removal of a sentence calling for \"an immediate suspension\" of sales or transfers of weapons and munitions to Myanmar.Reuters reported that the letter, which was dated May 19, said the draft resolution \"cannot command the widest possible support in its current form, especially from all countries directly affected in the region\".Further negotiations are needed \"to make the text acceptable, especially to the countries most directly affected and who are now engaged in efforts to resolve the situation\", it said.\"It is also our firm conviction that if a General Assembly resolution on the situation in Myanmar is to be helpful to countries in Asean, then it needs to be adopted by consensus,\" the letter said.The military's crackdown on protests against its seizure of power has, according to multiple reports, left more than 800 civilian protesters dead - a figure disputed by the coup leader, Senior General Min Aung Hlaing. According to him, the figure is about 300, including 47 police officers.Many hundreds more, including journalists, have been thrown in jail.Fighting with ethnic armed organisations in border areas has also escalated. Fresh waves of people fleeing violence have crossed into Thailand and India. Several thousand civilians have reportedly been displaced by fighting in recent days in Chin State in north-eastern Myanmar, and are living in the jungle.The economy is on the brink of collapse, raising grave concern over a potential humanitarian catastrophe.The international community is in a quandary over Myanmar, especially as China and Russia back the Tatmadaw - the military - in international forums.In an April 8 article, former Australian foreign minister Gareth Evans said: \"The larger problem with which all of us have to wrestle is that almost any conceivable form of external pressure or intervention, short of unachievable military intervention, seems unlikely to have any really decisive impact.\"A special Asean meeting on April 24 came to a five-point agreement with Myanmar, including a cessation of violence. It also proposed a special envoy for Myanmar.The regime, however, later said it saw the five points as \"suggestions\" and said the time was not right yet to receive an envoy from Asean.There is good reason, however, for the nine Asean members to resist the call for an arms embargo, said Mr Bilahari Kausikan, a former senior Singapore diplomat.\"First, United Nations General Assembly resolutions are not legally binding,\" Mr Kausikan told The Straits Times. \"At best, they can be considered recommendations.\"Secondly, Myanmar's major arms suppliers are China and Russia, which will not stop supplying weapons, so in effect the resolution would be futile, he said.\"Third, (current Asean chair) Brunei is trying to get dates from the Tatmadaw to visit with the Asean Secretary-General and needs the Tatmadaw's cooperation not just for dates but more generally, for any sort of solution,\" he added.\"This is a resolution that will be ignored substantively, but politically may make the Tatmadaw dig in its heels.\"Join ST's Telegram channel here and get the latest breaking news delivered to you.SPH Digital News / Copyright © 2021 Singapore Press Holdings Ltd. Co. Regn. No. 198402868E. All rights reservedWe have been experiencing some problems with subscriber log-ins and apologise for the inconvenience caused. Until we resolve the issues, subscribers need not log in to access ST Digital articles. But a log-in is still required for our PDFs.", "Section": "", "Writers": "", "MainKeyWord": "", "AdditionalKeyWord": "", "URL": "https://www.straitstimes.com/asia/se-asia/without-wide-consensus-un-call-for-arms-embargo-on-myanmar-wont-help-9-asean-members", "Source": "google"}