{"Type": "", "Time": "2021-05-30", "Headline": "'Very dangerous': Vietnam detects new UK-India ‘hybrid’ Covid-19 variant, Asia News - AsiaOne", "Text": "Authorities in Vietnam have detected a new coronavirus variant that is a combination of the Indian and UK Covid-19 variants and spreads quickly by air, the health minister said on Saturday.After successfully containing the virus for most of last year, Vietnam is grappling with a rise in infections since late April that accounts for more than half of the total 6,856 registered cases. So far, there have been 47 deaths.\"Vietnam has uncovered a new Covid-19 variant combining characteristics of the two existing variants first found in India and the UK,\" Health Minister Nguyen Thanh Long said, describing it as a hybrid of the two known variants.\"That the new one is an Indian variant with mutations that originally belong to the UK variant is very dangerous,\" he told a government meeting, a recording of which was obtained by Reuters.[[nid:527488]]The Southeast Asian country had previously detected seven virus variants: B.1.222, B.1.619, D614G, B.1.1.7 - known as the UK variant, B.1.351, A.23.1 and B.1.617.2 - the \"Indian variant\".Long said Vietnam would soon publish genome data of the newly identified variant, which he said was more transmissible than the previously known types.The World Health Organization (WHO) has identified four variants of SARS-CoV-2 of global concern. These include variants that emerged first in India, Britain, South Africa and Brazil. \"At the present time, we have not yet made an assessment of the virus variant reported in Vietnam,\" Maria Van Kerkhove, WHO Technical Lead for Covid-19, said in an emailed statement. \"Our country office is working with the Ministry of Health in Vietnam and we expect more information soon.\"[[nid:521516]]From the WHO's current understanding, the variant detected in Vietnam was the B.1.617.2 variant, more commonly known as the Indian variant, possibly with an additional mutation, she said.\"However we will provide more information as soon as we receive it,\" Van Kerkhove added.Long said laboratory cultures of the new variant showed the virus replicated itself very quickly, possibly explaining why so many new cases had appeared in different parts of the country in a short period of time.The health ministry told the meeting the government was working to secure 10 million vaccine doses under the COVAX cost-sharing scheme, as well as a further 20 million doses of Pfizer's (PFE.N) vaccine and 40 million of Russia's Sputnik V.The country of about 98 million people has so far received 2.9 million doses and aims to secure 150 million this year.", "Section": "", "Writers": "", "URL": "https://www.asiaone.com/asia/very-dangerous-vietnam-detects-new-uk-india-hybrid-covid-19-variant", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}