{"Type": "CommentaryCommentary", "Time": "2021-05-30", "Headline": "Commentary: Worries over COVID-19 situation are taking a mental toll on Singapore", "Text": "Urgent attention must be paid to the impact of this raging pandemic on our mental health, former NMP and mental health advocate Anthea Ong urges.SINGAPORE: “It feels like deja vu,” a young community worker said, a day after the tightened measures for Phase 2 came into effect.He remembers the stress and manic scramble to support children living in rental flats and transitional shelters for home-based learning. He recalls helping migrant workers with food and essential items during the outbreak in the dormitories at the onset of circuit breaker last year.Just 10 days later, two friends with home-based businesses reliant on clients coming to their homes experienced heart palpitations following the announcement of the two-person cap as part ofPhase 2 (Heightened Alert).They are not alone in feeling nervous about the COVID-19 situation in Singapore. Calls to some mental health hotlines saw a spike on Sunday (May 16), the first day of the latest phase of COVID-19 restrictions, executives who run these hotlines tell me.COVID-19 HAS TAKEN AN EMOTIONAL TOLL ON USPsychologists have pointed out how stressors released over the uncertainty over livelihoods, routines and catching a deadly virus have created a sense of constant danger and exerted an emotional toll on us.After a year of dealing with a raging pandemic, we have seen signs of increased stress and worry, even when Singapore was doing well in curbing infection numbers. More than nine in 10 Singaporeans (91 per cent) have said that their mental health has declined in the last year, according to a study by AIA last month.The sources are multifold. In the #AreWeOkay poll by SG Mental Health Matters conducted between March and April, 51.2 per cent of respondents said the restrictions on social activities and interactions have negatively impacted their mental health. Forty-four per cent said that changes to work and school had a similar effect.As cases ticked up in recent weeks, fuelling calls for a clean circuit breaker to be pulled, I would argue we should be careful not to do so lightly, not without preparing for the mental health support needed.After all, during the circuit breaker last year, the Samaritans of Singapore received over 10,000 calls in distress, a 36 per cent increase.Over the same period, the non-profit organisation Caregivers’ Alliance supported 11 caregivers, of which six had lost their loved ones to suicide and the remaining five struggling with family members attempting suicide.(Mental health groups have seen a surge in calls since COVID-19 hit. Who are the people tirelessly manning these helplines? Find out on Heart of the Matter.)It looks like the email address you entered is not valid.MANY INITIATIVES SPRINGING UP OVER PAST YEARPeople focus on the financial costs and risk of deep economic scarring when restrictions slow recovery.Just as important but less talked about is the price of loneliness and social withdrawal, domestic violence and unresolved grief, not to mention work-from-home stress and the helplessness over an uncertain, volatile future.There are baby steps to build resilience and support people as this coronavirus persists and should additional restrictions be required. Many government-led and community initiatives have sprung up.A National Care Hotline was set up in April last year manned by officers trained to provide mental health first aid and refer cases to public healthcare institutions and community service providers to follow up if necessary. These benefitted 30,000 calls as of October 2020.The Ministry of Social & Family Development also recently launched a 24-hour National Anti-Violence Helpline for the public to report cases of family violence, abuse and neglect.It is also heartening to see targeted efforts to aid specific groups, like the Seniors Go Digital Programme to help seniors connect online with friends, family and government services.There is also a budding recognition that workplaces must step up where the stressors can come from work. More employers, like the CEOs and leaders I work with at the WorkWell Leaders Workgroup, have accelerated plans for employee mental well-being including work-from-home support programmes in the last year.THE BIG CHALLENGES FOR MENTAL HEALTHYet let’s be clear about the enormity of the mental health challenges that lie head.While we are better prepared for a second circuit breaker, we carry more baggage picked up from a year of economic uncertainty, pandemic fatigue and the emotional roller-coaster of on-off restriction measures.The mental health divide has also widened, as pandemic measures have a greater impact on segments requiring more attention.Blue-collar workers and low-income individuals were the hardest hit by the circuit breaker. Incomes at the 20th percentile fell 4.5 per cent in June 2020 compared to the same period in 2019, according to the Ministry of Manpower’s Labour Force report.Last year’s circuit breaker also shone the spotlight on isolation’s ill effects - on victims of family violence trapped with abusers, migrant workers confined to dorms and foreign domestic workers with little space away from their employers.Would people also know how to find help? Less than one in three (29.7 per cent) of respondents to the #AreWeOkay knew how to seek out subsidised mental healthcare.REFRAMING THE CONVERSATIONS OVER MENTAL HEALTHUpdates given by the COVID-19 Multi-Ministry Taskforce (MTF) have rightly been focused on the number and breakdown of infections, the ensuing control measures and economic relief support for those affected.Yet let’s also hope that each MTF incorporates an update on mental health strategies included into our pandemic management approach and provide reminders on the mental health support resources available, as much as reminders to see the doctor if unwell or take a swab test if one has been to an area of infections have become commonplace.“What gets measured gets done” is a maxim that should apply to the rate of infections as much as rates of anxiety, depression, self-harm, suicide and other mental health issues from this pandemic, an urgent call also made by psychiatrists and psychologists in The Lancet.The Government had promised a whole-of-government review of all mental health policies in the Budget 2020 parliamentary debates, an inter-agency mental health task force has been set up last October and three new priorities were announced during the Budget this year. Yet more needs to be done urgently, including improving accessibility, affordability and quality of mental healthcare.Here is also where our national leaders could show compassion to acknowledge the dread and apprehension among those who have been quarantined or received a notification of possible exposure on their TraceTogether app.Leaders can also demonstrate sensitivity to people’s concerns and needs.Each day’s updates brings a sense of fear reflecting uncertainties around elderly relatives who live away by themselves, employment, healthcare and family care for many - even if others may just merely let out another collective sigh and move on.The trauma experienced from COVID-19 also gets repeated in varying degrees with every announcement of more clusters and each round of new restrictions.This persistent COVID-19 crisis is equally a mental health crisis. Not all of us get infected by the virus but all of us are affected by the mental health impact of the pandemic.Anthea Ong is a former Nominated Member of Parliament, a professional certified coach, a social entrepreneur (SG Mental Health Matters, A Good Space, WorkWell Leaders Workgroup, Hush TeaBar) and the author of 50 Shades of Love.Where to get help:National Care Hotline: 1800 202 6868National Anti-Violence Helpline: 1800 777 0000Samaritans of Singapore Hotline: 1800 221 4444Institute of Mental Health’s Helpline: 6389 2222Singapore Association of Mental Health Helpline: 1800 283 7019AIC Hotline (for aged and community care support): 1800 650 6060You can also find a list of international helplineshere. If someone you know is at immediate risk, call 24-hour emergency medical services.", "Section": "", "Writers": "", "MainKeyWord": "Wellbeing,COVID-19,coronavirus,mental health,Phase 2", "AdditionalKeyWord": "", "URL": "https://www.channelnewsasia.com/news/commentary/covid-19-coronavirus-singapore-mental-health-hotline-resource-14899148", "Source": "google"}