{"Type": "", "Time": "2021-05-30", "Headline": "Three-cluster healthcare system should not be further reviewed: Ong Ye Kung, Health News & Top Stories - The Straits Times", "Text": "Read 3 articles daily and stand to win ST rewards, including the ST News Tablet worth $398.Spin the wheel for ST Read and Win now.SINGAPORE - The current three-cluster healthcare system here should not be further reviewed, Health Minister Ong Ye Kung said, as he laid out plans for the healthcare industry at the Ministry of Health (MOH) Work Plan Seminar on Tuesday (May 25).The last reorganisation of these clusters was announced in January 2017, with six clusters merged into three – National University Health System (NUHS), National Healthcare Group (NHG) and SingHealth. “There are pros and cons to being big or small. Big clusters have scale and comprehensive capabilities. Small hospitals can be agile and innovative,” said Mr Ong, who took over the health portfolio on May 15. “We should continue with the structure that we have.” He added: “Within each cluster, we will have to find ways to make space for skunkworks and make unorthodox ideas become mainstream. Bring out the best of both worlds.” As part of the last restructuring, three of the existing clusters in 2017 were merged with larger ones, based on location. This process was completed about a year later. MOH had said in 2017 that the reorganisation would allow public healthcare institutions to deploy their resources and capabilities more efficiently, and also offer employees a wider and deeper range of professional development opportunities. With the change, each of the three final clusters  has offered a fuller range of services, encompassing acute hospital care, primary care and community care. Each cluster has a medical school. For instance, NUHS currently runs the National University Hospital and six polyclinics in the west, NHG operates Tan Tock Seng Hospital and six polyclinics in the central region, while SingHealth runs Singapore General Hospital and eight polyclinics in the east.All three clusters are expected to grow, with NHG set to operate Woodlands Health Campus, which will include an acute hospital and a community hospital, when it opens progressively from 2023.SingHealth will run a similar integrated facility in Bedok North from around 2030.Meanwhile, 12 new polyclinics will be added to the current 20 by 2030. These include Bukit Panjang Polyclinic, which will open by the end of this year and be run by NUHS.Mr Ong said that rather than spending time reviewing the current cluster system, the ministry should press on with approaches it first laid out in 2016. The approaches seek to shift the focus towards general health instead of healthcare, allow patients to receive care in the community and avoid hospital admissions, and increase care quality while ensuring value for money. These will help to address long-term issues like rising government healthcare expenditure and heavily loaded hospitals. Mr Ong said healthcare expenditure is set to hit $59.1 billion in 2030, up from $20.7 billion in 2018 and $10.5 billion in 2010. The 2030 figure will form about 16 per cent of the Government’s yearly Budget, up from 12 per cent currently.\nThe Urgent Care Centre in Admiralty sees patients with urgent but non-life-threatening conditions. PHOTO: WOODLANDS HEALTH CAMPUS\nWhen system engineer Loh Xiu Hui's right foot swelled up after tripping at home two months ago, she consulted her general practitioner (GP) in Sembawang, but he was unable to diagnose the injury without an X-ray.She was referred to the Urgent Care Centre (UCC) beside Admiralty MRT station the same day.It is one station from where the GP clinic is located. She had an X-ray done there and was diagnosed with a fractured toe.Her foot was placed in a cast and she was put on crutches. In total, she paid about $300 in consultation fees and for the medical equipment.Ms Loh, 24, was one of the approximately 4,000 patients with urgent but non-life-threatening conditions treated at the UCC since its opening last September.The UCC at Admiralty, the only one in Singapore, is jointly operated by the Woodlands Health Campus and Khoo Teck Puat Hospital (KTPH).Dr Lim Eng Koon, the centre's clinical director, said: \"The majority of our patients' conditions belong to the mild and moderate categories.\"We generally see patients who require urgent medical attention but whose conditions are not life-threatening.\"About 15 per cent of patients were referred to it by GPs, with the rest being walk-ins.The centre complements the Ministry of Health's GPFirst programme, which encourages people with mild to moderate medical conditions to visit their GPs first, rather than going directly to the emergency departments in hospitals.Launched in Changi General Hospital in 2014, the GPFirst programme was first introduced in the central region last year through the UCC and KTPH.Patients referred to the centre by GP clinics participating in the programme receive a $50 waiver off the total fee at the centre.Dr Lim said the medical centre largely sees minor injuries, suspected fractures, acute respiratory infections, the common cold, stomach flu and abdominal pain - which make up about a fifth of all cases there.He said that by treating such patients who require an intermediate level of care, the centre assists emergency departments in preserving resources for those who need them most.Ms Loh said her waiting and consultation time totalled an hour.\"If I had been sent to the accident and emergency department instead, my condition probably would not have been considered critical, so I could have waited longer,\" she said.The centre charges a basic fee of $90 for Singaporeans and $105 for permanent residents and foreigners, with additional charges subject to the services provided.Fang YiyangCorrection note: This story has been edited for clarity.Join ST's Telegram channel here and get the latest breaking news delivered to you.SPH Digital News / Copyright © 2021 Singapore Press Holdings Ltd. Co. Regn. No. 198402868E. All rights reservedWe have been experiencing some problems with subscriber log-ins and apologise for the inconvenience caused. Until we resolve the issues, subscribers need not log in to access ST Digital articles. But a log-in is still required for our PDFs.", "Section": "", "Writers": "", "MainKeyWord": "", "AdditionalKeyWord": "", "URL": "https://www.straitstimes.com/singapore/health/three-cluster-healthcare-system-should-not-be-further-reviewed-ong-ye-kung", "Source": "google"}