{"Type": "Asia", "Time": "2021-05-30", "Headline": "15 years on, mud continues to gush in East Java villages as residents reel from odour and heat", "Text": "SIDOARJO, East Java: Indonesian Muanisah, who goes by one name, recalled the day when she held her 40-day-old baby in despair as he had trouble breathing.She was just about to have her breakfast on May 29, 2006 when she smelled a pungent odour, which she believed caused her baby to cry while gasping for air.“He was yawning ... unable to breathe. I was afraid something wrong had happened to my child,” said Mdm Muanisah.Unaware of what the smell was, she got out of her house but the odour was there too.She decided to take public transport and seek refuge at her family’s house a few kilometres away where the air was clean. There, her baby could finally breathe normally again, she said.“They (authorities) just said there was a gas leak,” said Mdm Muanisah, who was 22-year-old at the time.Within a few days, it became clear that the cause of the odour was a mud flow bursting in the middle of a paddy field in Sidoarjo, East Java, just 200m away from Mdm Muanisah’s house.Now, 15 years later, the mud flow has buried thousands of homes, factories and shops. It is believed to be covering an area of more than 650ha currently and is showing no signs of stopping.The Sidoarjo mud flow has disrupted the lives of about 60,000 people, forcing them to flee or adapt to the unpleasant conditions.The mud flow also produces methane, a powerful greenhouse gas that causes global warming and leads to climate change.A February study by senior researcher Adriano Mazzini et al showed that the mud flow releases 100,000 tonnes of methane yearly into the atmosphere. This is said to be the site with the highest methane emission ever recorded for a single natural gas manifestation.PEOPLE SUFFER FROM THE MUD FLOWThe cause of the mud flow is still a topic of debate until today.Some argue that the eruption was triggered by a 6.3 magnitude quake two days earlier in Yogyakarta, some 260km away.There are also people who believe that drilling by oil and gas company Lapindo Brantas nearby was the culprit. Others think that the combination of both events may have contributed to the mud flow.Mr Khudori, whose house was buried by the mud flow six months after it first emerged, is frustrated by the inconveniences.“The smell was too strong … and it also affected the water, (I got) itchy, it was polluted, we can’t drink it. Previously, we could drink it before mud flow existed.\"After the emergence of the mud flow, sometimes if I take a shower, I’ll feel itchy. And the smell made me short of breath,” said Mr Khudori, who goes by one name.The 54-year-old was forced to find a new home about 1.5km away.“I can still smell it. Never mind 1.5km, even at the distance of 5km it can still be smelled during the rainy season.“If it’s the rainy season, the smell of methane is very strong. Though when it is the dry season, it is not so obvious,” said Mr Khudori.He also observed that since the mud flow emerged, Sidoarjo has become hotter. “The mud flow releases heat,” the father of six said, adding that floods seemed to occur more now.He said there is nothing he can do about the condition, apart from turning to bottled mineral water for consumption.A 2017 study showed that the mud temperature, which was previously 100 degree Celsius, was 60 degree Celsius. Meteorological agency data showed that the average temperature in Sidoarjo has seen an increase of less than 1 degrees Celsius in the last 15 years.Mr Khudori, who used to work at a factory near the mud flow, now works as a motorcycle taxi rider with no fixed income as the mud had also buried his workplace.Mdm Muanisah, whose house was buried by the mud in November 2006, has since rented a house about 5km away from the mud flow.She said there is also nothing she can do about the complaints they have, apart from using a mask at home to repel the odour she occasionally smells.“Even before COVID-19, I have gotten used to wearing a mask,” she said.EMBANKMENT AND PIPES TO CONTAIN THE BURSTAt its peak, the mud discharged was equivalent to about 25 Olympic-sized swimming pools daily, said authorities.To ensure that the mud flow does not continue to bury the surroundings, an embankment and pipes have been built to divert the mud to a nearby river.The mud comprises 80 per cent water, said Mr Pattiasina Jefry Recky, head of Sidoarjo Mud Control Center (PPLS) which is the agency overseeing the mud flow.“The mud from the burst is about 60,000 to 90,000 cubic metres per day. And we can flow about 30 million cubic metres per year into the Porong river, but that is not enough because we are dealing with quite a lot of problems.“The ships which (pump the mud) are old ships, so we can't work more effectively,” he said.In addition, the agency needs to ensure that the embankment is strong.Mr Pattiasina said some geological experts predicted that the mud flow will ooze for at least 40 years.\"It has only been 15 years. If the drainage and embankment protection is safe, then it is safe.\"We're only afraid of the rainy season because our embankment is an earthen-filled dam. It was built in a rush back then. For us technical people, a technical embankment should not be like that.\"He said that the embankment is 11m high. \"And most likely it can’t be more than that. We are afraid that if it is higher, it will collapse because the carrying capacity is not strong,\" he added.PROPOSALS TO MAKE USE OF THE MUD FLOWMr Mazzini, who is a senior researcher at the Centre of Earth Evolution and Dynamics (CEED) of the University of Oslo, said the Sidoarjo mud flow is something between a magmatic volcano and a mud volcano.Mr Mazzini, who has studied the mud flow since 2006 and has visited the site numerous times, concluded that the mud flow is connected to the active Arjuno-Welirang volcanoes about 20km away.The conclusion was made because the gas and water from the mud flow and the volcanoes are the same.His latest study, which was conducted with his colleagues using a combined method of ground-based and satellite observations, showed that the methane concentration in Sidoarjo is very high compared to other parts of East Java. Most of the methane originates from the mud flow, according to the study.Government agencies told CNA they do not know how much gas methane has been released by the mud flow.Mr Pattiasina of PPLS said there have been plans to make lithium batteries out of the mud, but as of now it is still being discussed.Head of Sidoarjo’s environment and sanitation agency Sigit Setyawan said the agency had planned to work with an energy company to produce biomass from the mud as an alternative source of renewable energy since 2019.“However, the plan was constrained by the COVID-19 pandemic,” he told CNA.He added that the agency also proposed to plant productive crops on the land buried by the mud, which the government has bought from locals as the area was too dangerous to live in.GOVERNMENT HAS TO DO MORE: ENVIRONMENT NGOMr Anung Suprayitno, head of the meteorological, climatological and geophysical agency (BMKG) Malang, said that even though the mud flow has existed for 15 years, more data is needed to conclude its impact on the climate.The agency, which oversees the management of meteorological and climatological data throughout East Java, said it does not know the full extent of Sidoarjo mud flow's contribution to greenhouse gas emission.While meteorological data in the last 15 years shows that the temperature at Sidoarjo has increased by less than 1 degree Celsius and rainfall has increased in a small amount, Mr Suprayitno said the agency does not know if the mud flow is an reinforcing factor that accelerates the local scale of climate change.Mr Rere Christanto, who is the director executive of environmental non-governmental organisation Walhi East Java, said that there has been an increase in disasters over the past few years in East Java especially floods and landslides.The Sidoarjo mud flow is part of a site that accounts for the largest emission of methane gas, and hence it has a big role to play in the build-up of greenhouse gas emissions in the atmosphere, he said.He said it is important that the government acknowledges this and does more than discharging the water sludge into the Porong river.The government has to analyse the mud and look into the possible extent and danger of its content, he said.\"Now, if we have a threat map, we can imagine what actions the government can take and then take precautions. How large the area is and where. For example, the community can be given masks to wear.\"But it won't happen if the government doesn't want to admit (that the site releases huge amounts of methane).\"It looks like the email address you entered is not valid.", "Section": "", "Writers": "", "MainKeyWord": "Indonesia,Sidoarjo,mud flow,environment,methane", "AdditionalKeyWord": "", "URL": "https://www.channelnewsasia.com/news/asia/indonesia-sidoarjo-mud-flow-15-years-methane-odour-volcanoes-14895936", "Source": "google"}