{"Type": "World", "Time": "2021-05-30", "Headline": "Canadian MP caught naked during telework for second time in a month", "Text": "OTTAWA: A Canadian member of parliament has stepped down from some of his duties and said he is seeking \"assistance\" after being caught on camera urinating during a video conference in parliament,a month after appearing nakedin another virtual session.\"Last night, while attending House of Commons proceedings virtually, in a non-public setting, I urinated without realising I was on camera,\" MP William Amos wrote on his Twitter account on Thursday (May 27) night.\"I am deeply embarrassed by my actions and the distress they may have caused anybody who witnessed them,\" he added. \"While accidental and not visible to the public, this was completely unacceptable, and I apologise unreservedly.\"In April, the MP was caught standing naked between the flags of Canada and Quebec, his private parts hidden by his phone, while connected by video to a Question Time session in Parliament.Amos, a member of Prime Minister Justin Trudeau's Liberal Party, also claimed that was an accident.In the most recent episode, he was caught urinating into a coffee cup, the Conservative opposition said in a statement.\"This is the second time Mr Amos has been caught exposing himself to his colleagues in the House, and the House of Commons, virtual or otherwise, must be free of this type of unacceptable behaviour,\" said Conservative MP Karen Vecchio.\"This is a pattern of behaviour from Mr Amos and it's now clear that Trudeau's Liberals failed in their duty to ensure a safe work environment following the first incident,\" she hammered in a statement.Amos, 46, announced he was \"temporarily\" stepping down from some of his parliamentary duties while continuing to represent his constituency. He added that he would seek \"assistance\" but did not specify what that would be.It looks like the email address you entered is not valid.", "Section": "", "Writers": "", "MainKeyWord": "Canada", "AdditionalKeyWord": "", "URL": "https://www.channelnewsasia.com/news/world/canada-mp-naked-parliament-zoom-urinating-william-amos-14909226", "Source": "google"}