{"Type": "", "Time": "2021-05-30", "Headline": "Singapore's silent heroes: Front-liners battling surge of Covid-19 cases, Singapore News & Top Stories - The Straits Times", "Text": "Read 3 articles daily and stand to win ST rewards, including the ST News Tablet worth $398.Spin the wheel for ST Read and Win now.SINGAPORE - Their work places them at risk of infection. Yet they serve without misgivings, and with a smile.The Straits Times writers pay tribute to Singapore’s front-liners – from nurses to taxi drivers, cleaners to food delivery riders – who place duty before self and even go the extra mile.An organised calm was my welcome home last Sunday night at Changi Airport. Go left, join this line, sit down, be tested. Order amid tension is reassuring.I had arrived from Delhi and was greeted in the terminal by a stream of front-line workers, who spend their days dealing with visitors from disparate lands. I wondered, are they nervous? I would be.Under those gloves, gowns and masks were humans, after all. They had families and futures. They had read the papers and knew about clusters and strains. Still all I got from them was evenness, generosity and courtesy. They were bound by duty.READ MORE HEREOn the 20th night of my 21-day quarantine, my ceiling started leaking.Fat blobs of water appeared under the false ceiling housing the air-conditioning vent, eventually hitting the carpet of my Swissotel Stamford room at a rhythm that seemed to quicken with the minute.But I was in the middle of an important videoconference call.I dragged my trash bin under the leaking spot, hoping it would hold out for an hour or two, but quickly realised the situation was urgent.READ MORE HEREWhen my mother lost her sense of taste and smell after she got Covid-19 in April, she lost whatever appetite she used to have.Meat, in particular, became repulsive to her.Worried about the lack of protein in her diet, I decided to order and have delivered to her fish collagen soup, which is easier to swallow.The soup comes in vacuum-sealed cups. Upon hearing about my mother, the staff at the company - AO Broth - took it upon themselves to shrink-wrap each cup for added hygiene.READ MORE HEREOver the past two weeks, my meals have been mostly delivered because I write a column reviewing delivery food for this paper.On a couple of occasions, the food got to me more than an hour after the stipulated time and I was really hungry by then.My first impulse was to call the delivery rider and ask him what was happening, but in the end, I did not.READ MORE HEREI was feeling indignant. It had been almost 36 hours since my eight-year-old son Isaac was issued a quarantine order after we were informed on May 13 that he had been in close contact with a Covid-19 case in St Andrew's Junior School.He and I had spent the whole day on tenterhooks waiting to be taken to a quarantine facility.So when Certis officer Vic arrived at 11.15pm to escort us on the van ride to the facility, I was ready to voice my displeasure.READ MORE HEREIt took an hour for our taxi to inch from the gate of the test-swab centre to the carpark, a distance I could have walked in less than five minutes.My son and I were getting our exit swabs at the former Da Qiao Primary School last Tuesday (May 25). If the Covid-19 tests were negative, we would be able to check out of the Mercure Singapore On Stevens hotel where we had been serving our quarantine order.READ MORE HEREIf you have stories or pictures you would like to share about front-liners in Singapore's fight against Covid-19, please e-mail stforum@sph.com.sgJoin ST's Telegram channel here and get the latest breaking news delivered to you.SPH Digital News / Copyright © 2021 Singapore Press Holdings Ltd. Co. Regn. No. 198402868E. All rights reservedWe have been experiencing some problems with subscriber log-ins and apologise for the inconvenience caused. Until we resolve the issues, subscribers need not log in to access ST Digital articles. But a log-in is still required for our PDFs.", "Section": "", "Writers": "", "MainKeyWord": "", "AdditionalKeyWord": "", "URL": "https://www.straitstimes.com/singapore/singapores-silent-heroes-front-liners-battling-surge-of-covid-19-cases", "Source": "google"}