{"Type": "", "Time": "2021-05-30", "Headline": "Deliverers of food and cheer during a pandemic, Singapore News & Top Stories - The Straits Times", "Text": "Read 3 articles daily and stand to win ST rewards, including the ST News Tablet worth $398.Spin the wheel for ST Read and Win now.SINGAPORE - Over the past two weeks, my meals have been mostly delivered because I write a column reviewing delivery food for this paper.On a couple of occasions, the food got to me more than an hour after the stipulated time and I was really hungry by then.My first impulse was to call the delivery rider and ask him what was happening, but in the end, I did not.The food would not have arrived any quicker because I am sure he was doing his best, and harassing him would only spoil his day for no other reason than for me to let off some steam. And I certainly would not want him to get into an accident because of the extra stress.With eateries closed and many people refraining from going out, delivery riders are essential in getting us our meals. While we stay safely at home, they are out on the road every day, rain or shine, and putting themselves at risk as they move between eateries and homes.You see many of them out on motorcycles, bicycles and even on foot, carrying what must be a heavy pack on their back. It is not easy work.But despite the pressures, many turned up looking cheerful and left with a friendly wish for me to enjoy my food before rushing off to their next delivery.So even if your meal arrives late, give the rider a smile or even make a joke about how long he must have waited for it to be ready.Let him know you understand and appreciate what he is doing. It will help to keep his spirits up - and yours too.If you have stories or pictures you would like to share about front liners in Singapore's fight against Covid-19, please e-mail stforum@sph.com.sgJoin ST's Telegram channel here and get the latest breaking news delivered to you.SPH Digital News / Copyright © 2021 Singapore Press Holdings Ltd. Co. Regn. No. 198402868E. All rights reservedWe have been experiencing some problems with subscriber log-ins and apologise for the inconvenience caused. Until we resolve the issues, subscribers need not log in to access ST Digital articles. But a log-in is still required for our PDFs.", "Section": "", "Writers": "", "MainKeyWord": "", "AdditionalKeyWord": "", "URL": "https://www.straitstimes.com/singapore/deliverers-of-food-and-cheer-during-a-pandemic", "Source": "google"}