{"Type": "", "Time": "2021-05-30", "Headline": "Rest areas for delivery riders, private-hire drivers in Punggol to be removed to prevent misuse, Singapore News & Top Stories - The Straits Times", "Text": "Read 3 articles daily and stand to win ST rewards, including the ST News Tablet worth $398.Spin the wheel for ST Read and Win now.SINGAPORE - The rest areas for delivery riders and private-hire drivers that were set up about a week ago in two Punggol coffee shops will be removed to prevent misuse.These areas could become places where people congregate, and bring about community risk, said Ms Sun Xueling, MP for Punggol West SMC, in a Facebook post on Sunday (May 30).\"I have been there a few times myself and seen some congregation of general workers which we had to rectify,\" added Ms Sun, who is also Minister of State for Education as well as Social and Family Development.The rest areas in the coffee shops at Block 308C Punggol Walk and Block 269A Punggol Field were set up about a week ago.They were intended for use by delivery riders and private-hire drivers to rest and have their meal, said Ms Sun in previous Facebook posts.On Sunday, she said that they can eat at open areas, such as void decks and parks, and that she had personally observed some of them taking their breaks alone in such places.\"And (the places are) safe, airy, away from crowds,\" she said.Ms Sun also said the \"Pay It Forward\" initiative will continue at the two coffee shops.This initiative allows residents to pay for drinks which the riders and drivers can then redeem.\"There is also a box for us to express our good wishes to them and donate free masks for their use,\" said Ms Sun.Join ST's Telegram channel here and get the latest breaking news delivered to you.SPH Digital News / Copyright © 2021 Singapore Press Holdings Ltd. Co. Regn. No. 198402868E. All rights reservedWe have been experiencing some problems with subscriber log-ins and apologise for the inconvenience caused. Until we resolve the issues, subscribers need not log in to access ST Digital articles. But a log-in is still required for our PDFs.", "Section": "", "Writers": "", "MainKeyWord": "", "AdditionalKeyWord": "", "URL": "https://www.straitstimes.com/singapore/rest-areas-for-delivery-riders-private-hire-drivers-in-punggol-to-be-removed-to-prevent", "Source": "google"}