{"Type": "", "Time": "2021-05-30", "Headline": "95-year-old dies of Covid-19; 5 new cases linked to NTUC Foodfare in Anchorvale, free testing for visitors, Singapore News & Top Stories - The Straits Times", "Text": "Read 3 articles daily and stand to win ST rewards, including the ST News Tablet worth $398.Spin the wheel for ST Read and Win now.SINGAPORE - A 95-year-old Singaporean woman died from Covid-19 complications on Sunday (May 30).She was confirmed to be infected with the coronavirus on May 17 when she was warded at Changi General Hospital for an unrelated medical condition, the Ministry of Health (MOH) said on Sunday.The patient had not been vaccinated against the virus, and had a history of cancer, hypertension and hypothyroidism.Changi General Hospital has contacted her family and is extending assistance to them, said MOH.Meanwhile, five of the 19 community cases on Sunday were linked to a new cluster at NTUC Foodfare at 308 Anchorvale Road.MOH said it is investigating cases of Covid-19 infection among people who work there.\"Our epidemiological investigations have found that there is likely ongoing transmission at the coffee shop,\" said the ministry.The coffee shop was closed to members of the public on Sunday and will reopen two weeks later, on June 13, to break any potential chain of transmission and allow for deep cleaning of the premises, said MOH.The ministry will also offer free Covid-19 testing for members of the public who visited 308 Anchorvale Road from May 13 to May 30 to \"pre-emptively mitigate potential risk of wider, undetected community transmission\".All visitors to 308 Anchorvale Road within that timeframe are advised to monitor their health closely for two weeks from the date of their visit, said the ministry, which encouraged them to visit a regional screening centre or \"Swab and Send Home\" Public Health Preparedness Clinic for a free Covid-19 test.There are now a total of seven cases in the cluster.Read the full MOH press release here.Join ST's Telegram channel here and get the latest breaking news delivered to you.SPH Digital News / Copyright © 2021 Singapore Press Holdings Ltd. Co. Regn. No. 198402868E. All rights reservedWe have been experiencing some problems with subscriber log-ins and apologise for the inconvenience caused. Until we resolve the issues, subscribers need not log in to access ST Digital articles. But a log-in is still required for our PDFs.", "Section": "", "Writers": "", "MainKeyWord": "", "AdditionalKeyWord": "", "URL": "https://www.straitstimes.com/singapore/95-year-old-woman-dies-from-covid-19-complications-free-testing-for-those-who-had-visited", "Source": "google"}