{"Type": "", "Time": "2021-05-30", "Headline": "Touched by kindness and patience of front-line workers during quarantine, Singapore News & Top Stories - The Straits Times", "Text": "Read 3 articles daily and stand to win ST rewards, including the ST News Tablet worth $398.Spin the wheel for ST Read and Win now.SINGAPORE - I was feeling indignant. It had been almost 36 hours since my eight-year-old son Isaac was issued a quarantine order after we were informed on May 13 that he had been in close contact with a Covid-19 case in St Andrew's Junior School.He and I had spent the whole day on tenterhooks waiting to be taken to a quarantine facility.So when Certis officer Vic arrived at 11.15pm to escort us on the van ride to the facility, I was ready to voice my displeasure.But as soon as we spoke, I realised how self-centred I had been. Vic had been working the whole day because of the recent spike in Covid-19 cases. The least I could do was cooperate with a smile.Front-liners like him have been putting their lives on the line and working extra-long hours to tackle the current wave. He must have been exhausted that day, and yet he patiently explained to me the details of the quarantine order papers I had to sign.I was touched when he told me how heartened he was to see parents accompanying their children on quarantine and not just sending a guardian along. The thoughtful officer even tried to engage my sleepy son in chit-chat to keep him awake on the journey.All the other medical and security front-liners we encountered were similarly professional in their conduct, including those I quizzed over the phone about the unclear processes and lack of information during our stay. Most could not tell me more than what their department was responsible for, but they were always empathetic and reassuring.Raymus, the medical officer who went from room to room in the quarantine hotel one afternoon to swab the affected children, told me he was on a tight schedule. Yet, he did not rush through the swab, taking the time to connect with my nervous son, kneeling down to his eye level and calmly explaining the procedure. And after the deed was done, Raymus was generous with his praise for Isaac.I was also grateful to the staff at Grand Park Orchard hotel for not treating us like the plague. On a few occasions, when I opened our door to retrieve food placed on a table outside our room, I found myself cheered by human interaction with the outside world.One hotel employee made eye contact and shouted a jolly \"enjoy\". Another, a senior who was distributing breakfast bentos, warmly called out: \"It's nasi lemak today. Eat, eat!\"When we were finally released from quarantine on May 25 and had to book a cab home, I was worried that the driver would be hostile. But no, Mr Ku showed no fear and, in fact, was curious to know more about our time in isolation.Our quarantine roller-coaster ride ended after just 10 days, but the Covid-19 battle continues for front-liners working hard on the ground to keep Singapore safe.Let us appreciate their efforts and treat them with the same kindness they have shown to the community they serve.If you have stories or pictures you would like to share about front liners in Singapore's fight against Covid-19, please e-mail stforum@sph.com.sgJoin ST's Telegram channel here and get the latest breaking news delivered to you.SPH Digital News / Copyright © 2021 Singapore Press Holdings Ltd. Co. Regn. No. 198402868E. All rights reservedWe have been experiencing some problems with subscriber log-ins and apologise for the inconvenience caused. Until we resolve the issues, subscribers need not log in to access ST Digital articles. But a log-in is still required for our PDFs.", "Section": "", "Writers": "", "MainKeyWord": "", "AdditionalKeyWord": "", "URL": "https://www.straitstimes.com/singapore/touched-by-kindness-and-patience-of-front-line-workers-during-quarantine", "Source": "google"}