{"Type": "", "Time": "2021-05-30", "Headline": "Shift in emphasis from hospital to community care will help tame healthcare costs: Ong Ye Kung, Health News & Top Stories - The Straits Times", "Text": "Read 3 articles daily and stand to win ST rewards, including the ST News Tablet worth $398.Spin the wheel for ST Read and Win now.SINGAPORE - The exponential rise in national healthcare spending cannot be allowed to cripple Singapore’s future, said Health Minister Ong Ye Kung as he laid out the steps being taken to rein in costs without compromising the quality of care.Key to this is moving healthcare upstream by letting general practitioners (GPs), polyclinics and community hospitals play larger roles, allowing “heavily loaded” hospitals to focus on patients who need specialist care or emergency cases.“Our current national healthcare expenditure has almost doubled from $10 billion in 2010 to $21 billion in 2018. It will almost triple to $59 billion in 2030. This exponential rise is worrying,” Mr Ong told more than 700 healthcare workers during his ministry’s annual work plan seminar, which was delivered virtually on Tuesday (May 25). An ageing population, coupled with a “buffet syndrome” of choosing multiple treatments regardless of effectiveness, with insurers picking up the tab, will force the Government to increase subsidies “that we will find increasingly hard to afford”, he said.Mr Ong reiterated a three-pronged strategy, first mentioned at the debate on the Health Ministry’s budget in 2016, to avoid this. The first part of the strategy is to move “beyond quality to value”. This includes using drugs and treatments that are the most cost-effective. There will be negotiations with suppliers to ensure that prices charged match the outcomes they deliver, he said.Another important element is to ensure “we do not inadvertently erode the spirit of co-payment”. “Once there is some skin in the game, consumers will exercise prudence in healthcare spending and doctors will exercise more discretion in recommending the appropriate treatments,” Mr Ong explained.The second part of the strategy is to go “beyond hospital to community”.Calling for expanded roles for GPs, polyclinics and other primary healthcare providers in the community, Mr Ong said “the centre of gravity must shift away from the acute care hospital towards the community, with focus on appropriate care in the right setting.“Patients will benefit from less hassle, greater accessibility to care, and at lower cost.”Mr Ong said that private GPs can become an integral part of “the continuum for healthcare” alongside polyclinics, which are already regarded as community institutions.“A GP’s care for his patient goes beyond the four walls of his private clinic,” he said.“He can be the village doctor (who) understands the patient and his family, helps them manage chronic diseases; the confidant (whom) stubborn family members listen to; and often the link to the wider healthcare network.”Mr Ong said that pharmacists, too, can play an important role, such as in educating patients on the proper use of medication, to reduce hospital re-admissions.Nurses trained in diagnosing and managing common medical conditions can also order tests and prescribe medicine, saving patients time and cost.Mr Ong also said that patients in rehabilitation should “step up” and not “step down” to community hospitals and long-term care facilities.He said that multidisciplinary teams can provide “the right care at the right site” for medically stable patients in those facilities.Community hospitals in Outram and Sengkang were opened in 2019 and 2018 respectively, while integrated facilities comprising both acute and community hospitals are in the pipeline for Woodlands and Bedok North.Meanwhile, 12 polyclinics will be added to the existing 20 by 2030. Three of them – in Eunos, Kallang and Bukit Panjang – will open by the end of this year.Mr Ong also said the “beyond healthcare to health” approach – the third part of the strategy – will continue to be pursued, with intervention going upstream to encourage healthier lifestyles.“Whether it is war on sugar, battle with salt, alliance with exercise – the Health Promotion Board and our clusters must integrate their efforts and do what it takes to reshape lifestyles. “After all, we are the Ministry of Health, not Healthcare.”Join ST's Telegram channel here and get the latest breaking news delivered to you.SPH Digital News / Copyright © 2021 Singapore Press Holdings Ltd. Co. Regn. No. 198402868E. All rights reservedWe have been experiencing some problems with subscriber log-ins and apologise for the inconvenience caused. Until we resolve the issues, subscribers need not log in to access ST Digital articles. But a log-in is still required for our PDFs.", "Section": "", "Writers": "", "MainKeyWord": "", "AdditionalKeyWord": "", "URL": "https://www.straitstimes.com/singapore/health/emphasis-should-shift-from-hospital-to-community-care-in-taming-healthcare-spending", "Source": "google"}