{"Type": "", "Time": "2021-05-30", "Headline": "Residents urged to do their part as estates struggle with fewer cleaners and more garbage, Singapore News & Top Stories - The Straits Times", "Text": "Read 3 articles daily and stand to win ST rewards, including the ST News Tablet worth $398.Spin the wheel for ST Read and Win now.SINGAPORE - About 60 per cent of the migrant workers of Tampines North’s new cleaning contractor have been unable to enter Singapore to start work.The 40 per cent of workers who are here have had to work extra hard, amid more waste being generated as people spend most of their time at home during the Covid-19 phase two (heightened alert) period, said Tampines GRC MP Baey Yam Keng in a Facebook post on Friday (May 28).Several MPs told The Straits Times they face similar manpower shortages in their constituencies, urging residents to do their part to keep the estates clean.Some migrant workers have returned home and replacements are difficult to get due to tighter border controls here. Mr Baey told ST on Saturday: “I know most residents are law-abiding and considerate, but for the few black sheep in the community, I hope they can be reminded to do their part and keep the estate clean.” He said the new contractor took over on April 1, adding that the workers here are doing their best to keep the neighbourhood’s common areas clean, even as they have to dispose of more garbage – such as food and online delivery packages – than before. There are also more instances of trash being disposed of inappropriately, he said. In one case, a resident living on the third storey of a block had complained that his rubbish chute was overflowing. When the town council investigated, it found that someone had thrown laundry poles down the chute, clogging it. Rubbish piled up as a result.Mr Lim Biow Chuan, the MP for Mountbatten and chairman of Marine Parade Town Council, said manpower has been stretched during this period, amid the increase in garbage volume.He also highlighted the issues that could arise from indiscriminate littering. Litter such as food waste could attract vermin, while food containers could be receptacles for water and turn into mosquito breeding grounds, he said.Rubbish piled up in corridors can also pose a fire hazard, Mr Lim added.While there has not been an increase in dengue cases in his constituency, “you just need one instance and you can get a lot of mosquitoes from one site”, he added.According to the National Environment Agency (NEA) website, there were three red dengue clusters – areas with 10 or more cases of dengue – as at Friday. These are in Rosewood Drive, Tuas South Boulevard and Cashew Terrace.Mr Liang Eng Hwa, the MP for Bukit Panjang, said the issues of manpower shortage are faced not just by cleaning contractors, but also contractors doing maintenance and repair work, and horticulture.He said some hot spots for litter have been identified, and the NEA has started to conduct surveillance and enforcement.\nCleaners doing manual waste collection from blocks in Bidadari on May 8, 2021, after the pneumatic system choked up due to improper waste disposal. ST PHOTO: KHALID BABA\n\nBirds feeding from a pail of trash below a block of flats in Toa Payoh Central on May 20, 2021.  ST PHOTO: KUA CHEE SIONG\n“We are also looking at our own ways to do surveillance, such as with mobile (closed-circuit television cameras), to monitor the hot spots,” he added.Mr Lim said his town council is working with the NEA to step up enforcement against high-rise littering. “But you can do only so much with enforcement. We hope our residents do their part too and not take the cleaners for granted, or we will never have a clean estate,” he said.“We hope to send the message that clearing rubbish is something everyone has a responsibility to do.”Mr Kane Tan, a resident in Nee Soon East, said his estate is quite clean, although he does notice littering and some bulky rubbish in common areas at times.The 45-year-old project manager said the clearing of rubbish is everyone’s responsibility and that there could be more effort to educate people not to litter. Mr Nicholas Makoto, 28, who lives in Shunfu, is concerned about items such as food packets and drink cans that are left around, as well as litter thrown out of windows.The freelance animator said: “For the workers who have to pick up these stray pieces of trash – that just hinders them from doing their job smoothly, on top of the added work they are given.”Join ST's Telegram channel here and get the latest breaking news delivered to you.SPH Digital News / Copyright © 2021 Singapore Press Holdings Ltd. Co. Regn. No. 198402868E. All rights reservedWe have been experiencing some problems with subscriber log-ins and apologise for the inconvenience caused. Until we resolve the issues, subscribers need not log in to access ST Digital articles. But a log-in is still required for our PDFs.", "Section": "", "Writers": "", "MainKeyWord": "", "AdditionalKeyWord": "", "URL": "https://www.straitstimes.com/singapore/residents-urged-to-do-their-part-as-estates-struggle-with-fewer-cleaners-even-as-there-is", "Source": "google"}