{"Type": "", "Time": "2021-05-30", "Headline": "'Thank you, Mr Technician': Gratitude from an ST correspondent quarantined in a Singapore hotel, SE Asia News & Top Stories - The Straits Times", "Text": "Read 3 articles daily and stand to win ST rewards, including the ST News Tablet worth $398.Spin the wheel for ST Read and Win now.SINGAPORE - On the 20th night of my 21-day quarantine, my ceiling started leaking.Fat blobs of water appeared under the false ceiling housing the air-conditioning vent, eventually hitting the carpet of my Swissotel Stamford room at a rhythm that seemed to quicken with the minute.But I was in the middle of an important videoconference call.I dragged my trash bin under the leaking spot, hoping it would hold out for an hour or two, but quickly realised the situation was urgent.I called the hotel hotline. A technician appeared at my door a few minutes later. He was wearing an N95 mask and full personal protective equipment, and held a ladder and suction machine of some sort.Eighteen months of this pandemic have completely upended social conventions. We have been taught to avoid confined spaces, close contact, and even the very act of speaking - for fear of passing on the Covid-19 pathogen.Faced with a technician in my hotel room, I wasn't sure how much small talk to make to be polite, or how much silence to keep to assure him of safety. But he seemed to understand.Quietly, he removed the false ceiling panel to identify the problem, as I rushed back to my call.After a while, he warned: \"This is going to be a bit noisy.\" I put my earphones on to concentrate as he began to remove water that had pooled overhead.I wasn't sure how much time had passed, but the next time I looked, he was gently closing the door behind him.The dripping had stopped. The ceiling had been wiped dry. My trash bin had been emptied of water and placed in its usual corner.I never got to thank him for his quiet, dignified service.If you have stories or pictures you would like to share about front liners in Singapore's fight against Covid-19, please e-mail stforum@sph.com.sgJoin ST's Telegram channel here and get the latest breaking news delivered to you.SPH Digital News / Copyright © 2021 Singapore Press Holdings Ltd. Co. Regn. No. 198402868E. All rights reservedWe have been experiencing some problems with subscriber log-ins and apologise for the inconvenience caused. Until we resolve the issues, subscribers need not log in to access ST Digital articles. But a log-in is still required for our PDFs.", "Section": "", "Writers": "", "MainKeyWord": "", "AdditionalKeyWord": "", "URL": "https://www.straitstimes.com/asia/se-asia/thank-you-mr-technician-gratitude-from-an-st-correspondent-quarantined-in-a-singapore", "Source": "google"}