{"Type": "", "Time": "2021-05-30", "Headline": "Top Thai meat producer shuts factory on coronavirus outbreak, SE Asia News & Top Stories - The Straits Times", "Text": "Read 3 articles daily and stand to win ST rewards, including the ST News Tablet worth $398.Spin the wheel for ST Read and Win now.BANGKOK (BLOOMBERG) - Charoen Pokphand Foods, Thailand's biggest meat producer, will close its factory in Saraburi province for five days to stem the novel coronavirus outbreak, according to the provincial government.The poultry processing plant, some 100km north of Bangkok, will be shut from Sunday (May 30) to Thursday, the provincial administration said on its Facebook page late Saturday. The closure came after the authorities found 245 employees had been infected with the virus.South-east Asia's second-biggest economy is battling with a new wave of Covid-19 infections that have spread into prisons, lower socio-economic status regions and factories.Glove maker Sri Trang Gloves (Thailand) and electronic products and equipment manufacturer Cal-Comp Electronics (Thailand) closed some of their production sites this month to stem the spread of coronavirus among employees.The CP Foods factory has about 5,800 employees. The provincial authority said it set up a field hospital at the factory to treat those infected.CP Foods will start the disinfection process and tighten health measures at the factory during the closure, the company said in a statement. The company has moved the production of this factory to 18 other poultry processing facilities, it said.Join ST's Telegram channel here and get the latest breaking news delivered to you.SPH Digital News / Copyright © 2021 Singapore Press Holdings Ltd. Co. Regn. No. 198402868E. All rights reservedWe have been experiencing some problems with subscriber log-ins and apologise for the inconvenience caused. Until we resolve the issues, subscribers need not log in to access ST Digital articles. But a log-in is still required for our PDFs.", "Section": "", "Writers": "", "MainKeyWord": "", "AdditionalKeyWord": "", "URL": "https://www.straitstimes.com/asia/se-asia/top-thai-meat-producer-shuts-factory-on-coronavirus-outbreak", "Source": "google"}