{"Type": "Singapore", "Time": "2021-05-30", "Headline": "Nightlife, karaoke businesses still see a future despite the ongoing COVID-19 challenges", "Text": "SINGAPORE: Their businesses may have been hit hard, their dance floors converted to pop-up restaurants and their karaoke rooms turned into work spaces, but operators of nightlife and entertainment businesses say that there remains hope for the industry amid the COVID-19 pandemic.Speaking to CNA, chief executive officer of Zouk Group Andrew Li noted that the demand for the industry remains.“We're a species that needs that social kind of element ... For example, when you saw dining coming out, dining was flying because people just wanted to go out and eat. They wanted to have fun with their friends,” he said.“And I think bars and nightlife are another level of that, where it is even more sociable and I think that's very, very important to us as a society.”HaveFun Karaoke founder Mr Flint Lu echoed such sentiments, pointing out that socialising is an “essential need”.“We are still confident about (the) post-COVID market. So we have no other way but to stick to the plan of how to survive this pandemic,” explained Mr Lu.Ms Jean Teo, who is a director at Teo Heng karaoke, said that karaoke singing is part of the “lifestyle” in Singapore.“We find that there are a lot of people who really love singing,” she told CNA. “It has become a way for us to express ourselves. And it's also very good for our mental health, it helps us to really relieve our emotions and de-stress and all that. I get a lot of feedback from people, that once we are open, they will definitely come and support (us).”Singapore Nightlife Business Association (SNBA) president Joseph Ong noted that many in the industry would like to return.“They need the nightlife to be vibrant, in order for them to do well ... so we definitely have to bring that part of the business back. But in a safe manner, in a careful manner,” he told CNA.Alcohol suppliers had also told him that sales in supermarkets are “higher than ever before”, Mr Li noted.“People are definitely still drinking, they're just not drinking in restaurants and bars - they are drinking at home. So that for me is the indication that people still need that,” he said.“But definitely, I think here in Singapore, people want to (re-)enter the space in a safe way.\"But first, business owners will need to grit their teeth through the pain, with the latest challenge being Singapore’s Phase 2 (Heightened Alert).As part of the move, a series of measures have been put into place in order to tackle a spike in COVID-19 community cases. One of these measures has been the prohibiting of dining-in, which is currently forbidden from May 16 through Jun 13.Mr Li noted that the latest measures have been an additional challenge to Zouk, which had already changed its business in a number of ways.Pointing to how it had transformed its Capital lounge space into pop-up restaurant Capital Kitchen, Mr Li said that its atmosphere had been a big draw for customers.With dining in not allowed, there is less of an incentive for customers to order food to go, he pointed out.“People were sitting down and they were enjoying themselves and you could hear the sound and stuff, so it was the closest they could get to what Capital was in the past,” he said.“When you take all that away - that social part and then also the music and vibe and stuff and you're just saying okay we're going to deliver you fish and chips …. That is something that's been very, very tough for us.”Mr Ong noted that the current state of play means that some bars and pubs have moved into an “almost shut down” position.IN THE ‘TRIPLE TARGET ZONE’But even before the newest measures, industry players had already faced a number of struggles, said Mr Ong, who is also founder and managing director of 1-Group, which owns a number of clubs and bars.Karaoke joints, along with pubs and bars without food licences, nightclubs and discotheques, have been shuttered since March 2020 as part of Singapore's measures to stem the COVID-19 pandemic.Even as Singapore gradually reopened its economy and allowed most activities to resume, nightlife venues have remained closed due to the higher risk of coronavirus transmission.In October last year, Education Minister Lawrence Wong, who is the co-chair of the multi-ministry task force on COVID-19, noted that the nightlife industry had to be prepared for “quite a long period of restrictions”.“We know these are higher-risk settings. The nature of the activities themselves, of such activities, means that you have people socialising in close contact, often in a small enclosed space and risk is very much higher,\" said Mr Wong at a multi-ministry task force press conference.“The pandemic frustrates everyone, not just us,\" said Mr Ong. \"Again the problem really for our industry is that we are in that ‘triple target zone’. We are a vibrant place, we are masked down, we basically encourage socialising and all that ... So it is a triple whammy in terms of this is the kind of situation that the authorities want to avoid.”And while some have managed to pivot and reopen as food and beverage outlets, not all have been able to do so successfully.One of SNBA’s goals has been to help businesses pivot as well as exit the market, noted Mr Ong.It had been announced previously that nightlife establishments that wished to pivot to other permissible activities could apply for a grant of up to S$50,000 from Enterprise Singapore (ESG) to defray qualifying costs incurred during the pivoting process, such as equipment and third-party consultancy costs.Nightlife establishments exiting the industry can apply to ESG for an \"ex-gratia\" payment of S$30,000 to defray the costs of the cessation of business.Both of these support schemes are effective until the end of September.Should they be the recipient of either one of the financial support packages, the business will not be allowed to participate in the pilot programme or any subsequent resumption of nightlife operations for at least 12 months, the Ministry of Home Affairs had announced previously.SNBA has seen over 400 businesses deciding to pivot, while over 300 have exited the market, said Mr Ong.“Right now, none of us can operate the bars and clubs the way we were doing so … Some of them still hold on to the fact that they possibly can re-open. (But) for many of them, they have already terminated their employees, they have already sent back their entertainers, they are in a very dormant mode,” he added.‘LOSING LESS IS EARNING’Pivoting to an F&B business model has been a struggle, said Mr Lu, pointing out that the lack of mechanical and electrical provisions on premises means that it is a struggle to install a full kitchen set-up.“The layout, the furniture - we use sofas and tea tables, which is not suitable for F&B. It is not a good setup for lunch or for dinner,” he added.“As a newcomer, with no professional chef team, no full kitchen and (a) limited variety of food and poor set up for dinner, lunch ... It’s very difficult to catch enough customers.”And despite HaveFun Karaoke pivoting to a F&B model, the revenue generated was not enough to cover operating expenses, and the company’s revenue dropped 90 per cent from pre-COVID times, said Mr Lu.This will be further exacerbated with the current situation, he noted.“As no dine-in (is) allowed under the new restrictions, we can only operate (a) few outlets with take-away services.  Revenue will drop dramatically and cash flow will be even more (of a) challenge,” he added.Teo Heng has closed four out of its 14 outlets, said Ms Teo, but has decided not to pivot to an F&B business model. Instead, it set up co-working spaces and study spaces in some of its karaoke rooms, beginning last month.“There are quite a lot of supporters who come in, but, of course, it won't be the same ... as what we did previously,” she said.“This is more or less to help us to bridge over this difficult period … by losing less it is already an earning for us.”Amid the continued pandemic, Mr Ong stressed the need for trials to test the feasibility of businesses operating.“Moving forward, sandboxes will probably be something that we have to push very hard (for), and I'm hoping that they will start doing that right after we manage the situation on the ground,” he said.“I believe Singapore needs to adopt this attitude, where we should always be trialing or sandboxing certain entertainment, nightlife activities and all that.”Under a small-scale pilot for the nightlife sector, it was announced in December that three bars and pubs would be allowed to reopen for two months. This pilot was later extended till Apr 7.However, another pilot for nightclubs and karaoke outlets to reopen with COVID-19 safety measures in place was deferred until further notice in January. It was slated to start in the same month.Mr Li pointed out that while it was important for nightlight businesses to come back in a safe way, the overall consumer experience would also need to be considered.One of the criteria set by the pilot was that customers entering karaoke lounges and nightclubs would need to test negative for COVID-19 24 hours before the end of the activity at the nightlife establishment. Alcohol also cannot be sold, served or consumed after 10.30pm.“The guests won't come if you tell them you have to have a PCR (polymerase chain reaction) test. They're not going to want to do it - I'll just go to a bar, I’ll go to a restaurant, why would I have to go to a club?” asked Mr Li.“It has to be enjoyable as well, because if you're sitting in a group of five, and you can’t listen to music, and you’re going home at 1030 (pm), (you) might as well go to restaurants and do that instead. So how we come back into that space, I think it's definitely going to need to be a discussion between us - the nightlife industry and the authorities.”Mr Lu pointed out that the reopening of licensed entertainment premises with “reasonable” restrictions could help tackle the issue of illegal set ups which he said currently operate in the face of restrictions.“The previous customer base, they do have options for singing and partying. Even during this COVID period, the legal ones are not allowed to open so there are a lot of illegal ones that are outside,” said Mr Lu.Despite the doom and gloom, Mr Ong believes the pandemic presents a “watershed” moment for the industry.“(Now) we can really fully define it and because the slate now is almost clean, we can really redraw what we want and SNBA has a vision - we want Singapore to be the go to lifestyle destination,” he said.“The funny thing about the nightlife businesses is really that you have (the) majority of the operators in the nightlife business being people who view a glass half full rather than half empty. So I believe that ... the nightlife (industry) will come back.\"It looks like the email address you entered is not valid.", "Section": "", "Writers": "", "MainKeyWord": "Culture & Trends,karaoke,nightclub,nightlife", "AdditionalKeyWord": "", "URL": "https://www.channelnewsasia.com/news/singapore/covid-entertainment-nightlife-karaoke-club-bar-singapore-14904416", "Source": "google"}