{"Type": "", "Time": "2021-05-30", "Headline": "More than 5,500 numbers blocked and 722,000 SMSes reported via scam prevention app ScamShield, Courts & Crime News & Top Stories - The Straits Times", "Text": "Read 3 articles daily and stand to win ST rewards, including the ST News Tablet worth $398.Spin the wheel for ST Read and Win now.SINGAPORE - More than 5,500 phone numbers, believed to be used in scams, have been blocked by the ScamShield application since its launch in November last year.The app, which is managed by the National Crime Prevention Council and the Singapore Police Force (SPF), has been downloaded by more than 119,000 users.It is currently only available on iOS devices, but a version for Android systems is being developed.The app was designed specifically to prevent scam SMSes and phone calls from reaching users, identifying and filtering them out using artificial intelligence.Users can also report scam messages and numbers via the app for the SPF’s Anti-Scam Centre (ASC) to take further action, such as blocking the numbers or contacting telecommunications companies to suspend or terminate them.So far, about 722,000 SMSes have been reported.Ms Reis Chang, 23, a fresh graduate, downloaded ScamShield in February.She said: \"I had been getting a lot of scam calls and messages on my phone, so I was quite annoyed by it.\"Ever since I downloaded (the app), the number of scam calls and messages I've been getting has been close to none.\"Ms Chang also downloaded the app for her father, as she wanted to prevent him from falling for scams.She added: \"I'm afraid he'll pick up one of those calls and it'll say it's from a bank and then he'll find it very trustworthy... so I downloaded the app and set it up for him so that such calls get blocked and filtered.\"Assistant Superintendent Paige Tan, a senior investigation officer with the ASC, said that some of the most common scams reported via the app have been loan and betting scams.But other scams were also detected, such as a bank-related scam late last month.Potential victims had received spoofed SMSes purportedly from banks, claiming that their cards had been suspended.The messages provided contact numbers to call for assistance, and doing so would put victims on the line with a scammer masquerading as a bank employee.Once the ASC detected the trend, it reached out to the telecoms companies to suspend the contact numbers involved, preventing potential victims from falling for the ruse.The number of scams reported last year hit a record high of 15,756 cases, with more than $201 million lost by victims.This was up from the 9,545 cases reported in 2019, with more than $120 million scammed.ASP Tan urged more people to use ScamShield to protect themselves and their loved ones.She said: \"The information (from ScamShield) allows the ASC to detect emerging scam trends and provides timely advisories to warn the public about the latest scam trends promptly.\"Join ST's Telegram channel here and get the latest breaking news delivered to you.SPH Digital News / Copyright © 2021 Singapore Press Holdings Ltd. Co. Regn. No. 198402868E. All rights reservedWe have been experiencing some problems with subscriber log-ins and apologise for the inconvenience caused. Until we resolve the issues, subscribers need not log in to access ST Digital articles. But a log-in is still required for our PDFs.", "Section": "", "Writers": "", "MainKeyWord": "", "AdditionalKeyWord": "", "URL": "https://www.straitstimes.com/singapore/courts-crime/more-than-5500-numbers-blocked-722000-smses-reported-via-scamshield", "Source": "google"}