{"Type": "", "Time": "2021-05-30", "Headline": "Tips from a trillion-dollar fund manager, Invest News & Top Stories - The Straits Times", "Text": "Read 3 articles daily and stand to win ST rewards, including the ST News Tablet worth $398.Spin the wheel for ST Read and Win now.(REUTERS) - When it comes to financial advice, you could listen to someone who helped steer more money than almost anyone else on the planet. When he was chairman and CEO of investment giant Vanguard Group, Mr Jack Brennan oversaw a company that has since grown to over US$7 trillion (S$9.3 trillion) in assets. That torch has since been passed to current chairman and CEO Tim Buckley, but Mr Brennan still has plenty of wisdom to share in his new book, More Straight Talk On Investing.An avid marathoner, Mr Brennan sat down with Reuters to talk about how to pace yourself for the long-distance race of financial security.A: What has changed for investors in the last 20 years has been very beneficial. The cost of investing has been falling dramatically, which is a critical part of being successful.There have been a lot of great product enhancements, like the ubiquity of exchange traded funds and target-date funds. And the choice of how to get financial advice today is completely different. Everything is lower-cost and more available.A: It comes down to simple stuff. Do your homework, be disciplined, be sceptical in avoiding fads, keep learning. Those are four elements I tell people all the time.A: I worry about it a lot. I don't get it, personally. If you want to speculate on some individual stocks, fine, but your core serious money needs to be in a diversified programme. It's very hard to beat the stock market. There's an old joke that the quickest way to make a small fortune is to start with a large one, and then trade a lot.A: We are all subject to emotions when it comes to investing, so there are a couple of things that are very important. One is to tune out all the noise. You shouldn't really care about what is happening today, or this month, or even this year. I'm 66, and I hope I still have a 30-year time horizon.The second thing is that once a year, you should reaffirm what you're trying to accomplish. Think about the issue in buckets: short-term resources, intermediate goals, long-term goals. Once a year, maybe on New Year's Day, sit down and look at it all. You don't even have to do anything about it, but stay engaged.A: The market is fully valued, in my opinion. I think we will come strongly out of this pandemic, and there are a lot of reasons why equities are still an attractive asset class for most people.You also enjoy the growth of those underlying companies and valuations. If you had told me 11 years ago where the market is now, I might have said watch out, but there are justifiable reasons for it.A: It's important to understand the role a bear market plays, which is to take all the excess out of valuations. It's also a great chance, particularly for younger investors, to put their money to work at lower valuations. Go back and look at any period of time, even investors through the Great Depression, and you see that you will be rewarded over time.A: Boomers may not want to pass on quite yet. But if you do inherit money, you shouldn't just take somebody else's advice. You need to be a knowledgeable consumer yourself. That's the big opportunity for Gen X and millennials: to be smarter about financial issues than my generation was.Join ST's Telegram channel here and get the latest breaking news delivered to you.SPH Digital News / Copyright © 2021 Singapore Press Holdings Ltd. Co. Regn. No. 198402868E. All rights reservedWe have been experiencing some problems with subscriber log-ins and apologise for the inconvenience caused. Until we resolve the issues, subscribers need not log in to access ST Digital articles. But a log-in is still required for our PDFs.", "Section": "", "Writers": "", "MainKeyWord": "", "AdditionalKeyWord": "", "URL": "https://www.straitstimes.com/business/invest/tips-from-a-trillion-dollar-fund-manager", "Source": "google"}