{"Type": "", "Time": "2021-05-30", "Headline": "Tokyo 2020: Athletes asked to sign Covid-19 responsibility waiver forms by IOC | Daily Mail Online", "Text": "By Nick Harris for The Mail on Sunday  Published:  22:30 BST, 29 May 2021   |  Updated:  22:30 BST, 29 May 2021    24View  commentsThe IOC will require all participants at this summer's Tokyo Olympics to absolve them in writing of any responsibility for illnesses or deaths from Covid infections picked up during the Games, a move met with widespread dismay.Every athlete and every member of support staff due to attend the event, scheduled to start on July 23, will be obliged to sign a waiver 'entry form', headed 'Conditions of participation for NOC delegation members', a copy of which has been obtained by Sportsmail.Section 4 of this document begins: 'I agree that I participate in the Games at my own risk and own responsibility, including any impact on my participation to and/or performance in the Games, serious bodily injury or even death raised by the potential exposure to health hazards such the transmission of COVID-19.'All athletes and support staff attending the Tokyo Olympics this summer are required to sign a waiver 'entry form' which absolves the IOC and organisers of blame if that catch Covid-19 A member of the Philippines Olympic team receives a Covid vaccination ahead of the GamesLater in the same section, the waiver reads: 'To the fullest extent admissible under applicable laws, I irrevocably release the [IOC and Tokyo organisers] from any liability for any loss, injury, infectious disease or damage that I may suffer.'Although it is not unusual for athletes to waive certain rights at major sporting events, the IOC have not previously cited risk of death at a Games, or sought exempt themselves from any responsibility in this way.The World Players' Association - a global body representing sportspeople - have previously called for no waivers, saying: 'The IOC and all others responsible for the Games have a fundamental duty of care to protect public and athlete health from harm.'Former Team GB rower, Cath Bishop, an Olympic silver medalist who is now a leadership speaker, writer and consultant, told Sportsmail: 'It's an extension of what already exists, the IOC protecting themselves and taking away athletes' rights, but what to me seems odd is it's not accompanied by increased support [from the IOC], about what would happen if you did get ill and had a long-term health issue coming out of this.'That's the concern for an athlete, getting long Covid for example, without assurances that you'd be medically supported.'Former GB Olympic rower Cath Bishop said there were few assurances of support if an athlete suffers the effects of long Covid after the GamesMedical experts, the Japanese public and now of the Games' biggest sponsors are queuing up to demand organisers pull the plug on this summer's Olympics.Bishop added that the IOC now acknowledging deaths could theoretically arise from the Tokyo Games is significant. 'Look at how many people have died [with Covid] over the past year around the world,' she said. 'It's a fatal illness and it's massively indiscriminate. There are people who have died in their 20s and 30s. It's not the majority but it happens.'[The new waivers] flag up the greater risks that are being taken. The language up to now has been 'It's safe, it's safe, it's safe.' Now this is clearly telling us, it's not safe.'Dick Pound, the longest-serving member of the IOC, insisted the Games will go ahead, 'barring an Armageddon', even as more than 80 per cent of Japan's population is against the Olympics going ahead. The IOC and organisers insist the Tokyo Games will proceed despite a public backlashThe head of the Japanese doctors' union has raised fears the Games could even help create new strains of Covid.Bishop believes the IOC's determination to press ahead regardless is ultimately driven by money, specifically billions in TV cash that would be lost with a cancellation.'It's totally being driven by a sense of 'we can't go back', and we'd rather crash than pull back at this point,' she says. 'It's just about [broadcasting ] contracts … If you think about [IOC president] Thomas Back's 2020 agenda of credibility, youth and sustainability, that's in tatters now.'You wonder what the longer term impact of that is, in terms of switching off audiences. People won't watch it. It won't be reported on [in the same way]. You've set quite a dangerous precedent there for the Olympics not being the kind of event that brings the world together.'It is expected that around 80 per cent of participants will have received Covid vaccines before the Games start. Around 80 per cent of participants at Tokyo 2020 will have been vaccinated beforehand The Tokyo organising committee had told Sportsmail that they will also provide health insurance for participants during the Games, but not after.An IOC spokesperson said: 'The safety and security of all persons attending the Games is the utmost priority of the IOC and Japanese organisers … The entry forms have been actually in place for previous Games, and have been updated to include COVID-19 related considerations. 'This is really to provide transparency and ensures informed consent from the Games participants. In addition, the entry forms are consistent with standard practice of other big event organisers and the forms are within the framework of the law.'\n\t    Share what you think\n          The comments below have not been moderated.\n      The views expressed in the contents above are those of our users and do not necessarily reflect the views of MailOnline.\n    By posting your comment you agree to our house rules.Do you want to automatically post your MailOnline comments to your Facebook Timeline?Your comment will be posted to MailOnline as usual. Do you want to automatically post your MailOnline comments to your Facebook Timeline?Your comment will be posted to MailOnline as usual  We will automatically post your comment and a link to the news story to your Facebook timeline at the same time it is posted on MailOnline. To do this we will link your MailOnline account with your Facebook account. We’ll ask you to confirm this for your first post to Facebook.You can choose on each post whether you would like it to be posted to Facebook. Your details from Facebook will be used to provide you with tailored content, marketing and ads in line with our Privacy Policy.Published by Associated Newspapers LtdPart of the Daily Mail, The Mail on Sunday & Metro Media Group", "Section": "", "Writers": "", "URL": "https://www.dailymail.co.uk/sport/sportsnews/article-9632529/Tokyo-2020-Athletes-asked-sign-Covid-19-responsibility-waiver-forms-IOC.html", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}