{"Type": "", "Time": "2021-05-30", "Headline": "Facing a Covid-19 surge, doctors will be forced to decide who gets bed in ICU, says Malaysia health chief, SE Asia News & Top Stories - The Straits Times", "Text": "Read 3 articles daily and stand to win ST rewards, including the ST News Tablet worth $398.Spin the wheel for ST Read and Win now.PETALING JAYA (THE STAR/ASIA NEWS NETWORK) - Malaysian doctors will be forced to make the tough call over which patient should be given a bed in the intensive care unit (ICU) because of the sharp rise in Covid-19 cases, the Health Ministry said on Sunday (May 30).Health director-general, Tan Sri Dr Noor Hisham Abdullah, said if active Covid-19 cases exceed the capacity of the healthcare facilities in the country, doctors will have to prioritise ICU beds.\"The Health Ministry has warned of possible scenarios in which doctors would have to make the difficult choice to prioritise ICU beds for patients with a high recovery potential over patients with low recovery potential (poor prognosis).\"This is a difficult situation that we are all facing and the Health Ministry would like to call on all parties to work together,\" he said in a joint press conference with Senior Minister (Security) Datuk Seri Ismail Sabri Yaakob.Dr Noor Hisham said the numbers of available beds in ICUs, Covid-19 hospitals, as well as quarantine and treatment centres, were declining because of rapidly rising cases.The usage of ICU beds for Covid-19 patients was now at 104 per cent capacity, with 1,113 beds in use, while Covid-19 hospital beds have reached 85 per cent capacity, with 10,190 patients currently hospitalised.As for Covid-19 quarantine and treatment centres, beds were now at 65 per cent capacity, with 27,183 beds in use while ventilators were at 60 per cent, with 2,138 total being used, of which 39 per cent were for Covid-19 patients.He added that the Health Ministry has taken the initiative to increase the number of beds in Covid-19 hospitals and Covid-19 hybrid hospitals by repurposing certain spaces in the hospitals into ICU units.\"The Kepala Batas Hospital Field ICU, as well as the proposed temporary takeover of the UKM Children's Hospital, are also among the steps we are taking to increase ICU capacity.\"We are also collaborating with NGOs that are offering medical assistance to open more ICUs in areas that need them,\" he said, adding that the lack of manpower is posing a major challenge to the ministry.Dr Noor Hisham also said the Health Ministry has increased the quarantine period for travellers arriving from overseas.The quarantine period for five high-risk countries such as India, Pakistan, Sri Lanka, Nepal and Bangladesh has been extended to 21 days.He also said Malaysia might be able to flatten the Covid-19 curve in three to four months, but this will require cooperation from the public to adhere to the standard operating procedures.An accelerated vaccination drive would also be vital to slow the infection curve.He said with the rise of new variants of concern (VOC), the two-week total lockdown starting Tuesday was necessary to reduce the number of cases and give front-liners much needed breathing room.Adding to concerns, he said the Health Ministry had recently received information from Vietnam about a new VOC detected there, a hybrid of the variants first identified in Britain and India.\"The new variants are concerning as they cause more infections and deaths.\"We must ramp up vaccinations and in June, we will be able to use over 10 million doses, this is necessary for us to do.\"Our behaviour is the first line of defence and if we can increase vaccination rates, that will increase our protection against the virus.Join ST's Telegram channel here and get the latest breaking news delivered to you.SPH Digital News / Copyright © 2021 Singapore Press Holdings Ltd. Co. Regn. No. 198402868E. All rights reservedWe have been experiencing some problems with subscriber log-ins and apologise for the inconvenience caused. Until we resolve the issues, subscribers need not log in to access ST Digital articles. But a log-in is still required for our PDFs.", "Section": "", "Writers": "", "MainKeyWord": "", "AdditionalKeyWord": "", "URL": "https://www.straitstimes.com/asia/se-asia/facing-a-covid-19-surge-doctors-will-be-forced-to-decide-who-gets-bed-in-icu-says", "Source": "google"}