{"Type": "", "Time": "2021-05-30", "Headline": "Covid-19 case from Nepal not linked to Changi Airport cluster despite woman's claims: MOH, Singapore News - AsiaOne", "Text": "SINGAPORE - A Covid-19 patient who alleged that she could have been infected at Changi Airport after arriving from Nepal on April 25 was unlikely to have caught the virus in Singapore.The Ministry of Health (MOH) said on Friday (May 28) that its investigations have confirmed there is no phylogenetic link between her case and those in the Changi Airport Terminal 3 cluster. Phylogenetic testing helps to determine if infections are related.MOH was responding to queries from The Straits Times on claims made by Ms Sonal Wadde, a 32-year-old Indian national and dependant's pass holder, that she felt safer in India.A screenshot circulated online shows she had written, in response to a question on Facebook, that she was infected \"most probably\" at Changi Airport.This was because two polymerase chain reaction (PCR) tests that she took before boarding the flight to Singapore and upon arrival had been negative, she wrote in the comment, which was picked up by several online news websites.It is unclear when she posted the comment, or what question she was responding to.MOH said: \"A negative pre-departure test or on-arrival test does not necessarily mean that a person is free from Covid-19, as one could be incubating the virus from an exposure prior to taking the tests.\" The Changi Airport cluster is currently the largest active cluster, with 108 cases linked to it as at Thursday. Ms Wadde is an imported case who was confirmed to have Covid-19 infection on May 2, said MOH. She was detected when she tested positive during her stay-home notice at a dedicated facility.After Ms Wadde was identified as a DBS Bank employee in online articles on Tuesday, the bank clarified in a Facebook post that she was previously engaged as a contract employee through a third-party vendor from June to July 2019.Ms Wadde is not currently a DBS employee, said the post.\"We hold our employees to the highest standards of conduct, both in person and online. DBS is fully committed to supporting the national effort to contain the spread of Covid-19,\" said DBS.Checks by ST found that Ms Wadde's LinkedIn and Facebook profiles were no longer accessible.This article was first published in The Straits Times. Permission required for reproduction.", "Section": "", "Writers": "", "URL": "https://www.asiaone.com/singapore/covid-19-case-nepal-not-linked-changi-airport-cluster-despite-womans-claims-moh", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}