{"Type": "", "Time": "2021-05-30", "Headline": "Coronavirus storm engulfs Everest", "Text": "Mount Everest guide Buddhi Bahadur Lama has spent days isolated in a tent after testing positive for coronavirus, as an outbreak that climbers say is putting lives at risk sweeps base camp.He is one of four in his expedition team thought to have contracted Covid-19 at the foot of the world's highest mountain, along with a growing number of others.\"This is not just our problem, it is happening in most of the teams at the base camp right now,\" the 35-year-old told AFP.Dozens of suspected Covid cases have been flown out of the area and at least two companies have cancelled expeditions after team members tested positive.However authorities in Nepal have yet to acknowledge a single case at the mountain, with the stakes high for the country's tourism industry after a Covid shutdown last year cost millions in lost revenue.Lama's symptoms are mild but he said some climbers were suffering more severely.The warmer weather that ushers in safer conditions for scaling Everest and other Himalayan peaks has coincided with a new wave of Covid-19 infections in Nepal.The country is reporting an average of 8,000 cases a day and the health system has been overwhelmed.Over the last two months since the climbing season began, more than 1,000 mountaineers and their mainly Nepali guides have been camped in the tent city.More than 350 have reached the summit so far this season, but some are still at base camp waiting for the next weather window.Breathing is already difficult at high altitudes so the coronavirus becomes a major threat if symptoms appear during a climb.Officials at a camp clinic say more than 30 people have been flown out for health issues in recent weeks. Some have posted their Covid-19 diagnosis on social media.But the government says it is unaware of any cases.\"We have asked companies and officials to report to us if they have any Covid cases but none has submitted anything yet. We need an official report,\" said Nepal's tourism department chief Rudra Singh Tamang.\"If people have tested positive in Kathmandu, it is hard to say where they got infected.\"There is also a lack of transparency among some expedition organisers about positive cases.- 'Lives at risk' -Austrian expedition organiser Lukas Furtenbach, who was the first to cancel an expedition, said he had submitted a report to the government.\"There is an outbreak and there is evidence for that. But the government is denying this outbreak and putting our lives and the lives of their own people, the Sherpas, at risk,\" he said.Last week Furtenbach was waiting to begin his ascent and his team of 19 climbers had already started acclimatisation treks when the virus struck.One person in the group tested positive with a rapid test kit and the next day three Sherpas also returned positive results.Eventually, eight in the expedition were found to have Covid-19, with seven confirmed by a PCR test in Kathmandu.Furtenbach believes they were infected on the mountain -- the only time his expedition was in close contact with other teams.The company has also helped other climbing teams test for the virus and two people have shown positive results.\"If someone dies up there with Covid the families would sue us -- when we knew about the outbreak and were still sending people up. This is a liability,\" he said.Nepal suffered a devastating blow to its tourism industry last year when the pandemic forced a complete shutdown of its mountaineering sector.Without foreign climbers, the Sherpas and other guides -- who are often the sole breadwinners for their families -- lost their main source of income.Kunga Sherpa was evacuated from base camp after he tested positive and is now recovering in Kathmandu.\"If we think financially, many need this year's earnings, but lives are important and perhaps, in a way, it would have been good to not climb this season,\" he said.pm/tw/axnA 95-year-old Singaporean woman died on Sunday (30 May) from COVID-19 infection, the Ministry of Health said on the same day.Sri Lankan authorities Sunday said they will sue the owners of a Singapore-registered cargo carrier which has burned for 11 straight days off the island's west coast and caused some of its worst-ever marine pollution.成功申請可獲迎新獎賞高達$6,600「獎賞錢」，網上申請額外$100「獎賞錢」British Prime Minister Boris Johnson married his fiancee Carrie Symonds in a \"secret ceremony\" on Saturday, UK media reports said.Gavin MacLeod, a veteran supporting actor best known for his role as an ever-smiling cruise ship captain on the 1970s-80s sitcom \"The Love Boat,\" died Saturday at the age of 90.Ukraine's ambassador to Thailand died early Sunday on the southern beach island of Koh Lipe while on vacation with his son, police said, with the cause of death still undetermined.用Smart卡於指定日常消費商戶購物，全年5%現金回贈！新客戶迎新更高達$1,600現金回贈，立即申請！US President Joe Biden's administration announced Friday it will not return to the Open Skies Treaty, which Donald Trump withdrew from, signaling a toughening stance against Russia.The Ministry of Health (MOH) on Saturday (29 May) confirmed 33 new COVID-19 cases in Singapore, taking the country's total case count to 62,003.The Ministry of Health (MOH) on Sunday (30 May) confirmed the detection of 25 new cases of COVID-19 infection in Singapore, taking the country's total case count to 62,028.與人氣遊戲《集合啦！動物森友會》首度推出UT系列，讓島民於日常都可分享歡樂時光!Israeli and Egyptian officials held talks in both countries Sunday aimed at bolstering the Cairo-brokered ceasefire that ended the latest deadly flare-up of violence between the Jewish state and Gaza's Hamas rulers.The Minimum Occupation Period is the period of time that you are required to physically occupy your flat before you can sell it on the open market. The post Minimum Occupation Period exemptions given to 4,500 households in last 3 years appeared first on iCompareLoan.Vietnam has discovered a new Covid-19 variant which spreads quickly by air and is a combination of the Indian and British strains, health officials confirmed Saturday.All asset classes. Industry-leading prices. User-friendly investing online.The theory that Covid-19 might be the result of scientific experiments has thrown a spotlight on the work of the world's most secure biolabs.Prime Minister Lee Hsien Loong will deliver a live speech on Monday (31 May) regarding Singapore's approach to reopening while also controlling the spread of COVID-19 within its borders.Jessica Liu, president of Lazada Group, is leaving the Southeast Asian online shopping unit of Alibaba Group Holding Ltd.保障高達$120萬主要癌症賠償及每月$12,000入息津貼，限時首年保費9折優惠，立即經SC Mobile投保!More than 20 horses have died of starvation in just one month at Bangladesh's most popular resort district, the animals' owners said Sunday, as the country's tourism industry reels from the pandemic's economic fallout.Residents of a small French town laid cards and flowers Saturday at the spot where a \"very kind\" and \"gentle\" policewoman was seriously wounded in a knife attack the day before, the latest in a spate of attacks on officers.Six hundred Russian soldiers requested by the Central African Republic this month are \"unarmed instructors,\" Moscow's deputy ambassador to the United Nations said Friday.超值冰涼寢具，炎夏夜夜睡好眠。  在家中享受異國假期！The US customs agency announced Friday it would block imports of products from China's Dalian Ocean Fishing Co for alleged use of forced labor and abuse of workers on its tuna vessels.Russian President Vladimir Putin took Belarus strongman Alexander Lukashenko for a boat trip on Saturday as the close allies met for a second day and held \"informal talks\" amid the outcry after Minsk diverted a European plane.\"Yesterday was the day of official talks and today it's informal,\" Kremlin spokesman Dmitri Peskov told reporters of the meetings in Sotchi on the Black Sea.Libya's military strongman Khalifa Haftar is polishing his political image ahead of elections, after a crippling rout on the battlefield and with his support waning at home and abroad, analysts say.", "Section": "", "Writers": "", "URL": "https://sg.news.yahoo.com/coronavirus-storm-engulfs-everest-020159787.html", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}