{"Type": "", "Time": "2021-05-30", "Headline": "Singapore rules out further tightening of pandemic curbs; current measures enough, says minister | The Star", "Text": "\n                    Saturday, 29 May 2021\n                SINGAPORE, May 29 (dpa): Singapore's pandemic-related restrictions are \"working\" and have helped to stall a slight rise in case numbers since last month, the city-state's finance minister, Lawrence Wong, said on Friday (May 28).Saying case numbers had \"even declined slightly\" since the rules were brought in two weeks ago, Wong ruled out any \"further tightening of posture\" ahead of the June 13 end-date for the measures, which include limiting restaurants to takeaway or delivery, and capping attendance at events at 100 people.Wong's ministry on Friday announced an additional 800 million dollars in state funding for businesses affected by the retightening of curbs, adding gyms and arts education centres to the list of businesses receiving a 50-per-cent wage subsidy.The restrictions were imposed after Singapore's Health Ministry reported a rise in \"unlinked\" virus cases and after travel from hard-hit India and neighbouring countries was banned, including for work permit and residency holders.Singapore had up to then largely reopened domestically, after a short April-June lockdown last year.The Health Ministry reported 30 new cases of the virus on Friday, taking the total closer to 62,000. Most of the cases reported since the pandemic's start came in mid-2020 and were among migrant workers.Thirty-two deaths related to the virus have been recorded by the ministry. - dpa\nTags / Keywords:\nSingapore\n                                                                ,\n                                                                                                No More\n                                                                ,\n                                                                                                Tightening\n                                                                ,\n                                                                                                Pandemic Curbs\n                                                                ,\n                                                                                                CUrrent Measures\n                                                                ,\n                                                                                                Enough\n\n\n\nReport it to us.Thank you for your report!Copyright © 1995-\n            \n\n Star Media Group Berhad (10894D)Best viewed on Chrome browsers.{{item['V1 Header']}}\n   {{item['V1 Body']}}\n\n  {{item['V2 Header']}}\n\nWe would love to keep you posted on the latest promotion. Kindly fill the form belowWe hope you enjoy this feature!", "Section": "", "Writers": "", "URL": "https://www.thestar.com.my/aseanplus/aseanplus-news/2021/05/29/singapore-rules-out-further-tightening-of-pandemic-curbs-current-measures-enough-says-minister", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}