{"Type": "", "Time": "2021-05-30", "Headline": "Singapore and Malaysia to ensure continued flow of goods and services: Gan Kim Yong, Singapore News & Top Stories - The Straits Times", "Text": "Read 3 articles daily and stand to win ST rewards, including the ST News Tablet worth $398.Spin the wheel for ST Read and Win now.SINGAPORE - The Republic will continue to work closely with Malaysia to ensure the continued flow of goods and supplies between the two countries, despite the latter's announcement of further tightened measures to control the pandemic, Minister for Trade and Industry Gan Kim Yong said on Saturday (May 29).Malaysia had announced on Friday that it will be implementing a nationwide total lockdown for all social and economic sectors from next Tuesday to June 14 to curb the spread of Covid-19 within the country.Mr Gan said leading supermarket chains in Singapore have been actively monitoring the situation globally and regionally since last year.\"Where necessary, they have acted quickly to build up inventory to increase our stock of food and essential supplies.\"The Ministry of Trade and Industry said in a Facebook post on Saturday that Mr Gan made these comments during a visit to NTUC FairPrice's Benoi Distribution Centre and a cold warehouse at YCH's Supply Chain City.Mr Gan also expressed appreciation to logistics professionals and supermarket staff for their hard work \"in ensuring that there are sufficient supplies for the nation\".\"As we continue the battle against the pandemic, I urge all Singaporeans to continue to stand together while taking care of the most vulnerable among us,\" he added.Join ST's Telegram channel here and get the latest breaking news delivered to you.SPH Digital News / Copyright © 2021 Singapore Press Holdings Ltd. Co. Regn. No. 198402868E. All rights reservedWe have been experiencing some problems with subscriber log-ins and apologise for the inconvenience caused. Until we resolve the issues, subscribers need not log in to access ST Digital articles. But a log-in is still required for our PDFs.", "Section": "", "Writers": "", "MainKeyWord": "", "AdditionalKeyWord": "", "URL": "https://www.straitstimes.com/singapore/singapore-and-malaysia-to-ensure-continued-flow-of-goods-and-services-gan-kim-yong", "Source": "google"}