{"Type": "", "Time": "2021-05-30", "Headline": "New rule on Covid-19 test for returning S'poreans, PRs not a straightforward matter, say experts, Singapore News & Top Stories - The Straits Times", "Text": "Read 3 articles daily and stand to win ST rewards, including the ST News Tablet worth $398.Spin the wheel for ST Read and Win now.SINGAPORE - A new requirement that Singapore citizens and permanent residents (PRs) must test negative for Covid-19 before being allowed to return home from high-risk countries kicked in at midnight on Sunday (May 30).Infectious diseases experts say the move will help to protect front-line staff at the airport and could help to ease the load on Singapore's healthcare system, which has had to deal with a spike in community cases in recent weeks.But they also note the measure has its limitations and implementing it is not as straightforward as it seems. At least one legal expert has raised the issue of the constitutionality of the new requirement with the Government.The Ministry of Health (MOH) said last Wednesday that, from 11.59pm on Saturday, all Singaporeans and PRs returning to the country will have to present a valid negative Covid-19 polymerase chain reaction (PCR) test taken within 72 hours before their departure.This is the first time MOH has required Singaporeans and PRs to take a pre-departure test.The ministry had previously said it did not want to make it difficult for them to return home, should they be caught unprepared by rapidly deteriorating pandemic conditions abroad.The Immigration and Checkpoints Authority's (ICA) SafeTravel website says those travelling by plane or by boat will have to present their test result at the air and sea checkpoints upon arrival in Singapore.Those who have stayed in lower-risk areas, including Australia, Brunei, China, Hong Kong, Macau and New Zealand, for the last 21 days are exempted.Children aged six and below are also exempted from the new requirement.At land checkpoints, only PRs entering Singapore will need to present a valid, negative test result.PRs who arrive in Singapore overland without a valid, negative test result may be denied entry. Those who fail to comply with the new requirement may have their entry or re-entry permit cancelled.Travellers must be tested by an accredited or authorised health centre in the country or region of departure.Documentary proof is required and ICA recommends that travellers ask for a copy of the PCR test report that is in English or accompanied by an English translation, contains the traveller's name, date of birth and passport number, and shows the date and result of the test.Mr Fin Chua, 30, who has been living in Thailand for eight years, planned to fly back to Singapore next week to visit his father who lives alone.After hearing about the pre-departure test requirement, the business owner considered moving his flight earlier so he could return before the measure kicked in.Ultimately, Mr Chua did not do so. Instead, he moved his flight back by two weeks to mid-June, citing the lengthy 21-day stay-home notice he would have to serve if he came back home now.Mr Chua feels that the new requirement is onerous as it is not easy getting a Covid-19 PCR test in Bangkok .He said a PCR test in the Thai capital costs about 2,000 baht (S$85) at a government clinic and 4,000 baht at a government hospital, but it is hard for foreigners to get tested as Thais get priority.The wait to get tested at the clinics can take hours, he said, unless one pays more to join a priority queue which means a wait time of 15 to 30 minutes.\nA PCR test in Bangkok costs about 2,000 baht (S$85) at a government clinic and 4,000 baht at a government hospital, but it is hard for foreigners to get tested as Thais get priority. PHOTO: EPA-EFE\nMs Cheryl Wong, 30, who works in the film industry in New York, said she did not mind the new requirement as getting tested for Covid-19 in the US city is easy and there are free services.\"If I lived somewhere else with less testing options and undetermined turnaround times, I'd probably be more annoyed,\" added Ms Wong, who is returning home on May 31 to renew her US work visa and to see her family after being away for 1½ years.She noted, though, that the new test requirement did not appear to take into account Singaporeans or PRs who had already been vaccinated, or that individuals may still test positive even though they may no longer be infectious.She said: \"I'm pretty sure I'll test negative because I'm fully vaccinated and I am still cautious. But there is that little bit of a what if.\"Mr Samuel Phua, 23, who is coming home next month after graduating from the Sibelius Academy in Finland, is also somewhat anxious about the pre-departure test.\"It is allergy season here, and pollen allergies and Covid-19 have symptoms that are quite similar. I got myself tested recently and my results were negative, but there's always that sliver of doubt and worry that the next one may be positive.\"But Mr Phua also said that the new requirement is an important step towards ensuring the safety of Singaporeans both abroad and back home.Dr Ling Li Min, an infectious disease physician from Rophi Clinic, said the decision to require citizens and PRs to take pre-departure tests before they are allowed entry would have been a difficult one for the authorities to make.Limited access to swab testing facilities in some countries means that Singaporeans living in places where Covid-19 is raging may not be able to return home.But with the recent spate of unlinked community cases, Dr Ling said, the authorities now have several fires to fight and the new testing requirement will help to minimise the risk of the virus spreading in Singapore.This is especially in the light of the fact that the Changi Airport cluster - Singapore's largest active cluster with more than 100 cases - was traced to staff interactions with a family who flew in from South Asia.While Dr Ling acknowledged that PCR tests may not pick up every single case, she said the mandatory pre-departure tests will at least help to identify those who are infectious and prevent the virus from spreading onboard flights into Singapore.She added: \"It is evident that a key vulnerability exists from when passengers disembark until they are taken to their stay-home notice facility. This measure would further reduce the potential exposure to the virus for that part of the journey.\"Professor Paul Tambyah, deputy director of the National University of Singapore (NUS) Yong Loo Lin School of Medicine's Infectious Diseases Translational Research Programme, also said the new measure would protect Changi Airport staff.\"If this screening reduces the number of infected people passing through the airport even by a small proportion, it might reduce the risk to staff - in particular to those who, for some reason or another, cannot take the vaccines,\" he said.Asked if the authorities should also extend the pre-departure test requirement to Singaporeans and PRs returning from lower-risk places, Prof Tambyah said it would be logical to mandate the test for everyone.\"Taiwan and Vietnam were previously considered low-risk places, as was the state of Victoria in Australia. These classifications can change rapidly,\" he added.\nThe new measure would protect Changi Airport staff, says Professor Paul Tambyah. ST PHOTO: MARK CHEONG\nProfessor Teo Yik Ying, dean of NUS' Saw Swee Hock School of Public Health, said implementing the new requirement may be more challenging than anticipated.Echoing a point made by Prof Tambyah, Prof Teo said not every jurisdiction will have commercial PCR testing capacity that is accredited and trustworthy.Hence, there is a need to ensure that Singaporeans and PRs who intend to travel to Singapore are able to access proper testing.Otherwise, the testing requirement could be additional logistical hurdles for those returning as they would have to transit in cities where these tests are available, Prof Teo said.He added: \"It will not be useful if returning travellers simply pay for a substandard test or a forged negative PCR test certificate.\"There is also the issue of the Government's responsibility towards citizens who test positive and cannot return home on a commercial flight.MOH said travellers who test positive on their pre-departure test should seek medical care and ensure that they have fully recovered and are non-infectious before travelling to Singapore.Singaporeans who test positive for Covid-19 while overseas and require urgent medical care can still return home via a medevac flight or any other equivalent form of conveyance.Singapore Management University assistant professor of law Benjamin Joshua Ong noted that Article 13(1) of the Singapore Constitution states that no citizen of Singapore shall be \"banished or excluded\" from Singapore.The courts have not ruled on the precise meaning of the words \"banished\" or \"excluded\", he said.\"It is possible that those words mean that anything preventing a citizen of Singapore from travelling to Singapore would be unconstitutional. On the other hand, a court might also hold that it is acceptable for certain requirements to be imposed on citizens before they can return...\"I think it is at least arguable that, if the restrictions are too onerous, then those restrictions would in substance amount to banishment or exclusion,\" he added.Prof Ong said he has written to MOH for more information about the precise legal basis for the new pre-departure test requirement.He also suggested that exceptions be allowed, citing a hypothetical case of a Singaporean abroad whose overseas visa or work permit may be expiring but cannot get access to a Covid-19 test in time to return home, putting him at risk of overstaying.However, SMU law don Eugene Tan said that while at first glance it might appear that the pre-departure test requirement for Singaporeans is in breach of Article 13(1), this is not the case.“While Article 13(1) is not explicitly subjected to any derogations or restrictions, a citizen who is not in Singapore voluntarily cannot be said to be banished or excluded,” Associate Professor Tan said.Instead, the testing requirement only means that a citizen will not be allowed to board a flight or ferry to Singapore unless he has a negative Covid-19 test result. If the citizen does somehow make the journey to Singapore, he will unlikely be denied entry, Prof Tan added.“In other words, the pre-departure test requirement imposes a duty on the flight or ferry operator to ensure that all passengers travelling to Singapore have the necessary negative test results based on their travel histories. The constitutional guarantee provided by Article 13(1) is in no way under threat.”\nTravellers should ensure that they have fully recovered and are non-infectious before travelling to Singapore. ST PHOTO: MARK CHEONG\nProf Tambyah said there seems to be a reluctance to ban flights and replace them with evacuation flights like what was done with Wuhan at the start of the pandemic.Hence, the new measure is a logical option despite its limitations.Prof Teo said he believes that the Singapore Government will not leave any citizen in the lurch during a medical emergency, but stressed that individuals also need to bear responsibility should they choose to travel out of Singapore while the pandemic is still raging globally.He added: \"This is really a reminder to Singaporeans and PRs that they should avoid unnecessary travel out of Singapore during this period, and if they choose to do so, to ensure they have the necessary insurance coverage for Covid-19 medical evacuation if infected.\"Join ST's Telegram channel here and get the latest breaking news delivered to you.SPH Digital News / Copyright © 2021 Singapore Press Holdings Ltd. Co. Regn. No. 198402868E. All rights reservedWe have been experiencing some problems with subscriber log-ins and apologise for the inconvenience caused. Until we resolve the issues, subscribers need not log in to access ST Digital articles. But a log-in is still required for our PDFs.", "Section": "", "Writers": "", "MainKeyWord": "", "AdditionalKeyWord": "", "URL": "https://www.straitstimes.com/singapore/experts-say-new-rule-on-covid-19-test-for-spore-citizens-and-prs-overseas-not-a", "Source": "google"}