{"Type": "", "Time": "2021-05-30", "Headline": "Obituary: Sports fraternity remembers Edwin Lee's 'big heart' and commitment, Sport News & Top Stories - The Straits Times", "Text": "Read 3 articles daily and stand to win ST rewards, including the ST News Tablet worth $398.Spin the wheel for ST Read and Win now.SINGAPORE - A father figure who was a pillar of support for athletes, veteran sports administrator Edwin Lee will be remembered for his commitment and generosity to the local fraternity.Lee, who was Singapore National Olympic Council (SNOC) treasurer, Singapore Olympic Foundation director, Singapore Taekwondo Federation (STF) and Chinese Swimming Club (CSC) president, died on Saturday (May 29) morning.He was 65 and is the second member of the SNOC's executive committee to pass away in the last two months. Vice-president Milan Kwee - the man Lee succeeded as president of the STF - died in March at the age of 74.Swimmer Joseph Schooling said he was \"heartbroken\", as he paid tribute to the man he affectionately called \"Uncle Edwin\".The Olympic 100m butterfly champion said: \"He was a generous man who never shied away from giving back to the community. My condolences to his family and I hope they will take comfort in knowing that we are ever grateful to Uncle Edwin for his contributions and that many more will continue to benefit from his big heart for a long time to come.\"Former national swimmer Gary Tan was just as saddened by the news as he recalled the time he was a 12-year-old CSC swimmer and a beneficiary of Lee's kindness more than two decades ago.Now the National Training Centre head coach, he told The Straits Times: \"CSC had organised a training camp in the United States for over 50 swimmers, and Edwin dipped into his own pocket to help fund the trip for around half of the group who needed the assistance, so that we could all improve from the programme.\"And even later on, when I became a national swimmer and was studying and training in America, we would still keep in close contact as he checked on how I was doing.\"This is the measure of the man who has helped so many athletes on a personal level and given much of his time to help different local sports.\"While Lee was never a national athlete - he used to play rugby when he was studying in Australia - he nonetheless left an indelible mark on Singapore sport.He was involved with the Singapore Table Tennis Association for over 20 years and while there, he started the sport's foreign talent scheme along with then-deputy president Terry Tan. This eventually led to Singapore earning a silver medal at the 2008 Beijing Olympics - the nation's first at the Games since weightlifter Tan Howe Liang's silver medal in 1960 - and two bronze medals at London 2012. In between, a historic world team championship was secured in 2010.The director of property development company Lee Kim Tah Holdings was also Singapore Tennis Association president from 2000 to 2015.Minister for Culture, Community and Youth Edwin Tong said in a Facebook post that he was \"shocked to learn of the wholly unexpected passing\" of Lee and that he and his ministry joined the SNOC in mourning Lee's passing.He hailed Lee as \"a passionate, dedicated stalwart\" of the local fraternity and said his \"exuberance towards Singapore sport was infectious and heartwarming\".\"The sporting community has lost a passionate champion and respected leader. We will miss him greatly. Our deepest condolences to Edwin's family,\" he added.SNOC president Tan Chuan-Jin remembered Lee as \"no-nonsense and straight-talking\", but also someone with \"a great sense of humour and a heart of gold\".He said: \"Edwin was an invaluable part of our team at SNOC. Not only was he our treasurer, he was also our trusted resource person to help sort out awkward and difficult issues. He was involved with sports for quite some time and contributed richly.\"He was kind and generous with those around him and cared deeply for our athletes and for sports in Singapore. We will miss him dearly.\"One such difficult issue was the leadership of the STF, which saw the mass resignation of seven committee members, including then-president Kwee, in 2018. On top of that, the federation was suspended by both the SNOC and World Taekwondo, the sport's global governing body. It has yet to be reinstated.It was also embroiled in legal issues with its former secretary-general Wong Liang Ming.Lee volunteered to work to restore the standing of the beleaguered federation and was subsequently elected last year.International Olympic Committee vice-president and SNOC executive committee member Ng Ser Miang mourned the loss of \"an extremely dear friend who is like a brother\".Having known Lee in the 1980s when the duo helped to reshape the Automobile Association of Singapore, Ng said: \"No words can express the sadness and pain of the loss. Edwin was a great sports leader... and also a generous man who contributed to many worthy causes and helped many in need.\"He worked very hard to support athletes and clubs. He was on the board of the Marina Bay Golf Course and was instrumental in laying the foundation of the very first public golf course that has won many Asian golf accolades.\"Edwin's departure is a great loss to sports, to society and to all of us.\"Lee leaves behind two children, Mark and Nicole.Join ST's Telegram channel here and get the latest breaking news delivered to you.SPH Digital News / Copyright © 2021 Singapore Press Holdings Ltd. Co. Regn. No. 198402868E. All rights reservedWe have been experiencing some problems with subscriber log-ins and apologise for the inconvenience caused. Until we resolve the issues, subscribers need not log in to access ST Digital articles. But a log-in is still required for our PDFs.", "Section": "", "Writers": "", "MainKeyWord": "", "AdditionalKeyWord": "", "URL": "https://www.straitstimes.com/sport/obituary-sports-fraternity-remembers-edwin-lees-big-heart-and-commitment", "Source": "google"}