{"Type": "", "Time": "2021-05-30", "Headline": "People's Association apologises for using couple's wedding photo for Hari Raya decorations without permission, Singapore News - AsiaOne", "Text": "SINGAPORE - The People's Association (PA) has apologised for using a wedding photograph of a Malay/Muslim couple as a standee for Hari Raya decorations at a Housing Board estate in Tiong Bahru, without permission.The PA has removed the standee.The photograph - in which the couple is dressed in traditional Malay garb with elements of wedding symbols - was used to create a standee alongside a decorative platform and banner depicting Mr Melvin Yong, MP for Radin Mas, and his Hari Raya wishes for residents.In a number of Instagram stories as well as a post on Friday (May 28) that has garnered more than 10,000 likes, Ms Sarah Bagharib, 30, said she had been alerted by two friends to the use of her wedding photograph.She added that neither the photographer - nor she and her husband - had been approached to give consent for its use.They tied the knot in 2017.Ms Sarah, who works in communications, told The Straits Times that beyond the disregard for her privacy, what enraged her was how the image had been \"caricatured for entertainment and amusement\".\"They blew it up and cut out our faces, and used it as a way to celebrate Hari Raya, a cultural event which is not even related to the photograph.\"The PA explained in a statement that the Radin Mas Constituency Office (CO) had engaged a vendor, Warabi Enterprise (Art Studio), to design and put up Hari Raya decorations at the Tiong Bahru Orchid estate.The vendor came up with the concept and design for the decorations. It downloaded and used the photo from an online source and then used it for a standee.The decorations, including the standee, were then put up by Radin Mas CO.[embed]https://www.instagram.com/p/CPag5JRBM8p/[/embed]Ms Sarah said: \"For me, after internalising it, I felt it is really rude... Regardless of whether it was a third-party vendor (who downloaded and used the photo), it is a government agency involved.\"In the larger scheme of things, what does this reflect? The PA is meant to be a statutory board that seeks to promote social cohesion and harmony in Singapore.\"In its statement, the PA said: \"This should not have happened. Neither our vendor nor Radin Mas CO obtained any permission to do so. This is against the policies which have been put in place. We have since spoken to the vendor on the seriousness of this infringement, and will follow up with the appropriate steps.\"Nonetheless, the PA, including Radin Mas CO, takes responsibility for this error as we had oversight of the matter, and the decorations were allowed to be put up.\"The association added that it would take steps to guide and help staff and, as far as possible, external vendors, to be more culturally attuned and sensitive.Ms Sarah said she sent an e-mail on Friday to Mr Yong, Tanjong Pagar Town Council and PA's chief executive director, Mr Lim Hock Yu.She added that Mr Lim replied to her e-mail and apologised, while Minister for Culture, Community and Youth and Second Minister for Law Edwin Tong also apologised to her separately, via a private message.[embed]https://www.facebook.com/PAFrenz/posts/10159070929443766[/embed]Mr Tong is also deputy chairman of the PA.Ms Sarah hopes there is also \"public affirmation (from the organisations involved) that there will be learning from this incident\".\"The insult and insensitivity was expressed not just to me but also the entire Malay/Muslim community,\" she said.\"There needs to be greater depth to highlight what they will do beyond 'taking it more seriously' - what processes there will be such that incidents like this will not be repeated.\" This article was first published in The Straits Times. Permission required for reproduction.", "Section": "", "Writers": "", "URL": "https://www.asiaone.com/singapore/peoples-association-apologises-using-couples-wedding-photo-hari-raya-decorations-without", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}