{"Type": "Singapore", "Time": "2021-06-02", "Headline": "15 new COVID-19 community cases in Singapore; all Hua Zai food stalls to shut amid 'likely ongoing transmission' among workers", "Text": "SINGAPORE: Singapore reported 15 new COVID-19 community cases as of noon on Tuesday (Jun 1), including seven with no links to previous cases.Eight were linked to previous cases, with six already on quarantine and two detected through surveillance, said the Ministry of Health (MOH).There were also three imported cases, who had been placed on stay-home notice upon arrival in Singapore.No new infections were reported in migrant workers' dormitories.In all, Singapore reported 18 new COVID-19 cases on Tuesday.CLOSURE OF HUA ZAI OUTLETSMOH said it is investigating cases of COVID-19 infection among people who work atHua Zai outletsas epidemiological investigations have found that there is \"likely ongoing transmission\".The Hua Zai outlet in NTUC Foodfare (308 Anchorvale Road) has been closed since May 30, following the detection of cases linked to the coffee shop.To break any potential chain of transmission and enable deep cleaning of the premises, MOH said all 26 Hua Zai outlets will be closed to the public for two weeks from Tuesday. They will reopen on Jun 15.7 UNLINKED CASESA 37-year-old Singaporean who is a resident at MINDSville@Napiri is among the seven unlinked cases.The woman developed a runny nose and cough on May 29 and subsequently a fever on May 30. She was taken to a polyclinic the next day, where she underwent both an antigen rapid test (ART) and polymerase chain reaction (PCR) test.Both tests came back positive for COVID-19 on May 31 and her serology test result is pending.The other cases include a 46-year-old Singaporean who works as a front desk staff member at Hotel Boss and a 29-year-old Malaysian who works as a \"car park roving officer\" at TOP Parking, said MOH.There is also a 26-year-old Malaysian who works as a delivery rider for Pizza Hut (Hougang Green) and a 72-year-old Singaporean who is employed by SMN Elite Security as a security guard at Shriro House (11 Chang Charn Road).The remaining two unlinked cases are a 56-year-old Singaporean homemaker and an 82-year-old Singaporean retiree.All of the unlinked cases experienced symptoms such as fever, body aches, shortness of breath or loss of taste prior to testing positive for COVID-19.HONG YE GROUP CLEANERS CLUSTER GROWSA 17-year-old Singaporean who works at Ang Mo Kio-Thye Hua Kwan Hospital has been linked to the Hong Ye Group cleaners cluster, which now has a total of 22 infections.The teenager, known as Case 63929, last went to work on May 28. She is a close contact of a previously confirmed case, an 18-year-old Singaporean who is a full-time national serviceman at the Civil Defence Academy.Case 63929 developed a fever and sore throat on May 30 but did not seek medical treatment until May 31 when she visited a clinic and was tested for COVID-19. Her test result came back positive for COVID-19 on the same day and her serology test result is pending.NEW CLUSTERSThree new clusters have been identified.Two new cases reported on Tuesday have been linked to the Case 63887 cluster, which now has three infections. Case 63887, a 65-year-old Singaporean who is a homemaker, was confirmed to have COVID-19 on May 30.Among the two new cases linked to this cluster is a four-year-old Singaporean student at My First Skool at Block 332B Anchorvale Link. The girl was last in school on May 12. She developed a cough and a fever on May 26 and May 27 respectively, and sought medical treatment at a clinic on May 28.As she had been identified as a close contact of Case 63887, she was quarantined on May 30 and was tested for COVID-19 on the same day. Her test result came back positive for COVID-19 on May 31 and her serology test result is pending.The other case linked to Case 63887 is a 27-year-old Malaysian homemaker. She developed a fever and cough during quarantine and tested positive for COVID-19 on May 31.The second new cluster is linked to Case 63399, a 35-year-old Malaysian who is a kitchen crew member at Kota Zheng Zong Bak Kut Teh (Serangoon Gardens).The new case in this cluster is a 29-year-old Malaysian who works as a waitress at Chir Chir Restaurant at Bugis Junction. This brings the total number of cases in this cluster to three.The third new cluster is linked to Case 63743, a 24-year-old Malaysian who works at McDonald’s (The Woodgrove). The new case in this cluster is a 28-year-old Malaysian who works as a waiter at Acid Bar. He was last at work on May 16. This brings the total number of cases in this cluster to three.TWO-YEAR-OLD GIRL AMONG COMMUNITY CASESA two-year-old Singaporean who is a student at Carpe Diem at 2 Ang Mo Kio Drive has been added to the cluster linked to a 31-year-old Singaporean man who works as a property agent with ERA Realty Network. The cluster has now grown to seven cases.The girl is a family member of three previously confirmed COVID-19 cases and was last in school on May 14. She was quarantined on May 24 and tested negative for COVID-19 on May 30.She was asymptomatic and was detected when she was tested again on May 31 during quarantine. Her serology test result is positive.A 39-year-old Singaporean homemaker has been linked to the Tektronix cluster. She is a family member and household contact of a previously confirmed case.The woman was quarantined on May 25. She was tested for COVID-19 on May 26 and her result came back negative on the same day.She developed a fever on May 31 and was again tested for COVID-19. Her result came back positive on the same day and her serology test result is pending.The remaining linked case is a 30-year-old Singaporean man who works as a technician at ST Engineering Innosparks. He is a family member and household contact of a previously confirmed case.The man developed a fever and cough on May 30 and sought medical treatment at a polyclinic the next day, where he underwent both an ART and PCR test.He was immediately isolated when his ART came back positive. His PCR test result also came back positive for COVID-19 on the same day while his serology test result is negative.IMPORTED CASESTwo of the imported cases are Singaporeans who returned from India and the Philippines.The remaining imported case is a short-term visit pass holder who arrived from the Philippines for a work project in Singapore.MOH said the short-term visit pass holder, a 38-year-old Filipino man, arrived on Apr 23 and served his stay-home notice at a dedicated facility until May 7.His pre-departure test taken in the Philippines on Apr 22, his on-arrival test in Singapore on Apr 23, as well as his swab done on May 6 during stay-home notice, were all negative for COVID-19.He was asymptomatic, and was detected when he was tested for COVID-19 on May 29, with his test result coming back positive the next day.\"His Ct value was very high, which is indicative of a low viral load, and his serology test result has also come back positive,\" said MOH.“Given that these indicate likely past infection, we have classified the case as imported based on his travel history. He is likely to be shedding minute fragments of the virus RNA, which are no longer transmissible and infective to others.\"22 MORE PATIENTS DISCHARGEDMOH said the overall number of new cases in the community has decreased from 176 cases in the week before to 125 cases in the past week.The number of unlinked cases in the community has also decreased from 30 cases in the week before to 27 cases in the past week.Among the 179 cases reported from May 26 to Jun 1, 49 cases have tested positive for their serology tests while 112 have tested negative. Another 18 serology test results are pending.Twenty-two more cases have been discharged from hospitals or community isolation facilities, bringing Singapore's total recoveries to 61,481.There are 217 cases still in hospital. Most of them are stable or improving, and two are in critical condition in the intensive care unit. Another 338 are being isolated and cared for at community facilities.As of Tuesday, Singapore has reported a total of 62,069 COVID-19 cases and 33 fatalities. ​​​​​​​Mandatory COVID-19 tests began for residents of three housing blocks in Yishun and Hougang on Tuesday.Residents ofBlock 745 Yishun Street 72were being tested after MOH said on Monday that there was \"likely COVID-19 transmission\" in the block.Residents ofBlocks 501 and 507 Hougang Avenue 8were also set to undergo the mandatory COVID-19 tests, after traces of the virus were found in wastewater samples taken from those blocks. MOH said no confirmed cases had yet to be identified in the blocks.Downloadour appor subscribe to our Telegram channel for the latest updates on the coronavirus outbreak:https://cna.asia/telegramIt looks like the email address you entered is not valid.", "Section": "", "Writers": "", "MainKeyWord": "MOH,COVID-19,coronavirus", "AdditionalKeyWord": "", "URL": "https://www.channelnewsasia.com/news/singapore/covid-19-jun-1-community-cases-unlinked-moh-hua-zai-foodfare-14924268", "Source": "google"}