{"Type": "", "Time": "2021-06-02", "Headline": "While You Were Sleeping: 5 stories you might have missed, June 2, World News & Top Stories - The Straits Times", "Text": "Read 3 articles daily and stand to win ST rewards, including the ST News Tablet worth $398.Spin the wheel for ST Read and Win now.The World Health Organisation (WHO) has approved a Covid-19 vaccine made by Sinovac Biotech for emergency-use listing, the second Chinese-produced shot to get its endorsement, a WHO statement said on Tuesday.WHO emergency listing is a signal to national regulators on a product's safety and efficacy.It would also allow the shot to be included in Covax, the global programme to provide vaccines mainly for poor countries, which currently faces major supply problems due to India's suspension of vaccine exports.In a statement, the independent panel of experts said it recommended Sinovac's vaccine for people over 18, with a second dose two to four weeks later.READ MORE HEREBritain recorded no new Covid-19 deaths for the first time since the global pandemic began, bolstering calls from industry groups for Prime Minister Boris Johnson to lift restrictions as planned this month.Zero deaths have been reported in the past day, according to the latest statistics published on the government's coronavirus dashboard at 4pm (11pm Singapore time) on Tuesday.That's the first time since March 7 last year that nobody has died in the United Kingdom from the disease.READ MORE HEREThe White House said on Tuesday that Brazil's JBS SA has informed the US government that a ransomware attack against the company that has disrupted meat production in North America and Australia originated from a criminal organisation likely based in Russia.JBS is the world's largest meatpacker and the incident caused its Australian operations to shut down on Monday and has stopped livestock slaughter at its plants in several US states.The ransomware attack follows one last month by a group with ties to Russia on Colonial Pipeline, the largest fuel pipeline in the United States, that crippled fuel delivery for several days in the US South-east.READ MORE HEREFlorida on Tuesday became the latest and largest US state to ban transgender girls and women from participating in female sports at schools, part of a campaign in statehouses nationwide this year assailed as discriminatory by equal rights activists.Republican Governor Ron DeSantis, who is closely aligned with former President Donald Trump, enacted the law on the first day of Pride Month, which celebrates the lesbian, gay, bisexual, transgender, and queer (LGBTQ) community.DeSantis said the law, which states participation rules for public high schools and universities, was needed to ensure fairness for women participating in sports across the state.READ MORE HEREAn official Canadian panel on Tuesday said people who received a first shot of AstraZeneca’s Covid-19 vaccine can choose to receive a different shot for their second dose, dealing another potential blow to the pharmaceutical giant.Theresa Tam, Canada’s chief public health officer, said one reason for the recommendation by the National Advisory Committee on Immunisation was concern about rare and potentially fatal blood clots linked to the AstraZeneca vaccine.“If it weren’t for that, then probably one would progress with giving the same (vaccine) as a second dose,” she told reporters, adding Canada was following the example of others.READ MORE HEREJoin ST's Telegram channel here and get the latest breaking news delivered to you.SPH Digital News / Copyright © 2021 Singapore Press Holdings Ltd. Co. Regn. No. 198402868E. All rights reservedWe have been experiencing some problems with subscriber log-ins and apologise for the inconvenience caused. Until we resolve the issues, subscribers need not log in to access ST Digital articles. But a log-in is still required for our PDFs.", "Section": "", "Writers": "", "MainKeyWord": "", "AdditionalKeyWord": "", "URL": "https://www.straitstimes.com/world/while-you-were-sleeping-5-stories-you-might-have-missed-june-2-2021", "Source": "google"}