{"Type": "", "Time": "2021-06-02", "Headline": "\n                                    TSMC's Japan project attracts over 20 participant companies -\n                        Nikkei Asia\n                        ", "Text": "Japan semiconductor industry pitches in cutting-edge materials and equipmentTOKYO -- The Japanese government on Monday was set to finalize a plan in which it has enlisted Taiwan Semiconductor Manufacturing Co. to develop cutting-edge chipmaking technologies in Japan.The Ministry of Economy, Trade and Industry has been concerned about the Japanese semiconductor industry's declining position in the global market, which led it to seek TSMC's cooperation.TSMC, the world's biggest contract chipmaker, intends to bear around half the project's cost of about 37 billion yen ($337 million). Over 20 Japanese companies -- including Ibiden, which is strong in chip packaging -- will participate.The Japanese government -- which intends to establish a joint public-private sector concern to cooperate with TSMC -- expects the effort to pay off with improved international competitiveness for Japanese industry.Construction of a trial facility will begin this summer at the earliest at the National Institute of Advanced Industrial Science and Technology, in Tsukuba, Ibaraki Prefecture. Full-blown research and development work will begin as early as 2022.The chip industry is nearing limits in some crucial areas, including in the thinning of wires so semiconductors can have ever greater processing power.Now the Taiwanese company, which has led the global industry in miniaturization, is embarking on another strategy to make the more powerful and sophisticated chips of tomorrow -- cooperate with Japanese companies and harness their strengths in materials and manufacturing equipment.Part of TSMC's plan is to come up with so-called 3D packaging technology -- which vertically layers semiconductors -- and to do so in Japan.Ibiden is a global leader in packaging technology.Other companies participating in the project include Asahi Kasei, a materials maker known for its ultrathin wiring; Shin-Etsu Chemical, which makes a new heat-dissipating material; Nagase & Co., a molding materials specialist; and Shibaura Mechatronics, a manufacturing equipment producer.There is a significant advantage for Japan's atrophying semiconductor industry to collaborate with TSMC, and the Japanese government intends to partially finance the project by using a fund established to promote the development of next-generation semiconductors.It is likely that Japan is cooperating with TSMC on the condition that the Taiwanese company set up a manufacturing operation in Japan.Sign up to our newsletters to get our best stories delivered straight to your inbox.Discover the all new Nikkei Asia appDiscover the all new Nikkei Asia appStay ahead with our exclusives on Asia; the most dynamic market in the world.Stay ahead with our exclusives on AsiaGet trusted insights from experts within Asia itself.Get trusted insights from experts within Asia itself.\n                Stay ahead with our exclusives on Asia; the most dynamic market in the world.\n            \n                Get trusted insights from experts within Asia itself.\n            Offer ends January 31stYou need a subscription to... \n            You need a subscription to:\n        \n        Nikkei Asian Review, now known as Nikkei Asia, will be the voice of the Asian Century.\n    ", "Section": "", "Writers": "", "URL": "https://asia.nikkei.com/Business/Tech/Semiconductors/TSMC-s-Japan-project-attracts-over-20-participant-companies", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}