{"Type": "", "Time": "2021-06-02", "Headline": "All 26 Hua Zai outlets closed for 2 weeks amid COVID cases", "Text": "SINGAPORE — All 26 Hua Zai Eating House outlets will be closed from 1 June for two weeks and re-open on 15 June following the detection of COVID-19 cases linked to an outlet at Anchorvale, the Ministry of Health (MOH) said on Tuesday (1 June).In its daily COVID-19 report, MOH said that it is investigating cases of infection amongst individuals who work at Hua Zai outlets. “Our epidemiological investigations have found that there is likely ongoing transmission among individuals who work at some of the Hua Zai outlets.”The Hua Zai outlet in NTUC Foodfare (308 Anchorvale Road) has been closed since 30 May, after a number of cases linked to the coffee shop were detected.As of Tuesday, the NTUC Foodfare (308 Anchorvale Road) cluster has a total of nine cases, with the two most recent cases added to the cluster on 30 May. The source of the cluster is a 33-year-old Malaysian man who works as a kitchen assistant at Hua Zai. He was confirmed to have COVID-19 on 29 May.On Tuesday, the MOH reported 18 new COVID-19 cases in Singapore, taking the country's total case count to 62,069.Of them, 15 are local cases in the community with eight linked to previous infections. The three remaining new cases are imported.Stay in the know on-the-go: Join Yahoo Singapore's Telegram channel at http://t.me/YahooSingaporeRelated stories:15 of 18 new COVID cases in Singapore in communityGlobal cannabis liberalisation poses a threat to CNB: Faishal IbrahimCOVID-19 virus not transmitted to humans via food: SFAWe look at both industrial REITs to suss out which makes a better buy. The post Better Buy: Keppel DC REIT Vs Mapletree Industrial Trust appeared first on The Smart Investor.Malaysia scrambled jets to intercept 16 Chinese military aircraft off the country's coast in the South China Sea, a rare incident that the foreign minister angrily denounced Tuesday as an \"intrusion\".毗鄰著名商業區Spinningfields，步行即到火車站，便捷前往機場， 6月5-6日優先預覽，每天兩場講座，立即登記！China has jailed a popular blogger for \"defaming martyrs\" after he suggested the death toll of the China-India border clash last year was higher than the official count of four.Missed out on the recent HDB BTO May sales launch? Don’t fret. There’s another HDB BTO sales launch scheduled for August 2021. If you’ve missed May’s launch, there’s also the August 2021’s launch where you can expected an estimated 4,900 units across seven locations up […] The post HDB BTO Launches In 2021 (Bukit Batok, Tengah, Kallang – Whampoa, Toa Payoh – Bidadari, Woodlands, Bukit Merah, Geylang, Hougang, Jurong East, Queenstown, Tampines) appeared first on SingSaver Blog - We Compare, You Save.Thousands of doctors across India wore black armbands on Tuesday calling for the arrest of a hugely popular guru who has claimed yoga can prevent Covid-19 and that conventional medicine has killed thousands of coronavirus patients.與人氣遊戲《集合啦！動物森友會》首度推出UT系列，讓島民於日常都可分享歡樂時光!If you’ve got a Citibank credit card, you’re in luck. Here are the deals you can enjoy as a Citibank credit cardmember (on top of the credit card’s own perks). A well-known global bank, Citibank offers some of the best credit cards in Singapore. It […] The post Citibank Credit Card Promotions and Deals: June 2021 appeared first on SingSaver Blog - We Compare, You Save.Israeli politicians battling to unseat veteran Prime Minister Benjamin Netanyahu have until just before midnight Wednesday to make their \"change\" coalition, composed of bitter ideological rivals, viable.Covid-19 variants are to be known by letters of the Greek alphabet to avoid stigmatising nations where they were first detected, the World Health Organization announced Monday.All asset classes. Industry-leading prices. User-friendly investing online.The employers of an American journalist detained by Myanmar authorities said Monday they were yet to receive any information on his whereabouts or wellbeing, a week after he was detained.China has relaxed its family planning policy to allow couples to have three children after a census showed its population is rapidly ageing, state media reported Monday, further unwinding four decades of controls in the world's most populous nation which have strangled the birthrate.The remote Pacific nation of Palau reported its first confirmed coronavirus case Monday, but authorities said it was historical and posed no transmission risk.參與有趣的網上小遊戲，讓您加深了解《憲法》及《基本法》的同時，答對問題更有機會換領運動用品禮券、超級市場禮券或書券等！ONE: FULL BLAST might’ve been a quick replacement for ONE: EMPOWER, but the martial arts spectacle delivered plenty of exciting action. The show, which aired on Friday, 28 May, featured a ONE Super Series Muay Thai main event between a pair of top contenders and a flyweight co-main event between rising stars. In the evening’s final … Continue reading \"Saemapetch KOs Kulabdam, Xie TKOs Agasa At ONE: FULL BLAST\"These renewable insurance standalones cost very little in defraying very large medical bills. In case you are looking out for protection against infectious diseases, something that has become increasingly commonplace, you might be glad to know that many personal accident insurance plans have turned hybrid […] The post Best Personal Accident Insurance Plans In Singapore (2021) appeared first on SingSaver Blog - We Compare, You Save.A major US-Australia joint military exercise will go ahead this year despite pandemic concerns but will be significantly scaled-back, a senior Australian military officer said Tuesday.Here is What Whole Mouth Dental Implants Should Cost You in Your AreaChina on Tuesday denied an Australian academic's claims that he had been tortured in custody during his two-year detention on espionage charges.The vaccine injury financial assistance programme (VIFAP) aims to provide Singaporeans with an added layer of peace of mind when they choose to be vaccinated. The post Vaccine Injury Financial Assistance Programme (VIFAP): How Much Will MOH Be Insuring For Serious Side Effects Related To COVID-19 Vaccination? appeared first on DollarsAndSense.sg.The Ministry of Health (MOH) on Monday (31 May) confirmed the detection of 23 new cases of COVID-19 infection in Singapore, taking the country's total case count to 62,051.「香港媽咪幫」現正招募KOL/微網紅/素人合作,更多產品/服務等你試用合作。A senior Australian cabinet minister on Monday dropped a high-profile defamation suit against public broadcaster ABC over its publication of rape allegations that helped spark nationwide protests.The OPEC group of oil-producing countries and its allies agreed Tuesday to maintain planned production increases, as pandemic-hit demand for crude recovers.Lawrence Wong: Singapore will not revert to Phase 3 when Phase 2 (Heightened Alert) ends despite community spread of COVID-19 shown sign under control.", "Section": "", "Writers": "", "URL": "https://sg.news.yahoo.com/26-hua-zai-outlets-closed-june-covid-cases-152648677.html", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}