{"Type": "", "Time": "2021-06-02", "Headline": "Malaysia says 16 Chinese jets threatened its sovereignty", "Text": "Keep up to speed at a glance with the Top 10 daily storiesKUALA LUMPUR, Malaysia (AP) — Malaysia's air force said Tuesday that 16 Chinese military jets flew in a tactical formation over the South China Sea and nearly infringed on the country's airspace, calling it a threat to Malaysia's sovereignty.The air force said its radar picked up the jets flying in an “in-trail” formation near Malaysian airspace in eastern Sarawak state on Borneo on Monday.It said the jets then headed near Malaysian-administered Luconia Shoals, a rich fishing ground in the disputed South China Sea before moving nearly 60 nautical miles (110 kilometers) off the coast of Sarawak. After attempts to engage the jets failed, the air force said it sent planes to identify them.It found the planes were Ilyushin il-76 and Xian Y-20 strategic transporters flying at altitudes between 23,000 and 27,000 feet.The air force said it reported the flights to the Foreign Ministry.“This incident is a serious threat to national sovereignty and flight safety due to the air traffic density over the airways,” it said in a statement.Foreign Ministry and Chinese Embassy officials couldn't be reached immediately for comment.China claims almost the entire South China Sea. Brunei, Malaysia, the Philippines, Taiwan and Vietnam also have overlapping claims. Tensions have ramped up since China began a massive land reclamation program in 2013.The strategically important area has some of the world’s busiest sea lanes and is also rich in fisheries and may hold underground oil and natural gas reserves.Malaysia says Chinese coast guard and navy ships intruded into its waters in the South China Sea 89 times between 2016 and 2019. Malaysia has sent six diplomatic protests to China, including one in 2017 in response to a Chinese note asserting its claim to the South Luconia Shoals.We look at both industrial REITs to suss out which makes a better buy. The post Better Buy: Keppel DC REIT Vs Mapletree Industrial Trust appeared first on The Smart Investor.All 26 Hua Zai Eating House outlets will be closed from 1 June for two weeks and re-open on 15 June following the detection of COVID-19 cases linked to an outlet at Anchorvale, the Ministry of Health (MOH) said on Tuesday (1 June).所費無幾就能在家中享受異國假期！Malaysia scrambled jets to intercept 16 Chinese military aircraft off the country's coast in the South China Sea, a rare incident that the foreign minister angrily denounced Tuesday as an \"intrusion\".China has jailed a popular blogger for \"defaming martyrs\" after he suggested the death toll of the China-India border clash last year was higher than the official count of four.Missed out on the recent HDB BTO May sales launch? Don’t fret. There’s another HDB BTO sales launch scheduled for August 2021. If you’ve missed May’s launch, there’s also the August 2021’s launch where you can expected an estimated 4,900 units across seven locations up […] The post HDB BTO Launches In 2021 (Bukit Batok, Tengah, Kallang – Whampoa, Toa Payoh – Bidadari, Woodlands, Bukit Merah, Geylang, Hougang, Jurong East, Queenstown, Tampines) appeared first on SingSaver Blog - We Compare, You Save.毗鄰著名商業區Spinningfields，步行即到火車站，便捷前往機場， 6月5-6日優先預覽，每天兩場講座，立即登記！Thousands of doctors across India wore black armbands on Tuesday calling for the arrest of a hugely popular guru who has claimed yoga can prevent Covid-19 and that conventional medicine has killed thousands of coronavirus patients.If you’ve got a Citibank credit card, you’re in luck. Here are the deals you can enjoy as a Citibank credit cardmember (on top of the credit card’s own perks). A well-known global bank, Citibank offers some of the best credit cards in Singapore. It […] The post Citibank Credit Card Promotions and Deals: June 2021 appeared first on SingSaver Blog - We Compare, You Save.Israeli politicians battling to unseat veteran Prime Minister Benjamin Netanyahu have until just before midnight Wednesday to make their \"change\" coalition, composed of bitter ideological rivals, viable.與人氣遊戲《集合啦！動物森友會》首度推出UT系列，讓島民於日常都可分享歡樂時光!Covid-19 variants are to be known by letters of the Greek alphabet to avoid stigmatising nations where they were first detected, the World Health Organization announced Monday.The employers of an American journalist detained by Myanmar authorities said Monday they were yet to receive any information on his whereabouts or wellbeing, a week after he was detained.China has relaxed its family planning policy to allow couples to have three children after a census showed its population is rapidly ageing, state media reported Monday, further unwinding four decades of controls in the world's most populous nation which have strangled the birthrate.All asset classes. Industry-leading prices. User-friendly investing online.The remote Pacific nation of Palau reported its first confirmed coronavirus case Monday, but authorities said it was historical and posed no transmission risk.ONE: FULL BLAST might’ve been a quick replacement for ONE: EMPOWER, but the martial arts spectacle delivered plenty of exciting action. The show, which aired on Friday, 28 May, featured a ONE Super Series Muay Thai main event between a pair of top contenders and a flyweight co-main event between rising stars. In the evening’s final … Continue reading \"Saemapetch KOs Kulabdam, Xie TKOs Agasa At ONE: FULL BLAST\"These renewable insurance standalones cost very little in defraying very large medical bills. In case you are looking out for protection against infectious diseases, something that has become increasingly commonplace, you might be glad to know that many personal accident insurance plans have turned hybrid […] The post Best Personal Accident Insurance Plans In Singapore (2021) appeared first on SingSaver Blog - We Compare, You Save.Here is What Whole Mouth Dental Implants Should Cost You in Your AreaA major US-Australia joint military exercise will go ahead this year despite pandemic concerns but will be significantly scaled-back, a senior Australian military officer said Tuesday.China on Tuesday denied an Australian academic's claims that he had been tortured in custody during his two-year detention on espionage charges.The vaccine injury financial assistance programme (VIFAP) aims to provide Singaporeans with an added layer of peace of mind when they choose to be vaccinated. The post Vaccine Injury Financial Assistance Programme (VIFAP): How Much Will MOH Be Insuring For Serious Side Effects Related To COVID-19 Vaccination? appeared first on DollarsAndSense.sg.「香港媽咪幫」現正招募KOL/微網紅/素人合作,更多產品/服務等你試用合作。The Ministry of Health (MOH) on Monday (31 May) confirmed the detection of 23 new cases of COVID-19 infection in Singapore, taking the country's total case count to 62,051.A senior Australian cabinet minister on Monday dropped a high-profile defamation suit against public broadcaster ABC over its publication of rape allegations that helped spark nationwide protests.The OPEC group of oil-producing countries and its allies agreed Tuesday to maintain planned production increases, as pandemic-hit demand for crude recovers.", "Section": "", "Writers": "", "URL": "https://sg.news.yahoo.com/malaysia-says-16-chinese-jets-135747091.html", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}