{"Type": "", "Time": "2021-06-02", "Headline": "Court case of 47 HK activists to resume on July 8, East Asia News & Top Stories - The Straits Times", "Text": "Read 3 articles daily and stand to win ST rewards, including the ST News Tablet worth $398.Spin the wheel for ST Read and Win now.HONG KONG • The widely monitored national security case of 47 Hong Kong opposition figures charged with conspiracy to commit subversion, most of whom have been in custody for the past three months, will resume on July 8, a judge ruled yesterday.Defendants will receive evidence against them before June 28 and they can make a plea at their next appearance in the West Kowloon Court. The case may then be moved to the High Court, which has the power to give longer sentences.Some lawyers argued defendants could not be expected to make a plea so soon, given the national security law was new and it would take longer than usual to analyse the evidence. Judge Victor So dismissed the request.\"Seven days is the law,\" he said, referring to the deadline given to the prosecution to present the evidence.The 47 were arrested on charges of participating in an unofficial, non-binding and independently organised primary vote last year to select candidates for a since-postponed city election, which the authorities say was a \"vicious plot\" to subvert the government.Around a hundred supporters gathered outside the court, waving smartphone flashlights and chanting \"Hong Kongers, hang in there\".\"I want to tell my friends among the 47 that they don't need to worry, as many are determined to fight on,\" activist Jerry Yuen said outside the court.The charges against the activists, many of whom have announced their retirement from politics, are punishable with up to life in prison.Diplomats and rights groups are closely watching the case amid mounting concerns over the independence of the former British colony's judicial system, which is seen as the foundation on which its financial prowess was built.Marathon bail hearings in March lasted four days and dragged late into the night, causing several defendants to fall ill and seek hospital treatment. Most of the subsequent appeals for bail have been denied.On Friday, High Court Judge Esther Toh denied former lawmaker Claudia Mo's bail application, citing among other reasons her WhatsApp messages with foreign journalists commenting on news.In denying bail in mid-March to Jeremy Tam, another former lawmaker, Ms Toh cited an e-mail he received from the US Consulate where he was invited to \"catch up\". His lawyers said he never replied.Ten of the defendants are expected to apply for bail again today and tomorrow.The security law sets a high threshold for defendants seeking bail to demonstrate they would not break the law, a departure from common law practice, which puts the onus on prosecutors to make their case for detention as an exception.The protracted hearings and the reasons for rejecting bail have stunned diplomats and rights groups, who see it as a dramatic display of the Chinese-ruled city's authoritarian turn.Beijing's office that oversees matters in Hong Kong has also warned of threats made to a judge who sentenced media tycoon Jimmy Lai and other democracy activists for their roles in an unauthorised assembly on Oct 1, 2019.A representative for the Hong Kong and Macau Affairs Office (HKMAO) said the presiding judge had received threatening phone calls, which the office said would not be tolerated.\"This is a serious threat to the personal safety of judges, a flagrant challenge to the judicial system in Hong Kong and a gross violation of the rule of law and order in Hong Kong,\" Xinhua quoted a statement by HKMAO as saying late on Sunday.REUTERSJoin ST's Telegram channel here and get the latest breaking news delivered to you.SPH Digital News / Copyright © 2021 Singapore Press Holdings Ltd. Co. Regn. No. 198402868E. All rights reservedWe have been experiencing some problems with subscriber log-ins and apologise for the inconvenience caused. Until we resolve the issues, subscribers need not log in to access ST Digital articles. But a log-in is still required for our PDFs.", "Section": "", "Writers": "", "MainKeyWord": "", "AdditionalKeyWord": "", "URL": "https://www.straitstimes.com/asia/east-asia/court-case-of-47-hk-activists-to-resume-on-july-8", "Source": "google"}