{"Type": "", "Time": "2021-06-02", "Headline": "China fines 15 educational firms for false advertising and fraud | Reuters", "Text": "Discover Thomson ReutersBy Reuters Staff2 Min ReadBEIJING (Reuters) - China’s market regulator fined 15 private tutoring firms a combined 36.5 million yuan ($5.73 million) for false advertising and pricing frauds, the official People’s Daily newspaper reported on Tuesday, amid a crackdown on the sector.The 15 companies include Tencent-backed Yuanfudao, Alibaba-backed Zuoyebang, and New Oriental Education & Technology Group, the People’s Daily said, citing a news briefing by the regulator.The news comes a day after China announced it would allow couples to have a third child, amid rising concern about a declining fertility rate that many in China blame on the high cost of raising families. Most children in China undergo private tuition in addition to public schooling.Some courses offered by the companies were sold at just 1 yuan, discounts that masked the eventual full price, the newspaper reported.The penalised firms included several with U.S. or Hong Kong listings, including TAL Education Group, OneSmart Education Group, Beststudy Education Group and Scholar Education.On the same day, Guangdong and Shanghai provincial-level market regulators fined private education companies over pricing and advertising frauds.Six companies were fined a combined of 14 million yuan in Guangdong, according to a statement from the local market regulator.It said the companies made up teachers’ diplomas, teaching qualifications and experience, and made false promises to students.The Shanghai market regulator announced on its WeChat account that it had fined four companies, including English teaching companies Dada and Wall Street English, a total of 10 million yuan.($1 = 6.3667 Chinese yuan)Reporting by Lusha Zhang, Sophie Yu and Tony Munroe; Editing by Christian Schmollinger, Raju Gopalakrishnan and Gerry DoyleOur Standards: The Thomson Reuters Trust Principles.All quotes delayed a minimum of 15 minutes. See here for a complete list of exchanges and delays.", "Section": "", "Writers": "", "URL": "https://www.reuters.com/article/china-education-fines/update-2-china-fines-15-educational-firms-for-false-advertising-and-fraud-idUSL2N2NJ04A", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}