{"Type": "", "Time": "2021-06-02", "Headline": "gov.sg | Enhanced measures for testing and contact tracing", "Text": "Frequent and widespread testing will allow for more economic and social activities to continue in a safe manner. Currently, the deployment of the Antigen Rapid Test (ART) is being piloted for regular surveillance testing for workers in dorms, construction sites, airport and selected marine shipyards. This will soon be progressively rolled out in other setting such as in student hostels in autonomous universities and at selected malls.With the increase in household transmission of the COVID-19 virus being observed, all household members of persons who have been identified as a close contact of confirmed COVID-19 cases are to self-isolate at home with immediate effect.Increase Surveillance Testing Using Antigen Rapid Tests (ARTs)The Polymerase Chain Reaction (PCR) test has been effective in detecting positive COVID-19 cases. However, results for the PCR test can take more than a day. Newer tests, such as ARTs, complement existing testing regimes as they are cheaper, faster, and more convenient to administer, thus making them very effective surveillance tests. This allows the scale of testing to be expanded to the wider population,  allowing for early identification of potential infections so that public health actions can be triggered sooner to stem further spread. As a start, ARTs have been piloted for regular surveillance testing for workers in dorms, construction sites, airport and selected marine shipyards. This is in addition to the PCR-based Rostered Routine Testing. This pilot will be extended to student hostels in autonomous universities, and selected CapitaLand malls for tenants and people who work there. ARTs can also be deployed at workplaces and made available for over-the-counter sales. All workplaces and employers are encouraged to adopt regular testing using such alternative testing methods to keep their staff and customers safe. Household Contacts of Persons Under Quarantine to Self-IsolateCurrently, close contacts of a confirmed COVID-19 case are issued quarantine orders and are isolated at Government Quarantine Facilities or at home for 14 days from the last day of exposure to an infected individual. As an added precaution, household contacts of persons under quarantine are to self-isolate at home and minimise their social interactions. They are to do so until the person under quarantine receives a negative COVID-19 test result or the person is no longer under quarantine. This will help to limit the spread of the virus, after increased transmission between those in the same household are observed. Enhancing testing and contract tracing regimes, coupled with more of the population being vaccinated, will allow for more work and activities to resume in a safe manner, even as the COVID-19 situation continues to evolve. For more information, click here for MOH’s press release. ", "Section": "", "Writers": "", "URL": "https://www.gov.sg/article/enhanced-measures-for-testing-and-contact-tracing", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}