{"Type": "Asia", "Time": "2021-06-02", "Headline": "Malaysian air force scrambles hawk jets after Chinese military planes detected near its national airspace", "Text": "KUALA LUMPUR: The Malaysian air force said on Tuesday (Jun 1) that it scrambled its jets to conduct a visual confirmation, after Chinese military transport planes were detected heading towards its national airspace and threatened the country’s sovereignty.In a statement, the Royal Malaysian Air Force (RMAF) said it identified 16 People’s Liberation Army Air Force (PLAAF) planes making suspicious flights in Malaysia’s maritime zone air space, the Kota Kinabalu Flight Information Region (FIR) and approaching the Malaysian national airspace on May 31.The planes were identified by the RMAF’s defence radar in Sarawak at 11.53am, said the statement.It also said that the planes flew in an in-trail tactical formation 60 nautical miles from one another.“The planes flew in that formation using the same point of entry and exit. The planes then changed (direction), heading to the Beting Patinggi Ali air space which is important to the country.”The PLAAF planes then flew via Singapore FIR before entering the Malaysia maritime zone air space and the Kota Kinabalu FIR, the RMAF statement said, adding that the Chinese planes approached within 60 nautical miles of  Sarawak beach, “threatening Malaysia’s sovereignty”.The RMAF then put its Hawk 208 jets from No. 6 squadron on high alert, said the statement.“The PLAAF planes were put under continued radar surveillance and were instructed to contact controllers in the Kota Kinabalu FIR. When these instructions were not heeded and the PLAAF planes crossed Kota Kinabalu FIR and headed towards the national airspace, the Malaysia Air Force scrambled intercepting jets at 1.33pm to perform a visual identification.”“As a result of the air interception carried out, the RMAF has identified the aircraft as Ilyushin Il-76 and Xian Y-20 aircraft. These types of aircraft are strategic transport aircraft and capable of performing various missions. This incident is a serious matter that threatens national sovereignty and aviation safety, based on the density of air traffic in the airline routes in Kota Kinabalu FIR”.“This incident was handled by the Malaysian Air Force based on protocols by the ICAO and our national air defence strategy. The foreign ministry has taken note of this through the defence ministry,” the statement added.\"ROUTINE FLIGHT TRAINING\"The Chinese embassy in Malaysia said on Tuesday the planes were conducting routine flight training.\"As far as I know, the reported activities are routine flight training of the Chinese Air Force and do not target any country,\" said a spokesperson.\"Chinese military aircraft enjoy the freedom of overflight in the relevant airspace.\"During this training, the Chinese military aircraft strictly abided by the relevant international law and did not enter the territorial airspace of any other country.\"The spokesperson said that China and Malaysia are friendly neighbours, and that China is willing to continue bilateral friendly consultations with Malaysia to jointly maintain regional peace and stability.Malaysian Foreign Minister Hishammuddin Hussein said the ministry will issue a \"note of diplomatic protest\" and will ask China's ambassador to Malaysia to explain the \"breach of the Malaysian airspace and sovereignty\".\"Malaysia's stand is clear - having friendly diplomatic relations with any countries does not mean that we will compromise on our national security,\" Mr Hishammuddin said in a statement.China claims much of the South China Sea, but there are also overlapping claims by Brunei, Malaysia, the Philippines, Taiwan, and Vietnam.Washington and its allies have also challenged Beijing’s territorial claims.In April last year, Mr Hishammuddin called for calm in the South China Sea and reaffirmed Malaysia's commitment to peace in the disputed waters.This came after reports that a Chinese government survey ship was \"tagging\" an exploration vessel operated by Malaysia's state oil company Petronas in the South China Sea.CNA has reached out to the Civil Aviation Authority of Singapore for comments.It looks like the email address you entered is not valid.", "Section": "", "Writers": "", "MainKeyWord": "Malaysia,China,South China Sea,maritime security", "AdditionalKeyWord": "", "URL": "https://www.channelnewsasia.com/news/asia/malaysia-air-force-scramble-jets-china-national-airspace-14927154", "Source": "google"}