{"Type": "World", "Time": "2021-06-02", "Headline": "Iran fails to explain uranium traces found at several sites: IAEA report", "Text": "VIENNA: Iran has failed to explain traces of uranium found at several undeclared sites, a report by the UN nuclear watchdog showed on Monday (May 31), possibly setting up a fresh diplomatic clash between Tehran and the West that could derail wider nuclear talks.Three months ago Britain, France and Germany scrapped a US-backed plan for the International Atomic Energy Agency's 35-nation Board of Governors to criticise Iran for failing to fully explain the origin of the particles; the three backed off as IAEA chief Rafael Grossi announced fresh talks with Iran.\"After many months, Iran has not provided the necessary explanation for the presence of the nuclear material particles at any of the three locations where the Agency has conducted complementary accesses (inspections),\" a report by Grossi to member states seen by Reuters said.It will now be up to the three European powers to decide whether to revive their push for a resolution criticising Iran, which could undermine wider negotiations to revive the 2015 Iran nuclear deal at talks currently underway in Vienna. Grossi had hoped to report progress before the board meets again next week.\"The Director General is concerned that the technical discussions between the Agency and Iran have not yielded the expected results,\" the report said.\"The lack of progress in clarifying the Agency's questions concerning the correctness and completeness of Iran's safeguards declarations seriously affects the ability of the Agency to provide assurance of the peaceful nature of Iran's nuclear programme,\" it added.In a separate quarterly report also sent to member states on Monday and seen by Reuters, the agency gave an indication of the damage done to Iran's production of enriched uranium by an explosion and power cut at its Natanz site last month that Tehran has blamed on Israel.Iran's quarterly increase in its stock of enriched uranium was the lowest since August 2019 at just 273kg, bringing the total to 3,241kg, according to an IAEA estimate. It was not able to fully verify the stock because Iran has downgraded cooperation.That total is many times the 202.8kg limit set by the nuclear deal, but still well below the more than six tonnes Iran possessed before the deal.DAMAGE TO NATANZAt Iran's main enrichment plant, which is underground at Natanz, the agency verified on May 24 that 20 cascades, or clusters, of different types of centrifuges were being fed with uranium hexafluoride feedstock for enrichment. A senior diplomat said that before the explosion that figure was 35-37.After Washington pulled out of the nuclear deal in 2018 under President Donald Trump and re-imposed crippling economic sanctions against Tehran, Iran began breaching the deal's restrictions on its nuclear activities as of 2019.One of its more recent breaches, enriching uranium to 60 per cent, a big step towards weapons-grade from the 20 per cent it had previously reached and the deal's 3.67 per cent limit, continued. The IAEA estimated that Iran had produced 2.4kg of uranium enriched to that level and 62.8kg of uranium enriched to up to 20 per cent.Iran's production of experimental quantities of uranium metal, which is prohibited under the deal and has prompted protests by Western powers because of its potential use in the core of nuclear weapons, also continued. Iran produced 2.42kg, the IAEA reported, up from 3.6 grams three months ago.It looks like the email address you entered is not valid.", "Section": "", "Writers": "", "MainKeyWord": "Iran,IAEA,science,Rafael Grossi", "AdditionalKeyWord": "", "URL": "https://www.channelnewsasia.com/news/world/iran-fails-to-explain-uranium-traces-found-at-several-sites-iaea-14922404", "Source": "google"}