{"Type": "", "Time": "2021-06-02", "Headline": "Can I have the Covid-19 vaccine if I'm pregnant? A look at the latest guidance - Surrey Live", "Text": "Pregnant women are being offered the Pfizer and Moderna vaccines but anyone who has had a first dose of Oxford/AstraZeneca should also have a second dose of thisGet the latest email updates for Surrey with our FREE daily newsletterThe vaccination programme is well under way and has been a huge success so far, but many people may still have questions about what they can or cannot do. One of those key questions is whether women can have the Covid-19 vaccine if they're pregnant, with advice having changed over time.  In short, the answer is 'yes', but there is some important information to be aware of. SurreyLive has looked at the Government guidance and has provided the key information below. The vaccines do not contain live coronavirus and cannot infect a pregnant woman or her unborn baby in the womb.The guidance reads: \"Covid-19 vaccines offer pregnant women the best protection against Covid-19 disease which can be serious in later pregnancy for some women.\"The first dose of Covid-19 vaccine will give you good protection. You need the second dose to get longer lasting protection. You do not need to delay this second dose.\"Pregnant women should have the same vaccine for their first and second doses, unless they have a serious side effect after the first dose.The Government guidance says: \"It's recommended you have the same vaccine for both doses.\"If you had the Oxford/AstraZeneca vaccine for your first dose and did not have any serious side effects you should have it for your second dose.\" If your first dose was the AstraZeneca (AZ) vaccine, you should consider the information in the Covid-19 vaccination and blood clotting leaflet.Signing up to the SurreyLive newsletter means you'll receive our daily news email.It couldn't be simpler and it takes seconds - simply press here, enter your email address and follow the instructions.You can also enter your address at the top of this page in the box below the picture on most desktop and mobile platforms.Changed your mind? There's an 'unsubscribe' button at the bottom of every newsletter we send out.However, the Pfizer and Moderna vaccines are now the preferred vaccines for pregnant women.This is because they have been more widely used during pregnancy in other countries and have not caused any safety issues.The guidance says: \"In the USA, around 90,000 pregnant women have been vaccinated mainly with Pfizer and Moderna vaccines and no safety concerns have been identified.\"The Joint Committee on Vaccination and Immunisation (JCVI) has advised that pregnant women should be offered the vaccines at the same time as people of the same age or risk group. The guidance says: \"You can book your Covid-19 vaccination online. \"If you're under 40, you'll only be shown appointments for the Pfizer/BioNTech or Moderna vaccine. If you're 40 or over, you'll be asked if you're pregnant to make sure you're only shown appointments for these vaccines.\"At your appointment, you'll be able to discuss the benefits and potential risks of having the vaccine in pregnancy. This is so you can make an informed decision about having it. You can also speak to a GP or your maternity team for advice.\"Most of the side effects from the vaccines are mild and short-term, and not everyone gets them.Very common side effects in the first day or two include: Flu-like symptoms are also possible, with episodes of shivering and shaking for a day or two. You can rest and take the normal dose of paracetamol (follow the advice in the packaging) to help you feel better. Although feeling feverish is not uncommon for two to three days, a high temperature is unusual and may indicate you have Covid-19 or another infection. In this instance you should take a coronavirus test.Symptoms following a vaccination normally last less than a week, but if your symptoms seem to get worse or if you are concerned, call NHS 111. For more information on what to expect after a vaccine, see here.", "Section": "", "Writers": "", "URL": "https://www.getsurrey.co.uk/news/uk-world-news/can-have-covid-vaccine-pregnant-20716125", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}