{"Type": "", "Time": "2021-06-02", "Headline": "Naomi Osaka gets her peers’ backing, Latest Tennis News - The New Paper", "Text": "Leading figures in tennis and sport have rallied to support Naomi Osaka after the women's world No. 2 withdrew from the French Open in a row about post-match media duties, saying she had been suffering from \"depression\" and \"anxiety\".One of the biggest names in sport, the 23-year-old stunned the tennis world when she pulled out of the Grand Slam after being fined and threatened with expulsion for refusing to show up at an obligatory news conference on Sunday.The four-time Grand Slam champion had signalled her intention to skip her media duties to protect her mental well-being on social media and returned to Twitter yesterday morning (Singapore time) to announce her withdrawal.\"I think now the best thing for the tournament, the other players and my well-being is that I withdraw so that everyone can go back to focusing on the tennis going on in Paris,\" she wrote.While her original stance had earned little backing from her fellow professionals, most of whom said that dealing with the media was part of the job, her withdrawal triggered a wave of support from the sporting world.\"So proud of you,\" multiple Grand Slam winner Venus Williams posted on Twitter.Williams' sister Serena and younger American players Coco Gauff and Sloane Stephens also chimed in with messages of support, as the focus shifted from Osaka's responsibilities to her well-being.Serena, 39, was inevitably asked for her reaction to Osaka's decision, after her 7-6(8/6), 6-2 first-round win over Romanian Irina-Camelia Begu.\"The only thing I feel is that I feel for Naomi,\" said the 23-time Grand Slam winner. \"I wish I could give her a hug because I know what it's like.\"Like I said, I've been in those positions.\"We have different personalities... I'm thick (skinned). Other people are thin. Everyone is different and everyone handles things differently.\"Billie Jean King echoed comments from fellow women's tennis trailblazer Martina Navratilova about the importance of mental health.\"It's incredibly brave that Naomi Osaka has revealed her truth about her struggle with depression,\" King wrote on social media.There were also messages of support from athletes in other sports, with golf's Michelle Wie, the NBA's Stephen Curry and multiple Olympic sprint champion Usain Bolt offering their backing on social media.However, six-time Grand Slam champion Boris Becker told Eurosport: \"I heard her first response a couple of days ago about this media boycott and that is something to be always taken seriously, especially from such a young woman.\"She couldn't cope with the pressures of facing the media after she loses a match, but that happens frequently and you have to deal with it.\"If she can't cope with the media in Paris, she can't cope with the media in Wimbledon or the US Open. So I almost feel like her career is in danger due to mental health issues.\"Roland Garros organisers, meanwhile, were criticised for their handling of the matter.French Tennis Federation (FFT) president Gilles Moretton read a prepared statement, offering Osaka their support.However, the irony of him not taking questions, given the context of the row, was not lost on some.\"So the FFT handled the Ms Osaka mental health concerns without empathy or sensitivity. Then the FFT President refuses to take questions at a presser. An own goal,\" wrote former Australian tennis official Richard Ings.  - AFP, REUTERSGet The New Paper on your phone with the free TNP app. Download from the Apple App Store or Google Play Store now", "Section": "", "Writers": "", "URL": "https://www.tnp.sg/sports/tennis/naomi-osaka-gets-her-peers-backing", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}