{"Type": "", "Time": "2021-06-02", "Headline": "Opinion | What the U.S. should learn from Israel’s odd-couple proposed government - The Washington Post", "Text": "The United States could take a lesson from what’s happening this week in Israel, where two radically diverging wings of Israeli politics have united in opposing the polarizing government of Prime Minister Benjamin Netanyahu.Naftali Bennett and Yair Lapid couldn’t disagree more about big issues. Bennett is an Orthodox Jewish former settler leader who wants to annex the West Bank; Lapid is a secular Jew who favors a two-state solution to the Palestinian problem. Yet the two joined forces last weekend for what supporters call a “change government.” The mission is to oust Netanyahu and end the impasse in Israeli politics he helped create.Netanyahu is the ultimate political survivor. He has remained prime minister for the past 12 years in part because of his genius at exploiting the divisions in Israeli society for his own benefit. He exploited “wedge politics” much like his political ally, former president Donald Trump. He has kept his post despite a 2019 indictment on charges of bribery, fraud and breach of trust, and a trial that resumed in April, in which he has pleaded not guilty.But this week, Netanyahu’s threats and bluster finally seemed to have lost their bite. Lapid and Bennett asked Israeli President Reuven Rivlin for a mandate to form a government, and they appear to have the Knesset votes to remove Netanyahu. We’ll know by Wednesday night whether they have succeeded.What has happened in Israel to produce this extraordinary (if precarious) movement for national unity? Partly it’s frustration with the political impasse Netanyahu produced as he held office through four inconclusive elections over the past two years. Partly, it’s a feeling of disgust about Netanyahu continuing to hold power even as he stands trial on charges that he abused it.Most of all, I suspect, Bennett and Lapid have come together because of a shared passion for the well-being of their country. And that’s the point that I wish Americans could learn from watching this episode. This seems to be a moment where Israel’s version of “red” and “blue” states — people who disagree about fundamental issues — have decided to put those divisions aside because of something that’s more important: national survival.Bennett, the religious conservative, put it this way: “Two thousand years ago, there was a Jewish state which fell here because of internal quarrels. This will not happen again. Not on my watch.” Lapid, the secular centrist, also stressed the search for unity, “to see if we can find in the coming days wise compromises for the sake of the big aim.”One unsettling similarity between Israeli and U.S. politics is that Netanyahu’s die-hard supporters have been threatening violence in recent days, just as Trump’s supporters did in the Jan. 6 insurrection. Gideon Saar, a former Netanyahu ally who supports the change coalition, warned: “There is an incitement machine that is running . . . an incitement machine that has nothing to do with ideology, but only with anxiety about the loss of power.”Avigdor Liberman, another former Netanyahu ally now backing change, specifically likened the threats and intimidation by Netanyahu’s supporters against those they view as traitors to the Jan 6. insurrection. “When I look at the legal attempt to torpedo the [coalition] government . . . I see what happened on the Capitol Hill happening here. I hope it’s just a nightmare scenario,” Liberman said.I’ve watched Lapid and Bennett speak many times in Tel Aviv at conferences held by the Institute for National Security Studies. It’s hard to imagine two more different people — in style, temperament and ideology. They have competing visions of the future of the state. But what they share is a belief that the nation and its institutions come first.“The country is paralyzed because [Netanyahu] only cares for himself,” argues Amos Yadlin, a retired Israeli air force general who headed military intelligence and recently retired as head of the Institute for National Security Studies. He argued that the tipping point wasn’t a disagreement about national security, where Israelis are united except for the Palestinian issue — it was exasperation with Netanyahu, known in Israel as “Bibi.”“Bibi took our political norms to an unacceptable level . . . by inciting and dividing the people,” Yadlin told me in a phone interview Tuesday. The diverse coalition for change emerged, he said, because “Bibi put himself before the country,” and it was time “to normalize again our political system.”The change coalition won’t solve all Israel’s problems. But it will reinforce the fundamentals of Israeli democracy — and the need for people to unite, even when they disagree bitterly over policy. Let’s hope Americans experience the same revelation before it’s too late.Read more:Max Boot: Republicans are far more radical than Democrats on IsraelRaphael Mimoun: Zionism cannot produce a just peace. Only external pressure can end the Israeli apartheid.James Kirchick: Trying to make Israel vs. Hamas about race is nonsensical and dangerousCharles Lane: Who’s guilty of what in the Hamas-Israel conflict?The most important news stories of the day, curated by Post editors and delivered every morning.By signing up you agree to our Terms of Use and Privacy Policy", "Section": "", "Writers": "", "URL": "https://www.washingtonpost.com/opinions/2021/06/01/what-us-should-learn-israels-odd-couple-proposed-government/", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}