{"Type": "", "Time": "2021-06-02", "Headline": "Jail for van driver who seriously injured motorcyclist and drove off , Courts & Crime News & Top Stories - The Straits Times", "Text": "Read 3 articles daily and stand to win ST rewards, including the ST News Tablet worth $398.Spin the wheel for ST Read and Win now.SINGAPORE - A van driver who changed lanes abruptly on the Bukit Timah Expressway (BKE) on Sept 7, 2018, struck a motorcyclist and seriously injured him.Instead of stopping to help the victim, Zainlai Mashot drove off and refused to admit to the crime even after the rented van he was driving was tracked down by the police.He admitted to his offences only when the authorities confronted him with video footage of the accident.On Tuesday (June 1), the 45-year-old Singaporean pleaded guilty to offences that included causing grievous hurt by a negligent act, failing to stop after an accident, and removing the vehicle involved without police authority.He was jailed for two weeks and a day, banned from driving for two years, and fined $2,000.The court heard that Zainlai was driving on the BKE in the direction of the Pan-Island Expressway at around 7.40am on the day of the incident when he suddenly switched from the middle to the rightmost lane.A video clip of the accident played in court shows the van colliding with the motorcycle and the victim being flung to the ground. The footage shows Zainlai driving away from the scene.The victim, then 24, sustained an elbow fracture and multiple abrasions on his arms and legs. He was hospitalised for four days and given 50 days' hospitalisation leave.Deputy Public Prosecutor R. Arvindren said that the motorcycle was damaged with scratches and Zainlai did not make any compensation to the victim.He added that Zainlai was unremorseful as he denied being the driver of the van when the vehicle was tracked down.In mitigation, Zainlai asked for a lighter sentence as he had to care for his mother and three daughters who are still in school.For causing grievous hurt to the motorcyclist by a negligent act, Zainlai could have been jailed for up to two years or fined $5,000.For failing to help the injured motorcyclist, he could have been jailed for up to a year or fined $3,000.Join ST's Telegram channel here and get the latest breaking news delivered to you.SPH Digital News / Copyright © 2021 Singapore Press Holdings Ltd. Co. Regn. No. 198402868E. All rights reservedWe have been experiencing some problems with subscriber log-ins and apologise for the inconvenience caused. Until we resolve the issues, subscribers need not log in to access ST Digital articles. But a log-in is still required for our PDFs.", "Section": "", "Writers": "", "MainKeyWord": "", "AdditionalKeyWord": "", "URL": "https://www.straitstimes.com/singapore/courts-crime/van-driver-who-seriously-injured-motorcyclist-and-drove-off-jailed", "Source": "google"}