{"Type": "", "Time": "2021-06-02", "Headline": "Testing for Covid-19: How S'pore is raising its game with DIY test kits, wastewater sampling and more, Singapore News & Top Stories - The Straits Times", "Text": "Read 3 articles daily and stand to win ST rewards, including the ST News Tablet worth $398.Spin the wheel for ST Read and Win now.SINGAPORE - A variety of Covid-19 tests - with the latest being over-the-counter test kits - are now under Singapore’s belt, allowing fast, extensive, easy and accurate tests to be conducted as the nation raises its game to fight the virus.Here's a look at the different tests.Swab test from the nose or back of throat, or from sputum. Looks for genetic sequences of Covid-19.Cost: Over $150 to $200 for pre-departure testing. If you have been advised by your doctor to take a swab test, this will be free.Time taken: A few hours.Ease of use: Requires the use of specialised lab machines.Accuracy: Gold standard for testing. Sensitivity rate (ability to detect those who are positive): more than 93 per cent.Other details: Very uncomfortable. An average of over 55,000 PCR and ART tests were carried out each day in the second half of May.Some involve using a nasal swab from the lower part of the nose. Looks for proteins on the surface of the virus called antigens.Cost: As low as $10.Time taken: 20 to 30 minutes.Ease of use: Deployment is very flexible because it is a handheld device and can be done en masse with many people being swabbed at the same time. ARTs have been rolled out to almost all the public health preparedness clinics that are providing the “swab and send home” service and all polyclinics. To expand testing capacity, the Government is hoping to deploy them to private GPs as well. Accuracy: Not as accurate as PCR tests, but able to pick up infections early. Sensitivity rate: 82 per cent.Other details: Those with acute respiratory symptoms are required to take an ART test on top of a PCR test to allow for faster detection of cases. Used heavily for pre-event testing.\nBreathonix's breathalyser tests take under one minute. PHOTO: ST FILE\nNo swabbing; just blowing into a mouthpiece or cartridge.Cost: Estimated to be around $25.Time taken: Under two minutes.Ease of use: Involves some equipment.Accuracy: More than 90 per cent of the accuracy of a PCR test.Other details: The Breathonix breathalyser is now used at the Causeway.\nA Covid-19 self-test kit sold at a pharmacy in Nantes, France. PHOTO: REUTERS\nLike pregnancy kits, these could be ART tests which are purchased from pharmacies and  administered at home.Cost: Price to be confirmed.Time taken: ART usually takes 20 to 30 minutes.Ease of use: Ease of use to be confirmed.Accuracy: ART tests typically have a sensitivity rate of 82 per cent.Other details: People who are worried about Covid-19 and wish to put their mind at ease, such as front-line workers who may wish to test themselves daily. Will be simple to use and not so uncomfortable.\nWastewater testing detects the presence of the virus at a location. PHOTO: ST FILE\nDetects the presence of the virus at a location. This can then be followed up with clinical tests. Frequency of sample collection varies from site to site and depends on the purpose of surveillance.Other details: Locations islandwide that have had their wastewater surveyed include the four water reclamation plants, workers' dormitories, nursing homes and hostels.One PCR test on a group of suspected cases. If the pooled test yields a positive result, all the people in the group will be tested individually to fish out the Covid-19 case.Other details: Usually conducted in dormitories to get a sense of the prevalence rate of Covid-19 there.Join ST's Telegram channel here and get the latest breaking news delivered to you.SPH Digital News / Copyright © 2021 Singapore Press Holdings Ltd. Co. Regn. No. 198402868E. All rights reservedWe have been experiencing some problems with subscriber log-ins and apologise for the inconvenience caused. Until we resolve the issues, subscribers need not log in to access ST Digital articles. But a log-in is still required for our PDFs.", "Section": "", "Writers": "", "MainKeyWord": "", "AdditionalKeyWord": "", "URL": "https://www.straitstimes.com/singapore/testing-for-covid-19-how-spore-is-raising-its-game-with-diy-test-kits-wastewater-sampling", "Source": "google"}