{"Type": "", "Time": "2021-06-02", "Headline": "Japan to provide ¥19 bil to TSMC-led advanced chip project - Japan Today", "Text": "\nJapanToday\nHigashi-Azabu IS bldg, 4F\n\t\t\t\t\t1-8-1 Higashi-Azabu\n\t\t\t\t\tMinato-ku\n\t\t\t\t\tTokyo 106-0044\n\t\t\t\t\tJapan\n\t\t\t\t\tTel: +81 3 5561 7755\n\t\t\t\t\tFax: +81 3 5561 7756\nEmail: editor@japantoday.com\n©2021 GPlusMedia Inc.\nThe Japanese government will contribute around 19 billion yen ($173 million) to a project led by Taiwan Semiconductor Manufacturing Co to develop chip-making technology in Japan, the industry ministry said Monday.The move comes as the government is struggling to improve the global competitiveness of Japanese firms in research and development of advanced semiconductors indispensable for next-generation telecommunication networks and autonomous driving.Over 20 Japanese firms including electronics maker Ibiden Co and chemical company Asahi Kasei Corp will join TSMC, the world's leading chipmaker, under the project, which will be based in Tsukuba, Ibaraki Prefecture, near Tokyo.Races are intensifying around the world to strengthen the supply chains of chips, with many countries making huge investments to establish their own production bases to ensure progress in the digitalization of the economy.TSMC said in February it will establish a new development base in Japan.The presence of Japan's semiconductor industry has weakened in the face of competition from rivals in South Korea and Taiwan. The Ministry of Economy, Trade and Industry is expected to unveil a strategy soon to enhance the competitiveness of the sector.100% online and fully accredited, level 7 qualification for Board directors. Over six months, develop the skills to become a confident and truly effective board memberGood to see Taiwan and Japan working together.TSMC should watch out. Only reason for this is to steal superior technology from Taiwan, just like Japan stole camera technology from Germany, and electronic technology from the US. I will bet that this would also end up as a failure just like Japan Display did, since Japanese leaders are hopeless with  decision making.@Tom DoleyYou might wanna take that statement back if you read about how TSMC rose dude.@shidhoorIt's 2021. Not 2011. Get over it.Taiwan is also helping to build a new semiconductor plant in the US, but it will be awhile before it comes online.@1glennTaiwan is also helping to build a new semiconductor plant in the US, but it will be awhile before it comes online.What TSMC is building in Japan is a 20 nm fab, nothing cutting edge but good enough for Japan's embedded chip makers. There is no use for cutting edge 5 nm and 3 nm processes in Japan because Japanese chip makers have no use.What TSMC is building in the US is the cutting edge stuff, because of demands from US customers like Apple and AMD. Ditto for Samsung, which is building the latest $20 billion 2nm fab in the US to serve customers like IBM, nVIDIA, Qualcomm, and Tesla.Use your Facebook account to login or register with JapanToday. By doing so, you will also receive an email inviting you to receive our news alerts.100% online and fully accredited, level 7 qualification for Board directors. Over six months, develop the skills to become a confident and truly effective board memberA mix of what's trending on our other sites\n\t\t\t\t\tSavvy Tokyo\t\t\t\t\n\t\t\t\t\tGaijinPot Blog\t\t\t\t\n\t\t\t\t\tSavvy Tokyo\t\t\t\t\n\t\t\t\t\tSavvy Tokyo\t\t\t\t\n\t\t\t\t\tGaijinPot Travel\t\t\t\t\n\t\t\t\t\tGaijinPot Blog\t\t\t\t\n\t\t\t\t\tGaijinPot Travel\t\t\t\t\n\t\t\t\t\tGaijinPot Blog\t\t\t\t\n\t\t\t\t\tGaijinPot Blog\t\t\t\t\n\t\t\t\t\tSavvy Tokyo\t\t\t\t\n\t\t\t\t\tGaijinPot Blog\t\t\t\t\n\t\t\t\t\tGaijinPot Travel\t\t\t\t", "Section": "", "Writers": "", "URL": "https://japantoday.com/category/tech/japan-to-provide-19-bil.-yen-to-tsmc-led-advanced-chip-project", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}