{"Type": "Asia", "Time": "2021-06-02", "Headline": "US concerned at Chinese military presence in Cambodia, urges 'balanced' foreign policy", "Text": "PHNOM PENH: The most senior US official to visit Cambodia in years expressed concern on Tuesday (Jun 1) about China's military presence there and sought clarification on the demolition of US-funded buildings, the State Department said.Deputy Secretary of State Wendy Sherman urged Cambodia’s leadership to \"maintain an independent and balanced foreign policy, in the best interests of the Cambodian people\".She met Prime Minister Hun Sen, who has ruled for over 35 years and has become increasingly close to China while Washington has condemned human rights abuses and his demolition of the political opposition.The Pentagon said last year it was worried about reports that the Cambodian Navy tactical headquarters at Ream Naval Base had been demolished and had asked Cambodia for an explanation.The building, roughly 30 metres long, had housed several small patrol boats.In October, Cambodia said it had razed the building to allow for further expansion and would relocate the demolished facility, denying reports of Chinese involvement.A US State Department spokesman said there was \"substantial\" publicly available evidence that China was working on a major renovation project at Ream and said \"credible reports\" suggested this would include an area under its exclusive control.\"Deputy Secretary Sherman expressed serious concerns about the PRC's (China's) military presence and construction of facilities at Ream Naval Base,\" the State Department said in a statement.\"She sought clarification on the demolition of two US-funded buildings at Ream without notification or explanation and observed that a PRC military base in Cambodia would undermine its sovereignty, threaten regional security, and negatively impact US-Cambodia relations.\"China has become an increasingly important economic and political ally for Cambodia.Ties between China and the United States have deteriorated sharply in recent years over issues including human rights, trade and Beijing's military expansion in the South China Sea.Cambodia is strategically situated with a Gulf of Thailand coastline and also belongs to the 10-member Association of Southeast Asian Nations. Washington sees close cooperation with ASEAN as crucial to its efforts to counter Beijing's growing regional influence.Cambodian government spokesman Phay Siphan urged dialogue.\"There are some issues that the United States doesn't understand clearly about Cambodia and that Cambodia does not understand the intentions of the United States,\" he said.Sherman, who also met opposition leader Kem Sokha, civil society groups and journalists.Her trip is the first by such a senior US official since well before Kem Sokha's opposition party was banned in 2017. A wider crackdown has targeted activists campaigning about issues such as illegal logging.Sherman emphasised the importance of human rights and urged Cambodia to abide by international commitments, the State Department said.“We hope this trip is a reminder to the Cambodian regime that the US continues to be vigilant about rights and the destruction of democracy in Cambodia as well as Cambodia’s role in being a responsible actor in the region,\" said opposition official Monovithya Kem, Kem Sokha's daughter.It looks like the email address you entered is not valid.", "Section": "", "Writers": "", "MainKeyWord": "US,Cambodia,China,news and politics,presence,Wendy Sherman", "AdditionalKeyWord": "", "URL": "https://www.channelnewsasia.com/news/asia/us-concerned-at-chinese-military-presence-in-cambodia--urges--balanced--foreign-policy-14927822", "Source": "google"}