{"Type": "", "Time": "2021-06-02", "Headline": "Doctor suspended for 5 months for attempting to sell erectile dysfunction pills to a non-patient, Singapore News - AsiaOne", "Text": "SINGAPORE - A doctor has been suspended for five months for trying to sell an erectile dysfunction drug to a man who was not his patient.Although the man did not end up buying the drug, which is regulated, the Singapore Medical Council (SMC) felt that Dr Ho Tze Woon's two attempts at providing it were conduct that \"fell short of that expected of medical practitioners\".The disciplinary tribunal also took into account a third charge, which was not proceeded on. This relates to his downloading of \"pornographic or obscene materials onto the computers of six consultation rooms at the Choa Chu Kang Polyclinic where he worked\" between October 2014 and July 2016.The doctor pleaded guilty to the charges but said in mitigation that he had not sold the drug, which was also not addictive, unlike medication containing codeine.The SMC received a complaint from the police on the attempted sale of the drug. It is not stated how the police had found out.The tribunal said in its published grounds of decision that this was likely the first time such a case has come up in a disciplinary hearing. \"A doctor attempting to sell a regulated medicine/drug, ostensibly obtained in a proper manner originally for his own medical condition, to someone who is not a patient,\" it said.[[nid:439767]]The first transaction failed because the man had refused to accept the drug, Cialis, as the packaging was damaged. The deal fell through a second time after they could not agree on the price.While the tribunal agreed that no actual harm was caused, as the sale did not materialise, the incident does affect public confidence in the profession.\"Doctors are able to dispense medicines and drugs in the Poisons Act without a licence from the proper authority because that is a privilege granted to doctors who are treating patients under their care,\" it said.\"This trust in the medical profession would be impacted because of the callous way Dr Ho disregarded the medical ethics guidelines and rules.\"Although Dr Ho said he was only trying to help the man get the drug more cheaply, the tribunal said \"it does not appear that Dr Ho was entirely altruistic about his intentions\", based on the text messages between the two men.Dr Ho had quoted $203 for a box of 28 pills, including goods and services tax (GST), followed by an exchange of text messages on Oct 23, 2017, with the man (Mr C).Mr C: Btw, why r u charging GST?Dr Ho: Not me, its supplierMr C: Supplier? I'm not even getting a receipt!Mr C: Like this it's not much diff from buying from clinic!Dr Ho: Ok 190 is ok. U coming or not?Mr C: Otw. $180?The tribunal concluded that Dr Ho's intent to supply Cialis to the man for a price could not be clearer and more palpable. That the sale did not take place is irrelevant, it said.The tribunal's verdict, published on Tuesday (June 1) on the SMC website, was to impose a five-month suspension and a $2,000 fine. Dr Ho was also censured and has to pay the cost of the proceedings.This article was first published in The Straits Times. Permission required for reproduction.", "Section": "", "Writers": "", "URL": "https://www.asiaone.com/singapore/doctor-suspended-5-months-attempting-sell-erectile-dysfunction-pills-non-patient", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}