{"Type": "", "Time": "2021-06-02", "Headline": "New S'pore court dedicated to harassment cases to be established on June 1, Courts & Crime News & Top Stories - The Straits Times", "Text": "Read 3 articles daily and stand to win ST rewards, including the ST News Tablet worth $398.Spin the wheel for ST Read and Win now.SINGAPORE - A new court dedicated to dealing with harassment cases, such as those involving doxxing - the publishing of an individual's private personal information online - and threatening behaviour, will be established here on Tuesday (June 1).The Protection from Harassment Court will hear all criminal and civil harassment claims, said the Ministry of Law and the State Courts in a joint press release on Monday.But it may not deal with claims related to other civil or family proceedings that it thinks would be more \"justly, expeditiously and economically disposed of in another court\".The new court will be seated at the State Courts building in Chinatown.It will adopt simplified court processes for certain types of applications - including those for protection orders (POs) and orders relating to falsehoods - if the claims meet certain criteria, such as involving only one claimant and no more than five respondents.Applicants who are eligible for the simplified track can file their claims through the State Courts’ online filing and case management system, known as the Community Justice and Tribunals System, which is accessible round the clock.The online system offers pre-filing assessment for claimants to consider the validity of their claims.It also has an e-negotiation service for parties to settle their disputes without coming to court.Hearings will be conducted by the new court more quickly, so that victims can obtain timely relief.It will aim to conduct hearings for expedited protection orders (EPOs) within 48 to 72 hours of application, or within 24 hours when actual violence or risk of violence is involved.It will also aim to hear PO applications within four weeks of their submission.Cases involving harassment may be transferred between the new court and a district or magistrate’s court from Tuesday.The transfer of such cases between the new court and the Family Court will be operationalised at a later date, according to Monday’s press release.“This transfer mechanism recognises how harassment may occur against the backdrop of other ongoing proceedings, such as divorce (ones),” it stated.Various changes to the Protection from Harassment Act (Poha) in order to enhance protection for victims of harassment will also kick in on Tuesday.A victim applying for a PO against his or her harasser need not prove that a provision in Poha has been contravened, if the offender has already been convicted of any Poha or hurt-related offence against him or her.Judges granting EPOs in egregious cases of hurt or harassment will now be required to consider whether a criminal investigation is warranted and, if so, refer such cases to the police for investigation.POs and EPOs will be extended to protect people related to the victim, as these individuals may also be harassed by the same perpetrator.The new changes to Poha will also make it clear that domestic exclusion orders, which restrain the respondent from entering the applicant's residence or parts of the residence, can also be granted as part of a PO.\"This will ensure better protection for victims who may reside in the same residence as the harasser,\" stated the press release on Monday.  Join ST's Telegram channel here and get the latest breaking news delivered to you.SPH Digital News / Copyright © 2021 Singapore Press Holdings Ltd. Co. Regn. No. 198402868E. All rights reservedWe have been experiencing some problems with subscriber log-ins and apologise for the inconvenience caused. Until we resolve the issues, subscribers need not log in to access ST Digital articles. But a log-in is still required for our PDFs.", "Section": "", "Writers": "", "MainKeyWord": "", "AdditionalKeyWord": "", "URL": "https://www.straitstimes.com/singapore/courts-crime/new-spore-court-dedicated-to-harassment-cases-to-be-established-on-june-1", "Source": "google"}