{"Type": "", "Time": "2021-06-02", "Headline": "Heftier fines, more demerit points for driving offences in school zones, Silver Zones, Courts & Crime News & Top Stories - The Straits Times", "Text": "Read 3 articles daily and stand to win ST rewards, including the ST News Tablet worth $398.Spin the wheel for ST Read and Win now.SINGAPORE - Motorists who break traffic rules in school zones and Silver Zones will face higher fines and additional demerit points from July 1.The fines for traffic offences in these areas, where there is a higher frequency of schoolchildren or the elderly, will be increased by $100, and drivers will also incur two additional demerit points for each offence, said the Ministry of Home Affairs (MHA) in a statement on Tuesday (June 1).Those who go above the usual speed limit of 40kmh in Silver Zones, or in school zones when the\"40kmh When Lights Flash\" sign is flashing, will also be liable for the higher penalties.MHA said this move follows an increase in traffic accidents resulting in elderly pedestrian casualties from 223 in 2015 to 317 in 2019. Last year, the elderly made up more than 80 per cent of pedestrian fatalities.\"While jaywalking by elderly pedestrians contributed to some of these accidents, many accidents also arise from irresponsible driving behaviour on the motorist's part, such as failing to slow down when approaching a pedestrian crossing.\"The situation may be improved with greater care on the part of motorists,\" said MHA.For example, for failing to slow down or give way when approaching pedestrian crossings, offenders will incur eight demerit points, up from six, outside Silver Zones and school zones.Driving or riding against the flow of traffic in these zones will likewise incur eight demerit points instead of six. Composition fines for light vehicles will be $300, up from $200, and $350 for heavy vehicles, up from $250.A motorist who runs a red light, which is a 12-demerit point offence when committed outside a Silver Zone and school zone, will incur 14 demerit points when committed in the zones.The motorist can be fined $500 instead of $400 for all vehicles. This is the maximum composition fine for all 12-demerit-point offences, which is capped at half of the maximum court fine of $1,000.A composition fine allows an offence to be settled with a fine, without having to be convicted in court.MHA said it will monitor accident rates for heavy vehicles in Silver Zones and school zones, and review the cap on composition fines if necessary.The stiffened measures for motorists in these zones come after other ongoing efforts by the Traffic Police to enhance road safety for elderly pedestrians. These include public education for the elderly and enforcement measures for pedestrians at jaywalking hot spots.The Land Transport Authority has also included additional crossing points and lanes with reduced width to slow down traffic at Silver Zones.Join ST's Telegram channel here and get the latest breaking news delivered to you.SPH Digital News / Copyright © 2021 Singapore Press Holdings Ltd. Co. Regn. No. 198402868E. All rights reservedWe have been experiencing some problems with subscriber log-ins and apologise for the inconvenience caused. Until we resolve the issues, subscribers need not log in to access ST Digital articles. But a log-in is still required for our PDFs.", "Section": "", "Writers": "", "MainKeyWord": "", "AdditionalKeyWord": "", "URL": "https://www.straitstimes.com/singapore/courts-crime/heftier-fines-more-demerit-points-for-driving-offences-in-school-and-silver", "Source": "google"}