{"Type": "", "Time": "2021-06-02", "Headline": "Above 60? Just walk into any vaccination centre for your jabs, Latest Singapore News - The New Paper", "Text": "Seniors in Singapore who are above 60 years old will be able to walk into any vaccination centre and get their Covid-19 jabs on the spot, said Prime Minister Lee Hsien Loong yesterday.There will be no need for this group to register or book an appointment.\"We will make the process even more convenient for you... Just turn up at a vaccination centre and you will be jabbed,\" he added as he announced efforts to speed up Singapore's vaccination exercise.PM Lee's update on Singapore's strategy in the next phase of managing the pandemic came in a televised address to the nation.Singapore's director of medical services, Associate Professor Kenneth Mak, said at a press conference later that about 73 per cent of Singaporeans over 60 have booked their appointments or received their vaccinations.But PM Lee said that despite this \"excellent\" response, 280,000 seniors have yet to book a slot and urged them to come forward to be vaccinated as soon as possible.The Ministry of Health (MOH) said in a press release that while all 40 vaccination centres, such as those in community centres, will accept walk-ins for this age group, polyclinics will not be able to do so because of their limited capacity.Seniors who have trouble getting around can request to have their jabs at home.As at last Wednesday, 24 individuals have had their vaccinations at home.Reiterating this option for home vaccination, PM Lee said people may contact the Silver Generation Office under the Agency for Integrated Care, and a doctor and nurse will go to their homes to administer the shot.\"For those with elderly parents or relatives, please encourage and persuade your old folks to get vaccinated,\" said the Prime Minister, who is 69.MOH, in its release, described vaccination as a key enabler for reopening.\"Its ability to help us reopen safely can be felt only when we achieve a high level of population coverage for vaccination,\" said the ministry.\"Hence, we urge everyone to be vaccinated when it is offered to you.\" This article first appeared in The Straits Times.Get The New Paper on your phone with the free TNP app. Download from the Apple App Store or Google Play Store now", "Section": "", "Writers": "", "URL": "https://www.tnp.sg/news/singapore/above-60-just-walk-any-vaccination-centre-your-jabs", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}