{"Type": "", "Time": "2021-06-02", "Headline": "Malaysians called out for breaking Covid-19 rules as total lockdown begins, SE Asia News & Top Stories - The Straits Times", "Text": "Read 3 articles daily and stand to win ST rewards, including the ST News Tablet worth $398.Spin the wheel for ST Read and Win now.KUALA LUMPUR - Less than a year ago, Malaysia was hailed as a success story in the battle against the coronavirus pandemic, with fewer than 13,000 cases by early October.Since then, it has chalked up over half a million Covid-19 cases, hitting a daily record high of 9,020 cases last Saturday (May 29).While many blame the government for poor pandemic management, officials and netizens lament that people are still failing to obey safety rules, including a ban on visiting during the Hari Raya celebrations last month, which led to numerous clusters forming.Malaysia was on a partial movement control order at the time, and it remains to be seen how seriously people will take the current tightened measures.Just days before a total lockdown kicked in on Tuesday, massive traffic jams were seen at highways and there were hordes of panicked shoppers at supermarkets, sparking the hashtag #RakyatGagal, or \"citizens fail\", on Twitter.\"Where are you headed this weekend? Mass movement is still happening despite interstate and inter-district travel restrictions,\" Health director-general Noor Hisham Abdullah said in a Facebook post on Saturday, sharing photos of traffic at highway toll plazas.Twitter user Itsfikaa wrote: \"This is not #KerajaanGagal (failed government) anymore. This is also #RakyatGagal. The rising cases are mostly from Cluster Aidilfitri. Don't you get it? This is a total human failure. You blamed the government but why did the Aidilfitri cluster increase day by day?\"According to Senior Minister for Security Ismail Sabri Yaakob, 200,000 people faked their way through police roadblocks to return to their home towns for Hari Raya, using fabricated \"emergencies\" to get police letters or misusing work letters.\"As a result, after Hari Raya, there were many clusters and also deaths,\" he said at a joint press conference with Tan Sri Dr Noor Hisham on Sunday.Despite regular reminders sent by the authorities to Malaysians on their phones that they should stay at home, wear their masks when out and wash their hands often, many are not paying attention.A viral video that stunned netizens last month showed an elderly man who had tested positive for Covid-19 being kissed and hugged by family members before he was taken away by ambulance with medical workers wearing full protective gear.The Chinese-language China Press daily later reported that the man's son and other family members were also positive and under home quarantine.On Monday, three nurses were fined RM4,000 (S$1,290) each after a social media post revealed that they had visited a friend who was under home quarantine as a close contact of a Covid-19 patient.Reports have also emerged that more than 52,000 people nationwide have missed their vaccination appointments.Tan Sri Dr Noor Hisham tweeted last Saturday that he expects the number of daily cases to surge to 13,000 by mid-June, and that it may take three to four months to flatten the curve, through a combination of public health measures and increasing vaccination rates.A doctor at a government hospital near Kuala Lumpur, who declined to be named, predicted a peak within the next two months.\"The actual numbers are likely to be more than those reported. We are seeing daily admissions to our hospital, and our intensive care unit is also half full with Covid-19 patients. It is going to peak in June to July,\" the doctor said.Newer, more infectious variants of the virus, coupled with the failure to follow the rules of prevention, are also responsible for the rise in numbers, said the government's Covid-19 Epidemiological Analysis and Strategies Task Force chairman, Professor Awang Bulgiba Awang Mahmud.\"Even if this lockdown is really strict, it would still require two to three months to bring the numbers down to a manageable level. I suspect that the newer variants have an infectious period longer than two weeks, possibly as long as 21 days. The question is whether the authorities will allow a lockdown long enough to see a real effect,\" he told The Straits Times.Meanwhile, some are putting down the disregard for rules to ignorance.Science teacher Stephan Ong, 45, said: \"I'm appalled at how poor the general population is when it comes to understanding basic science. The fact that we have to explain to people how to wash their hands properly and with soap, how to wear a mask properly, and how vaccines work, is a sign that we need to give more focus on the sciences in our education system, for the good of the next generation.\"Join ST's Telegram channel here and get the latest breaking news delivered to you.SPH Digital News / Copyright © 2021 Singapore Press Holdings Ltd. Co. Regn. No. 198402868E. All rights reservedWe have been experiencing some problems with subscriber log-ins and apologise for the inconvenience caused. Until we resolve the issues, subscribers need not log in to access ST Digital articles. But a log-in is still required for our PDFs.", "Section": "", "Writers": "", "MainKeyWord": "", "AdditionalKeyWord": "", "URL": "https://www.straitstimes.com/asia/se-asia/malaysians-called-out-for-breaking-covid-rules-as-total-lockdown-begins", "Source": "google"}