{"Type": "", "Time": "2021-06-02", "Headline": "Your Wednesday Briefing - The New York Times", "Text": "AdvertisementSupported byW.H.O. approval for a second Chinese vaccine.By Melina DelkicWe’re covering W.H.O. approval for another Chinese vaccine, and reactions in the Israeli media to the possible end of the Netanyahu era.The World Health Organization cleared a Covid-19 vaccine made by the Chinese drugmaker Sinovac Biotech for emergency use. The clearance means that the vaccine could be distributed as part of Covax, the global effort to share shots with hard-hit, undersupplied nations.The decision came a month after the W.H.O.’s approval of another vaccine developed in China, by the state-backed Sinopharm.The second vaccine, known as CoronaVac, has already been approved for use in 29 countries, including Brazil and Mexico. The W.H.O. had recently sought more safety and manufacturing data on CoronaVac, The Wall Street Journal reported.Efficacy data: Clinical trials of CoronaVac in Brazil and Turkey delivered very different results, but both showed that it protected against Covid-19. On Monday, Brazil announced that a study in which an entire town received CoronaVac found that deaths from Covid-19 there had dropped 95 percent.Here are the latest updates and maps of the pandemic.In other developments:Germany, Greece and five other European countries began issuing a digital Covid certificate for travel — recording whether users are vaccinated, have tested negative within 72 hours or have recovered from the virus.Australia’s national women’s softball team arrived in Japan ahead of the Tokyo Olympics, one of the first international competitors to arrive.The coronavirus has now claimed the lives of 32 lawmakers in the Democratic Republic of Congo — more than 5 percent of its Parliament.China’s state news media trumpeted the government’s announcement that it would allow couples to have three children as a positive change. But across much of the country, the reaction was indignation.Women worried that the move would only exacerbate discrimination from employers. Young people, who have barely been able to afford homes and necessities for themselves, were fuming. Working-class couples said it would be impossible.On Weibo, users complained of mounting education expenses, sky-high housing prices and unforgiving work hours, and pointed out a shortage of child care options. Many people have to rely on their parents to help with their kids. Some millennials are choosing a kid-free lifestyle, and many men are having vasectomies to ensure they remain childless.Quotable: One commenter on an article on the policy change said: “Get out of here! Will you help us take care of the kids? Will you give us a house?”Related: China has nearly quintupled the acreage of public green space in its cities over the past 20 years to satisfy the demands for parks and better quality of life from a more affluent and educated populace.After more than 12 consecutive years at the helm of Israel’s government, Prime Minister Benjamin Netanyahu’s hold on power may be coming to a close. Naftali Bennett, an ultranationalist power broker, said he would cooperate with opposition leaders to form a coalition to replace Netanyahu.Israeli newspapers from across the political spectrum offered reactions that were as fractured as the electorate. Liberal columnists said Netanyahu and his allies would make things harder for the new government; conservative pundits expressed dismay at the coalition; and ultra-Orthodox writers warned of an “anti-Jewish” government.Quotable: “If this were a Hollywood movie, now would be the part in which someone would quietly walk into the room, lay a heavy hand on the speaker’s shoulder, and say to him: ‘Sir, it’s over. No one believes a single word you’re saying. You’ve made your bed. Now you need to lie in it,’” wrote Ben Caspit, a columnist for Maariv and a vocal critic of Netanyahu.Authorities in Sri Lanka opened an investigation into the crew of a cargo ship laden with toxic chemicals that has burned off the nation’s coast for 12 days, spilling debris into the ocean.The Biden administration on Tuesday said it will suspend oil drilling leases in the Arctic National Wildlife Refuge that were issued in the waning days of the Trump presidency.A clothing shop assistant in Seoul followed a Belgian ambassador’s wife out of the store, stopped her in the street and checked the label of her jacket to make sure it had not been shoplifted. The woman slapped the shop assistant. It has turned into a diplomatic brouhaha.The pope broadened the Catholic Church’s definition of sexual abuse to explicitly acknowledge that adults, and not only children, can be victimized by priests.President Biden will meet with surviving members of the 1921 massacre in Tulsa, Okla., when angry whites descended on a prosperous African-American part of the city, killing as many as 300 people and destroying more than 1,250 homes.Giovanni Brusca, an Italian mobster who admitted to involvement in more than 100 killings before becoming an informer, has been released after serving 25 years in prison.A Morning ReadNaomi Osaka dropped out of the French Open after organizers fined her for failing to turn up at a news conference. Osaka cited mental health reasons for her refusal to talk to the media. One of the takeaways from the whole affair may be that some players really do find it all too much to bear. Our Sports reporter looked at what went wrong, what we know and what we don’t know.The Globe theater of Shakespeare’s day survived multiple outbreaks of the plague. So when the pandemic shuttered live performances in London last March, many expected the modern recreation of the Globe to make it through. It hasn’t been easy.The theater, which relies heavily on tourism, let go of 180 freelance actors and crew, and furloughed most permanent staff members. Even with those cuts, executives said, the Globe might have shut down if not for the British government’s arts bailout.The Globe reopened last month at a quarter of its usual capacity. To cut down on costs, it’s staging a revival of a 2019 production of “A Midsummer Night’s Dream.” Actors must maintain social distancing onstage, and plays are running without an intermission to reduce virus risk.The Times culture reporter Alex Marshall recently headed to the Globe for its first performance in over a year. The mood outside, he reported, was ecstatic. “It’s just great we’re back and people are hungry for it,” Sean Holmes, the play’s director, said. “We can’t sustain at this level of audience by any means, but I’m feeling optimistic.”What to CookMake a quick, elegant dinner of roasted fish with cherry tomatoes.What to watchThe fifth and final season of “Kim’s Convenience,” the Canadian sitcom that explores Korean food culture without leaning into stereotypes, arrives on Netflix.RelaxA pool can be soothing before you wade into its waters. Take a look at these aerial photos.Now Time to PlayHere’s today’s Mini Crossword, and a clue: Practical joke (three letters).And here is today’s Spelling Bee.You can find all our puzzles here.That’s it for today’s briefing. See you next time. — MelinaP.S. Christina Morales, who has reported for our Express desk, is our newest Food reporter.The latest episode of “The Daily” is about the Tulsa race massacre.Sanam Yar wrote the Arts and Ideas. You can reach Melina and the team at briefing@nytimes.com.Advertisement", "Section": "", "Writers": "", "URL": "https://www.nytimes.com/2021/06/01/briefing/china-vaccine-who-three-child-policy.html", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}