{"Type": "Sport", "Time": "2021-06-02", "Headline": "Tennis: Sympathy for Osaka in Japan over French Open withdrawal", "Text": "TOKYO: Japanese fans and public figures rallied in support of tennis star Naomi Osaka on Tuesday (Jun 1), offering sympathy after she withdrew from the French Open and opened up about her battles with depression.The four-time Grand Slam winner's career is followed closely in Japan and the controversy in Paris, which followed her refusal to attend press conferences, led news bulletins on Tuesday.Reaction in Japan was largely sympathetic, with one Twitter user urging Osaka to \"take a good, long break\".\"I hope she gets to eat what she wants, watch what she wants and listen to what she wants. I hope she wraps herself up in a fluffy blanket and takes it easy until she feels content.\"Osaka revealed that she has \"suffered long bouts of depression\" after pulling out of the French Open on Monday, and will \"take some time away from the court\".Her withdrawal follows the fall-out from her decision to boycott press conferences at the tournament, which she said were like \"kicking people when they are down\".Osaka is expected to represent Japan at the Tokyo Olympics, and will be one of the host country's highest-profile athletes at the Games if she takes part.But Japanese fans urged her to take care of herself first and foremost.\"I will be happy as a fan if she can restore her energy after this and make a comeback,\" a 45-year-old who gave his name as Hoshino told AFP in Tokyo.\"I dare say she might withdraw from the Tokyo Olympics,\" wrote one Twitter user.\"It's disappointing, but I hope she takes her time and gets well.\"\"CAN'T IMAGINE THE PRESSURE\"Others welcomed Osaka's openness about her mental health, a subject rarely discussed by public figures in Japan.Former tennis player Ai Sugiyama told a morning show she hoped Osaka's actions could \"make a splash and create an opportunity to talk about athletes' mental health\", the Sports Hochi reported.\"There's a big difference between people's personalities, and I think we need to consider things on a case-by-case basis,\" said Sugiyama, who reached a career-high number eight world ranking.\"I think the system where you absolutely have to turn up and you're fined if you don't is a little outdated.\"Tokyo passer-by Ishikawa Nobuyuki, 74, told AFP Osaka's withdrawal was \"unavoidable\", adding that \"media also has some responsibility\" for her wellbeing.\"She has the obligation to do the interviews, regardless of whether she wins or loses. Ignoring that makes her slightly selfish. But then again, she has an illness,\" he said.Some Twitter users questioned whether Osaka was feeling the strain of competing for titles and speaking out against racial injustice.\"Naomi Osaka is fighting - against herself, against pressure, against fixed ideas, against discrimination,\" tweeted TV presenter Ruriko Kojima.\"All these things surely cause her anguish. I just can't imagine the pressure she carries on her shoulders. It's such a different perspective. I hope she gets some time where she can laugh and relax.\"It looks like the email address you entered is not valid.", "Section": "", "Writers": "", "MainKeyWord": "Japan,French Open,tennis,Naomi Osaka", "AdditionalKeyWord": "", "URL": "https://www.channelnewsasia.com/news/sport/tennis-naomi-osaka-french-open-japan-14925840", "Source": "google"}