{"Type": "", "Time": "2021-06-02", "Headline": "A burning ship covered beautiful beaches in plastic ‘snow.’ Now Sri Lanka faces an environmental disaster. - The Washington Post", "Text": "Sri Lanka is facing one of the worst environmental crises in its history as tons of potentially toxic debris from a fire aboard a container ship blanket miles of its western coastline.The South Asian country’s military said it had subdued the blaze aboard the MV X-Press Pearl over the weekend, after more than a week of raging flames and billowing black smoke. But officials and scientists warn that the maritime disaster is far from over, with billions of plastic pellets washing up on beaches up to 75 miles to the south.As Sri Lankan sailors scrape the debris from beaches and the ship smolders, scientists are trying to determine how far the flotsam will travel and what the damage will be.“It’s an environmental disaster,” Sri Lankan marine biologist Asha de Vos told The Washington Post. She said she worries currents could eventually carry the plastic pellets as far as the other side of the island nation, killing wildlife and damaging sensitive ecosystems.The crew of the X-Press Pearl first spotted smoke rising from the cargo hold on May 20 while anchored not far from the port of Colombo, according to X-Press Feeders, the company that operates the Singapore-flagged ship. They tried to extinguish the fire by releasing carbon dioxide in the hold, but the fire grew and an explosion rocked the recently built ship on May 22, the company said.The 25-person crew was evacuated as the Sri Lankan navy tried to suppress the blaze, with help from the Indian Coast Guard and firefighting tugs belonging to a Dutch company.Infrared footage of the ship taken over the weekend  showed the fires had almost gone out.Sri Lankan authorities suspect the fire was caused by a leak from the ship’s containers, which were carrying 25 metric tons of nitric acid. (The chemical is used in fertilizers as well as explosives.)In an interview with shipping industry publication Splash, X-Press Feeders Executive Chairman Tim Hartnoll said poor packaging was responsible for the leak, which the crew had detected while in the Arabian Sea.According to an X-Press Feeders statement, the ship applied to the western Indian port of Hazira and the Qatari port of Hamad to offload the leaking container, but the requests were denied. “The advice given was there were no specialist facilities or expertise immediately available to deal with the leaking acid,” the company said.“It was a case of not in my backyard syndrome,” Hartnoll told Splash.Sri Lankan officials said Monday a special police team had begun investigating as the government seeks to take legal action against the vessel’s owners over the incident, the Associated Press reported.The ship was also carrying 78 metric tons of plastic pellets, or nurdles, according to Mongabay, an environmental news organization. Some of them poured into the ocean and began washing up on the coastline.Yellow-sand beaches normally popular with Sri Lankan and foreign tourists quickly became covered in the tiny granules.“It was nuts,” said de Vos, who is also executive director of the marine conservation and education organization Oceanswell. “It was basically [plastic] snow on our beaches, these tiny white pellets, and piles of them.”The government banned fishing along around 50 miles of coast, a significant blow for a country where the industry makes up about 2 percent of its economy. Dead fish have begun washing up on beaches.Authorities have warned people not to touch the debris from the ship because it could be contaminated with harmful chemicals. Beaches known for their crabs are now crawling with thousands of members of the military in protective suits.Adding to the pain is a national lockdown restricting movement in the country, said Muditha Katuwawala of Pearl Protectors, another Sri Lankan marine conservation organization.“It has been difficult to mobilize any volunteers,” he said, adding that the spill was “by far the worst marine environmental disaster in our region.”It could take a long time to understand the full impact of the disaster. For example, plastic mixed into the sand could raise the temperature of beaches where sea turtles lay their eggs, leading to all-male or all-female broods, de Vos said. The plastic “will be in our beaches for a long time to come.”As she and other scientists track where the pellets end up, de Vos hopes the shocking images raise awareness about the impact of more everyday pollution.“Our oceans are covered in microplastics, but nobody really thinks about it,” she said. “I hope this drives home that we are all part of this problem.”The most important news stories of the day, curated by Post editors and delivered every morning.By signing up you agree to our Terms of Use and Privacy Policy", "Section": "", "Writers": "", "URL": "https://www.washingtonpost.com/world/2021/06/01/sri-lanka-pollution-beach-environment-plastic/", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}