{"Type": "", "Time": "2021-06-02", "Headline": "Vatican laws changed to toughen sexual abuse punishment - BBC News", "Text": "Pope Francis has changed the Roman Catholic Church's laws to explicitly criminalise sexual abuse.It is the biggest overhaul of the criminal code for nearly 40 years.The new rules make sexual abuse, grooming minors for sex, possessing child pornography and covering up abuse a criminal offence under Vatican law.The Pope said one aim was to \"reduce the number of cases in which the... penalty was left to the discretion of authorities\".The changes to the Code of Canon Law took 11 years to develop and included input from canonist and criminal law experts. The Catholic Church has been rocked in recent years by thousands of reports of historic sexual abuse by priests, and cover-ups by senior clergy, around the world. Victims and critics had complained for decades that the previous laws were outdated, designed to protect perpetrators and were open to interpretation. The new code replaces the last major changes made by Pope John Paul II in 1983. It is designed to have clearer and more specific language, and dictates that bishops must take action when a complaint is made.The new rules come into effect on 8 December. They also prohibit the ordination of women, recording confessions and committing fraud.The Vatican's law also now recognises that adults as well as children can be victimised by priests who abuse their authority. Previously, the Church believed adults could give or withdraw consent because of their age, and did not take into account that adults could also be victims, especially if there is a power imbalance.The code says a priest can lose their position if they used \"force, threats or abuse of his authority\" to engage in sexual acts.For the first time, laypeople working within the Church system, such as administrators, can also face punishment for abuse, such as losing their jobs, paying fines or being removed from their communities. The new rules criminalise \"grooming\" of minors or vulnerable adults to pressure them to take part in pornography. It is the first time the Church has officially recognised grooming as a method used by sexual predators to exploit and abuse victims.The law has also taken away the discretionary power that had previously allowed high-ranking Church officials to ignore or cover up allegations of abuse to protect priests. Now, anyone found guilty of this could be charged with negligence in failing to properly investigate and punish sexual predators.Monsignor Filippo Iannone, who leads the Vatican department that oversaw the changes, said there had been \"a climate of excessive slack in the interpretation of penal law\", where mercy was sometimes put before justice.The changes come under the new heading of \"offences against human life, dignity and liberty,\" which replaces the previously vague \"crimes against special obligations\". The new laws do not spell out sexual offences against minors, but instead still refer to offences against the sixth commandment, which prohibits adultery.Advocates have long demanded the Church remove the reference to the sixth commandment, and define the abuse as a crime against children instead of a violation of priestly celibacy.\"Describing child sexual abuse as the canonical crime of 'adultery' is wrong and minimises the criminal nature of abuse inflicted on child victims. A canonical crime relating to child sexual abuse should be clearly identified as a crime against the child,\" said a 2020 report into child sexual abuse, sponsored by the UK government.Pope Francis has worked to tackle sexual abuse allegations involving Catholic priests since he became pontiff in 2013. He led a landmark summit on clerical sex abuse in 2019, and lifted the controversial rule of \"pontifical secrecy\" in a bid to improve transparency.The Church previously shrouded sexual abuse cases in secrecy, in what it said was an effort to protect the privacy of victims and reputations of the accused. Critics said some Church officials abused the rule to avoid co-operation with police in abuse cases.Roman Catholic church admits abuseChildren tell of neglect, filth and fear in US campsChina's Sinovac Covid vaccine gets WHO approvalIt is the second Chinese vaccine to get the green light from the global health body.World's largest meat supplier hit by cyber-attackBiden to suspend Trump Arctic drilling leasesThe villagers caught between sparring Asian giantsNew China child policy sparks tales of 'trauma'Two children, a decade of war. VideoTwo children, a decade of warThe rise and fall of a drug kingpin’s wifeThe legacy of the murder of James Byrd Jr. VideoThe legacy of the murder of James Byrd JrThe Indian children orphaned by Covid-19South Korea: From food wasters to recyclers. VideoSouth Korea: From food wasters to recyclersPregnant, unprotected and living in fear of CovidAbducted activist points finger at Pakistan securityLyrics quizHave you been getting these songs wrong?Feeling hotWhat happens to your body in extreme heat?World's largest meat supplier hit by cyber-attack1China's Sinovac Covid vaccine gets WHO approval2Belarus activist 'stabs his neck' in court3The rise and fall of a drug kingpin’s wife4Biden first president to mark Tulsa Race Massacre5Zero daily Covid deaths announced in UK6Infamous Sicilian Mafia boss released from prison7Brazil defends hosting of Copa America tournament8Huawei operating system coming to Asia smartphones9What happened when a whole town got Covid jabs?10© 2021 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking.", "Section": "", "Writers": "", "URL": "https://www.bbc.com/news/world-europe-57318959", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}