{"Type": "", "Time": "2021-06-02", "Headline": "Additional $200 GST cash voucher available for 1.4m Singaporeans from June 23 onwards, Singapore News - AsiaOne", "Text": "GST voucher payments, worth $1.3 billion, will be disbursed to about 1.4 million Singaporeans and 950,000 households this month, according to the Ministry of Finance (MOF) on Tuesday (Jun 1).  Singaporeans who are eligible for the regular GST Voucher (GSTV) – Cash Payment will also be eligible for a one-off $200 GST Voucher – Cash Special Payment.This is on top of the GSTV regular cash payment of either $300 or $150 according to the annual value of your home.This scheme will be available from June 23 onwards, and 90 per cent of eligible Singaporeans will receive the payouts automatically. Meanwhile the regular GSTV will be credited to their bank accounts from July 30.In February, with the Emerging Stronger Together theme, the government announced additional help for Singaporean families via the Budget 2021 Household Support Package – amid the economic downturn caused by the Covid-19 pandemic.Lower and middle income families will be receiving more support from this package during this period of uncertainty. Singaporeans who do not have a PayNow-NRIC-linked bank account but have previously provided their bank account number to the Government, will receive their payouts via bank transfer on June 30. Meanwhile the rest will receive cheques in their official address mailbox from July 15 onwards.In total, lower income citizens will be qualified to receive up to $500 – to defray their cost of living, benefiting over 1.4 million Singaporeans.Additionally, eligible HDB households will receive an additional 50 per cent of their regular GSTV – U-Save, via the one-off GSTV – U-Save Special Payment scheme. Furthermore, close to 575,000 Singaporeans who are aged 65 and above in 2021 will also receive a top-up to their CPF MediSave Accounts of up to $450 from July 30 onwards. These top-ups will amount to almost $170 million in total.Visit here for more details on the GST Voucher. xavierpoh@asiaone.com", "Section": "", "Writers": "", "URL": "https://www.asiaone.com/singapore/additional-200-gst-cash-voucher-available-14m-singaporeans-june-23-onwards", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}