{"Type": "", "Time": "2021-06-02", "Headline": "Netizens question MOH & MOM protocols after another case of MDW being released early from SHN only to test positive for COVID-19 again later - The Online Citizen Asia", "Text": "About two weeks after former model and DJ Jade Rasif publicly shared her traumatising experience with her migrant domestic worker (MDW)’s confusing quarantine order and subsequent events, news of a similar case has made the spotlight.In this case, The Straits Times reported on Tuesday (1 June) of a hotel worker whose new maid was discharged from Stay-Home Notice (SHN) just five days in despite testing positive on the polymerase chain reaction (PCR) test. She had arrived from Indonesia on 15 April.According to reports, the MDW’s employer, known only as Ms Lee, was concerned by the early discharge. She checked with the isolation facility where the helper was quarantined and was told she had nothing to worry about as the Indonesian’s serology test came back positive. They said this indicates that it was a past infection.Unfortunately, two weeks later the helper tested positive on a mandatory swab test. She had been living with Ms Lee and her two elderly parents and her brother since she was released from SHN.Following the second test, she was taken by ambulance to the National Centre for Infectious Diseases (NCID).This is eerily similar to what happened with Ms Rasif’s helper who was released from quarantine just three days after arriving in Singapore instead of the full 14-days that was paid for.Two weeks after being released, however, Ms Rasif received a phone call informing her that her helper needed to be tested for the virus again. The test came back positive and the helper was picked up by an ambulance and taken to a quarantine centre.Similar to Ms Rasif, when Ms Lee was informed that her helper was suspected to be positive with COVID-19, her family was told they could still continue with their daily activities but decided to self-quarantine anyway.On 8 May when the helper was swabbed again, after testing negative twice, Ms Lee was told that her family of 12 would have to quarantine.Ms Lee was quoted by ST saying: “We were speechless at this point. We thought it was safe to go about our daily lives, and had met so many people at work and school… We were also worried for the safety of our parents, who have chronic illnesses.”The family has since completed their quarantine and cleared their swab tests. Their helper’s status remains unclear, however. Though she was discharged on 25 May after serving the full 21 days of SHN and the family was told she was no longer infectious, a Ministry of Health (MOH) doctor who spoke to Ms Lee said it was unclear if the helper had been reinfected.Ms Lee’s and Ms Rasif’s helpers are among several MDWs who had been discharged from SHN early only to test positive for COVID-19 again a few weeks later.Now, since 5 February, all MDWs with recent travel history to high-risk countries are required to take an on-arrival serology test and PCR test.MOH had clarified with TOC back in March that the additional on arrival serology test “will allow for the identification of workers who have recovered from an old COVID-19 infection and have antibodies”.Those who test positive on the serology test “can therefore be released from SHN,” said MOH, as it indicates a past infection.This second story in as many weeks about another MDW who was released early, has netizens on edge, as many on The Straits Times Facebook page are questioning the protocols implemented by both the Ministry of Health (MOH) and Ministry of Manpower (MOM).Many wondered if the MOH shouldn’t just require the helpers to complete the full SHN period to be safe, instead of releasing them early even with a positive serology test to indicate a past infection.A couple of people even noted that the employers had paid for a full SHN, so it shouldn’t be a problem to have the helpers be quarantined for the full duration.One user expressed worry over the case and wondered how many other similar cases are out there and have “contributed other infected cases”. The user also wondered if these cases of “past infected but till infectious” are considered linked or unlinked.Several people called for an investigation to be carried out into this “serious lapse” as well as MOH’s protocol and staff. One person called out the MOM for not clarifying these lapses yet.While another described these cases as signs of “complacency” on the government’s part in allowing early releases from SHN. © 2006 - 2021 The Online Citizen© 2006 - 2021 The Online Citizen", "Section": "", "Writers": "", "URL": "https://www.theonlinecitizen.com/2021/06/01/netizens-question-moh-mom-protocols-after-another-case-of-mdw-being-released-early-from-shn-only-to-test-positive-for-covid-19-again-later/", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}