{"Type": "", "Time": "2021-06-02", "Headline": "PV chief Lim Tean denies modifying video recording of Catholic archbishop's homily with political label - The Online Citizen Asia", "Text": "People’s Voice Party chief Lim Tean on Tuesday (1 June) clarified that he did not modify the video recording of a homily delivered by Singapore’s Roman Catholic Archbishop that the politician had posted on his own Facebook page.A homily is a commentary that follows a reading of scripture that offers a “public explanation of a sacred doctrine” or text.Footage of the homily — a homily delivered by Archbishop William Goh on 25 July last year — was reportedly doctored with a label titled “Appropriate Sermon For PAP (People’s Action Party) Cabinet”.Mr Lim, who is also a lawyer, said that he “did not edit any part of it or add” to the video of Archbishop Goh’s homily.“This video was sent to me on 29 May by a fellow Montfortian. I posted the video on my FB as I received it,” he said.Mr Lim explained that he had decided to share the video on Facebook as he believed it carried “a very valuable message on leadership whatever the sphere a leader may be involved in – whether it be in religion, politics, business or otherwise”.“As I said in my post, the message in the video is timeless. Those who watched the video in my post were similarly impressed with the Archbishop’s message as can be seen from their reactions,” he said.Noting that he has removed his Facebook post of the video “out of respect for the wish of the Catholic Church”, Mr Lim affirmed that he has “the greatest respect for the Catholic Church and Archbishop William Goh”.“I used to be a regular attendant at his Friday teachings at the Catholic Seminary opposite the Church Of Nativity, before his elevation to the Office Of Archbishop Of Singapore,” he said.“Below is a picture of the Church of Nativity at the cross-roads of Upper Serangoon Road and Punggol Road. My primary and secondary school Montfort used to be located to the left of the Church. On the other side of the Church was CHIJ,” he said, referencing a photograph he had attached to his clarification.The Roman Catholic Archdiocese of Singapore on Monday earlier said that the homily in question centres “the privilege of being chosen as a leader and how a true leader is not concerned about rewards but rather focused on serving and enriching others”.“Leadership is ultimately about servanthood and the joy of being a leader is when they see the lives of others transformed,” said the Church in its statement yesterday.“However, by putting the label “Appropriate Sermon For PAP Cabinet” – it has caused upset and concern to the Church and its followers as the doctored label leads to a misrepresentation of the intent and thrust of the homily.“The Church hopes that respect is given to religious materials such as homilies and other materials written or recorded on audio and video,” it said.Taking the homily out of its intended context from an “emotional frame of mind” and a need to further certain “causes” creates “misunderstanding and sows discord and division”, the Church added.“The Church does not practise partisan politics. We seek only to proclaim the Good News of Jesus Christ, bring good to society, promote harmony, unity and mutual understanding among all peoples.“We, therefore, ask all parties concerned to refrain from doctoring the Church’s videos or images, stop the distribution, and remove such content from their social media accounts or postings,” it said.The Church also urged people to be “vigilant” against fake news.Quoting a statement from Pope Francis in Jan 2018, it said that no person can “feel exempted from the duty of countering these falsehoods”.“This is no easy task, since disinformation is often based on deliberately evasive and subtly misleading rhetoric,” the Pope remarked.In the homily he delivered in July last year, the Archbishop emphasised the importance of humility in leadership, saying that a “true leader is not concerned about rewards” or “what he can get out of it”.“A true leader is concerned about serving the people. About enriching the people, about empowering the lives of people … He is more concerned about his responsibilities, the task given to him assigned to him, to look after those that the Lord has entrusted to him,” he said.Archbishop Goh added: “If you are looking for earthly rewards, monetary rewards, you are not a leader. You’re a leader for yourself, not for the people.”Leaders, he stressed, “must be ready for suffering”.” Don’t seek leadership if you are not ready for suffering, to be misunderstood, to be slandered, to be taken for granted, to be used and abused,” said the Archbishop.WATCH: The video recording of Archbishop William Goh, the Roman Catholic Archbishop of Singapore, delivering a homily on leadership in July last year.  The left upper corner’s text have been mosaiced off.\n © 2006 - 2021 The Online Citizen© 2006 - 2021 The Online Citizen", "Section": "", "Writers": "", "URL": "https://www.theonlinecitizen.com/2021/06/01/pv-chief-lim-tean-denies-modifying-video-recording-of-catholic-archbishops-homily-with-political-label/", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}