{"Type": "", "Time": "2021-06-02", "Headline": "'An obvious candidate' - Carragher backs ex-Liverpool manager Benitez to take over at Everton | Goal.com", "Text": "Liverpool idol Jamie Carragher sprung a surprise on Everton when he urged the Toffees to replace Carlo Ancelotti with another Reds favourite, Rafa Benitez. Carragher worked under Benitez for the entirety of the Spaniard's six-year spell in charge at Anfield, winning the Champions League in 2005. While there is no love lost between the two fierce Merseyside rivals, the ex-England defender believes his former mentor would be a perfect fit at Goodison Park.“As Carlo Ancelotti returns to Real Madrid, Everton owner Farhad Moshiri will be wondering when he will next get the chance to appoint a former Real Madrid manager and Champions League winner with Premier League experience,” Carragher wrote in the Telegraph.“How about immediately? Of the names instantly linked with Everton as the Ancelotti news broke, who is more qualified than my former Liverpool boss Rafa Benitez?“Rafa is available, settled in the area and I am sure he is ready if Moshiri is prepared to consider one of the more shocking managerial appointments in Merseyside football history.“At the very least, Benitez should be under consideration as Moshiri begins yet another managerial quest. Not for the first time, before the owner decides the right candidate, he has to be clear of the football direction he wants to take.“With Ancelotti, Everton pursued the tried-and-tested, proven experienced manager and stellar name. If that is what Moshiri still wants, Benitez is an obvious candidate.”Ancelotti said farewell to Everton on Tuesday after just over 18 months in charge as he resigned in order to begin a second spell at the helm of Real Madrid.   Having taken over in December 2019 with the Toffees languishing in 18th place in the Premier League, the Italian helped them to recover to 12th by the end of his debut season and clinched 10th in the last campaign which finished in May. Despite that improvement, there was a feeling that Everton should have been aiming higher, having led the table after six games and spending most of the first half of the season inside the top six. Benitez, meanwhile, has been out of work since January after cutting short his time at China's Dalian Professional for personal reasons.", "Section": "", "Writers": "", "URL": "https://www.goal.com/en-sg/news/carragher-ex-liverpool-boss-benitez-everton/5csad7qsm61x1llix9ory03vk", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}