{"Type": "", "Time": "2021-06-02", "Headline": "Covid-19 unlikely transmitted between HDB blocks through wastewater system: Experts, Singapore News & Top Stories - The Straits Times", "Text": "Read 3 articles daily and stand to win ST rewards, including the ST News Tablet worth $398.Spin the wheel for ST Read and Win now.SINGAPORE - It is not possible for residents of one block of flats to catch Covid-19 from residents in a neighbouring block via the wastewater system, infectious disease experts said on Tuesday (June 1).On Monday, all residents of two Housing Board blocks in Hougang - 501 and 507 in Avenue 8 - were asked to go for mandatory tests after Covid-19 viral fragments were detected in wastewater samples collected from the blocks.The two blocks are within the same area as Block 506 Hougang Avenue 8, which saw its residents mass-tested for the virus after a few patients were found to be living there.The Ministry of Health (MOH) had identified 11 Covid-19 cases from at least four households in the block, including two that were picked up during the testing exercise.Professor Paul Tambyah, president of the Asia Pacific Society of Clinical Microbiology and Infection, said: “Detection of Covid-19 fragments in wastewater does not mean that was the mode of transmission – it is a screening tool to pick up the presence of individuals who are shedding the virus.” In response to queries, a PUB spokesman said that sanitary systems here are “closed systems” where the pipes are air- and watertight to ensure that no foul air, viruses or bacteria can travel between household or blocks.“For instance, water seals located in the U-shaped sections of underfloor pipes in the toilet bowl and floor traps for sinks, wash basins and showers act as barriers to prevent foul air that may contain bacteria and viruses from entering a unit’s premises,” the spokesman added.“These water seals are maintained by regular water flow from the sinks, wash basins, showers or flushing of the water cisterns.”He added that sanitary pipes are hydraulically and air-pressure tested by licensed plumbers to ensure no leakage in the system.“Backflow of used water will not occur in a properly designed system like Singapore’s, where the used water flows in pipes with proper gradient and is conveyed in a downward direction quickly through vertical down pipes,” he said.Professor Dale Fisher, an infectious disease expert at the National University of Singapore (NUS), said that the infected residents of Block 506 may have transmitted Covid-19 to their neighbours in Blocks 501 and 507 through other means, such as a contaminated surface.Professor Teo Yik Ying, dean of NUS’ Saw Swee Hock School of Public Health, said: “It could be that there are people who are asymptomatically infected in these blocks, and we should not rule out the possibility of false detection as well.\"It is otherwise too early to speculate how the Covid-19 fragments could have been detected if there are truly no infected cases in these blocks.\"Rather than viral spread through the sewage system, Prof Tambyah said “it is far more likely that people living in adjacent blocks visited each other, and, hence, the wastewater surveillance picked up the positive cases in the adjacent blocks”.“Or, even more likely, there was a common source like a nearby coffeeshop that has yet to be identified,” he added.Testing for residents in the two blocks began on Tuesday and will end on Thursday.When The Straits Times arrived at Block 507 in Hougang at about 9am on Tuesday, testing operations were in full swing and residents had formed a queue to get swabbed.\nLeader of the Opposition Pritam Singh speaking to residents queueing at Block 507 Hougang Avenue 8. ST PHOTO: JASON QUAH\n\nAljunied GRC MP Gerald Giam (left) and Hougang MP Dennis Tan speaking to residents at Block 507 Hougang Avenue 8. ST PHOTO: JASON QUAH\nMadam Koh Beng Hup, who works in a McDonald's outlet, said: \"I'm not worried about myself because I feel fine. But I'm worried that someone in the block might have the virus.\"I've always been a careful person. I wash my hands when leaving home or coming back.\"The 60-year-old added that the swabbing process took only about five minutes from start to finish.Mrs Sasikala Ramaiyan, who helps out at a minimart in Block 501, said she will be tested on Wednesday.\"Testing is just a precaution, there's nothing wrong with that. We don't know for sure, but we have to face whatever that comes. We cannot panic,\" said the 41-year-old.\"It's good that they are testing everyone. We don't have to guess whether this person or that person has the virus. Whoever tests positive will be isolated, and the Government can take the necessary precautions.\"Over at Block 745 Yishun Street 72, testing was also under way for its residents.MOH had announced the tests on Monday after six Covid-19 cases were detected in the block, with subsequent wastewater tests detecting virus fragments.Testing for the Yishun block will end on Wednesday.\nResidents of Block 745 Yishun Street 72 queueing for their mandatory Covid-19 swabs on June 1, 2021. ST PHOTO: DESMOND FOO\n\nTesting for the Yishun block will end on June 2, 2021. ST PHOTO: DESMOND FOO\nOn Tuesday, Prof Teo and Prof Fisher also shared their opinions on a message circulating that the earlier infections in Hougang's Block 506 could have spread through the sewage system to residents living in the same \"stack\" - meaning they share the same unit number but are on different floors.Referring to the cases in Block 506, the message said: \"Suspect cause of transmission is the WC (water closet), when flushing WC air from other units get into the toilet and infect the guys.\"The message also urged recipients to put down their toilet covers before flushing.Prof Fisher said: \"The 'column' of cases is in itself remarkable, but I would think contamination of an elevator or stairwell is more likely in seeing this pattern.\"Prof Teo said that transmissions through the sewage system between units in the same stack are unlikely, except in the case of leakages in the wastewater piping, or if a wastewater system had not been properly installed.Both said that closing toilet lids before flushing is a good practice, as toilet plumes from flushing can disperse aerosols containing waste materials.Separately, the National Environment Agency (NEA), which is in charge of wastewater testing for Covid-19, said that, as at May, it has expanded the wastewater surveillance programme to about 110 locations.This includes Singapore's four water reclamation plants, workers' dormitories and other high-population density living premises such as nursing homes and student hostels.\"We continually assess the situation together with other agencies on wastewater surveillance points to complement clinical testing,\" said an NEA spokesman.Join ST's Telegram channel here and get the latest breaking news delivered to you.SPH Digital News / Copyright © 2021 Singapore Press Holdings Ltd. Co. Regn. No. 198402868E. All rights reservedWe have been experiencing some problems with subscriber log-ins and apologise for the inconvenience caused. Until we resolve the issues, subscribers need not log in to access ST Digital articles. But a log-in is still required for our PDFs.", "Section": "", "Writers": "", "MainKeyWord": "", "AdditionalKeyWord": "", "URL": "https://www.straitstimes.com/singapore/mass-covid-19-testing-begins-at-two-hougang-blocks-one-in-yishun", "Source": "google"}