{"Type": "", "Time": "2021-06-02", "Headline": "WHO to use Greek alphabet to help identify coronavirus variants, World News & Top Stories - The Straits Times", "Text": "Read 3 articles daily and stand to win ST rewards, including the ST News Tablet worth $398.Spin the wheel for ST Read and Win now.GENEVA • Covid-19 variants are to be known by letters of the Greek alphabet to avoid stigmatising countries where they were first detected, the World Health Organisation (WHO) announced.The new system applies to variants of concern - the most troubling of which are four in circulation - and the second-level variants of interest being tracked.\"They will not replace existing scientific names, but are aimed to help in public discussion,\" Dr Maria Van Kerkhove, the WHO's Covid-19 technical lead, said on Monday.Under the new system, these variants of concern take on the following names: the hitherto so-called British variant B117 becomes Alpha; the B1351 first detected in South Africa becomes Beta, while the Brazilian P1 becomes Gamma.The B1617 variant first detected in India is split into sub-lineages, of which the B16172 variant of concern becomes Delta.The B16171 variant of interest is called Kappa.Besides these names, there are two other scientific names in use for each mutation, while different geographic names have been used to describe the same variants.For example, within Britain, what other countries have been referring to as the British variant is often called the Kent variant - the county in south-east England where it was first detected.The lineage names, such as B16172, will continue to be used in scientific circles for the mutation information that the names convey.\"While they have their advantages, these scientific names can be difficult to say and recall, and are prone to misreporting,\" the WHO said in a statement.\"As a result, people often resort to calling variants by the places where they are detected, which is stigmatising and discriminatory.They will not replace existing scientific names, but are aimed to help in public discussion.\"To avoid this and to simplify public communications, WHO encourages national authorities, media outlets and others to adopt these new labels.\"Last month, United States President Joe Biden signed a hate crimes law aimed at protecting Asian Americans who have suffered a surge in attacks during the Covid-19 pandemic.US anti-extremism groups say the number of attacks and hate crimes against Asian Americans has exploded since the beginning of the crisis. They lay some of the blame with former president Donald Trump, who repeatedly referred to Covid-19 as the \"China virus\".The WHO has been trying to come up with simplified new nomenclature for the variants for several months.The Greek alphabet contains 24 letters, but there is no plan yet as to where to go next if they are exhausted. The letters epsilon, zeta, eta, theta and iota have already been ascribed to variants of interest.AGENCE FRANCE-PRESSEJoin ST's Telegram channel here and get the latest breaking news delivered to you.SPH Digital News / Copyright © 2021 Singapore Press Holdings Ltd. Co. Regn. No. 198402868E. All rights reservedWe have been experiencing some problems with subscriber log-ins and apologise for the inconvenience caused. Until we resolve the issues, subscribers need not log in to access ST Digital articles. But a log-in is still required for our PDFs.", "Section": "", "Writers": "", "MainKeyWord": "", "AdditionalKeyWord": "", "URL": "https://www.straitstimes.com/world/who-to-use-greek-alphabet-to-help-identify-coronavirus-variants", "Source": "google"}