{"Type": "", "Time": "2021-06-02", "Headline": "Singapore to use DIY Covid-19 antigen test kits at construction sites | The Star", "Text": "\n                    Tuesday, 01 Jun 2021\n                SINGAPORE, June 1 (The Straits Times/ANN): To further reduce the risk of transmission at worksites, the use of antigen rapid tests (ART) will now be piloted at construction worksites for those who are not living in dormitories.These tests, which will generally be conducted once every three days, will be administered by workers through do-it-yourself Covid-19 test kits, the Building and Construction Authority (BCA) said on Monday (May 31).This comes on top of the polymerase chain reaction (PCR) rostered routine testing that these workers continue to be required to take.Currently, all individuals at construction worksites, whether vaccinated or not, must be tested once every seven days or once every 14 days, depending on their risk level, such as whether they stay in dormitories.In a circular, the BCA said that each employer will appoint trained personnel as supervisors to ensure proper infection prevention controls and the correct use of the test kits.Some worksites will also designate and train specific personnel who administer the swabs for their colleagues, the BCA added.The move to pilot such self-administered tests at worksites comes after Prime Minister Lee Hsien Loong's announcement on Monday that do-it-yourself Covid-19 test kits will soon be available at pharmacies here.These tests, which are simple to use, can be administered by front-line workers on their own, if they wish to test themselves frequently or even daily, PM Lee said.PCR tests are the most accurate, but usually take a day or two for results to be known. The less accurate ART returns results in about 30 minutes and is used heavily for pre-event testing.The pilot use of such ART at worksites is being overseen by the BCA, the Ministry of Health (MOH) and the Ministry of Manpower (MOM).In its circular, the BCA said it is currently engaging worksites on the pilot initiative, and that more worksites will be progressively included as Singapore ramps up its supply of antigen rapid tests.More details on the requirements and implementation of the tests will be provided when they are ready, including the necessary training and preparation required, the BCA added.MOH said on Monday that it will be extending the use of ARTs further, with pilots in student hostels in autonomous universities. It will also work with CapitaLand to run pilots at one or two selected malls for tenants and people who work there.Those whose rapid test returns a positive result will need to take a PCR test at a Swab and Send Home Public Health Preparedness Clinic or regional screening centre to confirm if they have Covid-19. They are required to self-isolate until they receive a negative PCR test result. \nTags / Keywords:\nantigen rapid tests\n                                                                ,\n                                                                                                ART\n                                                                ,\n                                                                                                construction worksites\n                                                                ,\n                                                                                                covid-19\n\n\n\nReport it to us.Thank you for your report!Copyright © 1995-\n            \n\n Star Media Group Berhad (10894D)Best viewed on Chrome browsers.{{item['V1 Header']}}\n   {{item['V1 Body']}}\n\n  {{item['V2 Header']}}\n\nAre you having urinary troubles? By taking the survey, it is deemed that you consent to the TermsWe hope you enjoy this feature!", "Section": "", "Writers": "", "URL": "https://www.thestar.com.my/aseanplus/aseanplus-news/2021/06/01/singapore-to-use-diy-covid-19-antigen-test-kits-at-construction-sites", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}