{"Type": "", "Time": "2021-06-02", "Headline": "Irish overseas travellers face significant extra expense of PCR tests", "Text": "Paying through the nose? A PCR test for Covid-19. Photograph: Arun Sankar/AFP via GettyThe cost of private Covid-19 tests at home and abroad is likely to come into sharp focus in the weeks ahead as international borders reopen for leisure travel and people are allowed to go on holidays as long as they meet certain criteria.Under the rules of the digital green certificate, people will be able to move freely across the EU as long as they have been fully vaccinated, can show they have recovered from Covid-19 or can produce a negative Covid-19 test.Under European Commission proposals, an exemption from travel restrictions will also apply to those with a negative PCR test 72 hours before departure or a negative antigen test 48 hours before departure.Countries will be able to choose which conditions it imposes and at present Ireland is favouring negative PCR tests over antigen tests, a decision that could prove costly for consumers.Apart from having recovered from Covid-19 the only option on the table for children and for many young adults will be a negative test, but that will add considerably to the cost of travel. At the very least a person will have to pay about €150 to cover the cost of tests leaving the country and returning home.But the costs at home and abroad vary wildly. Both RocDoc and Randox are carrying out PCR testing at Dublin Airport and other locations, with the former charging €95 and the latter charging €89. Both promise results within 24 hours.Private clinics on the Algarve, meanwhile, are charging €50 for tests while in Spain the price is about €55.In some countries the cost of PCR testing is determined by the Government and can be subsidised or taxes are not charged. In Europe, Riga Airport is the cheapest, with PCR tests costing €35.If the Government adopts the EU proposals and also allows antigen tests, then the prices will fall considerably. An antigen test at Dublin Airport is €49, while the cost of such a test in Spain is €25.Everything you need to know about the Covid-19 outbreak Subscribe.DailyStay on top of the latest news with our daily newsletters each morning, lunchtime and eveningSign upInvalid email or password.", "Section": "", "Writers": "", "URL": "https://www.irishtimes.com/news/ireland/irish-news/irish-overseas-travellers-face-significant-extra-expense-of-pcr-tests-1.4580165", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}