{"Type": "", "Time": "2021-06-02", "Headline": "Singapore madrasah makes police report after leak of confidential files, Singapore News & Top Stories - The Straits Times", "Text": "Read 3 articles daily and stand to win ST rewards, including the ST News Tablet worth $398.Spin the wheel for ST Read and Win now.SINGAPORE - The Madrasah Irsyad Zuhri Al-Islamiah, an Islamic religious school, has made a police report after discovering that confidential files were leaked in an e-mail to unauthorised third parties, said the Islamic Religious Council of Singapore (Muis).Muis and Madrasah Irsyad, which is located in Toa Payoh, were alerted to the incident on May 11, the council said on Monday (May 31).Internal investigations revealed that a staff member of the madrasah had downloaded numerous confidential documents from the school's e-mail server without authorisation.\"Following an interview with the said staff (member), the madrasah made a police report on the unauthorised transfer of the madrasah's confidential documents to third parties,\" said Muis.The police confirmed to The Straits Times that a report was lodged and that they are looking into the matter.The council said the staff member has resigned from Madrasah Irsyad with immediate effect and that the school will not be able to provide further details, given that the matter is under police investigation.It added that the stolen documents are linked to an ongoing review of the madrasah's financial transactions.Muis reiterated that \"it takes any allegations of financial irregularities very seriously and is undertaking the necessary steps to look into the matter\".The review had been stated in a parliamentary reply on April 5 by Minister-in-charge of Muslim Affairs Masagos Zulkifli, who was responding to Mr Faisal Manap of the Workers' Party.Mr Faisal, an MP for Aljunied GRC, had then asked, among other things, for details on any links between Madrasah Irsyad and Irsyad Trust Limited (ITL), and if any investigations were conducted in 2019 and 2020 regarding allegations of abuse of power in the madrasah.The allegations were regarding a former senior director of madrasah at Muis, who had also been chief executive of ITL since 2014.Mr Faisal had asked if the financial reports for both these bodies had been made public, and if there had been any transfer of funds from the madrasah to ITL.Mr Masagos had answered then that there was no affiliation between ITL and Madrasah Irsyad, and that the two had not been affiliated with each other since January.ITL was established as a separate company in 2006 by the madrasah's management committee, under the name Irsyad Foundation Limited.In August 2008, Muis brought Madrasah Irsyad into its joint madrasah system, but the school's management continued to oversee its fund-raising efforts, including international projects in training and education. Funds raised from these projects went towards supporting Madrasah Irsyad's local operations.In 2014, Madrasah Irsyad's management moved the international side of its fund-raising efforts to ITL.During a 2016 audit of Madrasah Irsyad's accounts, however, it was discovered that the school's management had endorsed a transfer of $2 million to ITL for its international operations.\"Muis requested ITL to repay the monies to the madrasah. ITL returned the $2 million in full to the madrasah in 2016,\" said Mr Masagos.He added that after a review last year, Madrasah Irsyad decided to de-prioritise its international projects. Both the school and ITL agreed that they would no longer be affiliated with each other from January this year, which meant that ITL could no longer use the school's branding for its international projects.Muis then asked for a review of the financial transactions between Madrasah Irsyad and ITL, which is ongoing, and will consider further actions based on the findings of the review.The minister said that while Muis had conducted an internal investigation into Madrasah Irsyad staff after a complaint, it was not linked to ITL or the former Muis senior director, who resigned in 2016.He added that while it was not Muis' practice for religious schools to publish their financial statements, each school is required to submit them to Muis for final audit purposes.Join ST's Telegram channel here and get the latest breaking news delivered to you.SPH Digital News / Copyright © 2021 Singapore Press Holdings Ltd. Co. Regn. No. 198402868E. All rights reservedWe have been experiencing some problems with subscriber log-ins and apologise for the inconvenience caused. Until we resolve the issues, subscribers need not log in to access ST Digital articles. But a log-in is still required for our PDFs.", "Section": "", "Writers": "", "MainKeyWord": "", "AdditionalKeyWord": "", "URL": "https://www.straitstimes.com/singapore/police-investigating-unauthorised-email-sharing-from-religious-school-muis", "Source": "google"}