{"Type": "", "Time": "2021-06-02", "Headline": "Iran nuclear program: UN watchdog unable to access data since February | Iran | The Guardian", "Text": "International Atomic Energy Agency says it can provide only an estimate of Iran’s stockpileLast modified on Tue 1 Jun 2021 01.08 BSTThe United Nations’ atomic watchdog hasn’t been able to access data important to monitoring Iran’s nuclear program since late February when the Islamic Republic started restricting international inspections of its facilities, the agency has said.The International Atomic Energy Agency (IAEA) reported on Monday in a confidential document distributed to member countries and seen by the Associated Press that it has “not had access to the data from its online enrichment monitors and electronic seals, or had access to the measurement recordings registered by its installed measurement devices” since 23 February.While the IAEA and Iran earlier acknowledged the restrictions limited access to surveillance cameras at Iranian facilities, Monday’s report indicated they went much further. The IAEA acknowledged it could provide only an estimate of Iran’s overall nuclear material stockpile as it continues to enrich uranium at its highest ever level.Last week, the UN’s nuclear inspectorate said Iran’s failure to provide credible explanations for traces of uranium found at two undeclared sites was “a big problem” that was affecting the country’s credibility.Rafael Grossi, the director general of the IAEA, said: “We know that something happened here. There is no way round it. We have found this. There was material here. When was this? What has happened with this equipment? Where is the material. They have to answer.”He said it was not his job to give an ultimatum to Iran to explain the cause of the unexplained uranium found at three sites, one of which Iran said was a carpet cleaning facility, but to report the technical truth. “They know they have to provide explanations. We are asking them to come clean with all these things because it can only help them.”He said he has told Iranian officials: “This is going to affect the credibility of your country in general and the chances for any bigger wider agreement that you want to enter with your counterparts in the JCPOA [Joint Comprehensive Plan of Action].”Iran started limiting inspections in a bid to put pressure on US president Joe Biden to lift crippling sanctions reimposed after then president Donald Trump pulled out of the 2015 nuclear deal with Iran unilaterally in 2018.Talks are currently underway in Vienna for the US to rejoin the deal, known as the Joint Comprehensive Plan of Action, or JCPOA.Under the deal, the IAEA placed around 2,000 tamper-proof seals on nuclear material and equipment. Those seals communicated electronically to inspectors. Automated measuring devices also provided real-time data from the program.With Associated Press", "Section": "", "Writers": "", "URL": "https://www.theguardian.com/world/2021/jun/01/iran-nuclear-program-un-watchdog-unable-to-access-data-since-february", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}