{"Type": "", "Time": "2021-06-02", "Headline": "Boy, 14, stabbed to death outside McDonald’s by gang of ‘up to seven’ | The Independent", "Text": "West Midlands Police say they will ‘leave no stone unturned’ in the hunt for those responsible for this shocking crimeFind your bookmarks in your Independent Premium section, under my profileDespite paramedics best efforts, nothing could be done to save the 14-year-old boy who died at the scene.A teenage boy was stabbed to death near a McDonald’s in Birmingham on the evening of the Bank Holiday Monday.The 14-year-old was attacked in Kingstanding, north of the city, by up to seven people.Despite paramedics’ best efforts, West Midlands Police said: “Sadly, nothing could be done to save him,” and the boy died at the scene. A murder investigation has been launched, and West Midlands Police say the area where the stabbing took place has being flooded with officers to search for the offenders; officers are also speaking with witnesses and fast-tracking CCTV inquiries. Detective Inspector Ranj Sangha, of the force’s homicide unit characterised the crime as “a shocking and senseless tragedy”. He said: “We will be leaving no stone unturned in our hunt for the callous individuals responsible for this, or anyone harbouring them, knowing what they have done.”Jack Dromey, the area’s Labour MP called the attack on the teenager “truly shocking” whilst sending his condolences to the family. He also urged anyone with information about the incident to contact the West Midlands Police.Anyone who can assist the investigation is asked to contact the police through the Live Chat on the force’s website, calling 101 and quoting log 3313 of 31/5, or calling Crimestoppers anonymously on 0800 555 111.Join thought-provoking conversations, follow other Independent readers and see their repliesDespite paramedics best efforts, nothing could be done to save the 14-year-old boy who died at the scene.Getty ImagesWant to bookmark your favourite articles and stories to read or reference later? Start your Independent Premium subscription today.Log inNew to The Independent?Want an ad-free experience?Subscribe to Independent Premium.", "Section": "", "Writers": "", "URL": "https://www.independent.co.uk/news/uk/home-news/mcdonalds-teen-stabbing-birmingham-bank-holiday-b1857313.html", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}