{"Type": "Singapore", "Time": "2021-06-02", "Headline": "2,825 SAF recruits graduate one week earlier as part of COVID-19 measures", "Text": "SINGAPORE: A total of 2,825 Singapore Armed Forces (SAF) recruits from the 02/21 Basic Military Training (BMT) batch graduated about a week earlier on May 26 as part of COVID-19 preventive measures.\"In response to the national COVID-19 situation, the Singapore Armed Forces had earlier introduced further measures to safeguard the safety and well-being of our servicemen,\" the Ministry of Defence (MINDEF) said on Tuesday (Jun 1) in response to queries from CNA.\"They (the recruits who graduated early) were also directed to strictly observe the national guidelines and only go out for essential activities while at home.\"The 02/21 batch enlisted on Apr 3, Apr 4 and Apr 5 had completed their basic trainfire package, combat circuit and close quarter battle exercises, said the Basic Military Training Centre on its Facebook page.According to the Singapore Army website, the final two weeks of the nine-week BMT is when \"recruits will have completed all the essential training requirements, and transformed from civilians into proud, confident soldiers\".The recruits were given the first dose of the COVID-19 vaccine before going home and will get their second dose when they are posted to new units.MINDEF had announced on May 18 that the SAF will defer non-essential in-camp training and suspend the conduct of individual physical proficiency tests until Jun 13 as part of national COVID-19 measures under Phase 2 (Heightened Alert).However, MINDEF said that key activities critical for the build-up of operational units, like BMT, will continue with stringent safe management measures in place.This includes swabbing recruits who enlist in May, as well as their trainers.Last year, the SAF suspended BMT from Apr 7 to May 4, in line with nationwide COVID-19 measures amid a rise in community cases.A total of 3,400 recruits were instructed to strictly observe the national guidelines of the \"circuit breaker\" period and were provided with home-based instructional material on basic skills and fitness development.Downloadour appor subscribe to our Telegram channel for the latest updates on the coronavirus outbreak:https://cna.asia/telegramIt looks like the email address you entered is not valid.", "Section": "", "Writers": "", "MainKeyWord": "COVID-19,coronavirus,Singapore Armed Forces", "AdditionalKeyWord": "", "URL": "https://www.channelnewsasia.com/news/singapore/bmt-graduate-early-covid-19-saf-recruit-tekong-14924768", "Source": "google"}