{"Type": "", "Time": "2021-06-02", "Headline": "Naomi Osaka withdraws from French Open, discusses experiences with depression | SoraNews24 -Japan News-", "Text": "Bringing you yesterday's news from Japan and Asia, today.\n\n\n\n\nRocketNews24 JapaneseDecision comes days after tennis star says she would not speak with reporters during event.Last Thursday, three days prior to the start of the French Open, tennis star Naomi Osaka announced that she would be refusing to speak with the media during the tournament. The 23-year-old declared “I’m just not going to subject myself to people that doubt me” while taking issue with athletes being “asked questions that we’ve been asked multiple times before or asked questions that bring doubt into our minds” and describing the way competitors are treated after a loss as “kicking a person while they’re down.”Osaka said she was prepared for fines, and the tournament organizers quickly handed down a US$15,000 one, with the warning that future refusals to participate in contractually obligated media sessions would lead to larger fines and possible disqualifications. The controversy didn’t prevent her from defeating opponent Patricia Maria Tig in straight sets on Sunday, but rather than go on to the second round, Osaka has opted to voluntarily withdraw from the tournament entirely.“I think now the best thing for the tournament, the other players and my well-being is that I withdraw so that everyone can get back to focusing on the tennis going on in Paris,” said Osaka in a statement posted through her Twitter account. “I never wanted to be a distraction and I accept that my timing was not ideal and my message could have been clearer.”Part of that clarity comes later in the statement, where Osaka says that on top of being an introvert, she has struggled with depression since the 2018 US Open. As her first Grand Slam title, some might have assumed the tournament was a joyous occasion for Osaka, but her victories over 15-year-old Coco Gauff and runner-up Serena Williams were accompanied by intense emotion from her opponents, and in interviews in the days following her win Osaka’s statement included ” I really didn’t want to think about it because it wasn’t necessarily the happiest memory for me,” and “Of course I’m happy that I won a Grand Slam…but I feel like it was so strange, I didn’t just want to think about it…I wanted to just push it to the side.”▼ Osaka’s full statementpic.twitter.com/LN2ANnoAYD“I wanna apologize especially to all the cool journalists who I may have hurt,” Osaka explains, and she goes on to say she’ll be taking an indefinite hiatus from the sport with “I’m gonna take some time away from the court now… love you guys I’ll see you when I see you.” As a player with an extremely loyal fanbase, it’s likely that her Osaka’s supporters are happy to give her all the time she needs.Sources: Twitter/@naomiosaka, BBC\nTop image: Wikipedia/File Upload Bot (Magnus Manske)\n● Want to hear about SoraNews24’s latest articles as soon as they’re published? Follow us on Facebook and Twitter!Follow SoraNews24© SoraNews24 -Japan News- / SOCIO CORPORATION", "Section": "", "Writers": "", "URL": "https://soranews24.com/2021/06/01/noami-osaka-withdraws-from-french-open-discusses-experiences-with-depression/", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}