{"Type": "", "Time": "2021-06-02", "Headline": "Japan Government Conceives $337M Chip Development Pact with TSMC, 20 Japanese Companies", "Text": "Taiwan Semiconductor Manufacturing Co Ltd (NYSE: TSM), along with twenty Japanese companies, have collaborated for a Japanese government-initiated chip manufacturing technology development program, Nikkei reports.The Japanese companies include packing technology company Ibiden, materials maker Asahi Kasei, heat-dissipating material manufacturer Shin-Etsu Chemical, material molder Nagase & Co, and manufacturing equipment producer Shibaura Mechatronics.TSM plans to incur 50% of the project cost of 37 billion yen ($337 million). The Japanese government will pay the other half.The trial facility construction will begin this summer at the National Institute of Advanced Industrial Science and Technology in Tsukuba, Ibaraki Prefecture.The research and development work will begin in 2022.TSM plans to introduce the so-called 3D packaging technology in Japan.Earlier this year, TSM planned to spend $178 million for a material research subsidiary near Tokyo, Reuters reports.There is a high chance of a Japanese TSM facility motive behind the government's cooperation.Price action: TSM shares traded higher by 0.95% at $118.45 in the premarket session on the last check Tuesday.See more from BenzingaClick here for options trades from BenzingaIntel Estimates Semiconductor Crisis to Loom For Multiple Years: ReutersDell, HP Expect Semiconductor Crisis To Constraint 2021 PC Supply: Reuters© 2021 Benzinga.com. Benzinga does not provide investment advice. All rights reserved.Related QuotesTaiwan Semiconductor Manufacturing Co. (TSM) or TSMC will collaborate with Japanese companies on a government-backed project to advance chipmaking technologies in Japan. According to Nikkei Asia, Japan’s position in the global semiconductor industry has been declining. In a bid to improve the country’s competitiveness, the government sought TSMC’s help. As a result, TSMC will set up a research and development facility in Japan in partnership with the government. It will use that facility to collaborate with more than 20 Japanese companies on semiconductor technology advancements. The participating companies will include Ibiden, Asahi Kasei, Shin-Etsu Chemical, Shibaura Mechatronics, and Nagase. TSMC will invest about $337 million in the project, which is about half of the project’s cost. The Japanese government will also fund the project. The research facility will be set up at the National Institute of Advanced Industrial Science and Technology in Ibaraki Prefecture. The project will begin with a trial before entering full operation in 2022. In addition to helping advance Japan’s chip technology, the Japanese government is also expecting TSMC to set up a manufacturing plant in the country. TSMC is the world’s largest contract chipmaker with customers including Apple (AAPL) and Qualcomm (QCOM). (See TSMC stock analysis on TipRanks) On April 15, Susquehanna analyst Mehdi Hosseini reiterated a Sell rating on TSM but raised the price target from $83 to $85, implying 27.57% downside potential. The analyst observed that TSMC’s $100 billion capex plan would drive revenue growth for the next three years, but depreciation and higher operating expenses will weigh on earnings. “Strengthening demand environment, in our opinion, is enabling TSM to increase wafer prices across most nodes, though the sustainability of wafer price increase into 2022 and beyond is not clear,” noted Hosseini. Consensus among analysts on Wall Street is a Hold based on 1 Buy, 2 Hold, and 1 Sell ratings. The average analyst price target of $83 implies a 29.28% downside potential from the current price. TSM scores a “Perfect 10” on TipRanks’ Smart Score rating system, suggesting the stock is likely to outperform the market. Related News: Verizon Partners with AiFi to Enable Seamless Shopping At Indy 500 Bank of Nova Scotia Earnings Preview: Here’s What to Expect Airbnb: A Category Leader Poised for Long-Term Growth More recent articles from Smarter Analyst: Encompass Health to Redeem $100M Worth of 5.125% Senior Notes Bank of Nova Scotia Earnings Preview: Here’s What to Expect HIBB Tops Q1 Estimates, Raises FY22 Guidance Boeing Shares Down 1.5% on 787 Dreamliners Delivery Delays – ReportThe stock market got off to a mixed start to the new month. After the Memorial Day holiday, investors initially seemed ready to continue the bull market, but gains quickly evaporated. By the close of trading, the Dow Jones Industrial Average (DJINDICES: ^DJI) managed to hold on to a slight advance, but the S&P 500 (SNPINDEX: ^GSPC) and Nasdaq Composite (NASDAQINDEX: ^IXIC) eased lower.All asset classes. Industry-leading prices. User-friendly investing online.The “race for space” sent U.K. house prices soaring to their highest level in nearly seven years in May, as the COVID-19 pandemic encouraged people to move to larger properties in rural areas.(Bloomberg) -- Electric-vehicle makers and suppliers rallied on Tuesday after a string of positive news for the industry, with Chinese companies clocking in the biggest gains.U.S.-traded shares of Nio Inc. and XPeng Inc. surged after the two Chinese EV makers reported strong sales for May and Citigroup Inc. boosted its estimates for the industry. The optimism also lifted peers Workhorse Group Inc., Nikola Corp., Lordstown Motors Corp. and Fisker Inc., with SNE Research saying global EV battery sThe US dollar initially fell during the trading session on Tuesday but then turned around to form a bit of a hammer against the Japanese yen in another sign of strength.與人氣遊戲《集合啦！動物森友會》首度推出UT系列，讓島民於日常都可分享歡樂時光!J.P. Morgan warns of more pain ahead for bitcoin prices. Here's why.FRANKFURT (Reuters) -Euro zone inflation surged past the European Central Bank's elusive target in May, heightening a communications challenge for policymakers who will happily live with higher prices for now but may face a backlash from irate consumers.  Inflation in the 19 countries sharing the euro accelerated to 2% in May from 1.6% in April, driven by higher energy costs to its fastest rate since late 2018 and above the ECB's aim of \"below but close to 2%\", data from Eurostat showed on Tuesday.SYDNEY (Reuters) -Australia's big banks are likely to return a record $15 billion or more of cash to investors over the next two years, with investors betting Commonwealth Bank will move first and helping drive shares of the top lender to all-time highs.  Commonwealth Bank and its smaller rivals Australia and New Zealand Banking Group, National Australia Bank and Westpac Banking Corp have made a remarkable comeback, from being shamed in a public inquiry and shunned by investors three years ago to being sought-after investments now.  The banks have come out of the COVID-19 crisis relatively unscathed as Australia has kept the pandemic under control and its A$2 trillion ($1.5 trillion) economy has hummed along.保險術語聽過唔等於識咗！Click入滙豐保險LIFE Talk學多啲，掌握更多更全面嘅保險資訊，為屋企人實踐更大承諾！The exchange typically adds cryptocurrencies to its retail platform a few weeks after first listing on the professional version.The past weekend saw the lowest number of bitcoin transfers from exchanges in 2021.(Bloomberg) -- Gold headed for the first decline in three sessions as bond yields rose after a string of positive economic readings helped spur optimism in the recovery from the pandemic.The yield on the benchmark 10-year Treasury rose two basis points, hurting demand for non-interest-bearing bullion.Gold gave up gains after U.S. manufacturing data topped estimates, fueling concern the Federal Reserve might have to consider tighter policy sooner than anticipated. In May, bullion wiped out losses即買即享受，齊齊宅度假！Small U.S. oilfield service companies are selling equipment and shutting their doors as business activity shrank last year and contract prices have remained below profitable levels despite oil-price gains.  The companies that provide equipment and services to the shale oil industry were among the hardest hit after the coronavirus pandemic sent oil prices reeling to record lows last year.  Discounted prices offered by less powerful competitors have hurt what larger service companies can charge, said Chris Wright, chief executive of hydraulic fracturing company Liberty Oilfield Services, in an interview.(Bloomberg) -- Pembina Pipeline Corp. agreed to acquire Inter Pipeline Ltd. for about C$8.3 billion ($6.9 billion) in an all-stock deal that will create one of the largest energy companies in Canada.The proposal from Pembina trumps a hostile takeover offer for Inter made by Brookfield Infrastructure Partners LP earlier this year. Inter spurned that approach and began a review of its options, which included a sale.The Pembina-Inter combination is the largest Canadian energy transaction in four yeHONG KONG (Reuters) -Top Glove Corporation's plan to list in Hong Kong and raise up to $1 billion has been delayed as the world's largest rubber glove maker seeks to resolve a U.S. import ban on its products, sources with direct knowledge of the matter said.  The delay is another setback to the Malaysian company from a ban on imports on its products imposed in July by the U.S. Customs and Border Protection (CBP) citing forced labour practices.  Top Glove, which is already listed in Kuala Lumpur and Singapore, flagged in April it would sell 793.5 million shares in the listing, half what it proposed in its application to the Hong Kong bourse in February.「香港媽咪幫」現正招募KOL/微網紅/素人合作,更多產品/服務等你試用合作。(Bloomberg) -- Sign up for the New Economy Daily newsletter, follow us @economics and subscribe to our podcast.Australia’s central bank maintained its policy settings as it prepares to decide on extending its yield target and quantitative easing programs, with a Covid-19 lockdown complicating the outlook.The Reserve Bank of Australia kept the cash rate and three-year yield target at 0.10% in Sydney on Tuesday, as expected. It will make a decision in July on whether to extend the yield target and undertake further quantitative easing. A weeklong shutdown in the nation’s second-largest city adds a layer of uncertainty to the outlook.“Despite the strong recovery in the economy and jobs, inflation and wage pressures are subdued,” Governor Philip Lowe said. “The board is committed to maintaining highly supportive monetary conditions to support a return to full employment in Australia and inflation consistent with the target.”The Australian dollar edged lower, trading at 77.41 U.S. cents at 2:53 p.m. in Sydney from 77.62 cents just before the release.The case for Lowe to maintain the April 2024 bond as the target maturity had been strengthening amid strong hiring, sentiment and investment plans. This was reinforced by the government keeping open the fiscal spigot in the May budget as it joins the RBA in seeking to drive down unemployment to revive wages growth and inflation.“Progress in reducing unemployment has been faster than expected,” Lowe said in his statement. “There are reports of labor shortages in some parts of the economy.”Risks AheadYet the RBA may be encouraged to err on the side of caution if Melbourne’s outbreak worsens and extend both of its bond programs to keep maximum support for the economy.“An important ongoing source of uncertainty is the possibility of significant outbreaks of the virus, although this should diminish as more of the population is vaccinated,” Lowe said. “The board continues to place a high priority on a return to full employment.”Globally, central banks are beginning to edge away from emergency monetary settings. The Reserve Bank of New Zealand surprised markets last week in presenting projections of its official cash rate rising in the second half of next year.Back in Australia, economists predicted ahead of data Wednesday that gross domestic product rose 1.5% in the first three months of the year from the prior quarter, and advanced 0.6% from a year earlier.Treasury Secretary Steven Kennedy, in testimony to a parliamentary panel earlier today, said partial data showed around 56,000 workers had lost their jobs in the four weeks following the end of the government’s JobKeeper wage subsidy that expired March 28.He said strong employment data and forward indicators “continue to give us confidence that the labor market has the underlying strength to absorb workers transitioning off the JobKeeper payment.”End of Australia’s $68 Billion Job-Saving Stimulus Tests EconomyLowe estimates Australia’s jobless rate will need to fall to close to 4% before driving economy-wide pay increases. It stood at 5.5% in April.The governor expects wages growth will need to increase at a pace faster than 3% -- more than double the current rate -- for inflation to return sustainably to the central bank’s 2-3% target.Lowe reiterated that “this is unlikely to be until 2024 at the earliest.”(Updates with further comments from governor throughout text.)More stories like this are available on bloomberg.comSubscribe now to stay ahead with the most trusted business news source.©2021 Bloomberg L.P.(Bloomberg) -- Exxon Mobil Corp. is pulling out of a deep-water oil prospect in Ghana just two years after the west African nation ratified an exploration and production agreement with the U.S. oil titan.The company relinquished the entirety of its stake in the Deepwater Cape Three Points block and resigned as its operator after fulfilling its contractual obligations during the initial exploration period, according to a letter to Ghana’s government seen by Bloomberg and people familiar with the matter, who asked not to be named because the information isn’t public.Exxon controlled 80% of the block, with state-owned Ghana National Petroleum Corp. holding 15% and Ghana Oil Co., the remaining 5%. The two partners will now have to search for a new operator for the block, the people said.The work done so far included processing about 2,200 square kilometers (850 square miles) of seismic data, but Exxon didn’t drill any exploration wells, the people said.Exxon couldn’t immediately comment during the Memorial Day holiday in the U.S. Representatives for Ghana National and Ghana Oil couldn’t immediately be reached.More stories like this are available on bloomberg.comSubscribe now to stay ahead with the most trusted business news source.©2021 Bloomberg L.P.The 37.5% decline in May is beat only by September 2011's 40%.以前成日要飛嚟飛去嘅佢，搞到皮膚差晒、好顯老。但自從用咗「佢」，1樽回復少女肌，難怪俾潮友讚佢唔似有3個仔囡嘅媽咪啦，Keep住咁青春~U.S. manufacturing activity picked up in May as pent-up demand amid a reopening economy boosted orders, but unfinished work piled up because of shortages of raw materials and labor.  The Institute for Supply Management (ISM) survey on Tuesday found companies and their suppliers \"continue to struggle to meet increasing levels of demand,\" noting that \"record-long lead times, wide-scale shortages of critical basic materials, rising commodities prices and difficulties in transporting products are continuing to affect all segments\" of manufacturing.  According to the ISM, worker absenteeism and short-term shutdowns because of shortages of parts and workers continued to limit manufacturing's growth potential.U.S. construction spending increased less than expected in April as gains in private homebuilding were blunted by losses in outlays on nonresidential structures and public projects.  The Commerce Department said on Tuesday that construction spending rose 0.2% after surging 1.0% in March.  Economists polled by Reuters had forecast construction spending gaining 0.5%.(Bloomberg) -- The lira fell to fresh record lows against the U.S. dollar after Turkey’s President Recep Tayyip Erdogan renewed calls for lower interest rates, making a vague reference to summer months as a target date.“I spoke with our central bank governor today. It’s an imperative that we lower interest rates. For that, we will reach July and August thereabouts so that rates can begin to fall,” the Turkish leader said in an interview with state broadcaster TRT late Tuesday.The lira weakened a", "Section": "", "Writers": "", "URL": "https://finance.yahoo.com/news/japan-government-conceives-337m-chip-175655404.html", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}