{"Type": "Singapore", "Time": "2021-06-02", "Headline": "Civil engineering contractor fined for damaging water main; causing loss of 1.8 million litres of water", "Text": "SINGAPORE: A civil engineering company has been fined S$41,500 for damaging a potable water main, which caused 1.8 million litres of water to be lost, said PUB on Tuesday (Jun 1).Tong Shing Contractors was also penalised for carrying out works within a water pipe corridor without PUB's prior approval, said the national water agency in a press release.This is the company's first conviction and the fine was meted out on May 18.The contractor was carrying out pipe jacking works across Admiralty Road West on Dec 22, 2018 as part of road-widening and infrastructure works.According to PUB, the head of the pipe-jacking machine struck a water main with a diameter of 700mm at a depth of about 3.7m below the road surface and punctured it.\"The leak resulted in the loss of 1.8 million litres of potable water, enough to fill about two-thirds of an Olympic-sized swimming pool,\" said the agency.\"As a result of the incident, three traffic lanes at Admiralty Road West near the junction of Dahan Road were also affected.\"After being alerted to the incident, the agency isolated the leak and carried out repair works, \"which uncovered a hole of about 300mm on the water main\".\"Investigations revealed that Tong Shing did not carry out adequate site verification works to physically ascertain the exact location and alignment of the affected water main before commencement of works,\" PUB added.Tong Shing also proceeded with pipe jacking works without submitting a plan for PUB’s approval as required and \"failed to take all reasonable precautions to minimise the risk of damage\", the agency said.PUB said it takes \"a serious view\" of water main damage resulting in wastage, which can be prevented with \"due diligence\".\"Contractors should always refer to PUB’s advisory on the prevention of damage to water pipe infrastructure before carrying out any construction works. They must exercise caution when carrying out works near water mains and ensure that adequate measures are in place to prevent damage.\"Under the Public Utilities Act, the penalty for damaging a water main or connecting pipe with a diameter of 300mm or more is a fine of up to S$200,000, up to three years in jail or both.Contractors who carry out works in the vicinity of water mains without an approved plan may be fined up to S$10,000.It looks like the email address you entered is not valid.", "Section": "", "Writers": "", "MainKeyWord": "PUB,construction", "AdditionalKeyWord": "", "URL": "https://www.channelnewsasia.com/news/singapore/potable-water-main-damage-leak-fined-tong-shing-contractors-14924576", "Source": "google"}