{"Type": "", "Time": "2021-06-02", "Headline": "Long queue for swab tests at Anchorvale clinic near location of new Covid-19 cluster, Singapore News & Top Stories - The Straits Times", "Text": "Read 3 articles daily and stand to win ST rewards, including the ST News Tablet worth $398.Spin the wheel for ST Read and Win now.SINGAPORE - Following news of a Covid-19 cluster with five new cases on Sunday (May 30) at the NTUC Foodfare at Block 308 Anchorvale Road, there was a queue for testing at the clinic next to the foodcourt.Dozens of people - some with children in tow - waited outside Healthway Medical Clinic to be swabbed on Monday.One of them, consultant David Chan, said he had visited a roasted meats stall at the foodcourt last Thursday.Although Mr Chan did not receive an alert from the authorities urging him to get tested, he decided to do so after a relative informed him about the cluster.\"Although I am fully vaccinated, I have to be responsible for myself and my family,\" said the 58-year-old.An engineer, who wished to be known only as Mr Bon, said he had visited the foodcourt last Saturday to get dim sum.The 31-year-old, who lives nearby, said he found out about the cluster after a friend informed him. He had not received an exposure alert on his TraceTogether app, but decided to undergo the swab test.He said: “We are just doing our part for the community. It is better to be safe than sorry.”The Ministry of Health reported on Sunday that five of the day's 19 community cases were linked to a new cluster at the foodcourt. With links to two earlier cases, the cluster has a total of seven cases.Some of these cases were linked to staff working at the Hua Zai HK Style Roasted Delight Rice Noodle at Fu Fa Food Court at 21 Hougang Street 51.When The Straits Times visited the Fu Fa Food Court on Monday morning, its shutters were down. The area outside was also cordoned off.\nThe Fu Fa Food Court in Hougang was closed, after several Covid-19 cases were linked to staff at a stall there. ST PHOTO: YEO SHU HUI\nAn advertisement pasted outside the foodcourt invited job applications to be cleaners at the foodcourt. When a phone number listed on the advertisement was called, the woman who answered said she worked at the drinks stall at the foodcourt.She said the foodcourt would be closed for two weeks.The Anchorvale foodcourt is also closed till June 13. ST has contacted NTUC Foodfare for a comment.Join ST's Telegram channel here and get the latest breaking news delivered to you.SPH Digital News / Copyright © 2021 Singapore Press Holdings Ltd. Co. Regn. No. 198402868E. All rights reservedWe have been experiencing some problems with subscriber log-ins and apologise for the inconvenience caused. Until we resolve the issues, subscribers need not log in to access ST Digital articles. But a log-in is still required for our PDFs.", "Section": "", "Writers": "", "MainKeyWord": "", "AdditionalKeyWord": "", "URL": "https://www.straitstimes.com/singapore/long-queue-for-swab-tests-at-anchorvale-clinic-near-location-of-new-covid-19-cluster", "Source": "google"}