{"Type": "", "Time": "2021-06-02", "Headline": "Sri Lanka grills crew of burning cargo ship as it assesses ecological damage, South Asia News & Top Stories - The Straits Times", "Text": "Read 3 articles daily and stand to win ST rewards, including the ST News Tablet worth $398.Spin the wheel for ST Read and Win now.NEGOMBO, SRI LANKA (AFP) - Sri Lanka's criminal investigators began questioning the crew of a burning cargo ship on Monday (May 31), as the Singapore-registered carrier smouldered for a 12th straight day in one of the island's worst marine ecological disasters.A fire broke out aboard the MV X-Press Pearl, which was carrying 25 tonnes of nitric acid and a huge amount of plastic raw materials as it was about to enter Colombo harbour on May 20.The intense flames, still burning at the rear of the 186m vessel, have destroyed much of the cargo, some of which has fallen into the Indian Ocean.Tonnes of microplastic granules from the ship and its nearly 1,500 containers have inundated Sri Lanka's famed beaches, forcing a fishing ban and sparking fears of ecological devastation.Marine Environment Protection Authority (Mepa) chief Dharshani Lahandapura said they were still assessing the ecological damage, but believed it was the \"worst ever in my lifetime\".The police inspector-general has ordered the Criminal Investigation Department to investigate the fire as well as the huge environmental damage caused, an official said.\"The 25-member crew have completed their quarantine and we are able to question them today,\" a police spokesman said.Detectives interviewed the vessel’s skipper and chief engineer – both Russians – and its chief officer, an Indian, at a hotel where they have been quarantined, police said.Mepa said the captain of the vessel had known about a nitric acid leak on May 11, long before the vessel entered Sri Lankan waters.“We have questioned three members of the crew so far and the investigations are ongoing,” a police spokesman added.“Select seafarers have today been helping local police with their enquiries into the fire and are cooperating with investigators,” the vessel’s operators, X-Press Feeders, added in a statement.“We will respect this process and not publicly discuss operational details until the investigation has been completed.” The intense flames destroyed much of the cargo, some of which fell into the Indian Ocean.The authorities are moving to sue the owners of the vessel and its crew and claim damages from insurers.The fire has been under control since Sunday, officials said, adding, however, that the vessel continued to smoke on Monday and that high monsoon winds were fanning flames at the back of the ship.They said it was still too hot for them to attempt boarding the stricken ship.International salvage firm Smit is leading efforts to douse the flames and is being assisted by Sri Lanka's navy and the Indian coast guard.The three-month-old ship was heading to Colombo from Gujarat, India.It had previously visited Qatar and Dubai and was due to go to Malaysia and Singapore after calling at Colombo.Join ST's Telegram channel here and get the latest breaking news delivered to you.SPH Digital News / Copyright © 2021 Singapore Press Holdings Ltd. Co. Regn. No. 198402868E. All rights reservedWe have been experiencing some problems with subscriber log-ins and apologise for the inconvenience caused. Until we resolve the issues, subscribers need not log in to access ST Digital articles. But a log-in is still required for our PDFs.", "Section": "", "Writers": "", "MainKeyWord": "", "AdditionalKeyWord": "", "URL": "https://www.straitstimes.com/asia/south-asia/sri-lanka-questions-burning-cargo-ship-crew-as-ecological-devastation-assessed", "Source": "google"}