{"Type": "", "Time": "2021-06-02", "Headline": "Canada faces reckoning after remains of indigenous students found", "Text": "Keep up to speed at a glance with the Top 10 daily storiesThe discovery of the remains of 215 children at one of several boarding schools set up a century ago to forcibly assimilate Canada's indigenous peoples has once again compelled the nation to confront its painful past.The grim find at the Kamloops Indian Residential School in western British Columbia province offered a stark reminder of the widespread discrimination experienced by the country's indigenous people -- and the particular tragedy of the schools.In 2015, a truth and reconciliation commission (TRC) report said Canada's assimilation policy pursued until the latter half of the 20th century -- including atrocities at the schools -- amounted to \"cultural genocide.\"That led to a renewed push to atone for Canada's past behavior, and Prime Minister Justin Trudeau has made reconciliation with the country's 600 tribes a priority for his government, but not everyone is convinced progress is imminent.\"For many First Nations, Metis or Inuit communities in Canada, several generations of their families attended the schools and the trauma affiliated with (them) is still very present,\" Tricia Logan, head of the Residential School History and Dialogue Centre at the University of British Columbia, told AFP.\"It's hard to say if Canada is willing or able to face the truth,\" Logan said, noting that some people still \"deny that what happened at the schools was negligent or abusive.\"About 150,000 Indian, Inuit and Metis youngsters in total were enrolled in these schools. At least 4,100 died, according to the TRC report.\"We all have a role to play in dismantling systemic inequalities and discrimination -- it starts with acknowledging the truth about these past wrongs,\" Trudeau said Tuesday.- 'Devastating' -In 2008, the government in Ottawa issued a formal apology as part of a Can$1.9 billion (US$1.5 billion) settlement with former students at the residential schools, which were run by the government and the Catholic church.Then in 2015, the TRC report called for major changes to school curricula, among its 94 recommendations, to highlight the history and lingering impacts of the residential schools program.Logan said the public response to that report was mostly \"empathetic and supportive,\" but some remarks were also \"very racist or harmful.\"Few spoke out about their experiences at the 139 schools until the last one closed in Saskatchewan province in 1996.The Tk'emlups te Secwepemc tribe said last week it had used ground-penetrating radar to confirm the remains of the 215 students who attended the Kamloops Indian Residential School -- far more than the 50 deaths officially on record.It was the largest of Canada's boarding schools for indigenous youth, with up to 500 students attending at any one time.Attendance was compulsory, and generations of children were separated from their families, Logan said. After decades under church administration, the government took it over, finally closing its doors in 1978.The discovery of the unmarked graves in Kamloops has for many former students been \"devastating,\" Logan said.\"I do not think the news came as a surprise to survivors and their families, but learning new truths about the schools compounds existing trauma that (they) carry all the time,\" she explained.It also \"reminds survivors about their time and the considerable losses they experienced at the schools,\" she said.- Abuse, disease, malnutrition -Logan, who is credited with decades of research on the residential schools, said they had \"notoriously high rates of physical and sexual abuse, disease, malnutrition and neglect that all contributed to high death rates.\"Underfunded and under-equipped, they became breeding grounds for tuberculosis, influenza and pneumonia.Former students told of being served scraps and culturally unsuitable foods, brutal punishments meted out by teachers, rapes and sexual violence, and other abuses.They were also prohibited from speaking their native languages or practicing their customs, effectively \"killing the Indian in them,\" according to the TRC report.Today, those experiences are blamed for a high incidence of poverty, alcoholism and domestic violence, as well as high suicide rates, in Canada's indigenous communities.The TRC noted that parents' requests to have their sons or daughters' remains returned home were rejected at the time by the government as too costly.Now, most of the school cemeteries where they are interred have been abandoned.- 'Much more to do' -After the Kamloops revelation, more excavations of school burial sites are now being planned across Canada. Trudeau has promised \"concrete actions.\"For Logan, \"the work is enormous and there is much more to do.\"The Federation of Sovereign Indian Nations, which represents 74 First Nations in Saskatchewan, said the undocumented deaths of students must be exposed for \"closure to begin healing.\"\"These children deserve the respect and dignity of proper burials... to ensure that their souls are at peace,\" the group said in a statement.str-amc/sstMalaysia scrambled jets to intercept 16 Chinese military aircraft off the country's coast in the South China Sea, a rare incident that the foreign minister angrily denounced Tuesday as an \"intrusion\".Thousands of doctors across India wore black armbands on Tuesday calling for the arrest of a hugely popular guru who has claimed yoga can prevent Covid-19 and that conventional medicine has killed thousands of coronavirus patients.毗鄰著名商業區Spinningfields，步行即到火車站，便捷前往機場， 6月5-6日優先預覽，每天兩場講座，立即登記！Missed out on the recent HDB BTO May sales launch? Don’t fret. There’s another HDB BTO sales launch scheduled for August 2021. If you’ve missed May’s launch, there’s also the August 2021’s launch where you can expected an estimated 4,900 units across seven locations up […] The post HDB BTO Launches In 2021 (Bukit Batok, Tengah, Kallang – Whampoa, Toa Payoh – Bidadari, Woodlands, Bukit Merah, Geylang, Hougang, Jurong East, Queenstown, Tampines) appeared first on SingSaver Blog - We Compare, You Save.If you’ve got a Citibank credit card, you’re in luck. Here are the deals you can enjoy as a Citibank credit cardmember (on top of the credit card’s own perks). A well-known global bank, Citibank offers some of the best credit cards in Singapore. It […] The post Citibank Credit Card Promotions and Deals: June 2021 appeared first on SingSaver Blog - We Compare, You Save.Covid-19 variants are to be known by letters of the Greek alphabet to avoid stigmatising nations where they were first detected, the World Health Organization announced Monday.經手機或網上申請全程三步辦妥，兼享高達HK$1,000現金回贈！立即申請！優惠及服務附帶條款Israeli politicians battling to unseat veteran Prime Minister Benjamin Netanyahu have until just before midnight Wednesday to make their \"change\" coalition, composed of bitter ideological rivals, viable.The employers of an American journalist detained by Myanmar authorities said Monday they were yet to receive any information on his whereabouts or wellbeing, a week after he was detained.China has relaxed its family planning policy to allow couples to have three children after a census showed its population is rapidly ageing, state media reported Monday, further unwinding four decades of controls in the world's most populous nation which have strangled the birthrate.與人氣遊戲《集合啦！動物森友會》首度推出UT系列，讓島民於日常都可分享歡樂時光!The remote Pacific nation of Palau reported its first confirmed coronavirus case Monday, but authorities said it was historical and posed no transmission risk.ONE: FULL BLAST might’ve been a quick replacement for ONE: EMPOWER, but the martial arts spectacle delivered plenty of exciting action. The show, which aired on Friday, 28 May, featured a ONE Super Series Muay Thai main event between a pair of top contenders and a flyweight co-main event between rising stars. In the evening’s final … Continue reading \"Saemapetch KOs Kulabdam, Xie TKOs Agasa At ONE: FULL BLAST\"We look at both industrial REITs to suss out which makes a better buy. The post Better Buy: Keppel DC REIT Vs Mapletree Industrial Trust appeared first on The Smart Investor.長期居住於法國嘅亞歷媽王君萍育有一對混血囝囝，隨住小朋友越長越大，歲月好似無喺佢臉上留下痕跡。早前曬出同囝囝嘅素顏合照，感覺又後生咗好幾歲，佢大方公開保養祕訣。These renewable insurance standalones cost very little in defraying very large medical bills. In case you are looking out for protection against infectious diseases, something that has become increasingly commonplace, you might be glad to know that many personal accident insurance plans have turned hybrid […] The post Best Personal Accident Insurance Plans In Singapore (2021) appeared first on SingSaver Blog - We Compare, You Save.China has jailed a popular blogger for \"defaming martyrs\" after he suggested the death toll of the China-India border clash last year was higher than the official count of four.All 26 Hua Zai Eating House outlets will be closed from 1 June for two weeks and re-open on 15 June following the detection of COVID-19 cases linked to an outlet at Anchorvale, the Ministry of Health (MOH) said on Tuesday (1 June).激抵！用Smart卡去DON DON DONKI買日本食品、藥妝、家品雜貨等都可享5%現金回贈，日日Smart住使！A major US-Australia joint military exercise will go ahead this year despite pandemic concerns but will be significantly scaled-back, a senior Australian military officer said Tuesday.The vaccine injury financial assistance programme (VIFAP) aims to provide Singaporeans with an added layer of peace of mind when they choose to be vaccinated. The post Vaccine Injury Financial Assistance Programme (VIFAP): How Much Will MOH Be Insuring For Serious Side Effects Related To COVID-19 Vaccination? appeared first on DollarsAndSense.sg.A senior Australian cabinet minister on Monday dropped a high-profile defamation suit against public broadcaster ABC over its publication of rape allegations that helped spark nationwide protests.All asset classes. Industry-leading prices. User-friendly investing online.China on Tuesday denied an Australian academic's claims that he had been tortured in custody during his two-year detention on espionage charges.Dozens of leading Hong Kong democracy activists could face up to life in prison for organising an unofficial primary election, prosecutors confirmed Monday, in the most sweeping use yet of Beijing's strict new security law.The Ministry of Health (MOH) on Monday (31 May) confirmed the detection of 23 new cases of COVID-19 infection in Singapore, taking the country's total case count to 62,051.", "Section": "", "Writers": "", "URL": "https://sg.news.yahoo.com/canada-faces-reckoning-remains-indigenous-202710356.html", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}