{"Type": "", "Time": "2021-06-02", "Headline": "COVID-19: Singapore detects 23 new cases of infection", "Text": "SINGAPORE — The Ministry of Health (MOH) on Monday (31 May) confirmed 23 new cases of COVID-19 infection in Singapore, taking the country's total case count to 62,051.There are 16 new cases of locally transmitted COVID-19 infection, said MOH in a news release. Thirteen of these cases are linked to previous cases, out of whom 11 have already been placed on quarantine and two were detected through surveillance.The remaining three local cases are unlinked. All the new local cases are in the community, with no new cases detected in the migrant worker dormitories, said MOH.There are also seven imported cases, including four returning Singaporeans or permanent residents. All the imported cases have been placed on Stay-Home Notice since their arrival in the country.Overall, the number of new cases in the community has decreased from 185 cases in the week before to 128 cases in the past week. The number of unlinked cases in the community has also decreased from 32 cases in the week before to 26 cases in the past week. In a national televised address on Monday, Prime Minister Lee Hsien Loong said the government should be able to ease COVID-19 safe management restrictions after 13 June if the pandemic situation continues to improve and the number of community cases falls further.The three unlinked cases are:a 72-year-old Singaporean woman who is a homemakera 68-year-old Singaporean man who works as a manager at Phoenix Entertainment Karaoke TV Music Loungea 60-year-old Singaporean woman who works in an administrative role at White Sands Primary SchoolThere is one new active COVID-19 cluster as of Monday, bringing the total number of such clusters in Singapore to 40.The new cluster is named after Case 63844, a 49-year-old Singaporean woman who works as executive at Eng Soon Chair & Table Hire Service. She was confirmed to have COVID-19 infection on 28 May.The two latest cases in the cluster are an 82-year-old Singaporean woman who is retired and a 54-year-old Singaporean man who works as a senior executive at Eng Soon Chair & Table Hire Service.The remaining linked cases are from the NTUC Foodfare (308 Anchorvale Road), Hong Ye Group cleaners, Case 63660, Case 63708, and Case 63714 clusters, and one case who is not categorised under any cluster. The two new cases in the cluster are a 33-year-old male Singapore permanent resident who works as a supervisor at Hua Zai HK Style Roasted Delight Rice Noodle (308 Anchorvale Road) and a 33-year-old male Malaysia national who works as a kitchen assistant at Hua Zai HK Style Roasted Delights (308 Achorvale Road and 476D Upper Serangoon View).The four new cases in the cluster are:an 18-year-old Singaporean man who is employed by Hong Ye Group as a cleaner at Changi Business Parkan 18-year-old Singaporean man who is a full-time national serviceman at the Civil Defence Academya 16-year-old Singaporean boy who is currently unemployedan 11-year-old Singaporean boy who is a student at New Town Primary School and was last in school on 18 MayThe sole new case in the cluster is a 33-year-old Singaporean woman who works as a manager at Changi Airport Group and has been working from home.The two new cases in the cluster are a 45-year-old Singaporean woman who is a homemaker and a 9-year-old Singaporean girl who is a student at Chua Chu Kang Primary School, and was last in school on 18 May.The sole new case in the cluster is a 56-year-old Singaporean woman who is a homemaker.The remaining linked case is a 30-year-old male Malaysia national who works as an administrative staff at Sin Wei Precision Mechanical.The seven imported cases are:• one is a Singaporean and three are Singapore permanent residents who returned from India, Indonesia, Malaysia and the Philippines• three are work permit holders who arrived from Indonesia and Myanmar, of whom one is a foreign domestic workerWith 25 more patients discharged from hospitals or community isolation facilities on Monday, 61,459 cases – or 99 per cent of the total – have fully recovered from the infection.Most of the 223 hospitalised cases are stable or improving, while two of them are in critical condition in the intensive care unit.A total of 336 patients – with mild symptoms or are clinically well but still test positive – are isolated and cared for at community facilities.Apart from the 33 patients who have died from COVID-19 complications, 15 others who tested positive for the virus were determined to have died from unrelated causes, including three whose deaths were attributed to a heart attack and another four, whose deaths were attributed to coronary heart disease.Among the 191 confirmed cases reported from 25 to 31 May, 45 cases have tested positive for their serology tests, 110 have tested negative, and 36 serology test results are pending.Stay in the know on-the-go: Join Yahoo Singapore's Telegram channel at http://t.me/YahooSingaporeRelated stories:Possible easing of COVID restrictions after 13 June if community cases fall further: Lee Hsien LoongSingapore to make over-the-counter DIY COVID-19 tests available to residentsCOVID-19: Vaccination bookings for Singapore students to begin from 1 June400,000 students in Singapore can register for COVID vaccine from 1 June'Very unlikely' to resume Phase 3 straight after 13 June: Lawrence WongSingapore to allow alternative COVID-19 vaccines for use by private sectorHousehold members of close contact of COVID-19 case to be isolated immediately: PM LeeCOVID vaccination guidelines eased for pregnant, breastfeeding women, cancer patientsHousehold contacts of quarantined persons must self-isolate at home: MOHWe look at both industrial REITs to suss out which makes a better buy. The post Better Buy: Keppel DC REIT Vs Mapletree Industrial Trust appeared first on The Smart Investor.All 26 Hua Zai Eating House outlets will be closed from 1 June for two weeks and re-open on 15 June following the detection of COVID-19 cases linked to an outlet at Anchorvale, the Ministry of Health (MOH) said on Tuesday (1 June).毗鄰著名商業區Spinningfields，步行即到火車站，便捷前往機場， 6月5-6日優先預覽，每天兩場講座，立即登記！Malaysia scrambled jets to intercept 16 Chinese military aircraft off the country's coast in the South China Sea, a rare incident that the foreign minister angrily denounced Tuesday as an \"intrusion\".China has jailed a popular blogger for \"defaming martyrs\" after he suggested the death toll of the China-India border clash last year was higher than the official count of four.Missed out on the recent HDB BTO May sales launch? Don’t fret. There’s another HDB BTO sales launch scheduled for August 2021. If you’ve missed May’s launch, there’s also the August 2021’s launch where you can expected an estimated 4,900 units across seven locations up […] The post HDB BTO Launches In 2021 (Bukit Batok, Tengah, Kallang – Whampoa, Toa Payoh – Bidadari, Woodlands, Bukit Merah, Geylang, Hougang, Jurong East, Queenstown, Tampines) appeared first on SingSaver Blog - We Compare, You Save.所費無幾就能在家中享受異國假期！Thousands of doctors across India wore black armbands on Tuesday calling for the arrest of a hugely popular guru who has claimed yoga can prevent Covid-19 and that conventional medicine has killed thousands of coronavirus patients.If you’ve got a Citibank credit card, you’re in luck. Here are the deals you can enjoy as a Citibank credit cardmember (on top of the credit card’s own perks). A well-known global bank, Citibank offers some of the best credit cards in Singapore. It […] The post Citibank Credit Card Promotions and Deals: June 2021 appeared first on SingSaver Blog - We Compare, You Save.Israeli politicians battling to unseat veteran Prime Minister Benjamin Netanyahu have until just before midnight Wednesday to make their \"change\" coalition, composed of bitter ideological rivals, viable.經手機或網上申請全程三步辦妥，兼享高達HK$1,000現金回贈！立即申請！優惠及服務附帶條款Covid-19 variants are to be known by letters of the Greek alphabet to avoid stigmatising nations where they were first detected, the World Health Organization announced Monday.The employers of an American journalist detained by Myanmar authorities said Monday they were yet to receive any information on his whereabouts or wellbeing, a week after he was detained.China has relaxed its family planning policy to allow couples to have three children after a census showed its population is rapidly ageing, state media reported Monday, further unwinding four decades of controls in the world's most populous nation which have strangled the birthrate.長期居住於法國嘅亞歷媽王君萍育有一對混血囝囝，隨住小朋友越長越大，歲月好似無喺佢臉上留下痕跡。早前曬出同囝囝嘅素顏合照，感覺又後生咗好幾歲，佢大方公開保養祕訣。The remote Pacific nation of Palau reported its first confirmed coronavirus case Monday, but authorities said it was historical and posed no transmission risk.ONE: FULL BLAST might’ve been a quick replacement for ONE: EMPOWER, but the martial arts spectacle delivered plenty of exciting action. The show, which aired on Friday, 28 May, featured a ONE Super Series Muay Thai main event between a pair of top contenders and a flyweight co-main event between rising stars. In the evening’s final … Continue reading \"Saemapetch KOs Kulabdam, Xie TKOs Agasa At ONE: FULL BLAST\"These renewable insurance standalones cost very little in defraying very large medical bills. In case you are looking out for protection against infectious diseases, something that has become increasingly commonplace, you might be glad to know that many personal accident insurance plans have turned hybrid […] The post Best Personal Accident Insurance Plans In Singapore (2021) appeared first on SingSaver Blog - We Compare, You Save.與人氣遊戲《集合啦！動物森友會》首度推出UT系列，讓島民於日常都可分享歡樂時光!A major US-Australia joint military exercise will go ahead this year despite pandemic concerns but will be significantly scaled-back, a senior Australian military officer said Tuesday.China on Tuesday denied an Australian academic's claims that he had been tortured in custody during his two-year detention on espionage charges.The vaccine injury financial assistance programme (VIFAP) aims to provide Singaporeans with an added layer of peace of mind when they choose to be vaccinated. The post Vaccine Injury Financial Assistance Programme (VIFAP): How Much Will MOH Be Insuring For Serious Side Effects Related To COVID-19 Vaccination? appeared first on DollarsAndSense.sg.激抵！用Smart卡去DON DON DONKI買日本食品、藥妝、家品雜貨等都可享5%現金回贈，日日Smart住使！A senior Australian cabinet minister on Monday dropped a high-profile defamation suit against public broadcaster ABC over its publication of rape allegations that helped spark nationwide protests.The OPEC group of oil-producing countries and its allies agreed Tuesday to maintain planned production increases, as pandemic-hit demand for crude recovers.Lawrence Wong: Singapore will not revert to Phase 3 when Phase 2 (Heightened Alert) ends despite community spread of COVID-19 shown sign under control.", "Section": "", "Writers": "", "URL": "https://sg.news.yahoo.com/covid-19-16-community-infections-among-23-new-cases-singapore-082207705.html", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}