{"Type": "", "Time": "2021-06-02", "Headline": "Pope Francis issues sweeping reform of church law, including sex abuse rules", "Text": "Pope Francis on Tuesday issued the most extensive revision to Catholic Church law in four decades. Photograph: Filippo Monteforte/AP Pope Francis on Tuesday issued the most extensive revision to Catholic Church law in four decades, insisting that bishops take action against clerics who abuse minors and vulnerable adults, commit fraud or attempt to ordain women.The revision, which has been in the works since 2009, involves all of section six of the church’s Code of Canon Law, a seven-book code of about 1,750 articles. It replaced the code approved by Pope John Paul II in 1983 and will take effect on December 8th.The revised section, involving about 90 articles concerning crime and punishment, incorporates many existing changes made to church law by Francis and his predecessor Benedict XVI.It introduces new categories and clearer, more specific language in an attempt to give bishops less wiggle room.In a separate accompanying document, the pope reminded bishops that they were responsible for following the letter of the law.One aim of the revisions, Francis said, was to “reduce the number of cases in which the imposition of a penalty was left to the discretion of authorities”.Archbishop Filippo Iannone, head of the Vatican department that oversaw the project, said there had been “a climate of excessive slack in the interpretation of penal law”, where some bishops sometimes put mercy before justice.Sexual abuse of minors was put under a new section titled “Offences Against Human Life, Dignity and Liberty”, compared to the previously vague “Crimes Against Special Obligations”.The new section was expanded to include crimes such as “grooming” of minors or vulnerable adults for sexual abuse and possessing child pornography.It includes the possible defrocking of clerics who use “threats or abuse of his authority”, to force someone to have sexual relations.Last year, an internal report found that former Cardinal Theodore McCarrick had abused his authority to force seminarians to sleep with him. He was defrocked in 2019 on charges of the sexual abuse of minors and adults.According to the new code, lay persons in positions of responsibility in the church and found guilty of sexual abuse of minors or vulnerable adults can be punished by the church as well as by civil authorities.While the church has historically prohibited the ordination of women and the ban has been reaffirmed by popes, the 1983 code says only in another section that priestly ordination was reserved for “a baptised male”.The revised code specifically warns that both the person who attempts to confer ordination on a woman and the woman herself incur automatic excommunication and that the cleric risks being defrocked.Kate McElwee, executive director of the Women’s Ordination Conference, said in a statement that while the position was not surprising, spelling it out in the new code was “a painful reminder of the Vatican’s patriarchal machinery and its far-reaching attempts to subordinate women”.Reflecting the series of financial scandals that have hit the church in recent decades, other new entries in the code include several on economic crimes, such as embezzlement of church funds or property or grave negligence in their administration. – Reuters Subscribe.\nWeek beginning Saturday December 26th, 2020\n\nWeek beginning Saturday, December 5th, 2020\n\nWeek beginning Saturday, September 5th, 2020\nInvalid email or password.", "Section": "", "Writers": "", "URL": "https://www.irishtimes.com/news/social-affairs/religion-and-beliefs/pope-francis-issues-sweeping-reform-of-church-law-including-sex-abuse-rules-1.4581161", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}