{"Type": "", "Time": "2021-06-02", "Headline": "Residents queue to get tested following news of Anchorvale cluster, Singapore News & Top Stories - The Straits Times", "Text": "Read 3 articles daily and stand to win ST rewards, including the ST News Tablet worth $398.Spin the wheel for ST Read and Win now.After the announcement on Sunday of a Covid-19 cluster with five new cases at the NTUC Foodfare at Block 308 Anchorvale Road, residents queued to get tested at a clinic next to the foodcourt yesterday.Dozens of people - some with children in tow - were seen waiting outside Healthway Medical Clinic to take a Covid-19 swab test.One of them, consultant David Chan, had visited a roasted meat stall at the foodcourt last Thursday.Although the 58-year-old did not receive an alert from the authorities urging him to get tested, he decided to do so after a relative informed him about the cluster.\"Although I am fully vaccinated, I have to be responsible for myself and my family,\" he said.An engineer, who wished to be known only as Mr Bon, visited the foodcourt last Saturday to buy dim sum.The 31-year-old, who lives nearby, said he knew about the cluster after a friend informed him.He also had not received an exposure alert on his TraceTogether app, but decided to go for a swab test.He said: \"We are just doing our part for the community. It is better to be safe than sorry.\"On Sunday, the Ministry of Health said that five of the 19 new community cases reported that day were linked to a new cluster at the foodcourt.The cluster, which has links to two earlier cases, has nine cases.Some of these cases were linked to staff working at the Hua Zai HK Style Roasted Delight Rice Noodle stall at Fu Fa Food Court at 21 Hougang Street 51.When The Straits Times visited the Fu Fa Food Court yesterday morning, its shutters were down.The area outside was also cordoned off.An advertisement pasted on a wall outside invited applications to be cleaners at the foodcourt.When The Straits Times called the phone number listed on the advertisement, a woman who answered the call said she works at a drinks stall at the foodcourt.She said the place would be closed for two weeks.The Anchorvale foodcourt is also closed till June 13. The Straits Times has contacted NTUC Foodfare for a comment.Join ST's Telegram channel here and get the latest breaking news delivered to you.SPH Digital News / Copyright © 2021 Singapore Press Holdings Ltd. Co. Regn. No. 198402868E. All rights reservedWe have been experiencing some problems with subscriber log-ins and apologise for the inconvenience caused. Until we resolve the issues, subscribers need not log in to access ST Digital articles. But a log-in is still required for our PDFs.", "Section": "", "Writers": "", "MainKeyWord": "", "AdditionalKeyWord": "", "URL": "https://www.straitstimes.com/singapore/residents-queue-to-get-tested-following-news-of-anchorvale-cluster", "Source": "google"}