{"Type": "", "Time": "2021-06-02", "Headline": "Covid-19 measures could be eased after June 13 if situation improves further, Health News & Top Stories - The Straits Times", "Text": "Read 3 articles daily and stand to win ST rewards, including the ST News Tablet worth $398.Spin the wheel for ST Read and Win now.Singapore should be able to relax tightened restrictions on social gatherings after June 13 if the Covid-19 situation continues to improve and there are fewer community cases, said Prime Minister Lee Hsien Loong yesterday.But the country is unlikely to return to phase three of its reopening immediately. Finance Minister Lawrence Wong said any relaxation of measures will have to be done gradually - in a \"controlled and calibrated manner\".Addressing the nation in a live broadcast, PM Lee pointed out that the number of new cases reported daily has dropped since the country went on heightened alert to combat the virus' spread.Singapore should be on track to bring the outbreak under control, barring another super-spreader event or big cluster, he said.\"We will know for sure in another week or so. Meanwhile, I count on everyone to keep up our efforts and stay vigilant,\" PM Lee added.This means working from home if possible and going out only when necessary, as well as seeing a doctor immediately if unwell - even if one has been vaccinated.On May 16, the country tightened Covid-19 restrictions to stamp out a worrying surge of cases in the community. These included capping group sizes for social gatherings to two people - down from eight in phase three - and prohibiting dining in at all eateries.The measures, implemented after new clusters were detected at places such as Tan Tock Seng Hospital and Changi Airport, are slated to end on June 13.The multi-ministry task force tackling the pandemic, which Mr Wong co-chairs, has assessed that the current suite of measures put in place since May 16 are adequate, said the Ministry of Health.Health Minister Ong Ye Kung, who is also co-chair of the task force, noted that there were 182 Covid-19 community cases from May 17 to May 23.This dipped to 136 cases from May 24 to May 30.Breaking down the numbers, he said the number of unlinked cases as a proportion of all cases has fallen from 22 per cent in the first week of stricter measures, to 18 per cent in the second week.\"The more we can shift this number away to linked cases - or better still, linked and quarantined cases - the lesser will be the spread of the disease, and the more we can bring the overall number down and suppress this wave of transmission,\" Mr Ong said at a press conference after PM Lee's speech.One positive sign is that nearly 70 per cent of new cases announced each day are linked to members within households, rather than to others in the community, he added.Instances of community transmission are also not linked to \"dramatic movements\" such as parties, but mundane activities such as grocery shopping, he said.Apart from the cluster linked to the Jem and Westgate malls, there have been no other major locations over the past 10 days where the virus has spread significantly, Mr Ong added.\"So, all in all, we are nudging in the right direction... But this wave of infection is not over, and we must continue to stay alert and vigilant in order to suppress it further.\"Mr Wong reiterated the need for heightened vigilance.\"As much as there is a chance of us relaxing some of the measures after June 13 if things continue to improve, we must also be mentally prepared that we cannot rule out the possibility of further restrictions down the road if they become necessary,\" he said.Mr Wong pointed out that there are still unlinked cases every day, each of which could easily be a super spreader.\"We are taking steps to contain the fire and to minimise its spread, but the embers of the fire are still out there, and they can easily spark another major flare-up.\"So the situation is highly fluid, and our assessments are being updated on a daily basis,\" he said.The authorities are studying recent cases to find out if there are common patterns of activity that might suggest new areas of risk.Venues where people gather, or where there are consistent breaches of safe management measures, will also be closed, he said.Mr Wong commended Singaporeans for playing their part in the fight. \"All of you have demonstrated tremendous discipline and social responsibility over the past two to three weeks. So, thank you very much for this tremendous response.\"Join ST's Telegram channel here and get the latest breaking news delivered to you.SPH Digital News / Copyright © 2021 Singapore Press Holdings Ltd. Co. Regn. No. 198402868E. All rights reservedWe have been experiencing some problems with subscriber log-ins and apologise for the inconvenience caused. Until we resolve the issues, subscribers need not log in to access ST Digital articles. But a log-in is still required for our PDFs.", "Section": "", "Writers": "", "MainKeyWord": "", "AdditionalKeyWord": "", "URL": "https://www.straitstimes.com/singapore/health/covid-19-measures-could-be-eased-after-june-13-if-situation-improves-further", "Source": "google"}