{"Type": "", "Time": "2021-06-02", "Headline": "Unregistered vaccines offer options to those unable to get mRNA ones, Latest Singapore News - The New Paper", "Text": "Allowing access to vaccines in use elsewhere will give people in Singapore more options, said Dr Danny Soon, a member of the Expert Committee on Covid-19 Vaccination, at a live panel discussion yesterday organised by The Straits Times.More than 30,000 people here cannot take the Pfizer-BioNTech and Moderna mRNA vaccines approved for use in Singapore because of medical reasons.The mRNA vaccines have led to some people developing allergic reactions both here and overseas. People with a history of a potentially life-threatening reaction known as anaphylaxis have been advised not to take these vaccines.The Ministry of Health said on Monday that it would allow unregistered new Covid-19 vaccines through the private healthcare sector.Such vaccines use different technology to help the body create immunity against the virus that causes Covid-19.They include the viral vector vaccines from Johnson & Johnson and Oxford- AstraZeneca as well as the inactivated virus vaccine from Sinopharm. All of them have been approved by the World Health Organisation for emergency use and are in use in other countries.The Government will not subsidise these vaccines, and anyone who chooses to get these jabs will not be eligible for the Vaccine Injury Financial Assistance Programme for Covid-19 Vaccination should they have serious adverse effects.Dr Soon, the chief executive of the Consortium for Clinical Research and Innovation, Singapore, said the suggested cause of some allergic reactions could be certain ingredients in the mRNA vaccine - lipid nanoparticles, which envelop the mRNA molecules.So, \"some diversity\" in vaccine types would be useful. These include inactivated virus vaccines, and those that use a viral vector or a safe, modified virus as a delivery system.Dr Soon said storage conditions for the mRNA vaccines can be an issue.\"There are still some parts of the supply chain for which they need to be stored at minus 70 deg C.\"Viral vector vaccines are \"much more robust\", as they are more stable and can be stored at fridge temperatures. - JOYCE TEOGet The New Paper on your phone with the free TNP app. Download from the Apple App Store or Google Play Store now", "Section": "", "Writers": "", "URL": "https://www.tnp.sg/news/singapore/unregistered-vaccines-offer-options-those-unable-get-mrna-ones", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}