{"Type": "", "Time": "2021-06-02", "Headline": "Israeli PM Netanyahu's challenge to legality of rival's leadership bid is rebuffed, Middle East News & Top Stories - The Straits Times", "Text": "Read 3 articles daily and stand to win ST rewards, including the ST News Tablet worth $398.Spin the wheel for ST Read and Win now.JERUSALEM (REUTERS) - A last-gasp legal challenge by Israeli Prime Minister Benjamin Netanyahu to thwart a bid by a rival rightist to head a new government was rejected on Tuesday (June 1) as his opponents raced to seal a pact that would unseat him.Mr Naftali Bennett, Mr Netanyahu's former defence minister, announced on Sunday he would join a proposed alliance with centrist opposition leader Yair Lapid, serving as its premier first under a rotation deal.They have until Wednesday midnight (5am Thursday in Singapore) to present a final pact to President Reuven Rivlin, who handed Mr Lapid the task of forming a new government after Mr Netanyahu failed to do so in the wake of a close election on March 23.Hoping to beat the deadline, Mr Lapid, Mr Bennett and other party leaders convened to clinch coalition agreements, sources briefed on the talks said.In a letter to the legal counsels of the presidency and parliament, Mr Netanyahu's conservative Likud said Mr Lapid was not authorised to cede the premiership to Mr Bennett.But President Rivlin's office said in response that there was no legal merit to Likud's claim because Mr Lapid would be sworn in as \"alternate prime minister\", second to serve as premier as part of the rotation.It accepted Likud's argument that Mr Lapid must provide the president with full details of the new government and not just announce that he has clinched a coalition deal.The Lapid-Bennett power-share may include other rightist politicians as well as liberal and centre-left parties. Israeli media have speculated it could also court parliamentary backing from a party that draws votes from Israel's Arab minority.That has prompted Mr Netanyahu to accuse Mr Bennett of imperiling Israel as it contends with internal Jewish-Arab strife over last month's Gaza conflict, the moribund peace process with the Palestinians, and Iran.Mr Netanyahu, 71, is the dominant political figure of his generation. He was first elected prime minister in 1996 and he returned to power in 2009, holding the top office for more than a decade. But he also faces a corruption trial for bribery, fraud and breach of trust - charges he denies.A photo-shopped picture of Mr Bennett in an Arab headdress, circulated on social media, prompted comparisons with attempts to discredit former Prime Minister Yitzhak Rabin, assassinated in 1995 by an ultranationalist opposed to his peacemaking.An Israeli security source said Mr Bennett had received parliamentary bodyguards on the recommendation of the Shin Bet domestic intelligence agency due to the \"atmosphere of incitement\" against them.Mr Lapid and Mr Bennett have said they want to bring together Israelis from across the political divide and end hateful political discourse.\"A country that is divided and violent won't be able to deal with Iran or with the economy. A leadership that incites us against one another harms our ability to deal with the challenges we face,\" Mr Lapid said.Join ST's Telegram channel here and get the latest breaking news delivered to you.SPH Digital News / Copyright © 2021 Singapore Press Holdings Ltd. Co. Regn. No. 198402868E. All rights reservedWe have been experiencing some problems with subscriber log-ins and apologise for the inconvenience caused. Until we resolve the issues, subscribers need not log in to access ST Digital articles. But a log-in is still required for our PDFs.", "Section": "", "Writers": "", "MainKeyWord": "", "AdditionalKeyWord": "", "URL": "https://www.straitstimes.com/world/middle-east/israeli-pm-netanyahus-challenge-to-legality-of-rivals-leadership-bid-is-rebuffed", "Source": "google"}