{"Type": "", "Time": "2021-06-02", "Headline": "Diversity in vaccine types will be useful, says expert, Health News & Top Stories - The Straits Times", "Text": "Read 3 articles daily and stand to win ST rewards, including the ST News Tablet worth $398.Spin the wheel for ST Read and Win now.Allowing access to vaccines that are already in use elsewhere will give people in Singapore more options, said Dr Danny Soon, a member of the Expert Committee on Covid-19 Vaccination, at a live panel discussion yesterday on living with Covid-19 organised by The Straits Times.More than 30,000 people here are not able to take the Pfizer-BioNTech and Moderna mRNA vaccines approved for use in Singapore because of medical reasons.The mRNA vaccines have led to some people developing allergic reactions both here and overseas. People with a history of a potentially life-threatening reaction known as anaphylaxis have been advised not to take these vaccines.The Ministry of Health said on Monday that it would allow unregistered new Covid-19 vaccines through the private healthcare sector.Such vaccines use different vaccine technology to help the body create immunity against the virus that causes Covid-19.They include the viral vector vaccines from Johnson & Johnson and Oxford-AstraZeneca as well as the inactivated virus vaccine from Sinopharm.All of them have been approved by the World Health Organisation for emergency use and are already in use in other countries.While this would give people here more options, the Government will not subsidise the cost of these vaccines, and anyone who chooses to get these jabs will not be eligible for the Vaccine Injury Financial Assistance Programme for Covid-19 Vaccination should they experience serious adverse effects.Dr Soon, the chief executive of the Consortium for Clinical Research and Innovation, Singapore, said the suggested cause of some allergic reactions could be certain ingredients in the mRNA vaccine - lipid nanoparticles, which envelop the mRNA molecules to protect them and help them enter human cells.So, \"some diversity\" in vaccine types would be useful. These include inactivated virus vaccines, and those that use a viral vector or a safe, modified virus as a delivery system.These vaccines also provide slightly different immune responses, so one thing that is being looked at is whether or not to mix vaccine types to get broader immune coverage. This entails giving one type of vaccine first, and another type as booster shots.>30k Number of people in Singapore who are not able to take the Pfizer-BioNTech and Moderna mRNA vaccines because of medical reasons.Dr Soon said the exacting storage conditions for the mRNA vaccines can be an issue. \"There are still some parts of the supply chain for which they need to be stored at minus 70 deg C.\"He said viral vector vaccines are \"much more robust\", as they are more stable and can be stored at fridge temperatures.They use a harmless, weakened adenovirus - \"common\" viruses that cause illnesses like colds - to carry genetic instructions into the body to prompt cells to mount an immune response.Inactivated virus vaccines like the Sinopharm and Sinovac vaccines use actual coronaviruses taken from infected patients. \"They are inactivated through chemical means, and so they are no longer alive and they can't replicate and they can't cause disease,\" said Dr Soon.The body mounts an immune response to the coronavirus proteins, and this helps a person build up immunity, he explained.Joyce TeoJoin ST's Telegram channel here and get the latest breaking news delivered to you.SPH Digital News / Copyright © 2021 Singapore Press Holdings Ltd. Co. Regn. No. 198402868E. All rights reservedWe have been experiencing some problems with subscriber log-ins and apologise for the inconvenience caused. Until we resolve the issues, subscribers need not log in to access ST Digital articles. But a log-in is still required for our PDFs.", "Section": "", "Writers": "", "MainKeyWord": "", "AdditionalKeyWord": "", "URL": "https://www.straitstimes.com/singapore/health/diversity-in-vaccine-types-will-be-useful-says-expert", "Source": "google"}