{"Type": "Asia", "Time": "2021-06-02", "Headline": "Malaysia’s daily COVID-19 cases may hit 13,000 by mid-June if regulations are not followed: Health ministry", "Text": "KUALA LUMPUR: Malaysia's daily COVID-19 cases may hit the 13,000 mark by Jun 14 if COVID-19 measures are not followed, according to its health ministry's projections.According to modelling data published on Monday (May 31), COVID-19 cases will increase sharply in June if people fail to comply with standard operating procedures.The number of new cases in Malaysia has been on an upward trend since April this year, reaching arecord 9,020 new cases on May 29, although the numbers have dipped since.Health director-general Noor Hisham Abdullah on Monday evening said that Malaysia is “not out of the woods yet”.“Please stay at home and embrace self-lockdown. If you need to attend to urgent matters please adhere to all SOPs. Pray that this lockdown will flatten the curve in time,” he said in a tweet.Thelatest outbreakhas been more severe, partly due to highly transmissible variants.To curb the wave of infections, Malaysia began atwo-week national lockdownon Tuesday. Mosteconomic sectorsare closed andshopping malls have also been shuttered.Supermarkets and other premises dealing in basic necessities are allowed to operate. Only two people from each household are allowed to go out to buy essentials or for medical services, with movement limited to a 10km radius.NEARLY 900 PATIENTS IN ICUMalaysia reported 7,105 new COVID-19 cases on Tuesday. The country now has a total of 579,462 cases, of which 80,474 are currently active or infectious.The Klang Valley accounted for more than a third of the new cases with 2,068 in Selangor and 817 in Kuala Lumpur. Sarawak reported 703 new infections while Penang and Johor had 400 and 431 new cases respectively.The health ministry also announced 71 more COVID-19 fatalities, comprising 69 Malaysians and two foreigners aged 27 to 93.Malaysia’s death toll now stands at 2,867.There are currently a record 872 patients in the intensive care unit (ICU), of which 419 require respiratory support.Dr Noor Hisham on Saturday said that when active COVID-19 cases overwhelm the treatment capacity of hospitals, medical personnel are forced to prioritise ICU beds for patients with high recovery potential instead of those with a poor prognosis.The reality is that medical frontliners are faced with this “difficult choice”, he said.Dr Noor Hisham added that government hospital morgues are at capacity and that the authorities are currently finding it challenging to accommodate the increasing number of fatalities.As a result, corpses are being stored in special containers provided by the forensic medical unit, he said.The health ministry on Tuesday also identified 27 new clusters, another record. The country currently has 668 active clusters.Thirteen clusters were at workplaces while three were linked to religious activities. Of the eight community clusters, three in Sarawak, Kelantan and Perak were linked to festive household visiting activities.Two other clusters have been linked to education institutions while the remaining cluster was traced to an elderly care centre in Kuala Lumpur.Downloadour appor subscribe to our Telegram channel for the latest updates on the coronavirus outbreak:https://cna.asia/telegramIt looks like the email address you entered is not valid.", "Section": "", "Writers": "", "MainKeyWord": "COVID-19,Malaysia", "AdditionalKeyWord": "", "URL": "https://www.channelnewsasia.com/news/asia/covid-19-malaysia-daily-cases-may-hit-13000-mid-june-lockdown-14926614", "Source": "google"}