{"Type": "", "Time": "2021-06-02", "Headline": "Some major retail and all govt landlords in S’pore accept code of conduct on lease negotiations, Economy News & Top Stories - The Straits Times", "Text": "Read 3 articles daily and stand to win ST rewards, including the ST News Tablet worth $398.Spin the wheel for ST Read and Win now.SINGAPORE - At least eight major retail landlords from the private sector and all government landlords have committed to abide by a new code of conduct on the leasing of retail premises in Singapore.The code is aimed at making lease negotiations between landlords and retail tenants fairer and more balanced.With effect from Tuesday (June 1), CapitaLand, City Developments (CDL), Frasers Property Retail, Mercatus Co-operative, UOL Group and SPH Reit, as well as all government landlords such as JTC Corporation and the Housing Board, will abide by the code of conduct, which sets out fair guidelines for lease negotiations in 11 areas.These include rental structure, third-party fees, pre-termination by landlords or tenants, and data sharing.The code also sets out a process for resolving disputes after lease agreements have been signed.GuocoLand will adopt the code of conduct for all new leases signed after June 1, Ms Valerie Wong, its general manager (Asset Management), said on Tuesday.Hong Leong Holdings said the group has been “working closely with its tenants to ensure the livelihoods and well-being of its retail and F&B tenants since the pandemic began\". “Hong Leong remains committed to enabling fair and balanced lease negotiations,” it said.Business leaders representing the major retail landlords and tenants in Singapore have been appointed as members of the Fair Tenancy Industry Committee (FTIC), which will act as custodian of the code of conduct. Mr Max Loh, managing partner of Ernst & Young Singapore and Brunei, has been appointed chairman of the 13-member committee. He said he is “honoured to play a role in charting the future of retail leasing practices in Singapore”.At the inaugural FTIC meeting on May 19, Minister of State for Trade and Industry Low Yen Ling said: “All government landlords will lead by example and adopt the code from June 1. ”Ms Low added: “This code for fair and balanced lease negotiations provides businesses with greater stability and flexibility to weather disruptions, and the critical ability to work out possible solutions and navigate the crisis together.”Singapore Business Federation (SBF) chief executive Lam Yi Young said that the “SBF and FTIC will continue to reach out to the landlords to bring more on board the code”. He noted that some current lease agreements are already compliant with the code.“As the Government has accepted the recommendation to make the code mandatory via legislation, we urge all landlords to start making adjustments to their leasing practices to align with the code as soon as possible,” Mr Lam said.Mr Low Chee Wah, CEO of Frasers Property Retail, said: “From June 1, we will be adopting the code of conduct-compliant lease agreements for new leases in our retail portfolio, and we have started working closely with our tenants on this front.“The adoption of the code of conduct by all stakeholders will be instrumental in forging a stronger landlord-tenant relationship.”Mr Andrew Kwan, president of the Restaurant Association of Singapore and group managing director of Commonwealth Capital, said: “The impending legislation of the code of conduct is a watershed for tenants and landlords alike. The early adoption by several key operators and enterprises, ahead of legislation, is the true test of enlightened thinking and support.“The tenants’ group has conducted initial briefings to its constituent members and will continue to roll out engagements in the months ahead.”The committee will conduct regular outreach to industry players to keep them updated on industry developments, monitor the industry’s compliance with the code of conduct, and provide the Government with feedback and recommendations to enhance it.On Tuesday, the SBF launched the FTIC website, which will allow businesses to provide feedback on the code of conduct and matters related to retail tenancies. Landlords and tenants will also be able to file for mutually agreed upon deviations that are permitted under the code.Key areas covered in the code of conduct for fair tenancy include: 1. Conduct and spirit of negotiationsLandlords and tenants must adopt a consensual approach to negotiate in good faith, which includes acting honestly and fairly, having regard to the legitimate interests of the other party, and observing accepted or reasonable commercial standards of fair dealing in the performance of identified obligations.They must not attempt to profit unfairly or take unfair advantage of each other. 2. Leasing principles for key tenancy termsThe code sets out the leasing principles for landlords and tenants under 11 key tenancy terms. These include exclusivity, pre-termination by landlords due to landlord’s redevelopment works, sales performance and pre-termination by tenants. 3. Data transparencyLandlords must share sales data metrics by trade category – such as total monthly sales and total floor area – on a one-on-one basis with the tenant before the signing of the lease agreement.They must share the data with existing tenants on a bi-annual basis if they collect sales data from tenants as part of the gross turnover rent structure.4. Dispute resolution & enforcementParties can report non-compliant cases to the Fair Tenancy Industry Committee (FTIC). All lease agreements must be accompanied by a checklist of clauses within the code of conduct, and all clauses which deviate from the code must be flagged by landlord for the tenant’s attention. For clauses where the code of conduct allows for deviation, a joint declaration of deviation shall be filed with FTIC within 14 days of signing the lease agreement. Should there be a dispute, either party may escalate the matter to the Singapore Mediation Centre. Join ST's Telegram channel here and get the latest breaking news delivered to you.SPH Digital News / Copyright © 2021 Singapore Press Holdings Ltd. Co. Regn. No. 198402868E. All rights reservedWe have been experiencing some problems with subscriber log-ins and apologise for the inconvenience caused. Until we resolve the issues, subscribers need not log in to access ST Digital articles. But a log-in is still required for our PDFs.", "Section": "", "Writers": "", "MainKeyWord": "", "AdditionalKeyWord": "", "URL": "https://www.straitstimes.com/business/economy/code-of-conduct-for-fairer-landlord-tenant-lease-negotiations-in-spore-accepted-by", "Source": "google"}