{"Type": "CommentaryCommentary", "Time": "2021-06-02", "Headline": "Commentary: Sinovac use sparks new spat in politically split Thailand", "Text": "Widespread distrust of the Prayut government is aggravating Sinovac hesitancy in the country, says an analyst.BANGKOK: Thailand is suffering through the third – and the most serious – wave of COVID-19 infections that has surged since early April.As of May 27, the total infections since Apr 1 topped 112,354, with 785 related deaths. The more virulent variants first identified in India and South Africa have been detected, prompting the Prayut Chan-o-cha government to speed up the vaccine rollout.AstraZeneca and Sinovac are the two vaccines currently in use. The government has secured about 117,000 imported AstraZeneca shots, with another 61 million shots in local production.The first batch of these – about 1.7 million doses – will be distributed by June. Up to 6 million Sinovac doses from China have been delivered, making Sinovac the most widely deployed vaccine in Thailand.However, widespread distrust of the Prayut government is aggravating Sinovac hesitancy in the country. Public trust in the Prayut government is low, and citizens lack confidence in the safety of the vaccines obtained by the government.Sinovac has been subject to widespread criticism on a number of grounds.Unlike most other COVID-19 vaccines in use, Sinovac is an inactivated vaccine developed from dead microorganisms. This means that while the risk of side effects is low, the vaccine may not offer high protection rates against infection.LURKING ANTI-CHINA SENTIMENTAt a broader societal level, Sinovac being Chinese has not helped its acceptance. China – in the eyes of many Thais – is viewed with suspicion and even hostility, and products from China are widely viewed as cheap and lacking quality.Sinovac also faces politically motivated problems as Thailand under Prayut is widely perceived by critics of the Prayut government as beholden to China.The 2014 coup complicated Thailand’s relations with the West. China, which did not criticise Thailand’s return to military rule under Prayut, appeared to be a more attractive major power ally.It looks like the email address you entered is not valid.The Thai economy has since become more reliant on Chinese investment and tourism. Bilateral defence ties have strengthened significantly, with arms sales, active military exchanges, and the controversial purchase of Chinese submarines.Unlike some of its neighbours, Thailand has no territorial or maritime rights dispute with China, and this helps stabilise the relationship. China’s pandemic diplomacy further thickened bilateral ties as China donated medical supplies and, more recently, Sinovac vaccine doses to the Prayut government.China’s rising involvement and influence naturally fuels worry and latent anti-China sentiment. Sinophobia is particularly prevalent among young, pro-Western and pro-democracy Thai Internet users who see Prayut’s government and China’s regime as “birds of the same feather”.Conservative supporters of Prayut are labelled as identical to Chinese nationalists. Anti-China feelings, coupled with the Prayut government’s reliance on Sinovac and slow procurement of more reputed alternatives, have been exploited by opposition parties.Earlier this year, Phuea Thai – the leading opposition party – voiced concern about the safety and transparency of Sinovac. Move Forward Party’s spokesperson has engaged in online spats with Health Minister Anutin Charnvirakul over the efficacy of Sinovac.Despite their avowed opposition, opposition parliamentarians have said that they have no choice but to get vaccinated with government-imposed vaccines.HEATED EXCHANGES OVER SINOVACResistance to Sinovac, as to the Prayut government, is stronger among young Thai netizens.The A-list celebrity Chompoo Araya recently sparked a fierce online backlash when she announced that she has been injected with Sinovac and provided a review of the vaccination process, noting that the “best vaccine is the one you can get first”.Many Twitter users were convinced that the review was politically motivated and expressed their disappointment in the star for “supporting” the unreliable government and the “bottom-tier” vaccine.Some users pointed out that Chompoo was silent when the police violently clashed with protesters last year and concluded that she is “against progressive developments”.Hardliners fueled the heated exchange by creating a list of celebrities who have spoken out in favour of Sinovac. Defenders argued that celebrities – whether they are hired by the government or not – are free to get this jab.The uproar escalated when political figures from the anti-government and pro-establishment camps joined in. Pannika Wanich from the dissolved Future Forward Party sarcastically asked whether Chompoo’s fame is rooted in the support from the government or the public.In contrast, Deputy Health Minister Satit Pitutach praised Chompoo for her decision while Seri Wongmontha – a media personality actively involved in the protests against the Yingluck government that led to the 2014 coup – said that facts had been distorted to discredit the Prayut government.The vaccine drama over Sinovac is the latest example of Thailand’s widening and deepening political polarisation. The Prayut government’s close ties to China and the growing role of digital media have exacerbated tensions between the so-called authoritarian nationalists and pro-democracy revolutionaries.Both sides are losing the willingness to tolerate disagreement. Sadly, there is little room left for people in the middle ground who view politics beyond black and white.Tita Sanglee is an independent analyst and a business owner based in Thailand. This article wasfirst publishedby ISEAS – Yusof Ishak Institute as a commentary in Fulcrum.", "Section": "", "Writers": "", "MainKeyWord": "COVID-19,coronavirus,vaccine,Sinovac,Thailand,China", "AdditionalKeyWord": "", "URL": "https://www.channelnewsasia.com/news/commentary/covid-19-vaccine-sinovac-effective-thailand-prayut-phuea-china-14925432", "Source": "google"}