{"Type": "", "Time": "2021-06-02", "Headline": "Real Madrid: From the Decima to the 'Moratazo' | Marca", "Text": "Editions:En/football/real-madridSanti Siguero gives his opinionThe youngest will not remember it, because they did not suffer from it, but Carlo Ancelotti began to make his mark in the history of Real Madrid in the spring of 1989. Carletto was then a struggling midfielder for Arrigo Sacchi's AC Milan, and he opened the scoring in the greatest mockery suffered by Los Blancos in the European Cup: AC Milan's 5-0 win at Stadio San Siro in the 1988/89 season. There were other defeats in the history of Real Madrid, comparable in quantitative terms, but that one was especially cruel because it buried the Quinta del Buitre, a generation of footballers who skirted the seventh European Cup but failed several times, although never in such a way raw like that night in Milan.Ancelotti beat Francisco Buyo at the San Siro and opened a wound that took a decade to heal, until Predrag Mijatovic scored past Angelo Peruzzi at the Amsterdam Arena in May 1998. The Septima was long overdue, but also the Decima: from Zinedine Zidane's volley in Glasgow to Sergio Ramos' unstoppable header in Lisbon. At the time, Ancelotti was on Real Madrid's bench at the Estadio da Luz, after coming to the club at the beginning of the season to facilitate the digestion of the intense Jose Mourinho era. The Portuguese brought Real Madrid closer to the Champions League, but it was the Italian who grabbed it by both ears, with a Real Madrid so different from the current one that it is dizzying to remember. Cristiano Ronaldo at his best, a Gareth Bale who still prioritised the big ball over the golf ball, Angel Di Maria's crosses, Xabi Alonso's passes, a Sergio Ramos more aware of football than Yucatan, El Hormiguero and renewals, with Marcelo and Isco (the ones who changed the flow of that final in the capital of Portugal) initiating the ascent to the peak of their careers. Other times, another football. Another Real Madrid.That Champions League success, preceded by the Copa del Rey after the derailment of Marc Bartra against the express train called Bale at Mestalla, heralded a glorious 14/15 season. And it could have been one, but Luka Modric got injured and left Real Madrid without a compass, with a recently landed Toni Kroos, with the shock of Xabi Alonso's escape to Bayern Munich, with Manchester United's blank cheque to Di Maria, and Real Madrid lost their way in the fight for LaLiga Santander with two defeats at San Mames and Camp Nou after leading the table for 15 matchdays. Still, it was the European elimination that buried Carletto. A surplus Real Madrid (that won 3-0 against Liverpool at Anfield and Chicharito's goal to eliminate Atletico Madrid in the quarter-finals) was defeated by Juventus with two goals from Alvaro Morata, one in Turin and the other in Madrid, and forever left the doubt of whether Real Madrid had been able to win five Champions League titles in a row, like Alfredo Di Stefano's team, because then Zidane's three successful Champions League runs arrived.Nobody would have said it in 2015, but Zidane is now the past and Carlo is the future of Real Madrid. Now the question is to know if his 'soft hand' will serve to stiffen a team - and a club - that is more ready for a revolution than for good vibes, a positive mood and cigarettes.©  Unidad Editorial Información Deportiva, S.L.U. Todos los derechos reservados.Follow us", "Section": "", "Writers": "", "URL": "https://www.marca.com/en/football/real-madrid/opinion/2021/06/01/60b66f6fca474169158b45bf.html", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}