{"Type": "Singapore", "Time": "2021-06-02", "Headline": "16 new COVID-19 community cases in Singapore, including White Sands Primary School employee and KTV lounge manager", "Text": "SINGAPORE: Singapore reported 16 new COVID-19 cases in the community as of noon on Monday (May 31), including three with no links to previous infections.Thirteen were linked to previous cases, with 11 already on quarantine and two detected through surveillance, said the Ministry of Health (MOH).There were also seven imported cases, all of whom were placed on stay-home notice upon arrival in Singapore.One Singaporean and three permanent residents who returned from India, Indonesia, Malaysia and the Philippines are among the imported cases. Another three are work permit holders who arrived from Indonesia and Myanmar, of whom one is a foreign domestic worker.No new infections were reported in migrant workers' dormitories.In all, Singapore reported 23 new COVID-19 cases on Monday.WHITE SANDS PRIMARY SCHOOL EMPLOYEE AMONG UNLINKED CASESA 60-year-old Singaporean is among the three unlinked infections. The woman, who is fully vaccinated, works in an administrative role at White Sands Primary School.She developed a fever, cough and runny nose on May 28 and sought treatment at a general practitioner clinic on May 30. She underwent both an antigen rapid test (ART) and polymerase chain reaction (PCR) test, and both test results came back positive for COVID-19 infection on the same day. Her serology test result is pending.The other two cases are a 68-year-old Singaporean who works as a manager at Phoenix Entertainment Karaoke TV Music Lounge and a 72-year-old Singaporean homemaker. Both experienced symptoms such as headache and cough prior to testing positive for COVID-19.HONG YE GROUP CLEANERS CLUSTERFour more cases have been linked to the Hong Ye Group cleaners cluster, which now has a total of 21 infections.There is an 11-year-old Singaporean who is a student at New Town Primary School. He was last in school on May 18 and developed a fever on May 20 but did not seek medical attention.The boy subsequently developed a fever, diarrhea and vomiting on May 26 and sought medical treatment at a general practitioner clinic the next day, where he was diagnosed with stomach flu and was therefore not tested for COVID-19.He was later identified as a household contact of five COVID-19 cases, and placed on quarantined on May 28. He was tested for COVID-19 on May 30 and his result came back positive on the same day while his serology test result is pending.The second case is an 18-year-old Singaporean who is employed by Hong Ye Group as a cleaner at Changi Business Park.As he had been identified as a contact of a previously confirmed case - another Hong Ye Group cleaner who also worked at Changi Business Park - he was placed on phone surveillance on May 27.On the same day, he developed a cough and runny nose but did not report his symptoms or seek medical attention. He developed a loss of taste and smell on May 29 and sought medical treatment at a clinic on the same day, where he underwent both an ART and PCR test.MOH said he was immediately isolated when his ART result came back positive the same day. His PCR test result came back positive for COVID-19 infection on May 30 and his serology test result is negative.The other cases include an 18-year-old Singaporean who is a full-time National Serviceman at the Civil Defence Academy. He is a family member and household contact of three other confirmed COVID-19 cases and was quarantined on May 28.The fully vaccinated teenager was tested for COVID-19 on May 30 during quarantine and developed a sore throat on the same day. His test result came back positive for COVID-19 infection on May 30 and his serology test result is pending.The remaining case is a 16-year-old Singaporean who is currently unemployed. He is also a household contact of five other COVID-19 cases and was quarantined on May 28. He developed a cough and sore throat on the same day but did not report his symptoms.He was tested for COVID-19 on May 30 during quarantine and his test result came back positive for COVID-19 infection on the same day. His serology test result is pending.NTUC FOODFARE CLUSTERTwo more cases have been linked to the NTUC Foodfare cluster, which now has a total of nine infections in total.One of the new cases is a 33-year-old permanent resident who had already been quarantined. He works as a supervisor at Hua Zai HK Style Roasted Delight Rice Noodle and is a household contact of five previously confirmed cases.The other new case is a 33-year-old Malaysian who works as a kitchen assistant at Hua Zai HK Style Roasted Delights at 308 Achorvale Road and 476D Upper Serangoon View. He developed a cough and runny nose on May 30 and sought medical treatment at a clinic where he underwent both an ART and PCR test.He was immediately isolated when his ART result came back positive on the same day. His PCR test result came back positive for COVID-19 on May 30 and his serology test result is negative.NEW CLUSTERA new cluster has been identified, linked to a 49-year-old Singaporean who works as an executive at Eng Soon Chair & Table Hire Service. The woman, known as Case 63844, was confirmed to have COVID-19 on May 28.Two new cases reported on Monday have been linked to the woman, bringing the total number of infections in this cluster to three.The latest cases are an 82-year-old Singaporean retiree and a 54-year-old Singaporean who works as a senior executive at Eng Soon Chair & Table Hire Service. Both of them are the family members of Case 63844.3 EXISTING CLUSTERS GROWMore cases have been linked to three existing clusters.A 33-year-old Singaporean who works as a manager at Changi Airport Group has been linked to a 31-year-old Singaporean who works as a property agent with ERA Realty. The cluster now has six infections.Two new cases are linked to cluster involving a 15-year-old student at Westwood Secondary School. One of the new cases is a nine-year-old Singaporean student from Chua Chu Kang Primary School who also attends student care at Happy Star Learning Hub Student Care & Tuition Centre.The other case is a 45-year-old Singaporean homemaker. Both cases are family members and household contacts of previously confirmed COVID-19 cases and were asymptomatic. The cluster now has a total of six infections.Another community case reported on Monday is linked to a third cluster involving a previously confirmed case, a 74-year-old Singaporean retiree. A 56-year-old Singaporean homemaker has been linked to him, bringing the total number of infections in this cluster to four.The woman tested positive for COVID-19 on May 30 during quarantine and subsequently developed a cough that evening.MOH said her serology test result is negative for the N antigen, which suggests the presence of early infection. The woman received her first dose of the COVID-19 vaccine on Apr 27.MALAYSIAN ADMIN WORKER AMONG LINKED CASESThe remaining linked COVID-19 community case is a 30-year-old Malaysian administrative employee at Sin Wei Precision Mechanical.He is a household contact of a previously confirmed case – a 35-year-old Malaysian who worked at Kota Zheng Zong Bak Kut Teh (Serangoon Gardens) – and was quarantined on May 17.He was tested for COVID-19 on May 22 and his test result was negative. He developed a fever and cough on May 27 but did not report his symptoms until May 30, said MOH.The man was then tested for COVID-19 and his test result came back positive on the same day. His serology test result is negative.DECREASE IN NEW COMMUNITY CASESOverall the number of new cases in the community has decreased from 185 cases in the week before to 128 cases in the past week.The number of unlinked cases in the community has also decreased from 32 cases in the week before to 26 cases in the past week.Among the 191 cases reported from May 25 to May 31, 45 cases have tested positive for their serology tests while 110 have tested negative. Another 36 serology test results are pending.MOH said 25 more cases have been discharged from hospitals or community isolation facilities, bringing Singapore's total recoveries to 61,459.There are 223 cases still in hospital. Most of them are stable or improving, and two are in critical condition in the intensive care unit.Another 336 are isolated and cared for at community facilities.As of Monday, Singapore has reported a total of 62,051 COVID-19 cases and 33 fatalities from the disease.SINGAPORE \"ON TRACK\" TO BRINGING COVID-19 OUTBREAK UNDER CONTROLPrime Minister Lee Hsien Loong said Singapore “should be on track” tobringing its COVID-19 outbreak under control, barring any super-spreader events or large clusters.If the number of community cases falls further, the country “should be” able to relaxexisting restrictionsunder the Phase 2 (Heightened Alert) period after Jun 13, the date that they are currently set to last until, Mr Lee said in anaddress to the nationon Monday.Mr Lee also announced plans tomake COVID-19 testing part of the new normal, as well as theacceleration of the national vaccination programme, withvaccination bookings for studentsto open on Jun 1.The elderly were also urged to come forward for their vaccination.Nearly three quarters of the elderly – 760,000 senior citizens aged 60 and above – have had at least one jab or booked a slot already, but 280,000 have still not yet booked appointments, Mr Lee said.Those above 60 can now walk into any vaccination centre and get vaccinated on the spot with no need to register or book in advance. Those who are immobile can also be jabbed during home visits by medical professionals, he added.Downloadour appor subscribe to our Telegram channel for the latest updates on the coronavirus outbreak:https://cna.asia/telegramIt looks like the email address you entered is not valid.", "Section": "", "Writers": "", "MainKeyWord": "MOH,COVID-19,coronavirus", "AdditionalKeyWord": "", "URL": "https://www.channelnewsasia.com/news/singapore/covid-19-moh-update-may-31-community-cases-unlinked-14918224", "Source": "google"}