{"Type": "", "Time": "2021-06-02", "Headline": "Firm fined $41.5k over damaged PUB water main, causing loss of 1.8m litres of water , Environment News & Top Stories - The Straits Times", "Text": "Read 3 articles daily and stand to win ST rewards, including the ST News Tablet worth $398.Spin the wheel for ST Read and Win now.SINGAPORE - Tong Shing Contractors was fined $41,500 for damaging a water main and carrying out works without approval from Singapore's water agency PUB.In a statement on Tuesday (June 1), PUB said the damage to the water pipe led to the loss of 1.8 million litres of water, enough to fill about two-thirds of an Olympic-size swimming pool.The water leak had affected three traffic lanes in Admiralty Road West near the junction of Dahan Road when the incident occurred in December 2018.Tong Shing was carrying out pipe-jacking works as part of a road-widening project when the pipe-jacking machine punctured the water main, which has a diameter of 70cm, at a depth of about 3.7m below the road surface.PUB uncovered a hole with a diameter of 30cm on the water main when it went on site to isolate the leak and repair the damage.Its investigations found that Tong Shing had failed to physically ascertain the exact location and alignment of the water main before the works began.In addition, Tong Shing had proceeded with the pipe-jacking works without submitting a plan to do so for PUB's approval.On Tuesday, PUB reminded contractors that it takes a serious view of water main damage and the water wastage that can be prevented if due diligence is exercised.\"Contractors should always refer to PUB's advisory on the prevention of damage to water pipe infrastructure before carrying out any construction works,\" said PUB.Under the Public Utilities Act, those who damage a water main or connecting pipe with a diameter of 30cm or more can face a fine of up to $200,000, jail for up to three years, or both.Contractors who carry out works in the vicinity of water mains without an approved plan can be fined up to $10,000.Join ST's Telegram channel here and get the latest breaking news delivered to you.SPH Digital News / Copyright © 2021 Singapore Press Holdings Ltd. Co. Regn. No. 198402868E. All rights reservedWe have been experiencing some problems with subscriber log-ins and apologise for the inconvenience caused. Until we resolve the issues, subscribers need not log in to access ST Digital articles. But a log-in is still required for our PDFs.", "Section": "", "Writers": "", "MainKeyWord": "", "AdditionalKeyWord": "", "URL": "https://www.straitstimes.com/singapore/environment/firm-fined-415k-for-damaging-pub-water-main-illegal-works", "Source": "google"}