{"Type": "", "Time": "2021-06-02", "Headline": "Covid-19 scare, quarantine for family of 12 after maid's early SHN discharge, Singapore News - AsiaOne", "Text": "SINGAPORE - When a hotel worker hired a new maid to care for her elderly parents, she did not think it would lead to a Covid-19 scare and quarantine for her family of 12.The Indonesian maid, who arrived here on April 15, was discharged from stay-home notice (SHN) only five days later, despite testing positive for her polymerase chain reaction (PCR) test.The employer, who wanted to be known only as Ms Lee, 32, was worried if the maid's early discharge was safe, so she checked with the isolation facility where the helper was quarantined.She was told not to worry because the helper's serology test came back positive, indicating that it was a past infection.Her worst fears came true when the maid was retested and the results were positive - an issue that came to light last week when former DJ Jade Rasif said in a social media post that she had a similar experience.[[nid:529338]]In Ms Lee's case, the helper arrived on April 21 at her home, where Ms Lee lives with her two elderly parents and her brother.Two weeks later on May 4, the helper tested positive in a mandatory swab test. An ambulance took her to the National Centre for Infectious Diseases (NCID).She was among several maids who had been released early from SHN, only to test positive again a few weeks later. Since Feb 5, maids and confinement nannies coming into Singapore have had to do compulsory serology tests in addition to PCR tests.ALSO READ: Covid-19: Quarantine order vs stay-home notice vs leave of absence - here's what each mean for employees and their bossesThose who test positive for antibodies in their serology test are classified as recovered patients and can be released from SHN.However, some of these maids were called back for swab tests over the past month, according to several maid agencies The Straits Times spoke to. Some then tested positive and were put in isolation.On May 16, Ms Rasif said In Facebook and Instagram posts that her helper tested positive for Covid-19 after being released early from SHN. The Manpower Ministry (MOM) has since clarified that the helper was not infectious and was shedding dead viral fragments.Mr Steve Siva, director of maid agency Unistarr Employment, said the issue has raised concerns among employers and maids. He said: \"We didn't expect domestic workers could still be potential Covid-19 cases as our understanding was that they were cleared.Employers also have suffered. Ms Lee's troubles began when her helper was first taken to NCID on May 4. \"It was a shock, and it sent us all into confusion and panic because we didn't know what would happen, whether we needed to be quarantined. Nobody told us anything,\" she said.Her two sisters and their families of four had also come into contact with the helper when they visited for a family dinner. All of them decided to self-quarantine.[[nid:530076]]The next day, Ms Lee received an e-mail that informed her that the helper was a suspected positive Covid-19 case, but she and her family could continue their daily activities. The helper then tested negative twice in a row.On May 8, after the maid was swabbed again, MOH called Ms Lee to inform her that all 12 of them had to be under quarantine.Ms Lee said: \"We were speechless at this point. We thought it was safe to go about our daily lives, and had met so many people at work and school... We were also worried for the safety of our parents, who have chronic illnesses.\"Ms Lee and her family have finished their quarantine and cleared all their swab tests, but the maid's status remains unclear.She was discharged last Tuesday after completing 21 days of isolation, with a memo that said she was no longer infectious. However, Ms Lee said when she spoke to an MOH doctor on May 21, she was told it was still unclear if the maid had been reinfected.She said: \"It's making us very jittery... She went through multiple swab and blood tests, and we just find it unbelievable that there isn't anything on her infection status.\"[[nid:495878]]Another employer, Rachel (not her real name), 55, said the maid she employs was taken away on May 2 after testing positive for Covid-19 - not knowing whether her family was safe and when the maid could return.She earlier got a call from the authorities and was told the maid had tested positive but that Rachel and her family were not under quarantine.Rachel, who did not want to be named to avoid causing alarm at the daycare facility her father visits, said: \"I was so frightened and sceptical because it was just over the phone.\"Over the next three days, she worked from home and stopped sending her father to daycare. She also called the MOH hotline, but the officer could not provide any more details about the helper's status.Rachel then received an e-mail from MOM on May 5 that informed her that the maid was a \"positive suspect\", and that Rachel could go about her daily activities. She was allowed home on May 9 after it was confirmed she was not infected.Rachel said the whole experience was frustrating because of the lack of information. \"They took her away, and I was in the dark until they e-mailed me three days later, but in between, I couldn't do anything.\"MOM last Saturday (May 22) said it is conducting an internal review of its communications and service delivery processes to \"better serve citizens and provide greater clarity on their concerns\".This article was first published in The Straits Times. Permission required for reproduction.", "Section": "", "Writers": "", "URL": "https://www.asiaone.com/singapore/covid-19-scare-quarantine-family-12-after-maids-early-shn-discharge", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}