{"Type": "World", "Time": "2021-06-02", "Headline": "Is it all Greek to you? COVID-19 variants get new names", "Text": "GENEVA: Coronavirus variants with clunky, alphanumeric names have now been assigned the letters of the Greek Alphabet in a bid to simplify discussion and pronunciation while avoiding stigma.The World Health Organization revealed the new names on Monday amid criticism that those given by scientists such as the so-called South African variant which goes by multiple names including B1351, 501Y.V2 and 20H/501Y.V2 were too complicated.As such, the four coronavirus variants considered of concern by the UN agency and known generally by the public as the UK, South Africa, Brazil and India variants have now been given the letters Alpha, Beta, Gamma, Delta according to the order of their detection.Other variants of interest continue down the alphabet.\"While they have their advantages, these scientific names can be difficult to say and recall, and are prone to misreporting,\" said the WHO, explaining the decision.The choice of the Greek Alphabet came after months of deliberations in which other possibilities such as Greek Gods and invented, pseudo-classical names were considered by experts, according to bacteriologist Mark Pallen who was involved in the talks.But many were already brands, companies or alien names.Another idea to refer to variants of concern as VOC1, VOC2 etc. was scrapped after he pointed out it resembled an English swear word.Historically, viruses have often been associated with the locations from which they are thought to have emerged such as Ebola which is named after the eponymous Congolese river.But this can be damaging for the places and often inaccurate such as with the so-called 'Spanish flu' pandemic of 1918 whose origins are unknown.\"No country should be stigmatised for detecting and reporting variants,\" said WHO epidemiologist Maria Van Kerkhove.Before the new WHO scheme, some scientists had adopted their own simplified nomenclature for variants such as a February paper using bird names. However, it was criticised on the grounds that this could imperil birds and by the mother of a girl named 'Robin'.Downloadour appor subscribe to our Telegram channel for the latest updates on the coronavirus outbreak:https://cna.asia/telegramIt looks like the email address you entered is not valid.", "Section": "", "Writers": "", "MainKeyWord": "Greece,science,South Africa,Greek,WHO,COVID-19", "AdditionalKeyWord": "", "URL": "https://www.channelnewsasia.com/news/world/is-it-all-greek-to-you-covid-19-variants-get-new-names-14922714", "Source": "google"}