{"Type": "article", "Time": "2020-05-30", "Headline": "May 30 coronavirus news", "Text": "Our live coverage of the coronavirus pandemic has moved here. Extremely vulnerable people who have been \"shielding\" in Great Britain — staying at home at all times and avoiding any face-to-face contact — will be allowed outdoors from Monday, the UK government said in a statement ahead of the official announcement on Sunday.  Communities Secretary Robert Jenrick will announce that 2.2 million clinically extremely vulnerable people will be able to go outside with members of their household, while continuing to follow social distancing guidelines, according to the government statement. The updated guidance says those who live alone can meet outside with one other person from another household. This is seen as a boon for the most clinically vulnerable, including many who have not had any face-to-face contact since they were first advised to shield 10 weeks ago. However, it comes at a time when members of the scientific advisory board to the UK government – SAGE – are warning that a premature easing of the coronavirus lockdown could lead to a \"significant\" number of new cases and deaths across the country. London Mayor Sadiq Khan also on Saturday urged citizens to \"act with caution\" as the government prepares to relax lockdown measures on Monday, expressing his concerns that the country is “rushing” to ease restrictions. However, the government advised those shielding: \"The average chance of catching the virus is now down from 1/40 to 1/1000, delivering greater reassurance that it is safe to cautiously reflect this in the guidance for those who have been advised to shield.\" It added that people who are shielding should remain at a two-meter distance from others when outside, should only leave the house once a day and should not go to work or the shops. They should also avoid crowded places where they can’t social distance.  \"I want to thank everyone who has followed the shielding guidance – it is because of your patience and sacrifice that thousands of lives have been saved,\" Prime Minister Boris Johnson said. \"I do not underestimate just how difficult it has been for you, staying at home for the last 10 weeks, and I want to pay tribute to your resilience.\" Johnson thanked those who have helped deliver medicine and shopping or checked in on people who are isolating. \"We have been looking at how we can make life easier for our most vulnerable, so … I am happy to confirm that those who are shielding will be able to spend time outside with someone else, observing social distance guidelines,\" Johnson said. “I will do what I can, in line with the scientific advice, to continue making life easier for you over the coming weeks and months.” \"Thanks to the sacrifices made across the country, which have protected the NHS and saved lives, it’s now time to begin lifting restrictions, step by step, and while we must all stay alert, we can now start to resume a sense of normality,\" Health Secretary Matt Hancock said. During his speech at the government's daily press conference on Sunday, Jenrick is expected to set out a plan to review shielding guidance at the same time as the government reviews its social distancing measures. The next review will take place later this month.   ##The Future## The number of confirmed Covid-19 cases in Peru rose to 155,671 on Saturday, a jump of 7,386 from the previous day, according to the country's health ministry.  The country reported 141 new coronavirus-related deaths, taking the national death toll to 4,371, according to the ministry. Peru has the second-highest number of confirmed Covid-19 cases in Latin America, behind Brazil. ##Cases## New York Gov. Andrew Cuomo has signed a bill that gives death benefits to families of frontline workers who died battling the coronavirus pandemic. \"It is the least we can do to say thank you, and we honor you, and we remember you. You gave your lives for us. We will be there to support your families going forward,\" Cuomo said at a news conference on Saturday. \"We grieve for your loss, and we will always be there for you the way you were there for us. Thank you,\" the governor added. At least five regions in upstate New York have entered phase two as of Friday, Gov. Andrew Cuomo said during his Covid-19 news briefing Saturday. Next week, the capital region and western New York will end 14 days of being in phase one and will have to make a decision if they will move to phase two of the reopening, the governor said. \"We made that decision by reviewing the data and the numbers,\" Cuomo said. New York City Mayor Bill de Blasio was asked to what extent he expects a rise in Covid-19 cases as a result of the demonstrations and large gatherings around the city. “I would still wish that everyone would realize that when people gather it's inherently dangerous in the context of this pandemic and I’m going to keep urging people not to use that approach and if they do they focus on social distancing and wearing face coverings,\" de Blasio said in a news briefing today. De Blasio said “you cannot see overt racism, you cannot see overt racist murder and not feel something profoundly deep, so I understand that.\" \"But the last thing we would want to see is members of our community harmed because the virus spread in one of these settings,\" de Blasio said. “It’s a very very complicated reality.\" ##Cases## At least 67 people in New York state have died from coronavirus on Friday – the same number as the day before. \"Overall, that has been tremendous, tremendous progress from where we were,\" Gov. Andrew Cuomo said at a news conference on Saturday. The number of total hospitalizations, new hospitalizations and intubations have all decreased, Cuomo said. \"That is all good news,\" he said. ##New York## ##Cases## The number of coronavirus patients hospitalized in France continues to decline, according to figures released by the French Health Ministry on Saturday.   There are currently 14,380 hospital patients with the virus, a decrease of 315 from Friday, the ministry said. The statement said the number of Covid-19 hospital deaths has risen by 57 from Friday. France has reported 28,717 coronavirus-related deaths in total, according to a tally from Johns Hopkins University. ##Cases## At least 215 people died from coronavirus in the United Kingdom in the past 24 hours, bringing the death toll to approximately 38,376, according to UK Culture Secretary Oliver Dowden. Dowden, speaking at the daily Downing Street press conference on Saturday, said roughly 127,722 tests were carried out on Friday.  ##Cases## The Centers for Disease Control and Prevention will resume its regular briefings as the administration continues its coronavirus response, CNN has learned. The CDC held a briefing Friday in which director Robert Redfield said the agency was \"never blind\" to the early spread of the coronavirus in the United States. That session was the first of the resumption of the regular press briefings, a senior Health and Human Services official told CNN. Some context: The last of the regular briefings was on March 9. That is a short time after a top CDC official, Dr. Nancy Messonier, the agency’s director of the National Center for Immunization and Respiratory Diseases, surprised the Trump administration by predicting the coronavirus would be spreading more rapidly at a time when the White House was downplaying the seriousness of it.  Her comments sent the stock market tumbling and in turn, angered President Trump. The move comes as the White House has been under fire recently for sidelining the administration’s health experts on its own coronavirus task force. The doctors, including Deborah Birx and Anthony Fauci, have appeared less and less as the country begins to reopen, despite fears of a potential resurgence.   The Spanish government said Saturday that it would further relax coronavirus restrictions in certain areas from Monday. Four islands will lead the way by embarking on phase 3 of the government's de-escalation plan, the government said. They are La Gomera, El Hierro and La Graciosa, in the Canaries, and Formentera, in the Balearic islands -- all well-known tourist destinations in Spain. Phase 3 seeks to allow a transition into relatively normal activities, including attending cinemas, theaters, restaurants and circuses, as long as establishments limit capacity. People may sit by the bar and there won’t be time restrictions by age group any more. However, most of the islands in both archipelagos will remain on phase 2, together with 70% of mainland Spain, which is expected to remain on phase 2 until June 8.  Some relaxation of measures was announced Saturday for those regions under phase 2: indoor sporting venues are allowed to open at very limited capacity with rigorous hygiene protocols. Swimming pools may open at very limited capacity, with a two-meter requirement between swimmers.  The government also offered some respite for a number of regions still under phase 1, including capital city Madrid. Residents will be allowed visits to parks and restricted indoor sports activities. Open-air terraces are also allowed to reopen but not at full capacity. London Mayor Sadiq Khan has urged citizens to “act with caution” as the UK government prepares to ease lockdown measures on Monday. “I am deeply concerned we are now rushing too fast to lift lockdown measures,” Khan tweeted Saturday. “The Joint Biosecurity Centre has said we’re not ready to move from Level 4 to 3, and the 5 tests are not met. I urge Londoners to act with caution -- lives depend on it,” he said.  Earlier on Saturday, members of the scientific advisory board to the UK government -- SAGE -- warned that a premature easing of the coronavirus lockdown could lead to a “significant” number of new cases and deaths across the country.  Speaking to Sky News on Saturday, SAGE adviser and epidemiologist Professor John Edmunds said that the easing of the lockdown would be “risky” and warned that a relaxation of containment measures could lead to some 8,000 new cases of coronavirus every day. “Significant numbers of cases, unfortunately, means we will get deaths,” he said.  ##Lockdowns#   German Chancellor Angela Merkel “cannot confirm” that she will attend a possible G7 summit of world leaders in Washington amid the coronavirus pandemic, a spokesperson at the Chancellery said Saturday. US President Donald Trump has said the summit could be held in Washington in late June. “The Chancellor thanks President Trump for his invitation to the G7 summit in Washington at the end of June,” Merkel’s spokesperson said in a statement.  “As of today, given the overall pandemic situation, she cannot confirm her personal participation, that is, a trip to Washington,” the spokesperson added. Meanwhile, Germany’s Health Minister, Jens Spahn, expressed his “disappointment” over the United States' withdrawal from the World Health Organization, saying that the decision taken by the Trump administration was a “setback” for international health policy. Some context: Canadian Prime Minister Justin Trudeau said on Wednesday he could not yet commit to attending the proposed G7 meeting in person because of concerns over transmission of the virus and Canada's quarantine rules. French President Emmanuel Macron spoke with Trump on Thursday. The two leaders \"agreed on the importance of convening the G7 in person in the near future,\" according to a White House readout of the call. But the White House did not say whether Macron had committed to attending in person. At least 102,836 people have died in the US from coronavirus, according to Johns Hopkins University, with at least 1,747,087 cases recorded across the country. On Saturday, Johns Hopkins reported 1,068 new cases and 27 reported deaths.  The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases.  The US has the highest number of deaths and cases globally. CNN is tracking Covid-19's spread across the nation here. ##Cases## For months, Latin America watched the rest of the world suffer as the coronavirus spread. It is a spectator no longer. \"This is the new epicenter,\" said Dr. Marcos Espinal, director of communicable diseases at the Pan American Health Organization. Months after emerging from a relatively obscure Chinese province, the eye of this viral storm has firmly landed in Latin America. There are roughly 920,000 confirmed coronavirus cases and nearly 50,000 deaths across the region's 33 countries, but those numbers are fast on the rise. As new deaths and cases fall in the United States, Europe and Asia, Latin America now stands as the world's sole region where the outbreak is unequivocally reaching new heights. \"In many ways this is no surprise,\" said Dr. Ana Diez Roux, dean of Drexel University's School of Public Health. \"It was predictable that this was going to happen.\" Read the full story here. Japan's Health Ministry announced 75 new coronavirus cases and 12 deaths for Friday -- the fourth consecutive day that the country has seen a rise in coronavirus cases since fully lifting its state of emergency.  This brings the number of total Covid-19 cases in Japan to 17,516 (16,804 on land and 712 from the Diamond Princess cruise ship), and its death toll stands at 899 (886 on land and 13 on the ship). The southern city of Kitakyushu reported 26 new infections on Friday, where clusters of infection were traced to elderly care homes and hospitals. The city has reported 69 new cases in the past week.  In Tokyo, 22 new infections and three deaths were reported on Friday, marking a clear upward trend.  Prime Minister Shinzo Abe lifted the state of emergency for all of Japan on Monday. Much of the country had already eased restrictions except for Tokyo and four other prefectures.  Two newly assigned US Forces Korea (USFK) service members tested positive for Covid-19 upon their arrival in South Korea from the United States on a US government-chartered flight, USFK said in a statement.  The pair arrived at Osan Air Base on May 27, and were in mandatory quarantine at Camp Humphreys' dedicated barracks while awaiting the results of their Covid-19 tests. The soldiers are being treated in the isolation barracks at Camp Humphreys, which is designated for confirmed Covid-19 cases. A troop of monkeys snatched the blood samples of suspected coronavirus patients at a government hospital in the Meerut district of the north Indian state of Uttar Pradesh. The incident happened on Thursday when a lab assistant working with the hospital's Covid-19 facility was carrying samples due for testing, Dr Dheeraj Baliyan, medical superintendent of Lala Lajpat Rai Memorial Medical College and Hospital, told CNN. The monkeys attacked the lab assistant and stole a box containing three samples, Baliyan added. S.K. Garg, head of the hospital, told a local newswire that the samples were blood samples, and not the swabs usually taken to test for Covid-19. Garg said the samples belonged to people who had tested positive for Covid-19, but were taken as part of routine blood tests for the patients. The monkeys climbed the trees with the samples and threw them after chewing the packets, Baliyan added. Read more here:  A person who partied in the Lake of the Ozarks, Missouri, area on Memorial Day weekend has tested positive for coronavirus -- and was possibly infectious over the holiday. The Boone County resident visited multiple bars on May 24 and 25, according to the Camden County Health Department. They \"developed (the) illness\" on Sunday, May 24, and was possibly infectious before then. Video from that weekend shows people crowded in a pool at Backwater Jacks Bar and Grill in Osage Beach on Saturday, according to Scott Pasmore, an anchor for CNN affiliate KTVK, who shot the footage. The partier went to Backwater Jacks between about 1 p.m. and 5 p.m. local time and again shortly before 10 p.m., according to health officials. The person -- who was not identified -- also went to Shady Gators and Lazy Gators and Buffalo Wild Wings, officials added. A 5-4 Supreme Court ruling has rejected a request from a California church to block limitations on the number of people who could attend religious services during the coronavirus pandemic.  Chief Justice John Roberts sided with the liberals on the bench, and wrote separately to explain his vote.  “Although California’s guidelines place restrictions on places of worship, those restrictions appear consistent with the Free Exercise Clause of the First Amendment,” Roberts wrote. \n“Similar or more severe restrictions apply to comparable secular gatherings, including lectures, concerts, movie showings, spectator sports, and theatrical performances, where large groups of people gather in close proximity for extended periods of time.\" The thrust to reopen churches has become one of the latest debates in the coronavirus culture wars. As states across the country have been gradually reopening their cities, some churches have argued that they are being treated differently than other businesses or groups.  Justices Clarence Thomas, Samuel Alito, Neil Gorsuch and Brett Kavanaugh would have granted the church’s request.  Kavanaugh, writing for Thomas and Gorsuch, said the church would suffer “irreparable harm from not being able to hold services on Pentecost Sunday in a way that comparable secular businesses and persons can conduct their activities.” Wuhan was the original epicenter. Then the coronavirus migrated to Europe. New York was the next hotspot, and now world health authorities are worried about South America. The region as a whole is reporting more daily cases than the United States. And politics, rather than policy, seems to have informed the very different approaches that various South American countries have taken -- with ideology appearing to have trumped best medical practices in some cases. In Mexico, President Andrés Manuel López Obrador says he will resume travel around the country to kick off important public works projects, including a new railway in the southeast. In Brazil, President Jair Bolsonaro defied his country's own medical authorities by participating in multiple rallies supporting his government. The right-wing former military officer was even shaking hands with supporters and holding children in his arms.  And in Nicaragua, President Daniel Ortega has turned the coronavirus pandemic into a political issue, saying his opponents are the ones who want people to stay home to create a financial crisis, undermining the country and his government. Read more here: There are now at least 1,746,019 cases of coronavirus in the US, according to Johns Hopkins University's tally, with 102,809 total deaths. On Friday, Johns Hopkins University reported 24,266 new cases and 1,193 deaths.  The totals include cases from all 50 states, the District of Columbia and other US territories, as well as repatriated cases.  When the world looked to Asia for successful examples in handling the novel coronavirus outbreak, most eyes were on South Korea, Taiwan and Hong Kong. But there's one overlooked success story -- Vietnam.  The country of 97 million people is yet to report a single coronavirus-related death, and on Saturday had just 328 confirmed cases, despite its long border with China and the millions of Chinese visitors it receives each year. This is all the more remarkable considering Vietnam is a low-middle income country with a much less advanced health care system than others in the region. It only has eight doctors for every 10,000 people, a third of the ratio in South Korea, according to the World Bank. After a three-week nationwide lockdown, Vietnam lifted social distancing rules in late April. It hasn't reported any local infections for more than 40 days. Businesses and schools have reopened, and life is gradually returning to normal. To skeptics, Vietnam's official numbers may seem too good to be true. But Guy Thwaites, an infectious disease doctor who works in one of the main hospitals designated by the Vietnamese government to treat Covid-19 patients, said the numbers matched the reality on the ground. \"I go to the wards every day, I know the cases, I know there has been no death,\" said Thwaites, who also heads the Oxford University Clinical Research Unit in Ho Chi Minh City. Read more here: US withdraws from the WHO: President Donald Trump announced that the US would pull out of the World Health Organization after criticizing its response to the coronavirus pandemic and relationship with China. Medical groups including the American Academy of Pediatrics warned the decision could endanger global health.\nSouth America cases rise: Brazil recorded its highest daily increase yet, with 26,928 new infections in 24 hours, while Peru announced at least 6,500 new cases. Brazil's 27,878 coronavirus deaths are the fifth highest of any country, leapfrogging Spain.\nMexico's death toll nears 10,000: 371 more coronavirus deaths on Friday has pushed Mexico's total fatalities to 9,415. There were 3,227 new confirmed infections over the same period, coming as the Mexican government announced it would begin to reopen parts of its economy next week.\nDid pangolins incubate the coronavirus?: A new study into the genetics of the novel coronavirus has shown the disease spent some time jumping between bats and pangolins before it first spread to humans. But researchers said it still isn't clear which species was responsible for the first human infections, adding it could be third species. Mexico recorded 3,227 new coronavirus cases and 371 additional virus deaths on Friday.  The country’s death toll, now at 9,415, has roughly doubled in the last two weeks and remains the second-highest in Latin America, behind Brazil.  Mexico is likely to surpass 10,000 coronavirus deaths this weekend. Its total confirmed case count is now 84,627.   The government will start reopening limited sections of the economy in select parts of the country on Monday. A deep dive into the genetics of the novel coronavirus shows it seems to have spent some time infecting both bats and pangolins before it jumped into humans, researchers said Friday. Pangolins, also known as scaly anteaters, are sold as food in China and have been a prime suspect as a possible source of the pandemic.  Yet the researchers said it’s too soon to blame pangolins for the pandemic and a third animal species may have played host to the virus before it spilled over to people. What is clear is that the coronavirus has swapped genes repeatedly with similar strains infecting bats, pangolins and a possible third species, a team at Duke University, Los Alamos National Laboratory and elsewhere reported in the journal Science Advances. What’s also clear is that people need to reduce contact with wild animals that can transmit new infections, they concluded. The team analyzed 43 complete genomes from three strains of coronaviruses that infect bats and pangolins and that resemble the new Covid-19 virus. “In our study, we demonstrated that indeed SARS-CoV-2 has a rich evolutionary history that included a reshuffling of genetic material between bat and pangolin coronavirus before it acquired its ability to jump to humans,” said Elena Giorgi, a staff scientist at Los Alamos National Laboratory who worked on the study. But their findings may let pangolins off the hook.  “The currently sampled pangolin coronaviruses are too divergent from SARS-CoV-2 to be its recent progenitors,” the researchers wrote. Combinations of antivirals, anti-inflammatories and other drugs will likely be needed to treat people with coronavirus, a team of US Food and Drug Administration scientists said Friday. It might even be necessary to customize treatment patient by patient, the FDA team said in a review of the treatments being tested against Covid-19. “As the results of clinical trials become available, it may become increasingly clear that there is likely no single magic bullet to resolve the disease but a combination of several interventions that target different key factors of COVID-19 may well be required,” FDA drug researcher Montserrat Puig and colleagues wrote in a report published in Frontiers of Immunology.  “Until vaccines and targeted drugs for COVID-19 are available, there may be a need to intervene with personalized therapeutic approaches. We are learning day after day, that patients may be affected by SARS-CoV-2 differently and that many factors influence the outcome of the disease.” They reviewed 30 different drugs, including those designed to stop the virus from getting into cells, such as already-approved blood pressure drugs; drugs aimed at stopping the virus from replicating, such as the immune suppressors sirolimus and the antiparasitic drug ivermectin; drugs that control the immune system response, such as type 1 interferon; and drugs meant to block the overwrought inflammatory response to the virus, which include some rheumatoid arthritis drugs. Different drugs could help people at different stages of the disease. Early on, it could be enough to stop the virus from getting into cells and replicating itself, Puig said. In patients with more severe disease, it will be more important to intervene in the body’s immune response to infection, which can include an overreaction known as the cytokine storm. No drug is approved to specifically treat coronavirus infections, although the FDA has given emergency use authorization to the antiviral drug remdesivir.  Being sick with Covid-19 around the time you undergo surgery has been linked with an increased risk of complications and death in a new study. The study, published in the medical journal The Lancet on Friday, found that among patients who had surgery for various reasons this year and were also diagnosed with Covid-19 around the same time, about a quarter died and half experienced complications relating to their lungs. The study, conduced by an international team of researchers, included data on 969 patients who had surgery between January and March 31 at 235 different hospitals across 24 countries, and who also were diagnosed with Covid-19 either before or after their surgery.  Almost 24% of those patients died within a month after their surgery. More than half experienced complications relating to their lungs. The researchers noted that men 70 and older who had emergency or major elective surgery were found to be at a particularly high risk of death. It’s not clear why there seems to be an association between Covid-19 and a risk of lung-related complications after surgery, the researchers said. It might be important to be careful about who has surgery during the pandemic, they added. \"Although the risks associated with Covid-19 need to be carefully balanced against the risks of delaying surgery for every individual patient, our study suggests that the thresholds for surgery should be raised, compared to normal practice,\" Aneel Bhangu of the University of Birmingham in the UK, who worked on the study, said in statement. “Medical teams should consider postponing non-critical procedures and promoting other treatment options, which may delay the need for surgery or sometimes avoid it altogether.\" Brazil recorded 1,124 new coronavirus-related deaths in 24 hours, according to the country's Health Ministry, raising its overall death toll to 27,878. The new fatalities pushed Brazil’s nationwide death toll past that of Spain, which has reported 27,121 Covid-19 deaths, according to Johns Hopkins University. Brazil also reported 26,928 fresh cases of the novel coronavirus, another record high for the country, bringing the nationwide total to 465,166. Friday is the fourth day in a row that Brazil has recorded more than 1,000 deaths in a day. Washington Gov. Jay Inslee said the state’s stay-at-home order will be allowed to expire on Sunday. “Under this approach, counties will have more flexibility to demonstrate that they have the capability to stay on top of the virus,” Inslee said at a news conference Friday. The earliest coronavirus hotspots in the United States were in Washington, but Inslee said enough progress has been made to allow more activities. “This does not mean, obviously, that we’re returning to normal,” Inslee said. “It means that, three months to the day after we declared a state of emergency, we’re successfully moving forward.” Inslee said counties with few cases may be able to move into phase three soon, but the earliest date would be June 3. NBA Commissioner Adam Silver and the league's Board of Governors are considering four possible scenarios to restart the suspended season. ESPN's Adrian Wojnarowski and The Athletic's Shams Charania are reporting that Silver presented the options on Friday that owners will need to decide on before approaching the players union. Both Wojnarowski and Charania, quoting unnamed sources, outlined four similar options: 16 teams head straight to the playoffs\n20 teams play a World Cup-like playoff tournament\n22 total teams, with some having to play into a post-season tournament\nAll 30 teams return to finish a shortened 72-game regular season followed by playoffs ESPN’s Wojnarowski says the Board of Governors will vote on the proposals Thursday. Charania said Silver is targeting a July 31 restart date. Asked about the reports, the NBA did not have a comment. US President Donald Trump again claimed without evidence that the coronavirus is “going away” – and there may even be a cure on the horizon.  In response to Geoff Ballotti of Wyndham Hotels speaking about consumers feeling comfortable traveling again, the President repeated one of his favorite refrains throughout the coronavirus pandemic, saying that the virus is “going away.\"  On the possibility of a cure, Trump said “it won’t be in the long distance.” Some background: Many scientists around the world are frantically working on therapeutics, vaccines and potential treatments.  No one knows when, or even if, any of them will pan out – or when the virus will no longer be a threat, let alone \"disappear.\" Experts have also said that at the very least, the coronavirus will enter the mix of viruses that make people sick every year.  Sea World will reopen on June 10, and Walt Disney World will begin the reopening process on July 11, according to correspondence from Florida's Department of Business and Professional Regulation. Orange County Mayor Jerry Demings submitted an endorsement to the state after both parks presented reopening plans to the Orange County Economic Recovery Task Force Wednesday.", "Section": "world", "Writers": ["Ben Westcott", "Brett McKeehan", "Laura Smith-Spark", "Fernando Alfonso III", "Amir Vera"], "URL": "https://www.cnn.com/world/live-news/coronavirus-pandemic-05-30-20-intl/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}