{"Type": "gallery", "Time": "2020-10-01", "Headline": "The week in 36 photos", "Text": "US President Donald Trump, right, and Democratic nominee Joe Biden take part in the first presidential debate on Tuesday, September 29. At center is moderator Chris Wallace, who had his hands full as the debate often devolved into shouting, rancor and cross talk that sometimes made it impossible to follow what either candidate was talking about. Conservative women who support Amy Coney Barrett's Supreme Court nomination pray while touching the court's doors on Saturday, September 26. A woman lies on the ground nearby, mourning the death of Justice Ruth Bader Ginsburg. Residents of the Oakmont Gardens senior home are transported to safety as the Shady Fire approaches in Santa Rosa, California, on Monday, September 28. In photos: Wildfires burning in the West Judge Amy Coney Barrett reacts as US President Donald Trump introduces her as his Supreme Court nominee on Saturday, September 26. If her Senate confirmation is successful before the November election, the appointment would mark Trump's third Supreme Court pick in one presidential term. Tampa Bay captain Steven Stamkos lifts the Stanley Cup after the Lightning won the National Hockey League title on Monday, September 28. This is the Lightning's second Stanley Cup win in franchise history. Ju'Niyah Palmer, Breonna Taylor's sister, wipes away tears from the face of her mother, Tamika Palmer, while Breonna's aunt Bianca Austin speaks at a news conference in Louisville, Kentucky, on Friday, September 25. A Kentucky grand jury indicted one police officer involved in Breonna's shooting death in March. The decision was immediately criticized as insufficient by demonstrators and activists. The flag-draped casket of Justice Ruth Bader Ginsburg is carried into the US Capitol on Friday, September 25. She became the first woman in history to lie in state at the Capitol. US President Donald Trump speaks to White House reporters Sunday, September 27, after the New York Times reported that he paid no federal income taxes in 10 out of 15 years beginning in 2000. Trump denied the story and claimed that he pays \"a lot\" in federal income taxes. Model and TV personality Chrissy Teigen posted this photo of her and her husband, singer John Legend, as she revealed that they had lost their child following pregnancy complications. \"On this darkest of days, we will grieve, we will cry our eyes out,\" she wrote on Instagram. \"But we will hug and love each other harder and get through it.\" Miami's Starling Marte is hit in the head with a pitch while playing the New York Yankees on Sunday, September 27. He had to leave the game early, but he returned a few days later to start in the Marlins' playoff opener. Sandra, a German shepherd, nurses two lion cubs at the White Lion park in Kiparisovo, Russia, on Tuesday, September 29. The cubs had been abandoned by their mother. Joe Biden, the Democratic Party's presidential nominee, gestures during his debate with US President Donald Trump on Tuesday, September 29. Right-wing demonstrators, including members of the Proud Boys, kneel in prayer at a rally in Portland, Oregon, on Saturday, September 26. Organizers of the Proud Boys rally called it a free-speech event in support of the President, the police and law and order. They vowed to condemn anti-fascists and what they call \"domestic terrorism.\" Some of the Proud Boys carried firearms and wore body armor. Spectators watch a French Open tennis match in Paris on Monday, September 28. Capt. Bryan Woodward of the Army National Guard says goodbye to his wife, Summer, and their children — from left, Ellavyn, Bryna and Eros — at a deployment ceremony in Austin, Texas, on Sunday, September 27. He and other National Guardsmen were heading to Southwest Asia for nine to 10 months as part of Operation Spartan Shield, which seeks to strengthen relations with partner nations. Flames from the Glass Fire consume the Black Rock Inn in St. Helena, California, on Sunday, September 27. Britain's Prince George holds a giant fossilized shark tooth that was given to him by naturalist and veteran broadcaster David Attenborough on Thursday, September 24. The 7-year-old royal is seen here with his dad, Prince William, and his brother, Prince Louis. Dwight Howard grabs a rebound for the Los Angeles Lakers as they take on Miami in Game 1 of the NBA Finals on Wednesday, September 30. The heavily favored Lakers, led by LeBron James and Anthony Davis, blew out the Heat 116-98. Visitors wear face masks as they enjoy a ride at Hong Kong Disneyland, which reopened to the public on Friday, September 25. US President Donald Trump gestures during his debate with challenger Joe Biden on Tuesday, September 29. Arizona wide receiver DeAndre Hopkins, top, is tackled by Detroit's Jeff Okudah during an NFL game on Sunday, September 27. A flawless 102.39-carat diamond is displayed by a model at a Sotheby's auction room in Hong Kong on Monday, September 28. Members of the LSU marching band sit apart from one another before a college football game in Baton Rouge, Louisiana, on Saturday, September 26. A health worker tests a student for Covid-19 after classes started at a college in the Indian village of Jhargaon on Wednesday, September 30. Magawa, an African giant pouched rat, was given a gold medal by a British veterinary charity for his work detecting undetonated landmines in Cambodia. Decades of conflict have left the Southeast Asian country littered with millions of landmines, unexploded ordnance, and other explosive remnants of war that still kill or injure dozens of people each year. Audience members sit with chairs in between them before the presidential debate in Cleveland on Tuesday, September 29. There was a much smaller in-person audience than usual, and everyone attending had to take a Covid-19 test and follow other safety protocols. Demonstrators are detained by police in New Delhi while protesting the death of a 19-year-old rape victim on Thursday, October 1. The woman's death sparked protests that have spread to India's major cities. Four men have been arrested and booked for rape and murder, according to police. Atlanta's Ozzie Albies is hit by a pick-off throw while playing Boston on Friday, September 25. Supreme Court nominee Amy Coney Barrett looks at Senate Majority Leader Mitch McConnell as they meet in Washington, DC, on Tuesday, September 29. Barrett, if confirmed, would be the fifth woman ever appointed to the court. Medical residents sit in the middle of a street as they protest their working conditions in Barcelona, Spain, on Monday, September 28.  Formula One driver Valtteri Bottas celebrates on the podium after winning the Grand Prix of Russia on Sunday, September 27. Connecticut center Brionna Jones goes up for a shot during a WNBA playoff game against Las Vegas on Sunday, September 27. Las Vegas won the game and later the series to advance to the WNBA Finals. A woman trims a dog's hair during a dog show in Wuhan, China, on Sunday, September 27. Democratic presidential nominee Joe Biden is hugged by his wife, Jill, at the end of his debate with US President Donald Trump on Tuesday, September 29. Trump is joined on stage by first lady Melania Trump. Aleix Espargaro crashes during a MotoGP practice session in Spain on Saturday, September 26. He was able to compete in the race the next day. Joel Friedman observes the Jewish atonement ritual of Tashlich in Canvey Island, England, on Thursday, September 24. Tashlich is a major theme of Rosh Hashanah, the Jewish New Year. The tradition involves people symbolically casting off their sins, often by throwing morsels of bread into a flowing body of water. See last week in 47 photos", "Section": "world", "Writers": [null], "URL": "https://www.cnn.com/2020/10/01/world/gallery/photos-this-week-september-24-october-1/index.html", "MainKeyWord": "Hong Kong", "AdditionalKeyWord": "Southeast Asia", "Source": "CNN"}