{"Type": "", "Time": "2021-03-25", "Headline": "PH originating digital fraud attempts increasing — study – Manila Bulletin", "Text": "A year after the COVID-19 pandemic began, fraudsters from the Philippines are increasing their digital schemes against businesses with 44 percent of consumers been targetted, according to a study.Provisional findings of TransUnion’s recent Global Consumer Pulse Study found that as of March 16 this year, 44 percent of Philippine consumers have recently been targeted by digital fraud. TransUnion came to its conclusions about fraud against businesses based on intelligence from billions of transactions and more than 40,000 websites and apps contained in its flagship identity proofing, risk-based authentication and fraud analytics solution suite.It found the percent of suspected fraudulent digital transaction attempts[1] originated from the Philippines increased 31 percent when comparing the following two periods: Period #1 (March 11, 2019 and March 10, 2020); Period #2 (March 11, 2020 – when the World Health Organization declared COVID-19 a global pandemic – and March 10, 2021).“Fraudsters are always looking to take advantage of significant world events. The COVID-19 pandemic and its corresponding rapid digital acceleration brought about by stay-at-home orders is a global event unrivaled in the online age,” said Pia Arellano, TransUnion Philippines president and CEO. “By analyzing billions of transactions we screened for fraud indicators over the past year, it has become clear that the war against the virus has also brought about a war against digital fraud.”In the Philippines across industries, TransUnion found the cities with the highest percent of suspected fraudulent transactions were Salcedo, Eastern Samar, Makati City, and Manila.The provisional results of TransUnion’s Global Consumer Pulse Study found that 44 percent of Philippine consumers said they had been targeted by digital fraud related to COVID-19 in the last three months. The full results of the TransUnion Philippines Consumer Pulse Survey are set to be released this April.Gen Z (born 1995–2002) is currently the most targeted out of any generation at 48 percent. They are followed by Millennials (born 1980-1994) at 42 percent.Among consumers in the Philippines reporting being targeted with digital COVID-19 schemes, the top pandemic-themed scam is phishing with 40 percent saying they were targeted with it.Industries with the most suspected digital fraud attempts are telecommunications, logistics, communities, gambling, travel and leisure, gaming, and retail.Examining Fraud Types and Their Impact on IndustriesTransUnion analyzed the below industries for a change in the percent of suspected digital fraud attempts against them, comparing the periods of March 11, 2019-March 10, 2020 and March 11, 2020-March 10, 2021.Results showed a significant increase in attempted fraud from the Philippines against telecommunication companies. With more than a ten-fold increase (1,108%) this has been a significant development during COVID-19 times. Although credit card fraud isn’t unusual for any retailer, fraudsters are now looking for ways to monetize their efforts and are using fraudulent credit cards to purchase high end phones and then sell them on the black market.Separately, through the TruValidate solution, TransUnion documented a 19 percent growth in transactions among its global iGaming customers during 2020, and recently researched its fraud impact in a special report.It determined that its online gambling customers experienced a 9% increase from 2019 in the rate of suspected fraud among the 576 million iGaming transactions TransUnion analyzed for risk indicators last year when compared to 2019.Despite it being one of the hottest-growing industries, TransUnion observed a decrease in the iGaming mobile transaction rate for the first time since at least 2016. However, iGaming on mobile devices is still much higher than desktops with the percent of online gambling transactions coming from mobile devices at 69 percent.“We believe mobile online gambling transactions dipped because so many people used their desktops while working from home due to the pandemic. However, we expect the long-term impact of mobile to continue to be paramount for business success,” said Arellano. “Mobile devices will be key to providing a seamless way for online gamblers to transact and businesses to assess risk with biometric-driven multifactor authentication.”TransUnion’s Global Fraud Solutions unite both consumer and device identities to detect threats across markets while ensuring friction-right user experiences. The solutions, all part of the TruValidate suite, fuse traditional data science with machine learning to provide businesses unique insights about consumer transactions, safeguarding tens of millions of transactions each day.“Fraud can have a potentially disastrous impact on a business’ and a consumer’s finances. In our increasingly digital economy, being able to spot fraudulent transactions whilst still providing genuine consumers with a great experience is a balancing act that organizations need to solve. By using the latest solutions, businesses can build trusted relationships and transact with confidence knowing they are safeguarding both themselves and the consumers they serve,” concluded Arellano.", "Section": "", "Writers": "", "URL": "https://mb.com.ph/2021/03/25/ph-originating-digital-fraud-attempts-increasing-study/", "MainKeyWord": "Macao", "AdditionalKeyWord": "Southeast Asia", "Source": "MB"}