{"Type": "", "Time": "2021-05-28", "Headline": "Liverpool sign Konate after triggering release clause worth upwards of £35m | Goal.com", "Text": "Other English editionsLiverpool have triggered the release clause in Ibrahima Konate's contract at RB Leipzig, with a five-year contract agreed with the French defender.The 22-year-old has been heavily linked with the Reds for some time, and a big-money move to England has now been pushed through.A long-term deal has been agreed with the highly-rated defender and he is all set to open a new chapter in his career at Anfield.Upon completing a switch to England, Konate told the Reds' official website: \"I’m really happy to be joining such a massive club like Liverpool.\"It’s a really exciting moment for me and my family and I am really looking forward to meeting my new team-mates, the staff and getting started on this new chapter.\"Right now, my focus is on the U21 European Championships with France, but after this competition I know I will be joining one of the best teams in the world and that gives me a great feeling.\"I have worked very hard for many years to get to this point, but I would like to say a big thank you to everyone at RB Leipzig and all the people I worked with there – the coaches, my team-mates, the staff and especially the fans.\"Your support helped me grow up during my time there and become not only a better player, but a better man and I will always be grateful for it.\"Konate's release clause at Leipzig was worth in excess of £35 million ($50m), with Liverpool investing heavily in securing his services.All of the relevant paperwork is now in place, with signatures added where required.A medical has also been completed, with a top target snapped up early in the summer by Jurgen Klopp.   Klopp saw best-laid plans decimated by injuries in 2020-21, with his defensive ranks feeling the full force of those blows.Virgil van Dijk, Joe Gomez and Joel Matip were among those to take in lengthy spells on the sidelines, forcing academy graduates to be promoted and fresh faces to be drafted in.Ozan Kabak was among those acquired in January, in a loan agreement with Schalke, but an £18m ($26m) purchase option will not be taken up there.With Konate on his way to Merseyside, Klopp must now decide what to do with a number of other options at his disposal.Rhys Williams and Nat Phillips impressed during a late surge for Champions League qualification, but could both be loaned out in 2021-22, while a decision also needs to be made on the future of winter arrival Ben Davies - who is yet to take in an appearance for the club.Konate has figured prominently on Klopp's recruitment radar ever since the decision was taken to bring in another centre-half.Alternative options were, however, mulled over, with Liverpool eager to ensure that they were not solely reliant on Plan A.Brighton defender Ben White, who has made England's preliminary squad for this summer's European Championship, is another that the Reds considered, along with Marseille star Duje Caleta-Car.   Copyright © 2021 Goal (Singapore) All rights reserved. The information contained in Goal (Singapore) may not be published, broadcast, rewritten, or redistributed without the prior written authority of Goal (Singapore)", "Section": "", "Writers": "", "URL": "https://www.goal.com/en-sg/news/liverpool-sign-konate-after-triggering-release-clause-worth/1ocbu00ttmdowz8c9i9r69c6w", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}