{"Type": "", "Time": "2021-05-28", "Headline": "China student in Singapore posed blindfolded, gagged in 'kidnap' scam | The Star", "Text": "\n                    Wednesday, 26 May 2021\n                SINGAPORE (The Straits Times/ANN): Convinced he was taking an X-ray via the phone, as instructed by who he thought was a police officer, the student posed topless, blindfolded and gagged, while on a video call.The 21-year-old believed he was speaking to a police officer from China, who had told him there was an outstanding warrant against him for money laundering offences.But the \"officer\" was actually a scammer, who then sent a recording of the student blindfolded and gagged to his parents in China, demanding they pay a ransom of 6 million yuan (S$1.2 million).The scammers had contacted the student earlier this month, and convinced him he was under investigation. Besides getting him to pose for the \"X-ray\", they also told him to cease all contact with his friends and family.The scammers then told a 33-year-old man here to pass the student a mobile phone and SIM card. The man also booked a hotel room for the student to stay in.It is believed the man, who has been arrested by the police, received $1,000 from the scammers to do so.From the hotel, the student was put in touch with a 61-year-old man here. He was then offered temporary accommodation at the man's home.This man is also being investigated.Preliminary investigations by the police found that both the men were themselves victims of the scam. In the case of the 61-year-old, the scammers had allegedly told him the student was an important witness.After the student had initially stopped contacting his family and friends, his parents in China made a police report on May 16. They received the ransom demand on May 20, but did not pay up.Later that day, the police here found the student safe at the residence of the 61-year-old man.Speaking to the media on Tuesday (May 25), the student said he was not harmed throughout the ruse, but wanted to warn other foreign students studying in Singapore to be wary.He said: \"The reason why I believed the scammers was that they had some of my personal information. I've heard some of my friends have had similar experiences, but I never thought it would happen to me.\"Last year, close to $40 million was lost here to scammers impersonating officials from China. This was despite there being a slight decrease in the number of cases from 456 in 2019 to 443 last year.In one case, the scammers made off with some $4.2 million.Superintendent of Police Steven Tan, head of anti-scam investigation at the Commercial Affairs Department, advised members of the public to hang up on unsolicited phone calls when in doubt, and to check with the police.He said: \"The China police, Interpol and other overseas law enforcement agencies have no jurisdiction or powers to conduct operations in Singapore. They also have no powers to ask members of the public to help with any form of investigation without the approval of the Singapore Government.\"Those convicted of cheating can be jailed for up to 10 years and fined. Those convicted of money laundering can be jailed for up to 10 years and/or fined up to $500,000. - The Straits Times/Asia News Network \nTags / Keywords:\nSingapore\n                                                                ,\n                                                                                                China\n                                                                ,\n                                                                                                scam\n                                                                ,\n                                                                                                student\n                                                                ,\n                                                                                                kidnap\n\n\n\nReport it to us.Thank you for your report!Copyright © 1995-\n            \n\n Star Media Group Berhad (10894D)Best viewed on Chrome browsers.{{item['V1 Header']}}\n   {{item['V1 Body']}}\n\n  {{item['V2 Header']}}\n\nWe would love to keep you posted on the latest promotion. Kindly fill the form belowWe hope you enjoy this feature!", "Section": "", "Writers": "", "URL": "https://www.thestar.com.my/aseanplus/aseanplus-news/2021/05/26/china-student-in-singapore-posed-blindfolded-gagged-in-039kidnap039-scam", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}