{"Type": "", "Time": "2021-05-28", "Headline": "Japan to allow residents from Myanmar to extend stay - The Washington Post", "Text": "TOKYO — Japan will allow residents from Myanmar to stay an additional six months as an emergency measure as a violent military-led crackdown continues in the Southeast Asian country, officials said Friday.The measure covers 35,045 Myanmar nationals living in Japan, including 13,963 working under a government-sponsored internship program, according to the Immigration Services Agency.Those aiming to obtain “specified skilled worker” status can extend their stay up to a year, it said. The new category was created in 2019 as Japan increasingly relies on foreign workers to make up for its aging and declining workforce.The government also said two Myanmar diplomats in Tokyo who were dismissed by their country’s military junta for supporting the anti-coup movement can keep their diplomatic visas issued by the ousted government of Aung San Suu Kyi.Also Friday, the U.N. special envoy for Myanmar, Christine Schraner Burgener, met with Japanese Foreign Minister Toshimitsu Motegi and discussed support for an effort by the Association of Southeast Asian Nations to hold a dialogue of all stakeholders on stopping the violence in Myanmar.Burgener said she has been in consultation with all parties and ASEAN leaders and hopes to be able to give more details in two to three weeks.The Feb. 1 coup reversed years of progress toward democracy in Myanmar after five decades of harsh military rule. It was met with widespread popular opposition that the military has tried to silence through force, including killing protesters and imprisoning activists and journalists.The most important news stories of the day, curated by Post editors and delivered every morning.By signing up you agree to our Terms of Use and Privacy Policy", "Section": "", "Writers": "", "URL": "https://www.washingtonpost.com/world/japan-to-allow-residents-from-myanmar-to-extend-stay/2021/05/28/ceaf913a-bfae-11eb-922a-c40c9774bc48_story.html", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}