{"Type": "", "Time": "2021-05-28", "Headline": "New scam in S'pore asking borrowers to make payment before getting loans cost victims $200,000, Singapore News & Top Stories - The Straits Times", "Text": "Read 3 articles daily and stand to win ST rewards, including the ST News Tablet worth $398.Spin the wheel for ST Read and Win now.SINGAPORE - People were cheated of more than $200,000 by a new type of loan scam in the first four months of this year, with at least 20 police reports made.The police issued an advisory on Wednesday (May 26) warning the public of it.The scam starts with victims receiving unsolicited text messages or coming across websites or advertisements offering loans.When victims respond, they are redirected to a WhatsApp chat, during which scammers ask for their personal particulars to “process” the loan application.The scammers then send fake letters or e-mails, supposedly from banks or government agencies such as the State Courts or the Monetary Authority of Singapore, seeking payment for processing or transfer fees.“These letters could indicate that the processing fee or tax payment would be required under specific regulations before the loan could be disbursed,” the police said. “Victims only realised that they had been scammed when they did not receive the loan.”Last month, the police had said that more than $3.9 million had been lost in the first four months of the year to a scam in which conmen posed as Singapore High Court or Interpol officials.In recent months, the police have also warned of a text message scam advertising fake jobs and one in which people receive a text message claiming that their bank accounts have been suspended.The overall crime rate in Singapore was pushed to its highest in more than 10 years last year, with a record number of scams reported, climbing 65 per cent from 2019. With more Internet traffic, many of these were e-commerce scams.The police on Wednesday reminded the public that licensed moneylenders are not allowed to approach potential borrowers via text messages, phone calls or social media platforms. A fully online loan transaction is also not allowed, and licensed moneylenders must meet borrowers at the approved place of business to verify their identity before granting loans.Any administrative fee will also not be sought from the borrower before the loan is dispensed, much less in payment to any government agency. Any such fee should instead be deducted from the loan principal.People are advised to ignore or block and report such messages. They should not provide personal information such as their NRIC, SingPass or bank account details to anyone.Join ST's Telegram channel here and get the latest breaking news delivered to you.SPH Digital News / Copyright © 2021 Singapore Press Holdings Ltd. Co. Regn. No. 198402868E. All rights reservedWe have been experiencing some problems with subscriber log-ins and apologise for the inconvenience caused. Until we resolve the issues, subscribers need not log in to access ST Digital articles. But a log-in is still required for our PDFs.", "Section": "", "Writers": "", "MainKeyWord": "", "AdditionalKeyWord": "", "URL": "https://www.straitstimes.com/singapore/scam-asking-borrowers-to-make-payment-before-getting-loans-cost-victims-200000", "Source": "google"}