{"Type": "", "Time": "2021-05-28", "Headline": "28 people given 20-year jail terms for torching Chinese-linked factories in Myanmar, SE Asia News & Top Stories - The Straits Times", "Text": "Read 3 articles daily and stand to win ST rewards, including the ST News Tablet worth $398.Spin the wheel for ST Read and Win now.YANGON (REUTERS) - A Myanmar military tribunal has sentenced 28 people to 20 years in jail with hard labour for arson attacks on two factories, state media reported, after a string of mainly Chinese-financed plants were torched during unrest in Yangon in March.The army-run Myawady news portal said the offenders had targeted facilities making shoes and garments in the industrial Hlaing Tharyar suburb of Myanmar's biggest city.Martial law was imposed in the suburb after the blazes, with dozens killed or wounded when security forces opened fire on anti-military protesters, media and an activist group said.The Chinese embassy in Myanmar said at the time that many Chinese staff were injured and trapped in the arson attacks and called on the authorities to protect Chinese property and citizens.A total of 32 Chinese-invested factories were vandalised, with property losses reaching 240 million yuan (S$50 million), China's state-controlled tabloid Global Times said in March.Beijing is viewed as being supportive of the military junta that overthrew the elected government of Ms Aung San Suu Kyi on Feb 1.No group claimed responsibility for burning the factories.Myanmar has been in chaos since the army took power and arrested Ms Suu Kyi and other members or her party, with daily protests, marches and strikes.Security forces have responded with lethal force, killing more than 800 people, according to the Assistance Association for Political Prisoners activist group. The military disputes this figure and coup leader Min Aung Hlaing recently said about 300 people had been killed in the unrest, including 47 police personnel.As well as renewed conflict with ethnic forces in border areas, fighting has also escalated between Myanmar's army and often rag-tag militias opposed to the military in some regions.In eastern Myanmar near the border of Shan and Kayah states, dozens of security forces and local fighters have been killed in recent fighting, according to residents and media reports.A resident taking refuge near the town of Demoso reported on Friday (May 28) that power was down and fighting had flared on Thursday night with the constant thud of artillery.\"We feared that the bombs will hit us. It made me tremble as they were constantly firing,\" said the resident, who asked not to be identified.She said everyone had fled Demoso and estimated that more than 40,000 people were taking refuge in areas around the town and were in need of food, clothing and shelter.Join ST's Telegram channel here and get the latest breaking news delivered to you.SPH Digital News / Copyright © 2021 Singapore Press Holdings Ltd. Co. Regn. No. 198402868E. All rights reservedWe have been experiencing some problems with subscriber log-ins and apologise for the inconvenience caused. Until we resolve the issues, subscribers need not log in to access ST Digital articles. But a log-in is still required for our PDFs.", "Section": "", "Writers": "", "MainKeyWord": "", "AdditionalKeyWord": "", "URL": "https://www.straitstimes.com/asia/se-asia/myanmar-military-tribunal-orders-20-year-jail-terms-for-torching-chinese-linked", "Source": "google"}