{"Type": "", "Time": "2021-05-28", "Headline": "Victoria state in lockdown after ‘highly-infectious’ Covid-19 outbreak, Latest World News - The New Paper", "Text": "SYDNEY Australia's second-most populous state of Victoria will enter a one-week Covid-19 lockdown forcing its near seven million residents to stay home except for essential business, as the authorities struggle to contain a highly-infectious outbreak.\"We are dealing with a highly infectious strain of the virus, a variant of concern, which is running faster than we have ever recorded,\" Victoria state Acting Premier James Merlino told reporters in Melbourne, the state capital.\"Unless something drastic happens, this will become increasingly uncontrollable.\"Mr Merlino said contact tracers have identified more than 10,000 primary and secondary contacts who will need to quarantine, test and self isolate, adding \"that number will continue to grow and change\".The fresh cluster of infections in Melbourne detected early this week swelled to 26 yesterday after 12 new cases overnight, while the number of virus-exposed sites rose above 150.Victoria state chief health officer Brett Sutton said he \"absolutely expects\" more positive cases to emerge in the coming days as the variant, first detected in India, was likely to be more virulent than the original strains.The current strain can take one day to infect another person compared with earlier strains, which can take about five or six days, Mr Merlino said.Under the lockdown, from 11.59pm yesterday until June 3, people will be allowed to leave their homes only for essential work, healthcare, grocery shopping, exercise or to get a coronavirus vaccination.Several infected contacts have visited crowded hot spots that included sports stadiums and one of the largest shopping centres in the country, raising concerns of a significant outbreak days ahead of the winter season.The lockdown comes just days after the authorities reinstated coronavirus curbs for Melbourne, limiting gathering sizes and making masks mandatory in restaurants, hotels and other indoor locations until June 4. - REUTERSGet The New Paper on your phone with the free TNP app. Download from the Apple App Store or Google Play Store now", "Section": "", "Writers": "", "URL": "https://www.tnp.sg/news/world/victoria-state-lockdown-after-highly-infectious-covid-19-outbreak", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}