{"Type": "", "Time": "2021-05-28", "Headline": "IMDA orders offensive poll on female Islamic teachers to be removed from social media platforms, Singapore News & Top Stories - The Straits Times", "Text": "Read 3 articles daily and stand to win ST rewards, including the ST News Tablet worth $398.Spin the wheel for ST Read and Win now.SINGAPORE - The authorities have asked that a poll to rate the attractiveness of ustazah, or female Islamic religious teachers, with a view to committing sexual violence against them be removed from social media platforms here.On Friday (May 28), the Infocomm Media Development Authority (IMDA) said the poll constitutes prohibited content under Singapore's Internet Code of Practice, and has no place here.The poll on social media platform MeWe came to light on Wednesday, and is currently under police investigation.\"A poll on local female asatizah (religious teachers)... promotes sexual violence or sexual activity involving coercion or non-consent. Such content is unacceptable and has no place in Singapore,\" said IMDA.It added that it has contacted MeWe to remove the offending poll if it still remains on the platform. IMDA has also spoken to other social media platforms to ensure that the post does not surface on their platforms.Minister for Communications and Information Josephine Teo said in a Facebook post on Friday that the poll was \"revolting\", and that she condemned it in the \"strongest terms\".\"Whoever is behind this isn't just trying to be funny. They have designed a deliberate exercise to demean women, and especially women who have dedicated themselves to upholding their faith,\" said Mrs Teo, who is also chairman of the People's Action Party's Women's Wing.The MeWe poll was first highlighted by Ustaz Muhammad Zahid Mohd Zin late on Wednesday in an Instagram post. MeWe allows users to post comments, start polls, message one another and have group discussions.Many netizens, including other asatizah, have since uploaded similar screenshots of the post to criticise it. The list shows at least 12 asatizah being ranked, with 1,005 participating in the poll.The Straits Times understands that about 20 to 30 asatizah were ranked in it.The Islamic Religious Council of Singapore (Muis) said on Thursday that it was aware of the post, which had caused \"immense distress\" to the individuals involved, and was very concerned by it.The council has lodged a police report to expedite investigations into the matter and \"bring the perpetrators to justice\".Other Muslim groups have also spoken out against the poll. The Singapore Muslim Women's Association said on Thursday that it stood in solidarity with the women who are affected by the poll, which it called \"deplorable and unacceptable\".The group said that it was shocked at how more than 1,000 people had voted in the poll, and it urged the authorities to investigate the matter thoroughly so that the perpetrators are held accountable and counselled.Several netizens have alleged that those who started the poll were students studying to become asatizah, and have urged Muis to not accredit them.The Singaporean Students Welfare Assembly in Egypt told The Straits Times that it had published a letter on Wednesday to show that it does not condone such acts, and that it stands with the people who have been affected.Beyond The Hijab, a website focusing on the experiences of Muslim women in Singapore, said on its Twitter account: \"We are very disturbed by the fact that the group is allegedly comprised mostly of undergrads of Islamic studies and therefore potential future teachers.\"This is not behaviour that teachers, as people in positions of power, should have. It would not be safe for (their) students.\"Mrs Teo joins several leaders who have spoken out strongly against the poll on Thursday, including President Halimah Yacob, Minister-in-charge of Muslim Affairs Masagos Zulkifli and Minister in the Prime Minister's Office Maliki Osman.She added that her ministry will continue to work on protecting women and girls from online harm.\"Whether offline or online, respect and safety for women must be the norm. There should be no question about it,\" she said. Parliamentary Secretary for Communications and Information Rahayu Mahzam said she deeply appreciated the clear stance from IMDA that offensive content like the poll has no place in society here. Noting that there is much online harm faced by women and girls that often goes unaddressed, she pointed out that the ministry has been working on a Singapore Together Alliance for Action workgroup to discuss, co-create solutions and act against such harm. “An overarching theme that surfaced during our discussions is the importance of cultivating a culture of respect for Singaporean women both online and offline,” said Ms Rahayu. “Behaviours that perpetuate sexual harassment must be condemned. I hope Singaporeans, both men and women, will work towards a safer and more responsible online culture in Singapore - and with mutual respect for all.”Join ST's Telegram channel here and get the latest breaking news delivered to you.SPH Digital News / Copyright © 2021 Singapore Press Holdings Ltd. Co. Regn. No. 198402868E. All rights reservedWe have been experiencing some problems with subscriber log-ins and apologise for the inconvenience caused. Until we resolve the issues, subscribers need not log in to access ST Digital articles. But a log-in is still required for our PDFs.", "Section": "", "Writers": "", "MainKeyWord": "", "AdditionalKeyWord": "", "URL": "https://www.straitstimes.com/singapore/imda-orders-offensive-poll-on-female-islamic-teachers-to-be-removed-from-social-media", "Source": "google"}