{"Type": "Asia", "Time": "2021-05-28", "Headline": "Malaysia sets COVID-19 case record for 4th straight day with 8,290 new infections", "Text": "KUALA LUMPUR: Malaysia on Friday (May 28) reported itsfourth straight dayof record new COVID-19 cases with 8,290 infections.This is the first time Malaysia’s daily COVID-19 caseload has breached the 8,000 mark. It also comes after several consecutive days ofrecord numbers of intensive care unit patients.The national tally now stands at 549,514 COVID-19 cases, of which 72,823 are currently active or infectious.Malaysia has set records for the highest number of new daily cases seven times in the past 10 days, with the daily countabove the 6,000 marksince May 19.More than a quarter of the new cases reported on Friday were in the Klang Valley area with 2,052 in Selangor and 830 in Kuala Lumpur. Johor had 762 cases while Sarawak and Penang reported 698 and 421 cases respectively.According to the health ministry’s latest data modelling, daily COVID-19 cases may near the 9,000 mark by early June if safe management measures are not followed.There are currently 808 patients in the intensive care unit, a new record for the fourth consecutive day. Of these, 403 require respiratory support.Sixty-one more COVID-19 fatalities, aged between 27 and 92 were reported, pushing Malaysia's death toll to 2,552. Two of the victims are foreigners while 59 are citizens.The 27-year-old woman was \"brought in dead\" to Hospital Kuala Lumpur. Two other victims also died at home in Selangor and Kelantan.The health ministry also identified 21 new clusters, taking the number of active clusters in the country to 614. Among them is a cluster of 37 cases in Kedah as a result of visiting during the festive season.In an update on Thursday, the health ministry said there was an increase in the number of fatalities that were “brought in dead” for the period of May 1 to May 25. These are COVID-19 victims who did not die in a hospital.A total of 93 “brought in dead” cases were reported for this period, compared to 35 victims in April this year. This is an increase of 165.7 per cent, said the ministry.Examples of victims who were “brought in dead” are patients who experienced symptoms such as fever and cough but did not undergo a COVID-19 test. They were then found dead in their homes several days later.Other “brought in dead” cases include those who tested positive for COVID-19 but died at home before they could be transported to the hospital, as well as those who did not treat their symptoms seriously and opted to recuperate at home.Downloadour appor subscribe to our Telegram channel for the latest updates on the coronavirus outbreak:https://cna.asia/telegramIt looks like the email address you entered is not valid.", "Section": "", "Writers": "", "MainKeyWord": "COVID-19,Malaysia,Johor,Selangor,Kuala Lumpur", "AdditionalKeyWord": "", "URL": "https://www.channelnewsasia.com/news/asia/covid-19-malaysia-sets-record-4th-straight-day-8290-cases-mco-14904190", "Source": "google"}