{"Type": "", "Time": "2021-05-28", "Headline": "US' Indo-Pacific Strategy Will Lead To Division, Chaos In Area: China", "Text": "China and the US are currently at loggerheads over a host of issues (Representational)China's military today criticised the Biden administration for continuing the Trump era \"Indo-Pacific strategy\", saying the US should not form \"cliques\" or provoke \"new Cold War\" featuring bloc confrontation.No strategy should instigate countries to establish selective and exclusive military alliances, to gang up or to create the \"new Cold War\" featuring bloc confrontation, and the zero-sum game will only lead to more division, antagonism and chaos, Senior Colonel Tan Kefei, spokesperson for the Chinese Ministry of National Defence, said at an online press conference.He made the remarks while responding to a question that US President Joe Biden has continued to promote the \"Indo-Pacific strategy\" formulated by his predecessor Donald Trump to deter China and made frequent military provocations against Beijing.His comments come a week after a US Navy guided-missile destroyer sailed through the Taiwan Strait on May 19, challenging China's claims over the area as Beijing claims Taiwan as part of its mainland.The Chinese navy, which rushed its ships to pursue the American warship, accused the US of resorting to provocative moves.The US Navy's 7th Fleet said in a statement, \"The ship's transit through the Taiwan Strait demonstrates the US commitment to a free and open Indo-Pacific.\"Senior Colonel Tan did not directly refer to the Quadrilateral alliance or Quad comprising the US, India, Australia and Japan while accusing Washington of forming cliques. However, the Chinese Foreign Ministry has in recent weeks stepped up attacks on the four-nation alliance, terming it as an exclusive clique portraying China as a challenge and sowing discord between Beijing and regional countries.Senior Colonel Tan, while claiming that China always holds that no strategy should go against the historical trend of peace and development, or deliberately hype up conflict and confrontation, said that intensifying military presence and highlighting military competition will only aggravate regional tensions and endanger world peace and stability.\"No strategy should harm the welfare of people in regional countries, or put them in a dangerous situation. Seeking one's own selfish interests and unilateral absolute security will only do harm to others and lose their support,\" he was quoted as saying by the Chinese military online.Referring to the reported comments by a US defence department official that the US government intends to put in place more defence hotlines with China to manage security risks and prevent potential conflicts, the Chinese defence ministry spokesperson said that for a long time, the Chinese and American militaries have always maintained communication through multiple channels, including the direct line between the two defence ministries.\"We believe that its purpose is to enhance trust, reduce misgivings, manage crises, and prevent conflicts. The US side should not, on the one hand, claim to put up new defence hotlines, while on the other hand keep ramping up military deployments in the Asian Pacific region, frequently conduct close-in reconnaissance on China, and even deliberately initiate dangerous circumstances where aircraft and vessels nearly collide,\" he said.He said that China advises the US side to keep their words and match their deeds accordingly, display sincerity, work with the Chinese side toward the same goal, and push forward the healthy and stable development of mil-to-mil relations by intensifying dialogue and communication and properly managing divergences.China and the US are currently at loggerheads over a host of issues as the Biden administration continued the tough policy to contain China initiated by Trump, targeting Beijing on Xinjiang, Hong Kong and Taiwan.Biden beefed-up the US-China policy by uniting US allies like the UK, the EU and Japan. He also hosted the first quadrilateral summit of the emerging alliance called Quad in March which included the US, Australia, Japan and India.(Except for the headline, this story has not been edited by NDTV staff and is published from a syndicated feed.)Track Latest News Live on NDTV.com and get news updates from India and around the world. Watch Live News:Follow Us:................................ Advertisement ................................", "Section": "", "Writers": "", "URL": "https://www.ndtv.com/world-news/us-indo-pacific-strategy-will-lead-to-division-chaos-in-area-china-2450645", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}