{"Type": "World", "Time": "2021-05-28", "Headline": "US intelligence community acknowledges two theories of COVID-19 origin", "Text": "WASHINGTON: The US intelligence community on Thursday (May 27) acknowledged its agencies had two theories on where the coronavirus originated, with two agencies believing it emerged naturally from human contact with infected animals and a third embracing a possible laboratory accident as the source of the COVID-19 pandemic.\"The US Intelligence Community does not know exactly where, when, or how the COVID-19 virus was transmitted initially but has coalesced around two likely scenarios,\" the Office of the Director of National Intelligence (ODNI) said, adding that the majority believes there is not \"sufficient information to assess one to be more likely than the other.\"The ODNI statement did not identify which two of the 17 agencies constituting the US intelligence community believes the virus had originated with infected animals and which agency believes it originated with a laboratory accident.In both cases, however, ODNI said the agencies that back one theory of origin or the other did so with \"low or moderate confidence\" - which in spy jargon means they believe the evidence supporting their view is far from conclusive.A source familiar with intelligence community analyses said neither the CIA nor the Defense Intelligence Agency presently favour either alternative explanation for the virus' origin, adding they were among the large majority of US agencies who believe information presently is insufficient to determine that one scenario was more likely than the other.Downloadour appor subscribe to our Telegram channel for the latest updates on the coronavirus outbreak:https://cna.asia/telegramIt looks like the email address you entered is not valid.", "Section": "", "Writers": "", "MainKeyWord": "COVID-19,coronavirus,science,theory,US", "AdditionalKeyWord": "", "URL": "https://www.channelnewsasia.com/news/world/us-intelligence-community-acknowledges-two-theories-of-covid-19-origin-14899654", "Source": "google"}