{"Type": "", "Time": "2021-05-28", "Headline": "HK security chief issues jail threat to banks over Jimmy Lai's accounts, East Asia News & Top Stories - The Straits Times", "Text": "Read 3 articles daily and stand to win ST rewards, including the ST News Tablet worth $398.Spin the wheel for ST Read and Win now.HONG KONG • Hong Kong's security chief sent letters to media tycoon Jimmy Lai and branches of HSBC and Citibank this month, threatening up to seven years' jail for any dealings with the billionaire's accounts in the city, according to documents seen by Reuters.The letters, signed by Secretary for Security John Lee, were sent to Lai after the Hong Kong authorities announced the freezing of his majority stake in publisher Next Digital and local accounts of three companies owned by him under a sweeping new national security law.One of Lai's financial advisers said that while the amount of funds in the accounts was relatively small, they represented the Hong Kong management end of a global network of banking relationships covering his private wealth.Three senior private bankers and three corporate lawyers - independent from Lai's accounts - said the action extended the tightening national security apparatus into elite tiers of the banking system for the first time, exposing risks for clients and top financial managers in Hong Kong.Lai's advisers are seeking guidance from bankers and lawyers on how to challenge the freeze, and its impact on offshore holdings and banking relationships managed through Hong Kong until now.The action by the Security Secretary is also fuelling concern about the broader investment climate in the city, given the potential reach of the security law, imposed on the former British colony last June by China's Parliament, say lawyers, bankers and diplomats.The moves could imperil any attempt by the democracy activist to move offshore assets back home to prop up Next's troubled Apple Daily tabloid, a staunch government critic, the financial adviser said. Shares in Next Digital rose as much as 330 per cent as they resumed trading yesterday.Lai has emerged as one of the highest-profile targets of the new law and is facing three national security charges including allegedly colluding with a foreign country.The letter to him, sent to the city's high-security Stanley Prison, threatens up to seven years' jail and an unspecified fine for any dealing in the named assets, including disposal or conversion, using them as collateral or transferring them in or out of Hong Kong.The letter lists seven Hong Kong accounts that are linked to three companies registered in the British Virgin Islands. They also acknowledge the right of Lai and the banks to challenge the notice, which expires in May 2023, in court.The same language was used in letters to HSBC and Citibank, according to the documents seen by Reuters. The Hong Kong Monetary Authority, the banking regulator, said banks had to cooperate with law enforcement agencies in criminal investigations, including freezing of assets under relevant laws, which includes the national security law.Lai, 73, told Reuters last May that, given the pressure building on him, the bulk of his personal wealth was offshore. He is serving a 14-month prison sentence for taking part in unauthorised assemblies during anti-government protests that rocked Hong Kong in 2019.REUTERSJoin ST's Telegram channel here and get the latest breaking news delivered to you.SPH Digital News / Copyright © 2021 Singapore Press Holdings Ltd. Co. Regn. No. 198402868E. All rights reservedWe have been experiencing some problems with subscriber log-ins and apologise for the inconvenience caused. Until we resolve the issues, subscribers need not log in to access ST Digital articles. But a log-in is still required for our PDFs.", "Section": "", "Writers": "", "MainKeyWord": "", "AdditionalKeyWord": "", "URL": "https://www.straitstimes.com/asia/east-asia/hk-security-chief-issues-jail-threat-to-banks-over-jimmy-lais-accounts", "Source": "google"}