{"Type": "", "Time": "2021-05-28", "Headline": "A choppy market likely to persist for ‘most of the summer’: Tematica Research CIO", "Text": "Chris Versace, Tematica Research Chief Investment Officer, joins Yahoo Finance to discuss the outlook on the market and inflation concerns.John MacPhee, The Jed Foundation Executive Director & CEO, joins Yahoo Finance to discuss&nbsp;the importance of mental health programs and resources within schools.Myles Udland breaks down the morning brief, which details how vital the May jobs report in determining transitory inflation will be and if the Fed will be compelled to change its stance in the market.激抵！用Smart卡去759 阿信屋買零食、家居用品及個人護理等都可享5%現金回贈，日日Smart住使！U.S. consumer prices surged in April, with a measure of underlying inflation blowing past the Federal Reserve's 2% target and posting its largest annual gain since 1992, reflecting pent-up demand as the economy reopens.  The strong inflation readings reported by the Commerce Department on Friday had been widely anticipated as the COVID-19 pandemic's grip eases, thanks to vaccinations, and will have no impact on monetary policy.  Fed Chair Jerome Powell has repeatedly stated that higher inflation will be transitory, with supply chains expected to adapt and become more efficient.While commodity prices fell after Chinese warnings over onshore speculation, \"the fundamental path in key commodities such as oil, copper and soybeans remains orientated towards incremental tightness in H2, with scant evidence of a supply response sufficient to derail this bull market.\"  The market is beginning to reflect this, as copper prices are increasingly driven by Western manufacturing data rather their Chinese counterparts, it said.  \"This is a role reversal from the bull market of the 2000's, with China now the incumbent consumer as the U.S. was when emerging Chinese demand squeezed out marginal U.S consumers,\" Goldman said.(Bloomberg) -- Credit Suisse Group AG executives ignored warnings from colleagues about troubled steel tycoon Sanjeev Gupta as they channeled $1.2 billion of client funds to his businesses, according to people familiar with the matter.Bankers in Credit Suisse’s commodity trade-finance unit blacklisted Gupta’s Liberty Commodities Ltd. in 2016 because they suspected some of its deals weren’t legitimate, the people said. When they learned about two years later that the bank was lending to his companies through a suite of investment funds, which eventually grew to $10 billion, they flagged their worries to leaders in compliance and the division that housed the loans, one of the people said.The disclosure that Credit Suisse may have put clients at risk despite internal concerns over Gupta’s businesses adds a new twist to the debacle stemming from the March implosion of Greensill Capital, the finance firm at the center of the three-way relationship.Investigations, LawsuitsThe U.K. Serious Fraud Office is now investigating Gupta’s group of companies for suspected fraud, including in its financing deals with Greensill, according to a May 14 statement. Credit Suisse has sued to force Gupta’s Liberty Commodities into insolvency and has since shut the funds that made the loans and launched an internal investigation. Investors are staring at losses as the bank confronts embarrassing lawsuits.“We are currently focusing our efforts on recovering our investors’ money,” Will Bowen, a spokesman for Credit Suisse in London, said in an emailed statement, adding that the bank’s internal probe will focus on “all of the issues” linked to the funds. “We are committed to learning the lessons and will share the relevant lessons learnt at the appropriate time.”Andrew Mitchell, a spokesman for the Gupta Family Group Alliance, or GFG Alliance, a collective of businesses linked to Gupta including Liberty Commodities, denied any wrongdoing.The Greensill saga represents just one of the two disasters that rocked Credit Suisse in the first half of 2021. Since Greensill began unraveling, the bank has announced a $5.5 billion hit from the blowup at Archegos Capital Management.ApologiesFormer Chairman Urs Rohner apologized to shareholders and his successor, Antonio Horta-Osorio, who arrived at the end of April, has promised a sweeping strategy review.Chief Executive Officer Thomas Gottstein, who was head of the division that oversaw trade finance, wasn’t aware of the internal concerns about Gupta that had prompted the bank to cut him off, according to a person familiar with the matter.Employees at the trade-finance unit, which lends money for the buying and selling of commodities, cut ties with Gupta in 2016 after becoming skeptical toward his Liberty Commodities, the people said. They distrusted the documents the company provided, triggering doubts about its transactions, they said. In one example reported by Bloomberg, the company had presented another bank with what seemed to be duplicate shipping receipts. Credit Suisse’s commodity team had stopped working with Gupta after identifying suspicious shipments while the bank’s credit-structuring team lobbied against the Greensill funds, the Wall Street Journal reported in April.A spokesman for Gupta has denied any wrongdoing.Banking TiesLiberty Commodities pledged assets to Credit Suisse as security for borrowings in 2013 but by early 2016, all such commitments had been extinguished, indicating that the financing relationship had ceased, U.K. Companies House filings show. And while Gupta’s company listed the Swiss bank as one of its lenders in its 2014 annual report, it didn’t in the following year’s report, which is dated May 2016, according to the filings.Their counterparts at other banks, including Macquarie Group Ltd. and Sberbank PJSC, halted trading with Liberty Commodities around the same time because of similar concerns; Goldman Sachs Group Inc. also stopped in 2016, Bloomberg has reported.Nevertheless, executives at Credit Suisse’s asset-management division -- which creates investment products for clients and charges a fee for overseeing them -- began arranging a suite of funds focused on supply-chain finance in 2017. The entities bought securitized loans packaged by Greensill, a firm created by Australian businessman Lex Greensill. Much of the debts were linked to Gupta’s businesses.WarningsOfficials at the commodity trade-finance unit were concerned when they found out about the funds’ links to Gupta and took their fears to Thomas Grotzer, general counsel for the bank’s Swiss division. They also warned Luc Mathys and Lukas Haas, the bankers who helped oversee the trades at the asset-management unit.Grotzer was promoted last month to interim global head of compliance at Credit Suisse. He didn’t respond to requests for comment. Mathys, head of fixed-income at the asset-management division, and Haas, a portfolio manager, were put on temporary leave in March. Neither responded to requests for comment.The bank pushed ahead with the funds and marketed them to investors as being made up of short-term debt secured on invoices, assets considered so safe that Credit Suisse gave the largest vehicle its lowest rating for risk. Yet part of the loans were linked to mere possible future revenues.Other parts of the bank continued working with Gupta as well. Credit Suisse’s investment bankers were due to lead an initial public offering for Liberty’s U.S. steel arm, which was ultimately pulled, according to a statement from the company. Gupta also announced that the Swiss bank would finance his planned acquisition of Thyssenkrupp AG’s steel unit, which fell apart earlier this year.Credit Suisse has so far recouped about $5.9 billion of the $10 billion in these supply-chain funds, but it remains unclear how much will be returned ultimately to investors. Loans to Gupta’s businesses are among a batch of debts that are the “principal sources of valuation uncertainty,” the bank said earlier this month.Liberty Commodities’s external legal advisors investigated “alleged rumors concerning the paperwork” it used in 2019, according to Mitchell, the spokesman for GFG Alliance. They found no evidence to substantiate the rumors, nor was the company “ever subject to further complaints or proceedings,” he said.“LCL has ongoing banking relationships with separate financial institutions,” Mitchell said, referring to Liberty Commodities. “The trade-finance market has been hugely challenging for all but the very largest commodities traders in recent years. Nevertheless, no financial institution has been left out of pocket as a result of lending money to LCL. On the contrary, they have received substantial commercial returns.”More stories like this are available on bloomberg.comSubscribe now to stay ahead with the most trusted business news source.©2021 Bloomberg L.P.立即瀏覽嘉信理財投資教育中心，了解如何使用嘉信的資源來分析投資機會WASHINGTON (Reuters) -The Federal Aviation Administration said Friday that Boeing had temporarily halted deliveries of 787 Dreamliners as the agency waits for more data to determine if the planemaker's planned inspection method meets federal requirements.  \"Since the FAA has not approved Boeing’s proposal, Boeing chose to temporarily stop deliveries to its customers.\"However, shares of Dell fell 1%, while those of HP dropped as much as 6%, after both companies warned the ongoing computer chip shortage could impact their ability to meet demand for laptops this year.  \"The component supply situation remains constrained,\" Dell Chief Financial Officer Thomas Sweet said in post earnings call, adding that rising costs to procure these chips would hit its operating income in the current quarter by the low to mid-single digits and lead to slightly lower revenue on a sequential basis.  HP Inc, which ranks second among global PC vendors according to IDC data, said the shortages would limit its ability to supply personal computing devices and printers at least until the end of the year.General Electric Co expects to burn less cash in the current quarter than it did a year earlier, continuing a year-on-year improvement in cash generation, Chief Financial Officer Carolina Dybeck Happe said on Thursday.  The industrial conglomerate expects to post a similar level of improvement in cash flow this quarter as it did a quarter ago, Dybeck Happe said at a Wolfe Research Transportation and Industrials Conference.  Analysts surveyed by Refinitiv, on average, expect the Boston-based company to report a cash outflow of $746 million in the current quarter, smaller than an outflow of $2.1 billion a year ago.Join our hybrid info session to hear from our Sr. Executive Director of the parttime MBA weekday mode. Limited space available so secure yours today!The Riksbank will partner with Handelsbanken to test how the e-krona might work in the real world.Billionaire entrepreneur and newly converted DeFi fan Mark Cuban has invested in Polygon (Matic), a leading Layer 2 Ethereum scaling solution. According to emails, he has confirmed the investment in Polygon but didn’t disclose the size or amount purchased.(Bloomberg) -- The manager of Nigeria’s biggest pension fund is teeing up millions in financing for the renewables sector but it’s also embracing solar energy for the good of its own business.Standard Bank Group Ltd.’s Nigerian unit is aiming to run nearly half its offices on solar by 2022 to cut down on energy costs and dependence on diesel-powered generators in the West African nation, which suffers from acute power shortages and frequent blackouts.Stanbic IBTC Holdings Plc’s shift to solar-powered systems will enable it to cut diesel cost for generators by about 20%, Omolola Fashesin, its head of sustainability, said in an emailed response to questions. The fuel makes up a significant portion of spending on its banking premises that accounted for about 6.3% of its operating expenses -- excluding staff costs -- in 2020.The bank has 175 business offices in Africa’s largest economy, all of which have to be supported by diesel-powered generators.Stanbic IBTC also plans to set aside $100 million for lending to local companies in the renewables sector over the next three years to help boost adoption of cleaner forms of energy, according to Fashesin.“The prospects for solar companies in Nigeria are good but it does require a significant amount of capital,” she said. “There are opportunities for banks to partner with these companies to provide lending.”Energy GoalsStanbic IBTC’s parent, Africa’s largest bank by assets, agreed this month to set targets for reducing its exposure to fossil fuels after initially rejecting a demand from a group of fund managers to include a resolution on climate-change goals at its May 27 annual general meeting.The greenhouse gas emissions associated with financial institutions’ investing, lending and underwriting activities are more than 700 times higher, on average, than their direct emissions, according to a report published in April by climate nonprofit CDP.Lenders and businesses in Africa’s largest economy routinely run generators for their offices because of the unreliability of power supply from the national grid, which provides only about 4,500 megawatts of electricity for more than 200 million people.Stanbic IBTC is in talks with development financial institutions including International Finance Corp. and US International Development Finance Corp. for on-lending facilities to Nigerian firms investing in renewables, Fashesin said.Nigeria has pledged to cut carbon emissions 20% by 2030 under the Paris Climate Agreement as part of an effort to overcome its energy challenges.While the government is encouraging private sector investments in renewables, it’s also injecting 10% of the 2.3 trillion naira ($5.6 billion) intended to spur a recovery from the coronavirus pandemic toward providing solar power for households.More stories like this are available on bloomberg.comSubscribe now to stay ahead with the most trusted business news source.©2021 Bloomberg L.P.實際年利率低至1.75%，貸款額高達月薪18個月，還款期仲長達60個月，助您靈活運用資金！Deutsche Bank's multi-year overhaul is ahead of plan and remains its primary focus, Chief Executive Christian Sewing told shareholders on Thursday, promising an era of more sustainable profit.  The bank's annual shareholder meeting, held online due to the coronavirus pandemic, took place in a more relaxed atmosphere than in recent years, a reflection of the lender's return to profit and rising share price.  Three years into its restructuring, Sewing said Germany's largest bank wasn't over the finish line.The activist investor said cryptocurrency would endure but not necessarily all the current digital.(Bloomberg) -- Credit Suisse Group AG’s top financial services banker is leaving the firm for Jefferies Financial Group Inc. along with at least three colleagues, as departures accelerate at the scandal-plagued firm.Alejandro Przygoda, global head of financial institutions, is joining Jefferies along with Carlos Marque, Fitzgerald Woolcott and Henry Kong, according to people familiar with the matter, who asked to not be identified because the matter isn’t public.The departures follow a wave of exits from Credit Suisse in the wake of debacles involving Archegos Capital Management and supply-chain finance firm Greensill Capital. The financial-institutions group has seen at least four senior exits in recent weeks, with defections to Barclays Plc, Bank of America Corp. and Goldman Sachs Group Inc.Representatives for Credit Suisse and Jefferies declined to comment. The bankers didn’t respond to requests for comment.Przygoda, who focuses on deals in the insurance sector, joined Credit Suisse in 2011 from Greenhill & Co. Prior to that he had worked at UBS Group AG and Donaldson, Lufkin & Jenrette, according to the Financial Industry Regulatory Authority.More stories like this are available on bloomberg.comSubscribe now to stay ahead with the most trusted business news source.©2021 Bloomberg L.P.「唔使憂柴憂米」心情自然樂，個人都開心啲！你嘅財務健康有如何？ 快來做免費嘅網上財務健康評估，了解個人財務健康分數！(Bloomberg) -- Star investor Cathie Wood has a message of reassurance for Bitcoin investors amid the din of ever harsher regulatory rhetoric: officials won’t be able to make the largest cryptocurrency go away.Tough talk against digital tokens from China and calls for greater scrutiny in Europe and the U.S. have contributed to a slump in Bitcoin, but Wood said the virtual currency is “already on its way and it’ll be impossible to shut it down.”Regulators “will be a little more friendly over time” toward cryptocurrencies out of fear of missing out on the innovation provided by the sector, Wood said at the Consensus 2021 conference organized by CoinDesk.Read More: Cathie Wood’s Bad Spring Is a Blip When Future Is So MagnificentThe most high-profile recent broadside came from China. A push to rein in cryptocurrency mining there was partly triggered by concern over a surge in illicit coal extraction to deliver the power needed by the server farms underpinning Bitcoin. Billionaire Elon Musk also highlighted environmental risks in suspending Bitcoin payments at Tesla Inc.Wood, founder of Ark Investment Management LLC, said that the focus on green factors likely led to a pause in institutional buying of Bitcoin. She has previously said she expects the token to surge longer term.Bitcoin’s questionable environmental profile has eroded the argument that the token is bound to lure more mainstream investment, whether as an online store of value akin to digital bullion or for more speculative purposes.Musk has backed an effort to shine a light on energy consumption by North American miners, including planned renewable use. But it will take years for many of the largest miners to recalibrate where they source their energy.“Half of the solution is understanding the problem,” Wood said. “This auditing of what miners, certainly in North America, are willing to do around how much of their electricity usage is generated by renewables is going to bring that topic into stark relief, and will encourage an acceleration in the adoption of renewables beyond which otherwise would have taken the place.”Ark Investment Management published a report last month saying cryptocurrency mining can drive investment in solar power and make more renewable energy available to the grid.Capital-Gains TaxOn the stock market outlook, Wood said concerns about higher U.S. capital-gains taxes had hurt “high-volatility, high-multiple stocks,” but added those fears have eased amid increased chances of gridlock in Washington.Ark’s funds have faced a tough time of late as a wave of selling swept across former market darlings in the technology sector amid a switch to less richly valued segments of the equity market. The firm’s flagship Ark Innovation ETF has slumped about 28% from its February peak.Bitcoin was trading around the $38,000 level as of 12:41 p.m. in Tokyo, down some 40% from a record in mid-April.(Updates with more from Wood from the eighth paragraph.)More stories like this are available on bloomberg.comSubscribe now to stay ahead with the most trusted business news source.©2021 Bloomberg L.P.This year China's government has been gradually ramping up scrutiny of its sprawling oil industry, reinforcing its authority with new taxes on refined products while investigating crude imports by state energy giants and independent refiners.  Last Tuesday, the country's top economic planning agency gave five state-owned companies just two days to report on their historic use of imported oil, part of a broader effort by the world's largest oil importer to control inbound shipments as domestic supplies swell.  China is the world's largest crude oil importer and the No. 2 consumer after the United States.(Bloomberg) -- Hedge funds often measure their investments in minutes, not decades; but for Anchorage Capital Group, its long-held stake in Metro-Goldwyn-Mayer Studios Inc. is proving that patience can also be profitable.The New York-based money manager stands to make roughly $2 billion on its investment in the film and TV producer, one that began almost 11 years ago with MGM in bankruptcy court. Amazon.com Inc. agreed to buy the company for $8.45 billion Wednesday, a price that includes just under $2 billion in debt.The deal is in many ways a vindication for Kevin Ulrich, the former Goldman Sachs Group Inc. trader who co-founded Anchorage in 2003 and was part of a group of distressed debt investors that took control of MGM as it went through the restructuring process. In recent years the stake looked to be an albatross for the fund, one that came with significant drama in its own right.Ulrich brought in and later fired a high-profile chief executive officer, resisted efforts by activist investor Carl Icahn to take control, and held out for a bigger payday after years of considering various exit strategies. By selling now, as demand for media content from entertainment and technology companies alike is booming, he’s proving his long-held faith in the investment was justified.“There was a lot of maneuvering, a lot of financial engineering,” said Steven Azarbad, chief investment officer at New York’s Maglan Capital, an MGM investor who sold his shares four years ago. “But they’ve done great.”A representative for Anchorage declined to comment.When Ulrich first invested in MGM, he was new to Hollywood. He helped pick Gary Barber, a South African-born producer of films such as “Ace Ventura: Pet Detective” as chief executive officer of the storied but debt-laden studio. Barber brought to the table a shrewd business sense, and connections into a world Ulrich long admired from afar.Barber shepherded MGM’s development of “The Hobbit” franchise, a co-production with Warner Bros., that became a global smash hit. He helmed the release of the James Bond film, “Skyfall,” which generated over $1 billion at the box office, and he revived the studio’s work in television. Barber also brokered a deal to bring on TV super producer Mark Burnett, which gave MGM access to reality show hits like “Survivor” and “The Apprentice,” but would ultimately become personally troublesome.In 2012 the company bought back Icahn’s stock for $590 million. It also filed paperwork for a possible public offering of shares, and considered other options, such as a sale.As Barber boosted MGM’s film and TV pipeline, Ulrich was increasingly entranced by the allure of Hollywood. He became a regular at movie premieres in Los Angeles and New York, and frequented industry parties in the Hamptons and elsewhere. He became active in creative decisions after becoming chair of MGM’s board -- somewhat unusual for a non-executive lacking Hollywood experience -- even getting involved with business granularities like casting.Growing RiftBut over the following years a rift began to open up between Barber and Ulrich. When it was time to renew Barber’s contract in 2017, Ulrich conducted an extensive search for a new CEO. When it ended, he ultimately chose to sign Barber to a new five-year deal. Yet around the same time, the pair split on whether to sell the company, with Ulrich wanting to hang on to the studio and Barber saying it was time to find a buyer.The company would hold buyout talks with Apple Inc. as well as Chinese investors that would ultimately prove fruitless.Only months after renewing Barber’s deal, Ulrich fired him. The shock departure meant the company had to pay Barber for five years of salary and buy out his equity, a package totaling $260 million. In the three years since Barber left, Ulrich hasn’t replaced him, instead operating an “office of the chief executive officer,” comprised of various people that each have their personal vision for MGM.Barber declined to comment via his spokesperson.Bounce BackAfter the initial period of success following the restructuring, the gains became harder to come by, as they did in Anchorage’s overall credit-focused business. Two senior managers left the firm in January 2020, and another in November. Anchorage’s flagship strategy, with about $8.5 billion under management, returned just 0.6% in 2018, 1.5% in 2019 and 4.4% in 2020, according to people familiar with the matter.In December, MGM hired investment bankers for a potential sale.MGM only released one film in theaters in 2020. Its biggest potential hit, the latest Bond film, “No Time to Die,” was pushed from last year to this October as a result of the pandemic.Yet the value of MGM’s library rose as everyone from media companies to technology giants have sought to build video streaming platforms that can compete with industry leader Netflix Inc. Earnings jumped 48% last year, to about $307 million, even as sales declined.Anchorage holds a roughly 30% stake in MGM, worth about $2.5 billion in the sale, said people with knowledge of the matter. Anchorage invested around $500 million in the company more than a decade ago. Including the MGM stake, Anchorage’s flagship fund is up 18% this year, the people added. The fund has gained about 8% in 2021 not counting the studio.More stories like this are available on bloomberg.comSubscribe now to stay ahead with the most trusted business news source.©2021 Bloomberg L.P.超值冰涼寢具，炎夏夜夜睡好眠。  在家中享受異國假期！The draft rules, which will be open for public comment until June 1, could set a precedent for other bitcoin mining hubs in China.(Bloomberg) -- China is taking another step to shape up state firms with a new fund aimed at reforming a sector that has emerged as the nation’s biggest source of credit risk.China Reform Holdings Corp., a state-run investment firm, and a group of local state asset regulators have launched a suite of equity investment funds totaling 70 billion yuan ($11 billion) to help improve state-owned enterprises’ corporate governance and turn them more market oriented, the company said in a statement Thursday.The announcement marks the latest move by Beijing to make the country’s cumbersome and inefficient SOEs, especially those at the local level, more commercially viable and financially healthier. A wave of bond defaults by state-linked firms since late last year and the ongoing debt saga at China Huarong Asset Management Co., a top bad-loan manager, have challenged long-held assumptions of government support for such firms.The first batch of the newly established funds will total 35 billion yuan, which will be deployed in six cities including Shanghai, Shenzhen, Shenyang, Hangzhou, Xi’an, and Qingdao, said the statement, without offering further details about the specific uses of the funding.China’s state asset regulator, including its local branches, oversees the vast majority of the nation’s SOEs, except for financial firms including banks and bad-loan managers such as Huarong that are overseen by financial regulators.China’s state-linked borrowers, which have more than $4 trillion in outstanding onshore bonds, are facing increased scrutiny. Including its silence over Huarong’s debt woes, Beijing is sending a clear signal that poorly run SOEs won’t be automatically bailed out as President Xi Jinping seeks to reduce moral hazard in the country’s financial markets.Deepening concern about the level of backing for state firms at the local level has in part caused new debt sales to plunge in financially weaker provinces such as Henan and Shanxi this year.More stories like this are available on bloomberg.comSubscribe now to stay ahead with the most trusted business news source.©2021 Bloomberg L.P.(Bloomberg) -- China is clamping down on some corn imports amid concern that overseas purchases have spiraled out of control, prompting several feed mills to cancel their U.S. cargoes.Chinese customs authorities are restricting imports into free trade zones, which aren’t counted toward an official annual purchase quota, according to people with knowledge of the matter. Total U.S. corn cancellations are estimated to be less than 1 million tons, said two of the people, who asked not to be identified as the matter is private.The increased scrutiny by Beijing over its corn imports comes as the broader market focuses on whether the country will continue its heightened purchases of raw materials from grains to metals to fossil fuels. Prices across a variety of products have soared this year partly because of Chinese demand, raising import costs and sparking fears over inflation in the Asian nation.Corn futures in Chicago fell as much as 2% before erasing losses as traders determined the scrapped purchases aren’t big enough to alter an already tight supply situation. Some market watchers claim China, which is forecast to import a record amount of corn this year, is trying to get a better deal after prices recently surged above $7 a bushel for the first time since 2013.“China is playing a negotiating game,” said David Martin, founder of Martin Fund Management in New York.China’s crackdown on corn purchases is targeted at businesses that have set up blending facilities in the free trade zones, according to the people familiar with the matter. These facilities allow firms to mix the imported corn with other raw materials to produce livestock feed that enable them to profit from zero-tariff imports, the people said.Calls to Chinese customs outside business hours went unanswered.Illinois corn farmer Matt Bennett, a co-founder of commodities brokerage and consulting firm AgMarket.net, noted that China has a pattern of crop-import cancellations only to start “buying the daylights out of stuff.”The canceled shipments are a small amount compared to more than 20 million tons of American corn that China has purchased this season. The Asian nation has been a key source of demand for the grain to feed its recovering hog herd, helping to push prices to multiyear highs. Imports from the U.S. have soared as Beijing also seeks to fulfill its commitments for the “phase one” trade deal signed with the U.S. in January 2020.The latest move by China “is likely to have only a very small impact on China’s compliance with the overall purchase commitments on the phase one agreement,” said Chad Bown, an expert at the pro-trade Peterson Institute for International Economics in Washington. “Corn is just too small a portion of the overall deal.”Corn QuotasChina allocates annual corn import quotas to state and private firms. State-owned Cofco Corp. may at times receive an allowance to buy an additional amount that it resells domestically to private mills or to replenish state reserves.The quotas for 2021 are set at 7.2 million tons. Imports outside the quota are possible, but may incur tariffs of up to 65% of the purchase price. Shipments into bonded zones are exempt from duties.The proliferation of businesses that are shipping corn into bonded zones and blending them for animal feed has alarmed authorities, who are seeking to control imports and maintain the quality of feed products.Last month, Shandong province shut down a feed producer located at a local bonded zone after its product was found to have fallen short of protein requirements. The plant mainly blended corn with a low amount of distillers dried grains, or DDGS, said one of the people.All the cancellations will be of old U.S. corn crop from the 2020-21 marketing year, the people said. More than 15 million tons of American corn have been purchased for state stockpiles from old and new crops, two of the people said.(Corrects spelling of Bown’s name in 10th paragraph in story published May 26.)More stories like this are available on bloomberg.comSubscribe now to stay ahead with the most trusted business news source.©2021 Bloomberg L.P.", "Section": "", "Writers": "", "URL": "https://finance.yahoo.com/video/choppy-market-likely-persist-most-183948556.html", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}