{"Type": "", "Time": "2021-05-28", "Headline": "Most overworked cities in the world 2021: Hong Kong, Singapore and Bangkok top rankings", "Text": "Hong Kong, Singapore and Bangkok have emerged as the top three cities with the most overworked populations in the world, Kisi's Global Work-Life Balance Index 2021 has shown.According to the data, published yesterday (27 May 2021), 'overworked populations' referred to full-time employees who work more than 48 hours in each working week, over the International Labour Organization's recommendation of 40-hour workweeks.Among the overworked cities - other Asian cities in the top 10 included Seoul in fifth spot, and Kuala Lumpur in eighth spot.Overall, the top 10 most overworked cities identified in the research were:The top 10 cities with the best work-life balance score were listed as:Singapore ranked #18 with a score of 83.8, while Hong Kong ranked #45 (score: 62); Bangkok, Thailand ranked #49 (score: 51.3) and Kuala Lumpur, Malaysia ranked #50 with a score of 50.On a whole, the Global Work-Life Balance Index took into consideration four key pillars, each with its own factors:The cities involved were ranked based on their overall scores out of 100, with 100 being the highest possible score, and 50 being the lowest.Full rankings here. Among the above, the research also showcased cities that offered the most remote jobs. Cities topping this list with the highest percentage of remote jobs offered were:How the study was conducted:To begin the study, a list of 50 in-demand metropolises known for attracting professionals and families for their work opportunities and diverse lifestyle offerings were chosen. Firstly, the adaptability of a location for remote working was examined, calculating the percentage of jobs that were classified as ‘teleworkable’ in each city. Next, the overall work intensity of a city was assessed, based on a series of factors related to overworking, holiday allowance, and parental leave. Next, Kisi researchers looked into the amount of COVID-related economic support residents receive in each location. To determine the extent to which different types of individuals in a city receive equal treatment, access to state-funded health and welfare programs was also measured, as well as institutional support for gender equality and social inclusivity of minorities and the LGBT+ community. Each city’s livability score was then appraised by examining its affordability as well as citizens’ overall happiness, safety, and access to wellness and leisure venues.Finally, Kisi looked into the effect of the pandemic on a city’s work-life balance in several key areas - case numbers, the severity of lockdown measures, and economic losses - which were combined to determine an overall ‘COVID Impact’ score.Photo / 123RF Human Resources Online is on Telegram! Follow us @humanresourcesonline or click here for all the latest weekly HR and manpower news from around the region. We use cookies and other tracking technologies to improve your browsing experiences on our website, to show you personalised content and targeted ads, to analyze our website traffic and to understand where our visitors are coming from. By browsing our website, you consent to our use of cookies and other tracking technologies. Click here  for more information.", "Section": "", "Writers": "", "URL": "https://www.humanresourcesonline.net/most-overworked-cities-in-the-world-2021-hong-kong-singapore-and-bangkok-top-rankings", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}