{"Type": "", "Time": "2021-05-28", "Headline": "CPF interest rates to remain unchanged for third quarter of 2021, Singapore News & Top Stories - The Straits Times", "Text": "Read 3 articles daily and stand to win ST rewards, including the ST News Tablet worth $398.Spin the wheel for ST Read and Win now.SINGAPORE - The interest rates that Central Provident Fund (CPF) members can earn on their various accounts will remain unchanged in the third quarter of 2021, the Housing Board and CPF Board said on Friday (May 28).From July to September 2021, CPF members below 55 years old will continue to earn interest rates of up to 3.5 per cent a year on their Ordinary Account, and up to 5 per cent a year on their Special and MediSave accounts.These interest rates include the extra 1 per cent interest on the first $60,000 of their combined balances, capped at $20,000 for the Ordinary Account.CPF members aged 55 and above will continue earning up to 6 per cent interest a year on their combined balances.This includes the extra 2 per cent interest on the first $30,000 of their combined balances, capped at $20,000 for the Ordinary Account, and an extra 1 per cent on the next $30,000.The extra interest paid to CPF members is part of the Government's efforts to enhance the retirement savings of CPF members.The extra interest on the Ordinary Account will go into members' Special Account or Retirement Account to enhance their retirement savings.For CPF members above 55 years old and participating in the CPF Life scheme, which provides a lifelong monthly payout that begins when the member turns 65 years old, the extra interest will still be earned on their combined balances, which include the savings used for CPF Life.From July to September 2021, the floor rate of 2.5 per cent interest a year earned on the Ordinary Account will be maintained, as will the 4 per cent floor rate for the Special and MediSave accounts.The 4 per cent floor rate on the Retirement Account will remain unchanged for the rest of the year, as announced on Sept 25 last year.The concessionary interest rate for HDB housing loans, which is pegged at 0.1 per cent above the Ordinary Account interest rate, will remain unchanged at 2.6 per cent a year.CPF members can visit the CPF website or call the CPF call centre on 1800-227-1188 if they have inquiries.Join ST's Telegram channel here and get the latest breaking news delivered to you.SPH Digital News / Copyright © 2021 Singapore Press Holdings Ltd. Co. Regn. No. 198402868E. All rights reservedWe have been experiencing some problems with subscriber log-ins and apologise for the inconvenience caused. Until we resolve the issues, subscribers need not log in to access ST Digital articles. But a log-in is still required for our PDFs.", "Section": "", "Writers": "", "MainKeyWord": "", "AdditionalKeyWord": "", "URL": "https://www.straitstimes.com/singapore/cpf-interest-rates-to-remain-unchanged-for-third-quarter-of-2021", "Source": "google"}