{"Type": "", "Time": "2021-05-28", "Headline": "Covid-19: Why S'pore is in a stronger position than it was last year, Health News & Top Stories - The Straits Times", "Text": "Read 3 articles daily and stand to win ST rewards, including the ST News Tablet worth $398.Spin the wheel for ST Read and Win now.SINGAPORE - A fresh wave of Covid-19 infections is sweeping the globe, with several countries in the region, including Malaysia, Indonesia and the Philippines getting badly hit.Singapore has not been spared.In the fortnight till May 26, it has seen between 19 and 38 new community cases diagnosed each day - compared with the one to 16 cases a day in the previous fortnight - in spite of tighter safety measures.To some, this evokes memories of the days leading up to the circuit breaker last year, when case numbers were rising.But there are key differences. Singapore may be battling more infectious variants of the virus this time around, but it appears to have a firmer grip on the situation.The number of new community cases is currently lower than the roughly 40-60 in early April last year, just before the circuit breaker was implemented.This is despite the fact that all four of the more easily transmissible variants of concern (VOCs) have been found here, with several of the recent clusters caused by the spread of the B1617 variant that is ravaging India.There are about 240 people requiring hospital care today, among whom 18 are on oxygen and two need intensive care.But Singapore has so far evaded the fate of countries that faced second waves of infection far more devastating than the first.Globally, there are more new daily cases this year than last - more than half a million people are infected each day - largely due to the high rate of transmission in India. Places like Brazil and Argentina continue to report high numbers.Professor Leo Yee Sin, executive director of the National Centre for Infectious Diseases, said: \"The strain that is prevalent in many of the Covid-19 cases (in Singapore) in recent weeks is the B16172 variant.\"This has a \"higher amount of virus excreted from respiratory secretion compared with the parent strain\", she added, and \"can amplify in all forms of transmission routes\", such as surfaces, through direct contact, droplet and aerosol transmission.Yet experts The Straits Times spoke to were generally optimistic.Dr Asok Kurup, who chairs the Academy of Medicine's Chapter of Infectious Disease Physicians, said: \"I was initially all for a circuit breaker, but it seems that the daily numbers are pretty stable and manageable.\"Professor Dale Fisher, a senior infectious diseases consultant at the National University Hospital (NUH), said: \"The curve is quite flat and, importantly, what we aren't seeing is exponential growth.\"Prof Fisher said Singapore can also take comfort that a third of the population has had at least one dose of the vaccine.He said Singapore is \"starting to reap the benefits\" of lower transmissions, since people who have been vaccinated, even with just one dose, are less likely to spread the virus. And should they get infected, the disease is less severe for them.The hospitals have not been overwhelmed and have been able to cope.Prof Fisher said that while the mRNA vaccines may be less effective against the VOCs, the drop in efficacy is only about 5-10 per cent - which means \"they are still really good\".Associate Professor Hsu Liyang of the NUS Saw Swee Hock School of Public Health feels Singapore is in a stronger position than it was last year.\"Today, we understand far more about the virus than we did before... We know how to limit its spread and have treatment options backed by clinical trials. We have safe and effective vaccines... and the capacity to ramp up testing and containment facilities,\" he said.His colleague at the school, Associate Professor Alex Cook, fully agreed: \"We hold a strong hand.\"The safe management measures to control spread are generally very effective, adherence is good, testing capacity is high, vaccination roll-out is proceeding apace, the border has been made even more secure.\"He said the major risk is the \"seemingly more transmissible variants\", which is why the safety measures \"are not quite as effective as they were last year\".Prof Cook added that since the immunity levels among migrant workers is much higher today, \"we are much less likely to see the explosive dorm outbreaks we did a year ago\".Last year, Covid-19 spread like wildfire among dormitory residents, shooting up very quickly to hit more than 1,000 cases a day by mid-April, putting great stress on the healthcare system.Cases in the dormitories still account for more than 90 per cent of all local cases. Singapore also has about 4,600 imported cases, bringing the total number here to close to 62,000.But there have been only a handful of cases among dormitory residents in the past fortnight.And yet, it could be a long time before life returns to normal.Countries around the world have been hoping to acquire herd immunity through a population vaccination programme as the answer to the pandemic.The idea is that those who are vaccinated would break the chain of transmission, hence reducing the spread of the disease.The number touted for herd immunity has gone up from getting 50 per cent of the population vaccinated when the pandemic was declared, to 60- 80 per cent today.Herd immunity depends on a number of factors.The R0, or transmission rate, is of course important. At the start of the pandemic, one person was thought to be transmitting the disease to two others - so if half the population was immune, the spread would fall to one person infecting just one other. In other words, the number of infections would remain flat.But the VOCs are said to be more easily transmitted. This means that a larger proportion of the population needs to be immune to spreading the virus.Then, the level of protection given by the vaccine, or prior infection, also influences the transmission rate. The lower the protection rate, the higher the percentage of population that has to be vaccinated to achieve herd immunity.\"I am not sure that herd immunity is a useful concept here,\" said Prof Fisher. \"The endpoint will be ongoing transmission where only the unvaccinated get sick.\"   So 'herd immunity' will not protect people who do not have immunity either from a previous infection or through vaccination.Even with herd immunity, people will get infected, though the country will not see an explosion of cases.Professor Ooi Eng Eong, of the Duke-NUS Medical School's Emerging Infectious Diseases programme, said: \"I don't think we will get rid of Covid-19, but the number of cases would not overwhelm our healthcare system to result in excessive number of Covid-19-related deaths.\"But he is optimistic that vaccines will restore most of what life was before 2020, though he added: \"We will, however, have to develop an active surveillance system for Covid-19 cases even when vaccinated, to be proactive in dealing with potential vaccine-escape mutants if they do arise.\"Prof Fisher agreed that once people here are vaccinated, Covid-19 can be treated as a mild disease. This could even happen by the end of this year, he said.\"That's what the vaccine does - reduces transmission and makes the disease mild. We could remove quarantine as an entry requirement to Singapore but it does require a very high vaccine uptake here.\"Quarantine may still be required for visitors coming from places with high infection rates.However, Dr Kurup said: \"No I don't see this yet as we have not even climbed the peak.\"He said travel will only be possible when large numbers of people everywhere get vaccinated, and this is difficult to achieve with inequitable access.Prof Cook too said that carefree travel may be some way off, given the delays in getting vaccines to low- and middle-income countries.\"But opportunities for some forms of travel may become more possible once vaccination rates have expanded sufficiently.\"So while everyone here might chafe at the current restrictions on movement and socialising, there appears to be a light at the end of tunnel for those who are vaccinated.Unfortunately, some people, because of their age or medical conditions, cannot be vaccinated - at least with the current vaccines available.Prof Leo said while vaccination and contact tracing are important tools to prevent or slow down transmission, it is more important that people follow safety measures and see a doctor when sick, since the virus \"is elusive in nature\".Rigorous precautions by everyone may be the only way to keep it in check.Join ST's Telegram channel here and get the latest breaking news delivered to you.SPH Digital News / Copyright © 2021 Singapore Press Holdings Ltd. Co. Regn. No. 198402868E. All rights reservedWe have been experiencing some problems with subscriber log-ins and apologise for the inconvenience caused. Until we resolve the issues, subscribers need not log in to access ST Digital articles. But a log-in is still required for our PDFs.", "Section": "", "Writers": "", "MainKeyWord": "", "AdditionalKeyWord": "", "URL": "https://www.straitstimes.com/singapore/health/covid-19-infections-is-singapore-better-or-worse-off-now-than-last-year", "Source": "google"}