{"Type": "", "Time": "2021-05-28", "Headline": "Pastor, 2 primary school pupils added to Jem, Westgate cluster, Health News & Top Stories - The Straits Times", "Text": "Read 3 articles daily and stand to win ST rewards, including the ST News Tablet worth $398.Spin the wheel for ST Read and Win now.Two pupils from Concord Primary School in Choa Chu Kang and a pastor from Grace Assembly of God church were among the 26 new Covid-19 cases announced by the Ministry of Heath (MOH) last night.The first pupil is an 11-year-old boy who developed a cough last Saturday but did not report his symptoms, while the second is a six-year-old girl who developed flu-like symptoms on Monday.Both pupils were under quarantine from last Friday and had last gone to school on May 17, said MOH. They are family members of a previous case who is part of the Jem and Westgate cluster.The pastor is a 30-year-old Singapore permanent resident who had visited Jem on May 11.She is asymptomatic and her infection was detected when she was tested for Covid-19 on Monday as part of surveillance testing operations for those who had visited Jem and Westgate. Her test came back positive on Tuesday.Grace Assembly of God church was one of the first Covid-19 clusters formed last year. It was not clear which of the church's two branches she is from.The Jem and Westgate cluster now has 60 people and is the second-largest active cluster here.A new cluster was also formed after two cases were linked to a 15-year-old Westwood Secondary School student. The Singaporean was confirmed to be infected on Monday and was included in MOH's Tuesday figures.Two more cases were added to the McDonald's delivery riders cluster. One is a 41-year-old permanent resident who works as a receptionist at Wanderloft Hostel and is also a part-time waitress at the Collins restaurant outlet at Nex mall.As she was a close contact of a previous case, she was placed under quarantine on Sunday. She developed a fever and cough on Tuesday, and tested positive on the same day.The second case is a 58-year-old Singaporean who works as a kitchen staff and service crew at the McDonald's outlet at Pasir Ris Elias Community Club. She was last at work on May 19. She is asymptomatic and was tested last Friday as part of arrangements by her employer. Her test result came back positive on Tuesday.There are now 15 cases linked to this cluster.One more migrant worker from the Harvest @ Woodlands dormitory tested positive, expanding the cluster to five people.Other cases announced yesterday include a 25-year-old cleaner who works at Changi Business Park, a two-year-old pupil at My First Skool at 331 Sembawang Close, and a 20-year-old student at the National University of Singapore who works part-time at Poke Theory in Novena.There were also two imported cases who had been placed on stay-home notice.New cases: 26In community: 23Imported: 2 (1 work permit holder, 1 short-term visit pass holder)In dormitories: 1New community cases in the past week: 165 (30 unlinked cases)Active cases: 524In hospitals: 242 (2 in ICU)In community facilities: 282Deaths: 32Patients with Covid-19 who died of other causes: 15Total discharged: 61,345Discharged yesterday: 31TOTAL CASES: 61,916Join ST's Telegram channel here and get the latest breaking news delivered to you.SPH Digital News / Copyright © 2021 Singapore Press Holdings Ltd. Co. Regn. No. 198402868E. All rights reservedWe have been experiencing some problems with subscriber log-ins and apologise for the inconvenience caused. Until we resolve the issues, subscribers need not log in to access ST Digital articles. But a log-in is still required for our PDFs.", "Section": "", "Writers": "", "MainKeyWord": "", "AdditionalKeyWord": "", "URL": "https://www.straitstimes.com/singapore/health/pastor-2-primary-school-pupils-added-to-jem-westgate-cluster", "Source": "google"}