{"Type": "Singapore", "Time": "2021-05-28", "Headline": "‘I started believing them’: How a foreign student fell victim to a fake China official scam", "Text": "SINGAPORE: When Sam (not his real name) received a phone call from someone claiming to be from DBS, nothing could have prepared him for the strange twist of events that would unfold.The caller said that his DBS card “was linked to a serious financial issue and that they would transfer me to police officers in Beijing to help resolve the issue\", said the 21-year-old undergraduate from China who is studying in Singapore.Unconvinced, Sam hung up after his call was transferred.“I didn't believe it … but then they called me again using a number that, when I Googled, showed that it was from a Beijing police department,” he said.“They video-called me wearing police attire and their background looked like a police station,” Sam told reporters on May 23 (Sunday).The men then told Sam that he owed S$10,000, reassuring him that they would investigate and help get his money back.They kept in touch with Sam through phone calls and WhatsApp messages, occasionally video-calling him.“Gradually, I started believing them,” said Sam.Then things suddenly took a dramatic turn.The same men allegedly told Sam that he was involved in a serious financial crime by a syndicate. They told him to cut off contact with his family and friends, and live somewhere else for a few days while they investigated, he added.Sam left his house and checked into a hotel along Upper Serangoon Road after receiving a parcel containing S$500, a mobile phone and a hotel key card. The scammers then told him to pose in front of a video call while gagged and blindfolded.This was for an “X-ray” photo that would be used for comparison with “investigation findings” in China, the scammers had allegedly said.By this time his parents, who are based in China, felt like something was wrong.“We couldn’t contact him on May 15 and thought that he should be back the next day,” Sam’s father told reporters in the same interview.When Sam did not return home on May 16, they filed a missing person report with the Singapore Police Force (SPF).Unaware of the missing person’s report, Sam moved out of the hotel and into a Housing Board flat in Clementi a few days later under the instructions of the men who called him.There, he met three people -  a 61-year-old man, his wife and their tenant.“The first time I met him, (the 61-year-old man) asked me whether I was sent here by Chinese police officers,” said Sam. “And so, I believed him,” he added.Sam said he spent his time watching TV shows, ordering food and sometimes, even playing cards with the man’s wife.Sam’s father said that they were mentally preparing themselves for a few outcomes – “an accident, a scam or a kidnap”.On May 20 at around 7am, Sam’s parents received a call with the video of Sam blindfolded and gagged. The sender demanded his parents pay six million yuan (about S$1.24 million) in ransom.The video message, seen by CNA, carried an audio message. A man’s voice could be heard, saying in Mandarin, “Kid, don’t be scared, I won’t hurt you. Listen up, as long as your parents pay up you don’t have to worry about anything else. Eventually, we will release you, but this is also up to your parents.”“Now we know it is fake, but … it was scary,” said Sam’s father, adding that he contacted SPF and the Chinese consulate in Singapore.Police conducted investigations and eventually found Sam a few hours later. They explained to him that he had been a victim of a scam.TWO MEN INVOLVED IN SCAM SUSPECTED TO BE VICTIMS THEMSELVESThe police arrested the 33-year-old man, who had handed the phone and money to Sam, for his alleged involvement in the China official impersonation scam, said SPF in a news release on Wednesday.The owner of the HDB flat, the 61-year-old man, is currently under investigation.Preliminary investigations revealed that the two men, who are unrelated to each other, may also have been victims of a scam, said the police.The 33-year-old man had allegedly received S$1,000 from scammers to help stage Sam’s “disappearance”. He bought the mobile phone and SIM card for the victim’s communication with the scammer and booked the hotel room. These were all allegedly done on the scammer’s instructions, said the police.Meanwhile, the 61-year-old man was also believed to have been tricked into thinking that he was housing an important witness for a police investigation.Anyone found guilty of cheating could be jailed up to 10 years and fined.Those found guilty of the offence of money laundering could be jailed up to 10 years, fined up to S$500,000, or both.Last year, a total of 443 cases of China official impersonation scams were reported, with victimscheated of more than S$39 million. It marked a small decrease from 2019, which saw 456 such cases reported.\"The China police, Interpol and other overseas law enforcement agencies have no jurisdiction or powers to conduct operation in Singapore,” said Superintendent of Police Steven Tan, head of the anti-scam investigation branch.“They also have no powers to ask members of the public to help them with any form of investigation without the approval of the Singapore Government,” he added.-          Ignore such calls and the caller’s instructions, especially those who claim that they are overseas officials such as China Police, Interpol Police or other overseas law enforcement agencies-          For foreigners receiving calls from people claiming to be the police from their home country, call the embassy or High Commission to verify the claims of the caller-          Refrain from giving out personal information and bank details, whether on the website or to callers over the phone-          For more information on scams, members of the public can visitscamalert.sgor call the anti-scam hotline at 1800 722 6688.It looks like the email address you entered is not valid.", "Section": "", "Writers": "", "MainKeyWord": "China,crime", "AdditionalKeyWord": "", "URL": "https://www.channelnewsasia.com/news/singapore/how-a-foreign-student-fell-victim-to-a-fake-china-official-scam-14885632", "Source": "google"}