{"Type": "Asia", "Time": "2021-05-28", "Headline": "Hong Kong tycoons offer US$1 million flat to lottery to boost COVID-19 vaccine take-up rate", "Text": "HONG KONG: Hong Kong residents reluctant to get the coronavirus jab have been given a million-dollar reason to roll up their sleeves after property tycoons donated a brand new flat to a vaccine lottery.Worth HK$10.8 million (US$1.4 million), the one-bedroom apartment will be the lucky draw's grand prize, the property developers announced on Friday (May 28).They will also offer 20 other prizes worth HK$100,000 each.Hong Kong is one of the few places in the world to have secured more than enough doses to inoculate all 7.5 million people.But rampant distrust of the government combined with a lack of urgency in a comparatively virus-free city has led to hesitancy and a dismally lagging inoculation drive.Seeking to boost uptake, Sino Group, Ng Teng Fong Charitable Foundation and Chinese Estates Holdings said all Hong Kong residents aged 18 and above who have received both doses of a COVID-19 vaccine will be eligible to register for the lucky draw until Sep 1.Only permanent residents are eligible for the top prize of an apartment in the world's most unaffordable housing market.\"We hope to increase Hong Kong's vaccination rate through the lucky draw,\" Daryl Ng, the director of the foundation said in a statement.The groups said further details would be released at a later date.The announcement came three days after the city's Chief Executive Carrie Lam rejected calls for the government to offer cash handouts to encourage inoculations. She suggested local businesses provide the incentives.\"To offer cash or something physical to encourage vaccination shouldn't be done by the government,\" she said.Vaccine lotteries have started catching on in the United States, with California, Colorado, Ohio, New York and Oregon offering a chance to win costly prizes.A rural town in the Philippines announced it will raffle off a cow to motivate people to get the jab.In Hong Kong, less than 20 per cent of the population has received the first vaccine dose, while just over 14 per cent has received two doses.Hesitancy is common even among the city's medical workers. Earlier this month, the Hospital Authority revealed only one third of its staff had been vaccinated.On Tuesday, the rollout was expanded to non-residents, with around 40,000 Chinese mainlanders with travel permits as well as about 13,000 asylum-seekers now eligible for jabs.Earlier this week, the Hong Kong Airport Authority announced its own giveaway of 60,000 free flights by the end of September to encourage the lagging vaccine rollout.Hong Kong's hesitancy comes as many neighbouring countries scramble to secure enough doses to combat spiralling coronavirus outbreaks.Some Hong Kong politicians have suggested the city could look to send its unused doses overseas if take-up does not improve.Downloadour appor subscribe to our Telegram channel for the latest updates on the coronavirus outbreak:https://cna.asia/telegramIt looks like the email address you entered is not valid.", "Section": "", "Writers": "", "MainKeyWord": "coronavirus,COVID-19,Hong Kong", "AdditionalKeyWord": "", "URL": "https://www.channelnewsasia.com/news/asia/hong-kong-tycoons-1-million-flat-lottery-covid-19-vaccine-14905022", "Source": "google"}