{"Type": "World", "Time": "2021-05-28", "Headline": "Australia's COVID-19 success under threat as Melbourne goes into lockdown", "Text": "MELBOURNE: Five million weary Melbourne residents returned to lockdown on Friday (May 28), straining local resolve and testing Australia's \"zero-Covid\" strategy of smothering outbreaks however small.As authorities said the cluster of positive cases had grown to 39, streets in Australia's second city emptied out for the fourth time since the pandemic began.\"It's just very difficult,\" resident Gavin Catt told AFP. \"This lockdown is affecting us. Many families and friends can't work.\"Melbournians have been ordered tostay at home for seven daysto stall transmission and buy the authorities time to investigate how the virus again jumped from hotel quarantine into the community.The outbreak is believed to have begun when a traveller infected with a variant first found in India returned to Australia, but Victoria's acting state Premier James Merlino called for military help with the investigation.About 15,000 close contacts have been identified and the list of venues visited by confirmed cases had grown to 130.Merlino on Thursday blamed sluggish vaccine rollout and hotel quarantine failures for the latest outbreak.\"If we had an alternative to hotel quarantine for this particular variant of concern, we would not be here today,\" he said.It is believed to be the 17th time in six months that the virus has leaked out of makeshift hotel quarantine facilities, which are now facing tough scrutiny.Fingers are also being pointed at Australia's conservative federal government for the slow rate of vaccinations, which threatens to reverse the country's early virus success.Australia has recorded 30,000 COVID-19 cases since the pandemic began - wth a large portion in hotel quarantine - in a country of 25 million people.But only 2 per cent of Australians have so far been fully vaccinated.\"I'm from New York originally so I feel like we've had a really good go of it here in Australia in terms of how many people have gotten sick,\" said David Gonzalez.\"So I guess I'm willing to accept a bit of a slow rollout but if these things happen more often, they just have to get more vaccines in the country.\"Prime Minister Scott Morrison has defended his government's handling of the crisis saying hotel quarantine facilities were \"99.99 per cent effective.\"But critics countered that a single infection leaking from a quarantine system that has processed thousands of travellers was sufficient to shut down an entire state, and the country's second-biggest city.In recent months, Australians had largely been enjoying few restrictions after the country successfully contained the spread of coronavirus.But outbreaks in Taiwan and Japan have underscored how initial success containing the virus can quickly be eroded without widespread vaccination.Australia is currently vaccinating about 75,000 people each day.In a note to clients on Friday, the National Australian Bank warned that it is \"clear that virus outbreaks from hotel quarantine remain a significant risk for Australia until a high degree of vaccine penetration is reached\".\"On the current pace, Australia will not reach a level of vaccination approaching herd immunity (estimates suggest that is around 70 per cent or higher) by the end of the year.\"Downloadour appor subscribe to our Telegram channel for the latest updates on the coronavirus outbreak:https://cna.asia/telegramIt looks like the email address you entered is not valid.", "Section": "", "Writers": "", "MainKeyWord": "Australia,COVID-19,Melbourne", "AdditionalKeyWord": "", "URL": "https://www.channelnewsasia.com/news/world/australia-covid-19-strategy-melbourne-lockdown-new-cluster-14902548", "Source": "google"}