{"Type": "", "Time": "2021-05-28", "Headline": "Hong Kong Tycoons Offer $1 Million Flat to Boost Covid-19 Jabs", "Text": "Image for representationHong Kongers reluctant to get the coronavirus jab have been given a million-dollar reason to roll up their sleeves after property tycoons donated a brand new flat to a vaccine lottery.They will also offer 20 other prizes worth HK$100,000 each.Hong Kong is one of the few places in the world to have secured more than enough doses to inoculate all 7.5 million people. But rampant distrust of the government combined with a lack of urgency in a comparatively virus-free city — has led to hesitancy and a dismally lagging inoculation drive.Nothing Against Ramdev, Will Consider Withdrawing Police Plaints if He Takes Back Remarks: IMA ChiefHad No Criminal Intent to Cheat, Kalra Tells Court in Oxygen Concentrator Black Marketing CaseSeeking to boost uptake, Sino Group, Ng Teng Fong Charitable Foundation and Chinese Estates Holdings said all Hong Kong residents aged 18 and above who have received both doses of the Covid-19 vaccines will be eligible to register for the lucky draw until September 1.Only permanent residents are eligible for the top prize of an apartment in the world’s most unaffordable housing market.“We hope to increase Hong Kong’s vaccination rate through the lucky draw,\" Daryl Ng, the director of the foundation said in a statement.The groups said further details would released at a later date. The announcement came three days after the city’s Chief Executive Carrie Lam rejected calls for the government to offer cash handouts to encourage inoculations. She suggested local businesses provide the incentives.“To offer cash or something physical to encourage vaccination shouldn’t be done by the government,\" she said.Vaccine lotteries have started catching on in the United States, with California, Colorado, Ohio, New York and Oregon offering a chance to win costly prizes.A rural town in the Philippines announced it will raffle off a cow to motivate people to get the jab. Hesitancy is common even among the city’s medical workers. Earlier this month, the Hospital Authority revealed only one third of its staff had been vaccinated.On Tuesday, the rollout was expanded to non-residents, with around 40,000 Chinese mainlanders with travel permits as well as about 13,000 asylum-seekers now eligible for jabs.Earlier this week, the Hong Kong Airport Authority announced its own giveaway of 60,000 free flights by the end of September to encourage the lagging vaccine rollout. Hong Kong’s hesitancy comes as many neighbouring countries scramble to secure enough doses to combat spiralling coronavirus outbreaks. Some Hong Kong politicians have suggested the city could look to send its unused doses overseas if take-up does not improve.Read all the Latest News, Breaking News and Coronavirus News here", "Section": "", "Writers": "", "URL": "https://www.news18.com/news/world/hong-kong-tycoons-offer-1-million-flat-to-boost-covid-19-jabs-3786641.html", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}