{"Type": "", "Time": "2021-05-28", "Headline": "Fight to douse Sri Lanka ship fire could take 'days': navy chief", "Text": "An international firefighting effort to put out a huge blaze on a container ship off Sri Lanka's coast will likely take days, the country's navy chief said Thursday, amid mounting fears of a major oil leak.Nine Sri Lankan ships and three Indian vessels have been working with international salvage experts to douse the eight-day old inferno on the Singapore-registered X-Press Pearl.The vessel was carrying nearly 1,500 containers, including 25 tonnes of nitric acid, when a fire broke out as it waited to enter Colombo port.It is believed that the fire was sparked by a leak of nitric acid on the 186 metre (610 feet) long ship. Monsoon winds fanned the flames.But easing winds in the Indian Ocean will make firefighting efforts easier, Sri Lanka navy chief Vice Admiral Nishantha Ulugetenne said, describing the sea and wind conditions as \"favourable\".\"I hope in another few days we can extinguish this fire completely,\" he told AFP.Sri Lanka's Marine Environment Protection Authority (MEPA) has said it fears the vessel could break up and leak oil onto coastal beaches.\"The hull may not be stable for us to tow the ship away from our waters,\" MEPA chairman Dharshani Lahandapura told AFP.The vessel, now anchored, is carrying 278 tonnes of bunker oil and 50 tonnes of marine gasoil, she said.- Avoidable disaster -Lahandapura said the crew knew about a nitric acid leak on May 11 before entering Sri Lankan waters and that the fire could have been avoided if they acted promptly.The ship's operator, X-Press Feeders of Singapore, confirmed they knew about the acid leak, but said attempts to leave the leaking container in India and Qatar had failed.It said port authorities in the two countries had rejected requests because they did not have specialist facilities.Sri Lankan authorities have lodged a formal complaint with police ahead of initiating legal action against the ship's captain.Lahandapura said a large quantity of oil threatens to leak and pollute the tourist and fishing region of Negombo, 40 kilometres (25 miles) north of the capital.\"Our best option is to clean the beach and we suspect any clearing operation will take a few weeks, if not months,\" she said.Sri Lankan soldiers were deployed Thursday to clean Negombo beach as debris from eight containers that fell into the sea after the explosion washed ashore.Police also arrested eight people who had been scavenging for plastic raw materials and cosmetics that washed up for violating coronavirus lockdown regulations.In September last year, an oil tanker caught fire off Sri Lanka's east coast after an engine room explosion that killed one crew member.The fire on the New Diamond tanker took more than a week to put out and left a 40 kilometre (25 mile) long oil spill. Sri Lanka has demanded the owners pay a $17 million clean-up bill.The 25 crew on the X-Press Pearl were evacuated on Tuesday following the explosion. Two suffered minor injuries, the owners said, and one, an Indian national, has tested positive for Covid-19.The ship was on its way to Colombo from India's Gujarat state. The vessel is anchored 14 kilometres (7.5 nautical miles) offshore and can be seen from Negombo.aj/tw/ohoIn a wooded corner of Estonia 120 kilometres (75 miles) from the Russian border, some 7,000 soldiers are taking part in a NATO battleground exercise.A Malaysian woman who entered Singapore to carry out illegal cosmetic procedures in 2019 was on Friday (28 May) jailed for 10 weeks and fined $5,500.成功申請可獲迎新獎賞高達$6,600「獎賞錢」，網上申請額外$100「獎賞錢」The grave keeps getting deeper for Tajuddin Abdul Rahman. This article, After disastrous press conference, ex-Prasarana chairman probed for alleged corruption, originally appeared on Coconuts, Asia's leading alternative media company.Find out who stuck with their day jobs and who didn’t. This article, 7 celebrities who married into Malaysian royalty, originally appeared on Coconuts, Asia's leading alternative media company.One of the first robo-advisors in the now crowded space, StashAway is a name well-known by many. Here’s what you can expect when you invest your cash or SRS funds with StashAway. As one of the early players in the robo-advisory space in Singapore, StashAway […] The post StashAway Review: Goal-Getting Investments Through ETFs appeared first on SingSaver Blog - We Compare, You Save.用Smart卡於指定日常消費商戶購物，全年5%現金回贈！新客戶迎新更高達$1,600現金回贈，立即申請！Bytedance founder Zhang Yiming, the brains behind TikTok, said he preferred \"daydreaming\" as he stepped down as head of his own firm last week. But his departure comes as several of China's once-lauded tech entrepreneurs step aside under increasing scrutiny from a government concerned about their growing power and influence.The Ministry of Health (MOH) on Friday (27 May) confirmed 30 new COVID-19 cases in Singapore, taking the country's total case count to 61,970.HDB flat rentals make up a large part of Singapore's property market—according to HDB, there are about 60,000 flats currently being rented out. We examined rental trends across different HDB estates and here's what we found.與人氣遊戲《集合啦！動物森友會》首度推出UT系列，讓島民於日常都可分享歡樂時光!Shares in the parent company of Hong Kong's pro-democracy Apple Daily newspaper quadrupled on Thursday as trading in them resumed following an eight-day suspension.Australia closed its embassy in Afghanistan on Friday, highlighting security fears for foreign missions and their local workers as US-led troops pull out of the war-torn country.Two sleek new roads vanish into mountain tunnels high above a sleepy Montenegrin village, the unlikely endpoint of a billion-dollar project bankrolled by China that is threatening to derail the tiny country's economy.「AXA安盛智尊守慧醫療保障」：全額支付訂明非手術癌症治療及門診洗腎，現投保享6個月保費回贈！The package will assist workers and companies hit by the ongoing Phase 2 (Heightened Alert).Aye Mar sits with her seven children in their Yangon kitchen and worries whether their meal of rice and stringy vegetables -- all she can afford in coup-stricken Myanmar -- will satisfy their hunger.Hong Kong’s security chief has warned bankers for jailed media tycoon Jimmy Lai Chee-ying that dealing with his frozen accounts could land them in prison for up to seven years. When asked whether his move would undermine the reputation of the city as a global financial hub, John Lee Ka-chiu said on Thursday he was following the national security law laid down by Beijing last summer that banned acts of subversion, secession, terrorism and collusion with foreign forces. “I am exercising the power because Lai has been charged with two offences of collusion with other countries or external forces to endanger national security,” he said. “It is my duty to specify in my notice to the relevant parties what will be the consequences if they fail to comply with my direction.”Do you have questions about the biggest topics and trends from around the world? Get the answers with SCMP Knowledge, our new platform of curated content with explainers, FAQs, analyses and infographics brought to you by our award-winning team. The Security Bureau froze nearly HK$500 million (US$64 million) of Lai’s assets earlier this month, including his 71 per cent stake in Next Digital, which publishes the Apple Daily tabloid, as well as the local bank accounts of three other companies he owns. The move marked the first time authorities had invoked new powers to freeze or take control of assets of a listed company that could be related to the commission of a national security crime. But Lee said the warning contained in letters sent to an unspecified number of banks after the freezing was only related to assets under suspicion and people carrying out normal business should have nothing to worry about. Lai has been accused of collusion with a foreign country and was also charged with two counts of conspiracy last month. He is currently serving 14 months in prison for taking part in unauthorised assemblies connected to the anti-government protests of 2019. Jimmy Lai asset freeze nothing to do with press freedom, says security chief A spokesman of the Hong Kong Monetary Authority, which is responsible for maintaining the city’s status as a financial centre, said it would not comment on cases under investigation by police. But he pointed to the long history that banks had in cooperating with law enforcement agencies in criminal investigations, including freezing and confiscating funds and property under relevant laws, including the national security law. Next Digital resumed trading after a 10-day suspension following the freezing of Lai’s assets and its share price surged 330 per cent from the HK$0.19 (US$0.02) at opening to as high as HK$0.80 (US$0.10), before falling to HK$0.28 (US$0.04) at the close of market. Next Digital’s management issued a statement on Wednesday saying its unaudited bank and cash balances as of March 31 stood at HK$521.4 million (US$67 million) and its working capital would last a minimum of 18 months from April 1, even without additional funding from Lai. It also said the asset freeze had no impact on a standing shareholder’s loan Lai had provided to the company and its subsidiaries. But that assessment was questioned by former city leader Leung Chun-ying who has been a staunch critic of Apple Daily but also revealed that he was a minority stakeholder in the company. Leung put the reserves closer to HK$100 million, after subtracting outstanding bank loans totalling HK$93.6 million, and other liabilities and payables. “Will the bank call the loans? Will suppliers continue to offer credit terms?” he said on his Facebook page. Noting the statement was issued by the board, Leung questioned why it had not made its own assessment during the trading suspension, rather than relying on the management’s. Ex-Hong Kong leader has government on the defensive. Is he planning a comeback? “Who is the person in charge of the management? This is the chief executive officer. And who is the chief executive officer? He is Cheung Kim-hung,” he wrote. The former leader – who is also a vice-chairman of China’s top political advisory body – had already lashed out at Cheung before Next Digital’s announcement, revealing on Wednesday that he had appointed a lawyer to file a formal complaint with law enforcement against the CEO for making “negligent, irresponsible and intentionally misleading” remarks. Leung disputed Cheung’s suggestion the company’s operations and finances would not be affected by the freezing of Lai’s assets, and demanded a thorough investigation by authorities. Asked about the criticisms, Cheung declined to comment. Additional reporting by Jeffie LamMore from South China Morning Post:Hong Kong authorities freeze nearly HK$500 million in assets belonging to media tycoon Jimmy LaiFuture of Hong Kong’s Apple Daily is on the line after founder Jimmy Lai’s assets are frozen under national security lawThis article National security law: Jimmy Lai’s Hong Kong bankers warned that handling assets could land them in jail first appeared on South China Morning PostFor the latest news from the South China Morning Post download our mobile app. Copyright 2021.先天性眼疾的小朋友看得見光明！蒙古國的小女孩Marla出生40日便接受手術，改寫了命運。每日捐款$50，幫助眼疾孩子。Many of the Syrian fighters deployed, sometimes forcibly, in foreign conflict theatres such as Libya and Nagorno-Karabakh are robbed of their wages, said a report released Thursday.The trial of an Australian academic detained for more than two years in China on espionage charges began behind closed doors on Thursday, with Canberra voicing deep concerns over a lack of transparency after its ambassador was denied access.Rafael Nadal, Novak Djokovic and Roger Federer, the three most successful men in Grand Slam tennis history, were on Thursday all drawn in the same half of the French Open.超值冰涼寢具，炎夏夜夜睡好眠。  在家中享受異國假期！Five million weary Melbourne residents were put back under lockdown on Friday, straining local resolve and testing Australia's \"zero-Covid\" strategy of smothering outbreaks however small.Investors rejected the responses of US oil giants to climate change Wednesday, installing activist board members at ExxonMobil and directing Chevron to deepen emissions cuts.Belarus on Wednesday accused French authorities of committing an act of \"air piracy\" after a Belarusian passenger plane flying from Minsk to Barcelona was denied passage through French airspace and turned back.Belarusian state carrier Belavia said that flight B2869 with 56 passengers on board had been refused permission to go through French airspace and had to spend around two hours in mid-air before returning to Minsk.", "Section": "", "Writers": "", "URL": "https://sg.news.yahoo.com/fight-douse-sri-lanka-ship-133103501.html", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}