{"Type": "Singapore", "Time": "2021-05-28", "Headline": "14 community cases, 1 dormitory resident among 24 new COVID-19 infections in Singapore", "Text": "SINGAPORE: Singapore reported 14 new COVID-19 community cases and one new infection in a migrant worker dormitory on Thursday (May 27).Twelve of these locally transmitted infections were linked to previous cases, all of whom had been placed in quarantine. The remaining three cases are currently unlinked, said the Ministry of Health (MOH).There were also nine imported cases. They were placed on stay-home notice or isolated upon arrival in Singapore. Seven are returning Singaporeans or permanent residents.In total, 24 new COVID-19 cases were reported in Singapore on Thursday.UNLINKED COMMUNITY CASESTwo of the unlinked cases are community infections.The first unlinked community case is a 43-year-old Singaporean woman who works at GovTech. She was last at work on May 7.She developed a fever, runny nose and body aches on May 24 and sought medical treatment at a general practitioner clinic on May 25, when she underwent both an antigen rapid test (ART) and polymerase chain reaction (PCR) test.She was immediately isolated when her ART result came back positive on the same day. Her PCR test result came back positive on May 26. Her serology test result is negative.The second unlinked community case is a 67-year-old Singaporean retiree. He developed a cough and runny nose on May 25 and sought medical treatment on the same day.He was immediately isolated when his ART result came back positive. His PCR test result also came back positive on the same day. His serology test result is negative.HONG YE GROUP CLEANERS CLUSTEROf the 12 linked cases, three are employed by Hong Ye Group as cleaners at Changi Business Park.The first case is a 25-year-old Singaporean man who tested positive for COVID-19 on May 27. He is a workplace contact of a previous case and a household contact of another case.The second new case in this cluster is a 58-year-old Singaporean man who is a workplace contact of a previous case. He developed symptoms on May 20 and was quarantined the following day after being identified as a workplace contact of a previous case. He did not report his symptoms.The 58-year-old man tested positive for COVID-19 on May 26.The third new case is a 56-year-old Singaporean woman who was also identified as a close contact of a previous case. She tested positive for COVID-19 on May 26.There are now six cases in this cluster.PACIFIC LAW CLUSTERThree new cases have been linked to the Pacific Law cluster. All three new cases are family members and household contacts of a 50-year-old woman who works at the law firm.The new cases were quarantined on May 22, and tested positive for COVID-19 on May 26 while in quarantine.The first new case is a 76-year-old Singaporean man who is employed by Clean Solutions as a cleaner at Henry Park Primary School, and the second case is a 74-year-old Singaporean homemaker. Both have completed the full vaccination regimen.The third new case in this cluster is a 43-year-old Singaporean man who works as a retail assistant at Alpha Audio.There are now seven cases in this cluster.CHANGI PRISON COMPLEX CLUSTERA 61-year-old Singaporean inmate at Changi Prison Complex is linked to the cluster there. He is a close contact of a previous case.The new case was quarantined on May 13, and was tested on May 13, May 17, May 19, May 21 and May 23, with all tests returning negative. On May 25, he was tested again, with the test result coming back positive for COVID-19. the next day.The inmate received his first dose of a COVID-19 vaccine on Mar 30 and the second dose on Apr 20.There are now 13 cases linked to this cluster.TEKTRONIX CLUSTERA 43-year-old permanent resident who works at Tektronix Southeast Asia has been linked to a new cluster there.He was arranged by his company to be tested for COVID-19 on May 24 and his ART result came back negative. He was quarantined the following day as he had been identified as a workplace contact of a previous case.The man developed a fever, cough and sore throat on May 25 and he was tested for COVID-19. The test result came back positive on the same day.This new cluster now has three cases, all of whom work at the firm.CLUSTER LINKED TO PATEC ENGINEERAnother new cluster identified on Thursday is linked to a 28-year-old Singaporean engineer who works at engineering firm Patec. He tested positive on May 18. There are three cases in this cluster.The new case on Thursday that is linked to this cluster is a 55-year-old Singaporean man who is a family member and household contact of the two other cases.He works as a dispatch rider at MV Credit, and was quarantined on May 18. He tested negative for COVID-19 on May 21, and developed a fever on May 25 but did not report it, said MOH.The man was taken to Tan Tock Seng Hospital the next day after his fever continued. He was tested for COVID-19 at the hospital and his result came back positive on May 27.CLUSTER LINKED TO WESTWOOD SECONDARY SCHOOL STUDENTA 53-year-old Singaporean man who works as a driver at Kim Transport and as a part-time private hire car driver with Grab tested positive for COVID-19 on May 26.He is a household contact and family member of a Westwood Secondary School student who tested positive, and another case.There are now four cases linked to this cluster.OTHER LINKED CASESOther linked cases in the community include a 55-year-old Singaporean freelance handyman and a 50-year-old Singaporean man who works at Assalaamu’alaikum Enterprise.MOH said that the cluster linked to Case 62049 has been closed, as there have been no new cases linked to it for the past 28 days, said MOH.Case 62049 is a 79-year-old Indian national who arrived from India to visit his family member who is a permanent resident.NEW DORMITORY CASEOne new case was reported in a migrant worker dormitory on Thursday.Case 63750 is a 42-year-old Bangladeshi man who is employed by Teng Feng Engineering and works at Harvest @ Woodlands. He lives at Woodlands Lodge 2.\"He has reported that he had not interacted with previous cases (Cases 63622, 63696, 63697, 63698, and 63723) who reside at Harvest @ Woodlands,\" said MOH, adding that the new case is currently unlinked.He is asymptomatic and was detected when he was tested on May 23 as part of rostered routine testing. He was isolated after his pooled test result came back positive on May 24.An individual test was done on May 25, and his test result came back positive for COVID-19 the following day.\"His serology test result is negative for the N antigen, which suggests the presence of early infection,\" said MOH.He received his first dose of a COVID-19 vaccine on May 14.IMPORTED CASESNine imported cases were reported on Thursday, including five Singaporeans and two permanent residents who returned from India.Also among the new imported cases is a short-term visit pass holder who arrived from Indonesia to visit her family member, who is a Singaporean.The remaining imported case is a special pass holder who is a sea crew member. He arrived from Indonesia on a vessel and was tested when he was hospitalised for a medical condition that was unrelated to COVID-19, said MOH.All nine cases were placed on stay-home notice or isolated upon arrival in Singapore.TWO CASES IN ICUOverall, the number of new cases in the community has decreased from 190 in the week before to 152 in the past week.The number of unlinked cases has also decreased from 43 in the week before to 26 in the past week.Among the 210 cases reported between May 21 to May 27, 46 have tested positive in their serology tests and 137 have tested negative. Another 27 serology test results are pending.Twelve more COVID-19 cases have been discharged from hospitals or community isolation facilities, taking Singapore's total recoveries to 61,372.There are currently 245 cases still in hospital, most of whom are stable or improving. Two are in critical condition in the intensive care unit.Another 291 cases who have mild symptoms or are clinically well but still test positive for COVID-19 are isolated and cared for at community facilities.Singapore will toughen entry requirements for returning citizens and permanent residents to manage the risk of imported cases and onward transmission in the community.\"In recent weeks, the global situation has worsened, and we have observed the emergence of new and potentially more infectious variants,\" said MOH on Wednesday.From 11.59pm on May 29, returning Singaporeans and permanent residents must present a valid negative COVID-19 polymerase chain reaction test taken within 72 hours before their departure for Singapore.Only those who have stayed in lower-risk places – Australia, Brunei, mainland China, New Zealand, Hong Kong and Macau – in the 21 days before departure will be exempted.As of Thursday, Singapore has reported a total of 61,940 COVID-19 cases and 32 fatalities from the disease.Downloadour appor subscribe to our Telegram channel for the latest updates on the coronavirus outbreak:https://cna.asia/telegramIt looks like the email address you entered is not valid.", "Section": "", "Writers": "", "MainKeyWord": "COVID-19,coronavirus,MOH", "AdditionalKeyWord": "", "URL": "https://www.channelnewsasia.com/news/singapore/covid-19-cases-community-dormitory-may-27-moh-unlinked-14895086", "Source": "google"}