{"Type": "", "Time": "2021-05-28", "Headline": "Two primary school pupils, pastor among new community cases, Latest Singapore News - The New Paper", "Text": "Two pupils from Concord Primary School in Choa Chu Kang a pastor from Grace Assembly of God church were among the 26 new Covid-19 cases announced by the Ministry of Heath (MOH) last night.The first pupil is an 11-year-old boy who developed a cough last Saturday but did not report his symptoms, while the second is a six-year-old girl who developed flu-like symptoms on Monday.Both pupils were in quarantine from last Friday and had last gone to school on May 17, said MOH.The pastor is a 30-year-old permanent resident who visited Jem on May 11.She is asymptomatic and her infection was detected after she was tested for Covid-19 on Monday as part of surveillance testing operations for those who visited Jem and Westgate. Her test came back positive on Tuesday.Grace Assembly of God church was one of the first Covid-19 clusters formed last year. It was not clear which of the church's two branches the infected pastor is from.The Jem and Westgate cluster now has 60 people and is the second-largest active cluster here.A new cluster was also formed after two cases were linked to a 15-year-old Westwood Secondary School student. The Singaporean was confirmed to be infected on Monday and included in MOH's release on Tuesday.Two more cases were also added to the McDonald's delivery riders cluster.There are now 15 cases linked to it.One more migrant worker from the Harvest @ Woodlands dormitory tested positive, expanding the cluster to five people.Other cases announced yesterday include a 25-year-old cleaner who works at Changi Business Park, a two-year-old girl from My First Skool at 331 Sembawang Close, and a 20-year-old student from National University of Singapore who works part-time at Poke Theory in Novena.This article first appeared in The Straits Times.26 New cases23 New cases in community1 New case in dormitories2 Imported cases61,916 Total cases32 Deaths31 Discharged yesterday61,345 Total recovered242 In hospitalGet The New Paper on your phone with the free TNP app. Download from the Apple App Store or Google Play Store now", "Section": "", "Writers": "", "URL": "https://www.tnp.sg/news/singapore/two-primary-school-pupils-pastor-among-new-community-cases", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}