{"Type": "", "Time": "2021-05-28", "Headline": "Singapore's Jem/Westgate cluster grows to 60 COVID cases", "Text": "SINGAPORE — The Ministry of Health (MOH) on Wednesday (26 May) confirmed 26 new COVID-19 cases in Singapore, taking the country's total case count to 61,916.Of them, 24 are local cases: 23 are in the community and one resides in a migrant worker dormitory. Twenty-one of them are linked to past cases, of whom 14 have already been quarantined. Two remaining cases are imported: a foreign domestic worker who arrived from Indonesia and a short-term visit pass holder who arrived from the United Arab Emirates to visit his Singaporean family member.Wednesday marks the 31st consecutive day with local cases reported. \"Amongst the new cases today, six are asymptomatic, and were detected from our proactive screening and surveillance, while 20 were symptomatic,\" said the MOH.The ministry also identified two new COVID-19 clusters, bringing the total number of active clusters in Singapore to 34. The sole dorm case is the fifth infection linked to the Harvest @ Woodlands dorm cluster and was placed on quarantine on 22 May. He is a 22-year-old male India national who works as a general worker at H&W Communications and the roommate of the first case linked to the cluster.The three unlinked cases in the community are:a 58-year-old Singaporean woman who works at Chevy’s Bar and Bistro (received first dose of vaccine)a 38-year-old Malaysian man who works at Rong Chang F&B Servicesa 24-year-old Malaysia man who works at McDonald’s (The Woodgrove)Separately, there are four cases linked to other infections but are not part of any active clusters yet, including a 52-year-old Singaporean woman who also works at Chevy’s Bar and Bistro as a server.The three remaining linked contacts are family members and household or workplace contacts of previously reported cases:a 64-year-old Singaporean woman who is a homemaker (already quarantined)a 20-year-old Singaporean woman who is a National University of Singapore student, and works part-time at Poke Theorya 38-year-old Singaporean permanent resident who works at Tektronix Southeast AsiaThe MOH noted that the number of new cases in the community has decreased from 187 in the week before to 165 in the past week. The number of unlinked cases in the community has also decreased from 40 in the week before to 30 in the past week.Several new places have also been added to the list of public venues visited by infectious community cases, including Mandai Crematorium and Columbarium Complex, a FairPrice Finest outlet at Le Quest Mall, Eccellente by HAO Mart at KINEX and a McDonald’s outlet at Woodgrove.In a separate press release, the ministry announced that from 11.59pm on 29 May, the pre-departure testing requirement will be extended to all Singapore residents. This means Singaporeans and PRs entering or transiting through Singapore, except for those who have stayed in lower-risk countries or regions throughout the last 21 days before departure for Singapore, will need to present a valid negative COVID-19 PCR test taken within 72 hours before departure for Singapore. Hong Ye Group cleaners cluster, 3 in total: The first case linked to the cluster is a 31-year-old Singaporean man who is employed by the company as a cleaner at Changi Business Park and was confirmed to have COVID-19 on 19 May. His colleague, a 25-year-old Singaporean woman, is the third and latest case to be added to the cluster. She had been placed on quarantine on 22 May.\"Case 63708\" cluster, 3 in total: The cluster is named after a 15-year-old Singaporean boy who is a Westwood Secondary School student and was confirmed to have COVID-19 on 24 May. The third and latest case to be added to the cluster is a 74-year-old Malaysian man who is a retiree. The family member and household contact of a case in the cluster was placed on quarantine on 25 May. He had received his first dose of the COVID-19 vaccine on 19 March.At 60 cases, it is the second-largest out of 34 active clusters, after Changi Airport's 108-case cluster. On Monday, three clusters were subsumed into the Jem/Westgate cluster. Authorities have also identified a potential source of transmission for the JEM/Westgate cluster: a 53-year-old Singaporean woman who works as a cleaner at Park Avenue Rochester, a stay-home-notice dedicated facility.Four of the seven new cases added on Wednesday had been quarantined earlier and are family members or household contacts, or both, of previous cases in the cluster:a 6-year-old Singaporean girl who is a Concord Primary School studentan 11-year-old Singaporean boy who is a Concord Primary School studenta 29-year-old Singaporean man who works as a technician at Singapore Refining Companyan 18-year-old Singaporean boy who is an ITE College West studentThe remaining three either travel frequently to Jem for work or had visited the shopping mall:a 67-year-old Singaporean man who works as a delivery driver for DCH Auriga (Singapore) (tested preliminarily positive for the India variant, or B1617; fully vaccinated)a 28-year-old Singaporean woman who works as a hairdresser at Kimage Hair Salon (Lot 1) (visited Jem on 9 May)a 30-year-old female PR who works as a pastor at Grace Assembly Church. (visited Jem on 11 May)The cluster was first linked to a 50-year-old Singaporean woman who works as a tutor at Learning Point at Parkway Centre and was confirmed to have COVID-19 on 12 May.The new addition, who had been quarantined on 23 May, is a 35-year-old Thai woman who works as a staff at Santai Café at United World College. She is a family member and household contact of a case in the cluster.The cluster was first linked to a 27-year-old Malaysian man who works as a delivery rider for IVIC Logistic and McDonald’s (Bedok Reservoir). He was confirmed to have COVID-19 on 20 May. Four cases in the cluster work at a Pizza Hut outlet at Punggol Plaza.The two new cases are:a 41-year-old female PR who works as a receptionist at Wanderloft Hostel, and a part-time waitress at Collins (Nex) (quarantined earlier)a 58-year-old Singaporean woman who works as a kitchen staff and service crew at McDonald’s (Pasir Ris Elias Community Club) (received first dose of vaccine)The cluster at the prison was first linked to a 39-year-old male China national who is a chef at its complex. The fully-vaccinated man was confirmed to have COVID-19 on 13 May.The latest addition, a 49-year-old Singaporean man who is a prison inmate there, brings the total number of inmates in the cluster to nine. The man had tested negative for COVID-19 in five prior tests.The cluster is named after the case number of a 53-year-old Singaporean man who works as a personal chauffeur and confirmed to have COVID-19 on 14 May. The man also tested preliminarily positive for the India variant, or B.1.617.The latest addition to the cluster is a family member and household contact of two cases: a 31-year-old man from Hong Kong who works as a senior executive at Endowus and was placed on quarantine on 14 May.The cluster at the casino was first linked to a 36-year-old Malaysian man who works as a dealer there and was confirmed to have COVID-19 on 16 May. One of the cases in the cluster, one of two infections who are not working at the casino, had tested preliminarily positive for the India variant, or B.1.617.The latest case to be added to the cluster is the fifth employee at the casino: a 36-year-old Malaysian man who works as a dealer there and had been quarantined earlier.The cluster was named after the case number of a 34-year-old Singaporean man who works as a technician at Singapore Refining Company. The latest case linked to the cluster is a two-year-old Singaporean girl who is a student at My First Skool at 331 Sembawang Close. She is a family member and household contact of the man, and was placed on quarantine on 20 May.With 31 more patients discharged from hospitals or community isolation facilities on Wednesday, 61,360 cases – or 99.1 per cent of the total – have fully recovered from the infection.Most of the 242 hospitalised cases are stable or improving, while two of them are in critical condition in the intensive care unit.A total of 282 patients – with mild symptoms or are clinically well but still test positive – are isolated and cared for at community facilities.Apart from the 32 patients who have died from COVID-19 complications, 15 others who tested positive for the virus were determined to have died from unrelated causes, including three whose deaths were attributed to a heart attack and another four, whose deaths were attributed to coronary heart disease.Among the 227 confirmed cases reported from 20 to 26 May, 54 cases have tested positive for their serology tests, 138 have tested negative, and 35 serology test results are pending.Stay in the know on-the-go: Join Yahoo Singapore's Telegram channel at http://t.me/YahooSingaporeMore Singapore stories:Woman charged for not wearing mask at MBS, outside court and elsewhereHSA approves Pfizer COVID vaccine storage in fridge for up to 31 daysCOVID: Changi Airport terminals segregated in bid to curb spread of India variantMan with schizophrenia who killed wife and dog jailed 10 yearsA Malaysian woman who entered Singapore to carry out illegal cosmetic procedures in 2019 was on Friday (28 May) jailed for 10 weeks and fined $5,500.In a wooded corner of Estonia 120 kilometres (75 miles) from the Russian border, some 7,000 soldiers are taking part in a NATO battleground exercise.成功申請可獲迎新獎賞高達$6,600「獎賞錢」，網上申請額外$100「獎賞錢」Find out who stuck with their day jobs and who didn’t. This article, 7 celebrities who married into Malaysian royalty, originally appeared on Coconuts, Asia's leading alternative media company.The grave keeps getting deeper for Tajuddin Abdul Rahman. This article, After disastrous press conference, ex-Prasarana chairman probed for alleged corruption, originally appeared on Coconuts, Asia's leading alternative media company.One of the first robo-advisors in the now crowded space, StashAway is a name well-known by many. Here’s what you can expect when you invest your cash or SRS funds with StashAway. As one of the early players in the robo-advisory space in Singapore, StashAway […] The post StashAway Review: Goal-Getting Investments Through ETFs appeared first on SingSaver Blog - We Compare, You Save.醫保實報實銷，有事時cover醫療使費； 危疾保則於患上受保嚴重疾病時，提供一筆過賠償，幫補生活費The Ministry of Health (MOH) on Friday (27 May) confirmed 30 new COVID-19 cases in Singapore, taking the country's total case count to 61,970.HDB flat rentals make up a large part of Singapore's property market—according to HDB, there are about 60,000 flats currently being rented out. We examined rental trends across different HDB estates and here's what we found.Aye Mar sits with her seven children in their Yangon kitchen and worries whether their meal of rice and stringy vegetables -- all she can afford in coup-stricken Myanmar -- will satisfy their hunger.與人氣遊戲《集合啦！動物森友會》首度推出UT系列，讓島民於日常都可分享歡樂時光!Two sleek new roads vanish into mountain tunnels high above a sleepy Montenegrin village, the unlikely endpoint of a billion-dollar project bankrolled by China that is threatening to derail the tiny country's economy.An international firefighting effort to put out a huge blaze on a container ship off Sri Lanka's coast will likely take days, the country's navy chief said Thursday, amid mounting fears of a major oil leak.Many of the Syrian fighters deployed, sometimes forcibly, in foreign conflict theatres such as Libya and Nagorno-Karabakh are robbed of their wages, said a report released Thursday.先天性眼疾的小朋友看得見光明！蒙古國的小女孩Marla出生40日便接受手術，改寫了命運。每日捐款$50，幫助眼疾孩子。The package will assist workers and companies hit by the ongoing Phase 2 (Heightened Alert).Shares in the parent company of Hong Kong's pro-democracy Apple Daily newspaper quadrupled on Thursday as trading in them resumed following an eight-day suspension.Bytedance founder Zhang Yiming, the brains behind TikTok, said he preferred \"daydreaming\" as he stepped down as head of his own firm last week. But his departure comes as several of China's once-lauded tech entrepreneurs step aside under increasing scrutiny from a government concerned about their growing power and influence.「純保障」危疾保險一年保費$1,000有找！(25歲非吸煙) 涵蓋癌症、心臟病、中風，早期危疾、第2次癌症賠償等！Five million weary Melbourne residents were put back under lockdown on Friday, straining local resolve and testing Australia's \"zero-Covid\" strategy of smothering outbreaks however small.Roland Garros has been a happy hunting ground for many of the greatest Grand Slam champions, but rising stars Naomi Osaka and Daniil Medvedev are hoping to avoid joining the list of tennis' big names who could never conquer the Parisian clay.Investors rejected the responses of US oil giants to climate change Wednesday, installing activist board members at ExxonMobil and directing Chevron to deepen emissions cuts.超值冰涼寢具，炎夏夜夜睡好眠。  在家中享受異國假期！Hong Kong’s security chief has warned bankers for jailed media tycoon Jimmy Lai Chee-ying that dealing with his frozen accounts could land them in prison for up to seven years. When asked whether his move would undermine the reputation of the city as a global financial hub, John Lee Ka-chiu said on Thursday he was following the national security law laid down by Beijing last summer that banned acts of subversion, secession, terrorism and collusion with foreign forces. “I am exercising the power because Lai has been charged with two offences of collusion with other countries or external forces to endanger national security,” he said. “It is my duty to specify in my notice to the relevant parties what will be the consequences if they fail to comply with my direction.”Do you have questions about the biggest topics and trends from around the world? Get the answers with SCMP Knowledge, our new platform of curated content with explainers, FAQs, analyses and infographics brought to you by our award-winning team. The Security Bureau froze nearly HK$500 million (US$64 million) of Lai’s assets earlier this month, including his 71 per cent stake in Next Digital, which publishes the Apple Daily tabloid, as well as the local bank accounts of three other companies he owns. The move marked the first time authorities had invoked new powers to freeze or take control of assets of a listed company that could be related to the commission of a national security crime. But Lee said the warning contained in letters sent to an unspecified number of banks after the freezing was only related to assets under suspicion and people carrying out normal business should have nothing to worry about. Lai has been accused of collusion with a foreign country and was also charged with two counts of conspiracy last month. He is currently serving 14 months in prison for taking part in unauthorised assemblies connected to the anti-government protests of 2019. Jimmy Lai asset freeze nothing to do with press freedom, says security chief A spokesman of the Hong Kong Monetary Authority, which is responsible for maintaining the city’s status as a financial centre, said it would not comment on cases under investigation by police. But he pointed to the long history that banks had in cooperating with law enforcement agencies in criminal investigations, including freezing and confiscating funds and property under relevant laws, including the national security law. Next Digital resumed trading after a 10-day suspension following the freezing of Lai’s assets and its share price surged 330 per cent from the HK$0.19 (US$0.02) at opening to as high as HK$0.80 (US$0.10), before falling to HK$0.28 (US$0.04) at the close of market. Next Digital’s management issued a statement on Wednesday saying its unaudited bank and cash balances as of March 31 stood at HK$521.4 million (US$67 million) and its working capital would last a minimum of 18 months from April 1, even without additional funding from Lai. It also said the asset freeze had no impact on a standing shareholder’s loan Lai had provided to the company and its subsidiaries. But that assessment was questioned by former city leader Leung Chun-ying who has been a staunch critic of Apple Daily but also revealed that he was a minority stakeholder in the company. Leung put the reserves closer to HK$100 million, after subtracting outstanding bank loans totalling HK$93.6 million, and other liabilities and payables. “Will the bank call the loans? Will suppliers continue to offer credit terms?” he said on his Facebook page. Noting the statement was issued by the board, Leung questioned why it had not made its own assessment during the trading suspension, rather than relying on the management’s. Ex-Hong Kong leader has government on the defensive. Is he planning a comeback? “Who is the person in charge of the management? This is the chief executive officer. And who is the chief executive officer? He is Cheung Kim-hung,” he wrote. The former leader – who is also a vice-chairman of China’s top political advisory body – had already lashed out at Cheung before Next Digital’s announcement, revealing on Wednesday that he had appointed a lawyer to file a formal complaint with law enforcement against the CEO for making “negligent, irresponsible and intentionally misleading” remarks. Leung disputed Cheung’s suggestion the company’s operations and finances would not be affected by the freezing of Lai’s assets, and demanded a thorough investigation by authorities. Asked about the criticisms, Cheung declined to comment. Additional reporting by Jeffie LamMore from South China Morning Post:Hong Kong authorities freeze nearly HK$500 million in assets belonging to media tycoon Jimmy LaiFuture of Hong Kong’s Apple Daily is on the line after founder Jimmy Lai’s assets are frozen under national security lawThis article National security law: Jimmy Lai’s Hong Kong bankers warned that handling assets could land them in jail first appeared on South China Morning PostFor the latest news from the South China Morning Post download our mobile app. Copyright 2021.The trial of an Australian academic detained for more than two years in China on espionage charges began behind closed doors on Thursday, with Canberra voicing deep concerns over a lack of transparency after its ambassador was denied access.Australia closed its embassy in Afghanistan on Friday, highlighting security fears for foreign missions and their local workers as US-led troops pull out of the war-torn country.", "Section": "", "Writers": "", "URL": "https://sg.news.yahoo.com/singapore-detects-26-new-covid-19-cases-3-unlinked-081534535.html", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}