{"Type": "Singapore", "Time": "2021-05-28", "Headline": "COVID-19 grant to provide one-off payout to workers suffering income loss, on no-pay leave during Heightened Alert period", "Text": "SINGAPORE: Lower-to middle-income workers who have been financially affected by therecent tightening of COVID-19 measureswill receive a one-off payout under a temporary recovery grant.Under the COVID-19 Recovery Grant (Temporary), eligible self-employed workers will also be able to receive such support, said the Ministry of Finance (MOF) on Friday (May 28).\"The livelihoods of some workers have also been affected, such as those in F&B, hawkers, retail, arts as well as sports and fitness sectors,\" said MOF in the media release.\"The Government will introduce the COVID-19 Recovery Grant (Temporary) scheme to provide one-off support for lower- to middle-income employees and self-employed persons who are financially impacted as a result of the tightened measures.\"Eligible individuals placed on involuntary no-pay leave for at least a month between the Heightened Alert period of May 16 to Jun 30 may receive a one-off payout of up to S$700.Workers who also experienced significant income loss during the same period of at least 50 per cent for at least a month may receive a one-off payout of up to S$500, added MOF.Applications for the grant will be open from Jun 3 to Jul 2. More details on the grant will be released by the Ministry of Social and Family Development.The grant runs in parallel with theexisting COVID-19 Recovery Grant scheme. The scheme will remain open for those who are retrenched or able to show that their incomes have been impacted or are placed on involuntary NPL over a sustained period of at least three consecutive months.In the same media release, MOF said that the Ministry of Education (MOE) will extend the suspension of loan repayment and interest charges for tuition fee loans, study loans and overseas student programme loans by another four months, until Sep 30.MOE had earlier suspended the repayment and interest charges of these loans for all autonomous university and polytechnic graduates for a year from Jun 1 to May 31.\"This will give our graduates more time to find a stable financial footing, and to plan their finances,\" said MOF.Downloadour appor subscribe to our Telegram channel for the latest updates on the coronavirus outbreak:https://cna.asia/telegramIt looks like the email address you entered is not valid.", "Section": "", "Writers": "", "MainKeyWord": "COVID-19,Ministry of Finance", "AdditionalKeyWord": "", "URL": "https://www.channelnewsasia.com/news/singapore/covid-19-grant-workers-self-employed-cash-14903998", "Source": "google"}