{"Type": "", "Time": "2021-05-28", "Headline": "Engine No. 1’s Exxon Win Provides Boost for ESG Advocates - Bloomberg", "Text": "The rejection of Exxon Mobil Corp.’s management team marks one of the most significant victories for shareholders who have been pushing for drastic action on climate change.The movement to transform Exxon’s board of directors was led by a previously little-known hedge fund called Engine No. 1, which has just a 0.02% stake in Exxon and no history of activism in oil and gas. The firm gained at least two board seats at Exxon’s annual shareholder meeting Wednesday and promised to push the crude driller to diversify beyond oil. Engine No. 1 was backed by two of the largest U.S. pension funds and some of the world’s biggest asset management firms, including BlackRock Inc.The Exxon vote sends an important message not only to Exxon and the other big oil companies, but “also to ESG investors at large,” said Bloomberg Intelligence analyst Rob Du Boff. “The fact that asset managers such as BlackRock were swayed by Engine No. 1’s cause is another sign that ESG issues, and climate change in particular, are now mainstream.”The $255 billion New York State Common Retirement Fund and the $300 billion California State Teachers’ Retirement System have been promoting climate-friendly corporate policies and environmental, social and governance investment principles for years now, and both got behind Engine No. 1’s Exxon push. So did the Church Commissioners for England and BlackRock, which has been criticized for its uneven track record on supporting environmental-related shareholder resolutions.ESG advocates said the rebuke of Exxon is going to make it much easier for sustainability investors. “Just a few years ago we were ignored, but now companies know that they have to pick up the phone and speak with ESG investors,” said Kristin Hull, founder of Nia Impact Capital in San Francisco.“ESG is now core to investment processes and decisions,” said Kalina Lazarova, a London-based director in BMO Global Asset Management’s responsible-investment team. “Environmental and social issues can now make or break directors in a way that wasn’t previously possible.”Engine No. 1, though a tiny company, was successful because “it tapped into broadly held discontent among investors who are ever more sensitive to climate and broader ESG topics,” Lazarova said.Catherine Howarth, chief executive officer of ShareAction, a nonprofit focused on responsible investing, agreed. “Engine No. 1 forced all these big investors to take a side,” she said.“For years we were told by large institutional investors that behind closed doors they were getting there with companies in the oil and gas sector, but they have delivered so little,” Howarth said. Meantime, Engine No. 1 is “really moving the field,” she said.BlackRock, the second-largest holder of Exxon, with a 6.6% stake, voted for three of the new directors nominated by Engine No. 1, according to a vote bulletin published Wednesday. But the investment giant also backed Chief Executive Officer Darren Woods, who opposed investor demands for a change to the company’s approach on climate change -- a move that rankled environmental groups who called for the firm to vote against them.BlackRock said in its bulletin that it was “concerned about Exxon’s strategic direction” and that the company could benefit from the addition of the new directors who would “bring the fresh perspectives” to Exxon’s board.Exxon’s failure to act on previous investor demands to tackle climate change led to the company’s loss, said New York Comptroller Thomas DiNapoli. “The fact that Exxon hasn’t been responsive up until now, in a way they set the stage for their own defeat,” he said Wednesday in a Bloomberg TV interview.WATCH: New York State Comptroller Thomas DiNapoli talks about Exxon's board vote.Source: BloombergCalSTRS called the Exxon vote “historic.” It represents a tipping point for companies unprepared for the global energy transition, the pension fund said. While the Exxon board election is the first of a large U.S. company to focus on the global energy transition, it won’t be the last, according to the statement.Chevron Corp., another oil giant, also suffered a rebuke from shareholders at its annual meeting Wednesday when investors voted for a proposal to compel the company to reduce pollution by its customers. Additionally, a Dutch court issued a ruling Wednesday that ordered Royal Dutch Shell Plc to slash its net carbon emissions.These decisions send “a strong signal that ESG is mainstream,” said Timothy Smith, director of ESG shareowner engagement at Boston Trust Walden. “Corporations are realizing that these issues aren’t fringe anymore.”Climate-focused investors “built the intellectual scaffolding that enabled Engine No. 1 to get two of its nominees on the board,” said Jonas Kron, chief advocacy officer at Trillium Asset Management. “ESG investors have told companies for years to think honestly and transparently about climate change risk management. The market has now caught up.”— With assistance by Annie Massa, Simon Casey, and Joe Weisenthal", "Section": "", "Writers": "", "URL": "https://www.bloomberg.com/news/articles/2021-05-27/engine-no-1-s-exxon-win-signals-turning-point-for-esg-investors", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}