{"Type": "", "Time": "2021-05-28", "Headline": "Temporary Covid-19 grant of up to $700 for lower- to middle-income and self-employed workers, Singapore News & Top Stories - The Straits Times", "Text": "Read 3 articles daily and stand to win ST rewards, including the ST News Tablet worth $398.Spin the wheel for ST Read and Win now.SINGAPORE - Lower- to middle-income workers who are financially impacted by the latest Covid-19 restrictions may receive a one-time payout of up to $700 under a new temporary grant, the Ministry of Finance (MOF) said on Friday (May 28).The grant covers those who are self-employed as well.Eligible workers who have been placed on involuntary no-pay leave for at least a month from May 16 to June 30, or who have suffered an income loss of at least 50 per cent for at least a month over the same period, may apply for the new Covid-19 Recovery Grant (Temporary) (CRG-T).MOF said the grant, part of an $800 million support package that is being rolled out to help individuals and businesses amid the current heightened alert period, is being introduced as the livelihoods of some workers in the food and beverage, retail, and sports and fitness sectors have been affected.Under the grant, eligible individuals placed on involuntary no-pay leave may receive a one-off payout of up to $700, while those experiencing significant income loss may receive a one-off payout of up to $500.MOF said applications will be open from June 3 to July 2.The Ministry of Social and Family Development (MSF) will release more details shortly.CRG-T is a supplement to the existing Covid-19 Recovery Grant (CRG), which was launched on Jan 18 to support lower- to middle-income workers and self-employed people affected by the pandemic, Finance Minister Lawrence Wong said at a press conference on Friday.\"There are certain conditions and criteria attached to the CRG. We are not changing that. But we are, in a way, piggybacking on the existing scheme with a temporary scheme with different conditions specific to the current heightened alert situation, where activities have been scaled back and there are these additional restrictions.\"\"So this is temporary, it's meant for this particular period. After that we will continue with the regular CRG scheme,\" Mr Wong added.The CRG, which was extended by three months in March, provides up to $700 per month for three months for workers who have lost jobs or have been placed on involuntary no-pay leave due to Covid-19.For lower- to middle-income workers and self-employed people facing income loss of at least 50 per cent for at least three consecutive months, the CRG provides up to $500 a month for three months.MSF said in March that the CRG had supported more than 10,000 people and disbursed about $10 million as at March 22.There will also be additional support for polytechnic and autonomous university graduates who have to repay student loans, said MOF.The Ministry of Education (MOE) will extend the suspension of loan repayments and interest charges by another four months, until Sept 30. With the extension, no interest, whether standard or penalty interest, will be levied on any outstanding loan for the additional four-month period.These include tuition fee loans, study loans and Overseas Student Programme loans, which are all government loans.MOE said in a statement that those with outstanding loans will be automatically granted the extension. These include graduates who have already started paying back their loans, and students with outstanding loans who will graduate before Sept 30.Those who wish to continue repaying their student loans can do so by informing their tertiary institutions and banks to make the necessary arrangements.MOE had previously suspended loan repayments and interest charges for a year, from June 1 last year to May 31 this year.The Finance Ministry said the four-month extension will give graduates more time to find a stable financial footing, and to plan their finances.Mr Wong said there is scope to extend the loan repayment suspension even further. But that will depend on the state of the current outbreak and whether the economy can recover from it.He said: “Before the latest round of heightened alert measures, the economic outlook was improving... and if you look at the employment prospects for fresh graduates, it was also improving.“But given the latest situation, the uncertainty that the new strains have posed not just to Singapore but also to the global economy... we discussed with MOE and decided that we would give a short extension.”Mr Wong added: “If the situation indeed does improve, and this current outbreak proves to be temporary, we get back to our recovery trajectory and the external economy remains strong, then I think September should be a reasonable timeframe.“But if things were to worsen, be it on the external front or even within Singapore in terms of our own growth trajectory, then, of course, we will be prepared to reconsider and see if further extensions are needed.”Meanwhile, MOF also highlighted support measures for private-hire and taxi drivers, as well as retailers at Changi Airport, announced over the past two weeks.Private-hire and taxi drivers will receive additional cash support of $10 per vehicle per day for the period of May 16 till the end of June, with the Government setting aside an additional $27 million as a one-off top-up to the Covid-19 Driver Relief Fund.Changi Airport Group on Monday said it was fully waiving rental fees for retailers in Changi Airport terminals from May 13 to June 13 while the airport remains closed to the public.Join ST's Telegram channel here and get the latest breaking news delivered to you.SPH Digital News / Copyright © 2021 Singapore Press Holdings Ltd. Co. Regn. No. 198402868E. All rights reservedWe have been experiencing some problems with subscriber log-ins and apologise for the inconvenience caused. Until we resolve the issues, subscribers need not log in to access ST Digital articles. But a log-in is still required for our PDFs.", "Section": "", "Writers": "", "MainKeyWord": "", "AdditionalKeyWord": "", "URL": "https://www.straitstimes.com/singapore/temporary-grant-of-up-to-700-for-lower-to-middle-income-and-self-employed-workers-impacted", "Source": "google"}