{"Type": "", "Time": "2021-05-28", "Headline": "\n                                    Japan to extend COVID emergency until just a month before Olympics -\n                        Nikkei Asia\n                        ", "Text": "New infection rates and strain on hospitals remain high despite weeks of restrictionsTOKYO -- Japan is poised to extend the current state of emergency until June 20, as hospitals in Tokyo, Osaka and other regions remain overwhelmed by COVID-19 patients.The formal decision will come after government officials hear the opinions of experts on Friday.The decision will come less than two months before the scheduled start of the Tokyo Olympics on July 23. Japan's government, local authorities and the organizing committee for the games are slated to determine attendance caps for each venue next month, and officials say they hope to see the situation improve before then as the country's slow coronavirus vaccine rollout picks up speed.Other Asian nations are also trying to douse flare-ups in COVID-19 infections. Malaysia on Thursday reported 7,857 new cases, marking the third straight day of record tallies. Taiwan reported 667 new local cases as it battles its worst coronavirus spread so far in the pandemic. Japan logged 4,140 new cases Wednesday, with 106 new deaths.Rising COVID-19 cases in Asia have prompted the recent cancellation of two major events in Singapore, the World Economic Forum special annual meeting in August and the annual Asia Security Summit, known as the Shangri-La Dialogue.Ten of Japan's 47 prefectures are now under the state of emergency, which was first declared April 25 in Tokyo and the greater Osaka region. The decree, which already has been extended once in some regions, was set to be lifted at the end of this month in all except for Okinawa, which was just added to the list Sunday.Japan has struggled to control the spread of highly infectious new virus variants. Restaurants, bars and shopping centers in these areas have been asked to close or shorten their hours, but new cases in eight of the 10 prefectures remain at the highest level of the government's four-stage scale of outbreak severity. Hospital bed occupancy rates are at Stage 4 in all but Tokyo.Prime Minister Yoshihide Suga discussed the emergency decree Thursday evening with officials including health minister Norihisa Tamura, in light of requests from authorities in Tokyo and other prefectures to extend it.\"Overall, we're in an unpredictable situation,\" Suga told reporters after the meeting. \"We'll make a decision after speaking with experts tomorrow.\"Japan also could extend intensive anti-coronavirus measures now in place elsewhere in the country. These are set to expire Monday in five prefectures, including three in the greater Tokyo area.Sign up to our newsletters to get our best stories delivered straight to your inbox.Discover the all new Nikkei Asia appDiscover the all new Nikkei Asia appStay ahead with our exclusives on Asia; the most dynamic market in the world.Stay ahead with our exclusives on AsiaGet trusted insights from experts within Asia itself.Get trusted insights from experts within Asia itself.\n                Stay ahead with our exclusives on Asia; the most dynamic market in the world.\n            \n                Get trusted insights from experts within Asia itself.\n            Offer ends January 31stYou need a subscription to... \n            You need a subscription to:\n        \n        Nikkei Asian Review, now known as Nikkei Asia, will be the voice of the Asian Century.\n    ", "Section": "", "Writers": "", "URL": "https://asia.nikkei.com/Spotlight/Coronavirus/Japan-to-extend-COVID-emergency-until-just-a-month-before-Olympics", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}