{"Type": "", "Time": "2021-05-28", "Headline": "Of 30 new COVID cases in Singapore, 15 in community", "Text": "SINGAPORE — The Ministry of Health (MOH) on Friday (27 May) confirmed 30 new COVID-19 cases in Singapore, taking the country's total case count to 61,970.Of them, 15 are local cases in the community. Eleven are linked to previous cases, among whom eight have already been placed on quarantine. Fifteen remaining cases are imported, including eight returning Singaporeans or permanent residents.Friday marks the 33rd consecutive day with local cases reported. \"Amongst the new cases today, 17 are asymptomatic, and were detected from our proactive screening and surveillance, while 13 were symptomatic,\" said the MOH.The ministry also announced three new clusters. Additionally, it announced the closure of the National University of Singapore and Immigration & Checkpoints Authority clusters, as there have been no cases linked to it for the past two incubation periods or 28 days. This brings the total number of active clusters in Singapore to 36.The four unlinked community cases are:a 28-year-old Malaysian man employed by I-VIC Logistic as a delivery rider for McDonald’s (Hougang Avenue 8) (Had not been cross-deployed to other outlets)a 38-year-old female PR who works at Sri Murugan Trading (Anchorvale)a 49-year-old male PR who works as a manager at Success Consultancy (received first dose of vaccine)a 62-year-old Singaporean man who is a retiree (fully vaccinated)Separately, there is one case is a a family member and household contact of a previously-reported infection but is not part of any active clusters yet. The 26-year-old Singaporean woman works as an administrative staff at Singtel and was placed on quarantine on 24 May.The ministry noted that the number of new cases in the community has decreased from 196 in the week before to 137 in the past week. The number of unlinked cases in the community has also decreased from 46 in the week before to 23 in the past week.This story will be updated later.On Thursday, the MOH announced that from 11.59pm on 29 May, Singaporeans, PRs, and long-term pass holders entering Singapore with travel history to Victoria State, Australia within the last 21 days before departure for Singapore, will be subject to an on-arrival COVID-19 PCR test, a seven-day stay-home notice at their place of residence, and a COVID-19 PCR test before the end of the notice period.Additionally, short-term travellers holding an air travel pass with travel history to Victoria State, Australia within the last 21 days before departure for Singapore, will not be allowed to enter Singapore.From 11.59pm on 29 May, the pre-departure testing requirement will also be extended to all Singapore residents. This means Singaporeans and PRs entering or transiting through Singapore, except for those who have stayed in lower-risk countries or regions throughout the last 21 days before departure for Singapore, will need to present a valid negative COVID-19 PCR test taken within 72 hours before departure for Singapore.With 12 more patients discharged from hospitals or community isolation facilities on Thursday, 61,372 cases – or 99.1 per cent of the total – have fully recovered from the infection.Most of the 245 hospitalised cases are stable or improving, while two of them are in critical condition in the intensive care unit.A total of 291 patients – with mild symptoms or are clinically well but still test positive – are isolated and cared for at community facilities.Apart from the 32 patients who have died from COVID-19 complications, 15 others who tested positive for the virus were determined to have died from unrelated causes, including three whose deaths were attributed to a heart attack and another four, whose deaths were attributed to coronary heart disease.Among the 200 confirmed cases reported from 22 to 28 May, 38 cases have tested positive for their serology tests, 111 have tested negative, and 51 serology test results are pending.Stay in the know on-the-go: Join Yahoo Singapore's Telegram channel at http://t.me/YahooSingaporeMore Singapore stories:'Worst kind of harassment': Halimah, Masagos, Muis condemn poll sexualising ustazahWoman charged for not wearing mask at MBS, outside court and elsewhereHSA approves Pfizer COVID vaccine storage in fridge for up to 31 daysCOVID: Changi Airport terminals segregated in bid to curb spread of India variantIn a wooded corner of Estonia 120 kilometres (75 miles) from the Russian border, some 7,000 soldiers are taking part in a NATO battleground exercise.A Malaysian woman who entered Singapore to carry out illegal cosmetic procedures in 2019 was on Friday (28 May) jailed for 10 weeks and fined $5,500.成功申請可獲迎新獎賞高達$6,600「獎賞錢」，網上申請額外$100「獎賞錢」The grave keeps getting deeper for Tajuddin Abdul Rahman. This article, After disastrous press conference, ex-Prasarana chairman probed for alleged corruption, originally appeared on Coconuts, Asia's leading alternative media company.Find out who stuck with their day jobs and who didn’t. This article, 7 celebrities who married into Malaysian royalty, originally appeared on Coconuts, Asia's leading alternative media company.One of the first robo-advisors in the now crowded space, StashAway is a name well-known by many. Here’s what you can expect when you invest your cash or SRS funds with StashAway. As one of the early players in the robo-advisory space in Singapore, StashAway […] The post StashAway Review: Goal-Getting Investments Through ETFs appeared first on SingSaver Blog - We Compare, You Save.與人氣遊戲《集合啦！動物森友會》首度推出UT系列，讓島民於日常都可分享歡樂時光!Bytedance founder Zhang Yiming, the brains behind TikTok, said he preferred \"daydreaming\" as he stepped down as head of his own firm last week. But his departure comes as several of China's once-lauded tech entrepreneurs step aside under increasing scrutiny from a government concerned about their growing power and influence.The Ministry of Health (MOH) on Thursday (27 May) confirmed 24 new COVID-19 cases in Singapore, taking the country's total case count to 61,940.HDB flat rentals make up a large part of Singapore's property market—according to HDB, there are about 60,000 flats currently being rented out. We examined rental trends across different HDB estates and here's what we found.「AXA安盛智尊守慧醫療保障」：全額支付訂明非手術癌症治療及門診洗腎，現投保享6個月保費回贈！Shares in the parent company of Hong Kong's pro-democracy Apple Daily newspaper quadrupled on Thursday as trading in them resumed following an eight-day suspension.Australia closed its embassy in Afghanistan on Friday, highlighting security fears for foreign missions and their local workers as US-led troops pull out of the war-torn country.Two sleek new roads vanish into mountain tunnels high above a sleepy Montenegrin village, the unlikely endpoint of a billion-dollar project bankrolled by China that is threatening to derail the tiny country's economy.先天性眼疾的小朋友看得見光明！蒙古國的小女孩Marla出生40日便接受手術，改寫了命運。每日捐款$50，幫助眼疾孩子。An international firefighting effort to put out a huge blaze on a container ship off Sri Lanka's coast will likely take days, the country's navy chief said Thursday, amid mounting fears of a major oil leak.The package will assist workers and companies hit by the ongoing Phase 2 (Heightened Alert).Hong Kong’s security chief has warned bankers for jailed media tycoon Jimmy Lai Chee-ying that dealing with his frozen accounts could land them in prison for up to seven years. When asked whether his move would undermine the reputation of the city as a global financial hub, John Lee Ka-chiu said on Thursday he was following the national security law laid down by Beijing last summer that banned acts of subversion, secession, terrorism and collusion with foreign forces. “I am exercising the power because Lai has been charged with two offences of collusion with other countries or external forces to endanger national security,” he said. “It is my duty to specify in my notice to the relevant parties what will be the consequences if they fail to comply with my direction.”Do you have questions about the biggest topics and trends from around the world? Get the answers with SCMP Knowledge, our new platform of curated content with explainers, FAQs, analyses and infographics brought to you by our award-winning team. The Security Bureau froze nearly HK$500 million (US$64 million) of Lai’s assets earlier this month, including his 71 per cent stake in Next Digital, which publishes the Apple Daily tabloid, as well as the local bank accounts of three other companies he owns. The move marked the first time authorities had invoked new powers to freeze or take control of assets of a listed company that could be related to the commission of a national security crime. But Lee said the warning contained in letters sent to an unspecified number of banks after the freezing was only related to assets under suspicion and people carrying out normal business should have nothing to worry about. Lai has been accused of collusion with a foreign country and was also charged with two counts of conspiracy last month. He is currently serving 14 months in prison for taking part in unauthorised assemblies connected to the anti-government protests of 2019. Jimmy Lai asset freeze nothing to do with press freedom, says security chief A spokesman of the Hong Kong Monetary Authority, which is responsible for maintaining the city’s status as a financial centre, said it would not comment on cases under investigation by police. But he pointed to the long history that banks had in cooperating with law enforcement agencies in criminal investigations, including freezing and confiscating funds and property under relevant laws, including the national security law. Next Digital resumed trading after a 10-day suspension following the freezing of Lai’s assets and its share price surged 330 per cent from the HK$0.19 (US$0.02) at opening to as high as HK$0.80 (US$0.10), before falling to HK$0.28 (US$0.04) at the close of market. Next Digital’s management issued a statement on Wednesday saying its unaudited bank and cash balances as of March 31 stood at HK$521.4 million (US$67 million) and its working capital would last a minimum of 18 months from April 1, even without additional funding from Lai. It also said the asset freeze had no impact on a standing shareholder’s loan Lai had provided to the company and its subsidiaries. But that assessment was questioned by former city leader Leung Chun-ying who has been a staunch critic of Apple Daily but also revealed that he was a minority stakeholder in the company. Leung put the reserves closer to HK$100 million, after subtracting outstanding bank loans totalling HK$93.6 million, and other liabilities and payables. “Will the bank call the loans? Will suppliers continue to offer credit terms?” he said on his Facebook page. Noting the statement was issued by the board, Leung questioned why it had not made its own assessment during the trading suspension, rather than relying on the management’s. Ex-Hong Kong leader has government on the defensive. Is he planning a comeback? “Who is the person in charge of the management? This is the chief executive officer. And who is the chief executive officer? He is Cheung Kim-hung,” he wrote. The former leader – who is also a vice-chairman of China’s top political advisory body – had already lashed out at Cheung before Next Digital’s announcement, revealing on Wednesday that he had appointed a lawyer to file a formal complaint with law enforcement against the CEO for making “negligent, irresponsible and intentionally misleading” remarks. Leung disputed Cheung’s suggestion the company’s operations and finances would not be affected by the freezing of Lai’s assets, and demanded a thorough investigation by authorities. Asked about the criticisms, Cheung declined to comment. Additional reporting by Jeffie LamMore from South China Morning Post:Hong Kong authorities freeze nearly HK$500 million in assets belonging to media tycoon Jimmy LaiFuture of Hong Kong’s Apple Daily is on the line after founder Jimmy Lai’s assets are frozen under national security lawThis article National security law: Jimmy Lai’s Hong Kong bankers warned that handling assets could land them in jail first appeared on South China Morning PostFor the latest news from the South China Morning Post download our mobile app. Copyright 2021.超值冰涼寢具，炎夏夜夜睡好眠。  在家中享受異國假期！Many of the Syrian fighters deployed, sometimes forcibly, in foreign conflict theatres such as Libya and Nagorno-Karabakh are robbed of their wages, said a report released Thursday.The trial of an Australian academic detained for more than two years in China on espionage charges began behind closed doors on Thursday, with Canberra voicing deep concerns over a lack of transparency after its ambassador was denied access.Aye Mar sits with her seven children in their Yangon kitchen and worries whether their meal of rice and stringy vegetables -- all she can afford in coup-stricken Myanmar -- will satisfy their hunger.「純保障」危疾保險一年保費$1,000有找！(25歲非吸煙) 涵蓋癌症、心臟病、中風，早期危疾、第2次癌症賠償等！Rafael Nadal, Novak Djokovic and Roger Federer, the three most successful men in Grand Slam tennis history, were on Thursday all drawn in the same half of the French Open.Five million weary Melbourne residents were put back under lockdown on Friday, straining local resolve and testing Australia's \"zero-Covid\" strategy of smothering outbreaks however small.Investors rejected the responses of US oil giants to climate change Wednesday, installing activist board members at ExxonMobil and directing Chevron to deepen emissions cuts.", "Section": "", "Writers": "", "URL": "https://sg.news.yahoo.com/of-30-new-covid-cases-in-singapore-15-in-community-075219824.html", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}