{"Type": "", "Time": "2021-05-28", "Headline": "Malaysia's critical wards filling up amid Covid-19 surge, SE Asia News & Top Stories - The Straits Times", "Text": "Read 3 articles daily and stand to win ST rewards, including the ST News Tablet worth $398.Spin the wheel for ST Read and Win now.KUALA LUMPUR - Malaysia's increasingly deadly coronavirus surge is stretching its medical resources, with critical wards filling up and some patients being turned away or experiencing long waits.This is taking place even as more spaces are being converted to Covid-19 wards.Non-Covid-19 patients are also feeling the pain, as capacity for their needs has been reduced, with more priority being given to coronavirus patients.The authorities have said the country, which now has more cases per million people than India, has yet to reach the stage where health workers have to triage - selecting patients for care based on their chances of survival.But there are signs that families of non-Covid-19 patients are beginning to have to make such decisions about their loved ones amid the crisis.A healthcare worker at a key hospital in Kuala Lumpur said that some patients requiring critical care have had to be turned away.\"We try to accommodate all, but we don't always have ventilators and beds,\" the front-liner, speaking on condition of anonymity, told The Straits Times (ST).He related an incident where a critically ill non-Covid-19 patient's family was told to opt between taking their loved one back home to die or keeping the patient in the hospital with the same outcome.Families of Covid-19 patients are also facing a struggle to secure critical care beds for their loved ones.A professional who recently lost her 85-year-old father to coronavirus-related complications said that when he was diagnosed with Covid-19, it took the family more than 12 hours to secure a bed for him at a semi-government hospital in Selangor, as the beds were full at all the hospitals that treated Covid-19 patients needing critical care. The 51-year-old, who wished to be known only as Jane, told ST: \"The doctor who was caring for my father called every hospital in the city to try and get a bed for him once the test result came back positive. It was a stressful time for us because he was also a dialysis patient.\"The northern state of Kedah - which has seen a drastic surge in the past weeks - has said that it might no longer admit chronically ill patients with little hope into intensive care units (ICU), whether they are Covid-19 patients or not.Dr Mohd Hayati Othman, the state's health and local government executive councillor, said: \"I feel heavy-hearted on whether to announce this, but I have to say it: In certain cases, doctors have to choose whom to send to the ICU, and if the patient is too chronically ill and has no hope, we won't admit them to the ICU.\"Jane, whose father was very ill when he was in hospital, said: \"Halfway through his treatment, the doctor treating him called me up and hinted that he (the father) might be taking an ICU bed that is sorely needed for someone else.\"Malaysia is currently in the third week of a month-long lockdown - the third since the pandemic - to deal with the rising infection numbers.However, the lockdown has shown no signs of easing the caseload, with the country consistently breaching record infection figures and record deaths in the past week. A record number of patients are admitted into intensive care units.\nMalaysia has, for the past week, been reporting more than 50 deaths a day from the coronavirus. PHOTO: EPA-EFE\nIn the central districts around the capital Kuala Lumpur, the rate of ICU usage for Covid-19 cases has already exceeded capacity at 113 per cent.Figures released last week showed that 377 ICU beds were taken up by Covid-19 patients, despite only 334 beds being initially designated for such patients. This has left just over 70 vacant ICU beds for non-Covid-19 patients across 12 hospitals in Malaysia's most densely populated region. Nationwide, 91 per cent of all designated Covid-19 ICU beds were taken up.As at Thursday, Malaysia has 771 Covid-19 patients in ICUs, with more than half of them requiring ventilator support - the highest number recorded to date.The country has, for the past week, been reporting more than 50 deaths a day from Covid-19, reaching an all-time high of 61 deaths on Sunday.On Friday, Malaysia set a new record of 8,290 new infections, the fourth consecutive day of record infections. Active cases have reached 72,823, the highest ever recorded.Join ST's Telegram channel here and get the latest breaking news delivered to you.SPH Digital News / Copyright © 2021 Singapore Press Holdings Ltd. Co. Regn. No. 198402868E. All rights reservedWe have been experiencing some problems with subscriber log-ins and apologise for the inconvenience caused. Until we resolve the issues, subscribers need not log in to access ST Digital articles. But a log-in is still required for our PDFs.", "Section": "", "Writers": "", "MainKeyWord": "", "AdditionalKeyWord": "", "URL": "https://www.straitstimes.com/asia/se-asia/malaysias-critical-wards-filling-up-amid-covid-19-surge", "Source": "google"}