{"Type": "Business", "Time": "2021-05-28", "Headline": "HK's Next Digital shares soar as trading resumes after Jimmy Lai assets frozen", "Text": "Shares of tycoon Jimmy Lai's Next Digital Ltd were set to surge 142per cent on resumption of trade on Thursday, a week after authorities froze assets of its jailed owner under a sweeping national security law imposed on the financial hub by Beijing.HONG KONG  -Shares in jailed tycoon Jimmy Lai's Next Digital Ltd soared on Thursday, the first day of trading after a suspension of longer than a week following a freeze in the pro-democracy activist's assets under the national security law.In a late Wednesday statement, the media publisher said it had enough working capital for at least 18 months from April 1 without additional funding from Lai, its controlling shareholder.Shares opened 141.9per cent higher at HKUS$0.45, the highest since December 2020, when Lai was charged under the security law imposed by China earlier that year. They then extended gains to HKUS$0.80, the highest since August 2020, when Lai was first arrested and national security police raided the newsroom of his Apple Daily newspaper.The stock can be highly volatile as trade is dominated by retail investors, and its spikes are often a result of buyers' showing support for Lai and his pro-democracy publications.\"There are a lot of investors who are willing to speculate in this stock, it’s crazy,\" said Wealthy Securities managing director Louis Tse. \"I don’t think the moves are based on any kind of financial fundaments for the stock.\"Hong Kong's National Security Department had notified Next Digital's chief executive, Cheung Kim Hung, that Lai was prohibited from dealing in assets, including shares in the listed company and bank accounts of three firms directly or indirectly wholly owned by Lai, the publisher said in a statement late on Wednesday.\"The board does not expect the issue of the notice to have an immediate negative effect on the financial situation or operations of the group,\" Cheung said in the statement.Next Digital's shares were suspended on May 17.Apple Daily, a pro-democracy tabloid published by Next Digital, said at the time the group had sufficient working capital for nine to 10 months.On Wednesday, Next Digital said its unaudited bank and cash balances amounted to HKUS$521.4 million (US$67.17 million) as of March 31. It added that it expected cost savings in the longer run as a result of a recent decision to stop publishing Taiwan Apple Daily in print.Next Digital, in which Lai owns a 71.26per cent stake, also said it did not expect the notice from national security authorities to affect the trading volume of the shares in the company.Lai, a staunch Beijing critic seen as a traitor in China, was sentenced to 14 months in prison for taking part in unauthorised assemblies during anti-government protests in Hong Kong in 2019, and is among the most high-profile arrests made under the security law. He faces three more charges, including collusion with a foreign country.Lai is due in court on Friday, where he will hear a sentence for another unauthorised assembly, on Oct. 1, 2019 - China's national day. He had pleaded guilty.(US$1 = 7.7629 Hong Kong dollars)(Reporting by Donny Kwok; Writing by Marius Zaharia; Editing by Gerry Doyle)It looks like the email address you entered is not valid.", "Section": "", "Writers": "", "MainKeyWord": "business and finance,HK,China,soar,Next Digital,Jimmy Lai", "AdditionalKeyWord": "", "URL": "https://www.channelnewsasia.com/news/business/hk-s-next-digital-shares-soar-as-trading-resumes-after-jimmy-lai-assets-frozen-14895244", "Source": "google"}