{"Type": "", "Time": "2021-05-28", "Headline": "Covid-19 cases in Australia's Victoria fall on first day of lockdown, Australia/NZ News & Top Stories - The Straits Times", "Text": "Read 3 articles daily and stand to win ST rewards, including the ST News Tablet worth $398.Spin the wheel for ST Read and Win now.SYDNEY (REUTERS, AFP) - Australia's Victoria state reported four new locally acquired Covid-19 cases on Friday (May 28), the first day of a one-week hard lockdown imposed to contain a growing coronavirus outbreak in state capital Melbourne.Victoria, Australia's second most populous state, entered the lockdown on Thursday night, due to run until June 3, forcing its near seven million residents to remain home except for essential business.The state reported 12 locally acquired cases a day earlier.Crowds have been banned from sporting events and people ordered to stay home except for work, exercise, shopping for essentials, providing care and getting vaccinated.In Melbourne, five million weary residents returned to lockdown on Friday, straining local resolve and testing Australia’s \"zero-Covid\" strategy of smothering outbreaks however small.As authorities said the cluster of positive cases had grown to 39, streets in Australia’s second city emptied out for the fourth time since the pandemic began.\"It's just very difficult,\" resident Gavin Catt told AFP. \"This lockdown is affecting us. Many families and friends can't work.\" Melbournians have been ordered to stay at home for seven days to stall transmission and buy the authorities time to investigate how the virus again jumped from hotel quarantine into the community.The outbreak is believed to have begun when a traveller infected with the Indian variant returned to Australia, but Victoria’s acting state Premier James Merlino called for military help with the investigation.Mr Merlino on Thursday blamed sluggish vaccine rollout and hotel quarantine failures for the latest outbreak.\"If we had an alternative to hotel quarantine for this particular variant of concern, we would not be here today,\" he said.It is believed to be the 17th time in six months that the virus has leaked out of makeshift hotel quarantine facilities, which are now facing tough scrutiny.Fingers are also being pointed at Australia's conservative federal government for the slow rate of vaccinations, which threatens to reverse the country’s early virus success.Australia has recorded 30,000 Covid-19 cases since the pandemic began – with a large portion in hotel quarantine – in a country of 25 million people.But only 2 per cent of Australians have so far been fully vaccinated.\"I'm from New York originally so I feel like we’ve had a really good go of it here in Australia in terms of how many people have gotten sick,\" said Mr David Gonzalez.\"So I guess I'm willing to accept a bit of a slow rollout but if these things happen more often, they just have to get more vaccines in the country.\"The Australian Olympic Committee said it was \"assessing the impacts\" of the Melbourne lockdown on athletes completing their vaccinations in the city of 5 million.A protracted lockdown to control a second wave outbreak in Victoria last year forced more than a dozen Melbourne-based sports teams to play away from home for several months to complete their seasons.Join ST's Telegram channel here and get the latest breaking news delivered to you.SPH Digital News / Copyright © 2021 Singapore Press Holdings Ltd. Co. Regn. No. 198402868E. All rights reservedWe have been experiencing some problems with subscriber log-ins and apologise for the inconvenience caused. Until we resolve the issues, subscribers need not log in to access ST Digital articles. But a log-in is still required for our PDFs.", "Section": "", "Writers": "", "MainKeyWord": "", "AdditionalKeyWord": "", "URL": "https://www.straitstimes.com/asia/australianz/covid-19-cases-in-australias-victoria-fall-on-first-day-of-lockdown", "Source": "google"}