{"Type": "", "Time": "2021-05-28", "Headline": "Old-school HK tycoons losing to China's moguls, Economy News & Top Stories - The Straits Times", "Text": "Read 3 articles daily and stand to win ST rewards, including the ST News Tablet worth $398.Spin the wheel for ST Read and Win now.HONG KONG • The prediction was vintage Jack Ma, as provocative as it was prescient.\"This is the era of the Internet,\" the Chinese billionaire proclaimed in October 2013, just weeks after his plan to take Alibaba Group Holding public in Hong Kong had been scuttled by regulators. \"It no longer belongs to Li Ka-shing.\"Mr Ma's dig at the famed Hong Kong tycoon raised plenty of eyebrows at the time, but few would disagree with him now. The past few years have seen a remarkable shift in fortunes between China's tech-savvy moguls and their old-school Hong Kong counterparts - a trend that shows few signs of fading any time soon.The combined wealth of China's 10 richest people has surged threefold since 2016 to US$425 billion (S$563 billion), according to the Bloomberg Billionaires Index. For Hong Kong, it doubled to US$218 billion during the same period.Mr Li, once Asia's richest person, is now ranked No. 13, several spots below Mr Ma, who eventually listed Alibaba in New York in 2014.The changes underscore the fading relevance of Hong Kong businessmen who built their empires on real estate, ports, infrastructure, telecommunications, aviation and retail.At their peak, when the former British colony was the indispensable gateway to a rapidly developing mainland China, Mr Li and his peers were courted by Beijing for their business acumen and access to overseas capital. These days their political clout is waning and their businesses are increasingly viewed by investors as stale.What's more, Hong Kong's future as a financial hub is facing an existential threat as China's Communist Party chips away at the \"one country, two systems\" framework that has underpinned the city's success for decades.One consequence has been a dramatic slide in the stock market valuations for Hong Kong's biggest conglomerates. Over the past five years, five of the city's top groups - CK Hutchison Holdings, New World Development, Henderson Land Development, Sun Hung Kai Properties and Wharf Holdings - have consistently traded at deep discounts to their net assets.Their shares now fetch just 0.5 times book value on average, versus 10 for the five companies controlled by some of China's richest tycoons, data compiled by Bloomberg show.The main businesses of the large Hong Kong companies don't have much growth... Investors prefer to focus on growth more than on a company's value.\"The main businesses of the large Hong Kong companies don't have much growth,\" said Mr Andy Wong, founding partner at LW Asset Management in the city. \"Investors prefer to focus on growth more than on a company's value,\" he said, adding that technology-driven sectors are attractive, especially after the pandemic.While private family offices of some of the city's tycoons have pivoted to high-growth investments, their listed businesses have been slow to catch up.On the other hand, their counterparts across the border have leveraged technology to provide a range of consumer services and create wealth. Chinese tycoons have also benefited from the US$14.3 trillion economy's quick recovery from Covid. China was the only major economy to expand last year, while Hong Kong saw back-to-back contractions in 2019 and 2020.Most of China's richest billionaires come from the tech industry, including Tencent Holdings' Pony Ma, Bytedance founder Zhang Yiming and NetEase's William Ding. The wealth of Zhong Shanshan, China's richest person and founder of bottled water giant Nongfu Spring, is almost US$69 billion, more than double that of Mr Li's.Many of Hong Kong's business empires owe their success to government policies that encouraged only a small group of deep-pocketed developers to bid at auctions of land parcels, a system that turned Hong Kong into the world's most expensive property market.The windfall from rising prices allowed the tycoons to diversify into utilities, retail, ports and infrastructure. But that formula has been difficult to replicate in larger markets like mainland China due to high capital requirements, local competition and regulatory barriers, said Mr Richard Harris, founder of Hong Kong-based Port Shelter Investment Management.The result is that many of the city's tycoons have focused on defending their current turf rather than expanding into new businesses, Mr Harris said. \"Many of them are quite happy making sure they don't lose\" what they have, he added. Yet even that has proven difficult in recent years as Hong Kong's economy was battered by anti-government protests and the pandemic.Sun Hung Kai Properties, the developer led by billionaire brothers Raymond and Thomas Kwok, reported the biggest decline in underlying profit since 2013 for the year ended June.Swire Pacific, one of city's two centuries-old British trading firms, recorded an underlying loss last year, the first since listing in 1959. Its flagship Cathay Pacific Airways is struggling despite a government-led rescue.CK Hutchison, the flagship of the diversified empire Mr Li built after his family fled to Hong Kong from the mainland as refugees in 1940, saw its first profit drop since a revamp of the conglomerate in 2015.As tensions rise between China and the West, the CK group is facing headwinds overseas. Australia blocked it from acquiring a local gas pipeline operator over national security concerns in 2018.Some of Hong Kong's conglomerates have started looking further afield for growth opportunities. New World Development, which is into infrastructure building, hotels and shopping malls, is accelerating its expansion into insurance, health care and education in mainland China.Chief executive officer Adrian Cheng has said he wants to grow the non-property service businesses. Much of the effort \"revolves around non-traditional businesses\", a spokesman said.Swire Pacific is investing in healthcare groups in mainland China. Jardine Matheson Holdings, the owner of luxury hotel group Mandarin Oriental International, is partnering with private equity firm Hillhouse Capital Management to look for investment opportunities in Greater China and South-east Asia.Representatives for Sun Hung Kai declined to comment, while CK group and Wharf did not respond to requests for comment. Swire said the group's financial strength and ability to invest remain strong, and is looking at new sectors. Henderson Land said it has been diversifying from property, with a strong presence in Hong Kong and China, and has been incorporating sustainable technologies.Mr Li's personal investment vehicle, Horizons Ventures, has been investing in plant-based food, renewable energy and digital services. The firm's early bet in Zoom Video Communications surged to US$11 billion last year during the pandemic, or one-third of Mr Li's wealth. He was also an early backer of Facebook, Spotify Technology and Siri.The post-pandemic recovery will be crucial for Hong Kong's tycoons to consider similar bets on emerging industries, according to Mr Falcon Chan, a partner at Deloitte China.\"It's critical to think about what's the next big bet,\" he said. \"What some of these big guys do in the next one or two years will have a tremendous impact if they want to pivot.\"BLOOMBERGJoin ST's Telegram channel here and get the latest breaking news delivered to you.SPH Digital News / Copyright © 2021 Singapore Press Holdings Ltd. Co. Regn. No. 198402868E. All rights reservedWe have been experiencing some problems with subscriber log-ins and apologise for the inconvenience caused. Until we resolve the issues, subscribers need not log in to access ST Digital articles. But a log-in is still required for our PDFs.", "Section": "", "Writers": "", "MainKeyWord": "", "AdditionalKeyWord": "", "URL": "https://www.straitstimes.com/business/economy/old-school-hk-tycoons-losing-to-chinas-moguls", "Source": "google"}