{"Type": "", "Time": "2021-05-28", "Headline": "Policeman accused of bullying elderly woman in Yishun speaks out, OP apologises, Singapore News - AsiaOne", "Text": "SINGAPORE - A police officer who was accused of bullying an elderly woman in Yishun has spoken out, saying that while the accusations were upsetting at first, he will not stop helping members of the public when duty calls.Station Inspector Jeff Lim Kok Hwee, 45, a deputy team leader at Yishun South Neighbourhood Police Centre, shared his side of the story, adding that he is glad that \"the truth is out\".On May 19, the Singapore Police Force refuted allegations circulating online that four police officers, including Station Insp Lim, had told the elderly woman off for not wearing her mask.The social media posts claimed that the officers had abused their authority in dealing with the elderly woman.Two days later, the fake news law was invoked by Home Affairs Minister K. Shanmugam, requiring an Instagram user as well as the Singapore Uncensored and The Online Citizen Asia (TOC) websites to carry correction notices for their posts on the incident.But after TOC doubled down on its claims, the police released two clips of body-worn camera footage on Tuesday (May 25), taken from the officers involved in the incident.[embed]https://fb.watch/5MjpvEy2ZA/[/embed][embed]https://fb.watch/5MjqS2V64L/[/embed]The footage showed Station Insp Lim buying the woman a packet of food from a nearby stall and instructing the woman's domestic helper to remind her to wear a mask when she is out.Speaking to the media on Friday, Station Insp Lim said he was called to the scene on the evening of May 17 after receiving a call from a member of the public about an elderly woman who appeared to be lost and was not wearing a mask.When he arrived with three of his colleagues, he said he tried to make her comfortable by sitting down to chat with her.[[nid:530445]]\"Through chatting with her, I understood that she was waiting for her friends and I was concerned that she might be hungry, and that's when I offered to buy her food,\" he said.\"She requested two chicken wings with chilli, and that's what I bought for her.\"Station Insp Lim said that after handing the food - which he paid for out of his own pocket - to the elderly woman, he offered to accompany her home, but she refused.Through his interactions with her, he realised that she may have dementia as she did not seem to remember her name or where she lived.A passer-by then informed the officers that the woman lived in a Housing Board block nearby. Two of Station Insp Lim's colleagues then combed the block to identify the unit where she lives, while Station Insp Lim and one colleague stayed with her.When they found the flat, the police officers asked the woman's domestic helper to go downstairs to fetch her.When the domestic helper arrived at the scene, Station Insp Lim told her to remind the elderly woman to wear a mask when she is out.\"I did not raise my voice,\" he said, refuting allegations made by TOC.[[nid:529581]]Station Insp Lim said he did not expect the incident to be twisted to depict him and his colleagues in a negative manner.\"I felt wronged initially. But this whole incident shouldn't stop us from helping members of the public and in carrying out our duties,\" he said.He also addressed TOC's subsequent interviews with the elderly woman, who said the police officers had bullied her.\"I did not take it personally. I understand that she has dementia and she might not remember what had happened,\" he said.On Tuesday, Mr Shanmugam defended the officers involved, noting that Station Insp Lim is \"an officer with a heart\" who does volunteer work with family service centres in his spare time, and has gone overseas to help when natural disasters struck.In 2015, Station Insp Lim and eight other officers raised $8,000 from friends, family and colleagues to buy daily necessities and clothing for more than 120 families in Kathmandu affected by the Nepal earthquake.When they returned, they decided to formalise the grouping to continue their efforts to help those in need.Today, the group counts 51 police officers as members. They make monthly contributions to fund food and other necessities to the Ang Mo Kio Family Service Centre and underprivileged people overseas.Station Insp Lim said he hopes the public will not believe everything they see on the Internet, but instead try to discern the truth for themselves.\"They (TOC) can do what they want, but they should have the responsibility to post something that is factual online,\" he said.On Thursday, Instagram user @nichology, who originally posted the video of Station Insp Lim and the other officers and accused them of bullying the elderly woman, apologised.“I am sorry to have jumped to conclusions and for the accusatory tone used on my Instagram stories about the police officers,” he wrote.He added that he accepts responsibility for his actions and the resulting consequences.“I understand that it was quick and unfair of me to judge so quickly and harshly. I would definitely be more careful in future,” he said, adding that he did not have any malicious intent nor did he intend to “share fake news”.“While I still believe that citizen journalism is important to provide a community viewpoint, in this case, it also showed that it may cause misjudgments and misunderstandings,” he said. [embed]https://www.instagram.com/p/CPYFWLFH-qm/[/embed]This article was first published in The Straits Times. Permission required for reproduction.", "Section": "", "Writers": "", "URL": "https://www.asiaone.com/singapore/policeman-accused-bullying-elderly-woman-yishun-speaks-out-op-apologises", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}