{"Type": "", "Time": "2021-05-28", "Headline": "Likely no need to further tighten Singapore's Covid-19 rules for now as community cases have stabilised: Lawrence Wong, Singapore News & Top Stories - The Straits Times", "Text": "Read 3 articles daily and stand to win ST rewards, including the ST News Tablet worth $398.Spin the wheel for ST Read and Win now.SINGAPORE - Prevailing measures to curb the spread of the Covid-19 virus have been working so far, as the number of new community cases has stabilised, said Finance Minister Lawrence Wong on Friday (May 28).Therefore, \"we do not think there is a need for further tightening in our overall posture\" for now, he said, adding that Singaporeans will still need to remain vigilant and play their part by minimising their activities and movement outside of their homes.A fuller update will be given at a press conference by the multi-ministry task force on Covid-19 next Monday, said Mr Wong.He was speaking to the media during a virtual press conference to announce enhanced support measures for businesses suffering from the tightened measures.Costing a total of $800 million, these measures include enhanced wage subsidies under the Jobs Support Scheme for affected sectors such as gyms, fitness studios, performing arts organisations and arts education centres.\"If there are further extensions of the restrictions beyond June 13, the ministry will also consider whether support measures can be similarly extended,\" said Mr Wong.The minister, who is co-chair of the task force tackling Covid-19, said the number of community cases has stabilised, \"even declined slightly\".\"That's all because of the tightening (of measures) and because everyone in Singapore is cooperating and doing their part,\" he said.\"So we thank everyone for doing that - for being vigilant, for scaling back activities, staying home wherever they can and going out only for essential activities,\" said Mr Wong.\"I think if we continue to do that... then we have a very good chance of continuing to bring down the cases and keep the infections in check,\" he added.Join ST's Telegram channel here and get the latest breaking news delivered to you.SPH Digital News / Copyright © 2021 Singapore Press Holdings Ltd. Co. Regn. No. 198402868E. All rights reservedWe have been experiencing some problems with subscriber log-ins and apologise for the inconvenience caused. Until we resolve the issues, subscribers need not log in to access ST Digital articles. But a log-in is still required for our PDFs.", "Section": "", "Writers": "", "MainKeyWord": "", "AdditionalKeyWord": "", "URL": "https://www.straitstimes.com/singapore/likely-no-need-to-further-tighten-spores-covid-19-rules-as-curbs-are-working-lawrence-wong", "Source": "google"}