{"Type": "", "Time": "2021-05-28", "Headline": "\nIndia pushes for more studies on origins of COVID-19 - The Hindu\n", "Text": "India on May 28 pushed for further studies into the origins of the COVID-19 virus, as the World Health Organisation’s decision-making body, the World Health Assembly, reviewed the findings of its special team.The 120-page report that was submitted by the WHO on March 31 had listed various hypotheses as possible origins, including the “lab leak” theory that it said was “extremely unlikely”, but concluded that there was need for further research.Several countries at the Assembly’s ongoing annual meeting from May 24-June 1 have raised the need for further studies, but it is unclear whether the body will pass any resolution on the issue.“The WHO-convened global study on the origins of COVID-19 is an important first step. It stressed the need for the next phase of studies, as also for further data and studies, to reach robust conclusions,” said Ministry of External Affairs (MEA) official spokesperson Arindam Bagchi.“The follow-up of the WHO report and further studies deserve the understanding and cooperation of all,” Mr. Bagchi added, in reference to WHO chief Tedros Ghebreyesus’s earlier statement that accused China of limiting access to its team to conduct studies.Speaking at the release of the report, Mr. Ghebreyesus had said that he expected “future collaborative studies to include more timely and comprehensive data sharing”.On April 1, the MEA had also issued a lengthy statement on the report, that had listed “four pathways” or possible options that led to the pandemic: including a direct zoonotic transmission; the introduction of the virus through another intermediate host or animal; introduction through the cold chain or food chain; and a laboratory incident.The inquiry conducted over four weeks by a joint WHO-China study team had concluded that the first two theories were “likely to very likely”, the food chain theory was “possible”, but the lab incident theory was “extremely unlikely”.In its statement, India also called for “a comprehensive and expert-led mechanism” to investigate the origin of COVID-19 in cooperation with all stakeholders, and supported the possibility of an additional WHO mission to the Chinese sites to further study the issue.India’s statement comes days after U.S. Health and Human Services Secretary Xavier Becerra called on the WHO to conduct a second and more transparent investigation into the origins of the COVID-19 at the Assembly.U.S. President Joseph Biden has also tasked his National Security Advisor and intelligence agencies to redouble efforts to find a conclusion on the origins of the virus.China, which has consistently denied the theory that there was a leak from a Wuhan lab where research on zoonotic transmissions of Coronaviruses was taking place, criticised Mr. Biden’s statement.Chinese MFA spokesperson Zhao Lijian accused the U.S. of not caring “about facts and truth...or serious scientific origin tracing,” on Thursday, indicating that China considers the “lab leak” theory report closed. Our code of editorial valuesPlease enter a valid email address.\nPrintable version | May 28, 2021 7:35:28 PM | https://www.thehindu.com/news/national/india-pushes-for-more-studies-on-origins-of-covid-19/article34665376.ece\n\n© THG PUBLISHING PVT LTD.\n\nThe Hindu's Political Editor Nistula Hebbar speaks about the recent elections held in several states in India during the COVID-19 pandemic\n\nHeavy rain and a high tide lashed parts of India's eastern coast as the cyclone pushed ashore Wednesday in an area where more than 1.1 million people have evacuated amid a devastating coronavirus surge. ", "Section": "", "Writers": "", "URL": "https://www.thehindu.com/news/national/india-pushes-for-more-studies-on-origins-of-covid-19/article34665376.ece", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}