{"Type": "", "Time": "2021-05-28", "Headline": "Study: Sinopharm COVID-19 vaccines appear safe, effective - The Washington Post", "Text": "JAKARTA, Indonesia — Two vaccines made by China’s Sinopharm appear safe and effective against COVID-19, according to a study published in a medical journal.Scientists had been waiting for more details about the two vaccines, even though they already are being used in many countries, and one recently won the backing of the World Health Organization for emergency use.The report, published online in the Journal of the American Medical Association, concluded the two vaccines are about 73% and 78% effective, as Sinopharm has previously claimed.Researchers from Sinopharm and its local partners in the Middle East say the trial involved around 40,380 participants with the company’s two vaccines -- one developed by the Wuhan Institute of Biological Products and the other by the Beijing Institute of Biological Products — and a placebo. The trial was carried out in four countries — Bahrain, the United Arab Emirates, Egypt and Jordan. However, the study provided data for just Bahrain and the UAE.“There’s nothing very surprising. It’s consistent with what they have claimed previously, but it does not completely eliminate the doubts about Sinopharm,” said Jin Dong-yan, a medical professor at the University of Hong Kong who was not involved with the study.He raised doubts about how protective the vaccine was based on a recent surge of cases in the island nation of Seychelles, which had vaccinated a large majority of its population with the Sinopharm vaccine.The study, performed mostly in younger men, had little information about the vaccine’s effectiveness against severe disease. Some experts also expressed concern at the shortage of female participants, with nearly 85% being male.“It’s important to make sure you have tested it in enough women to be able to start seeing any possible safety concerns,” said Ashley St. John, an associate professor at Duke-NUS Medical School in Singapore.A spokesperson for the company did not immediately respond to a request for comment.The vaccines, both of which are made with inactivated viruses, have already been given to millions of people across the world.The World Health Organization cleared the Beijing Institute of Biological Products’ shot for emergency use in early May, making it the first Chinese vaccine to receive the certification.Chinese Foreign Minister Wang Yi said in April that China has provided vaccines to more than 100 countries, although it has not identified them. While China has six vaccines in use, the majority of its exports come from two companies: Sinopharm and Sinovac.___Wu reported from Taipei, Taiwan.___The Associated Press Health and Science Department receives support from the Howard Hughes Medical Institute’s Department of Science Education. The AP is solely responsible for all content.The most important news stories of the day, curated by Post editors and delivered every morning.By signing up you agree to our Terms of Use and Privacy Policy", "Section": "", "Writers": "", "URL": "https://www.washingtonpost.com/world/study-sinopharm-covid-19-vaccines-appear-safe-effective/2021/05/27/c0d1b02e-bef1-11eb-922a-c40c9774bc48_story.html", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}