{"Type": "Singapore", "Time": "2021-05-28", "Headline": "Woman who committed suicide with newborn daughter suffered from postpartum depression: Coroner", "Text": "SINGAPORE: A 35-year-old woman who was found dead with her five-week-old daughter at the foot of a block last year had been suffering from postpartum depression and was unable to cope with caring for her baby, a coroner's court has found.In findings made available on Friday (May 28), State Coroner Kamala Ponnampalam ruled the woman's death a deliberate suicide and the baby's death as an unlawful killing perpetrated by her mother.The coroner highlighted the \"devastating effects of postpartum depression\" and said it is important for new mothers and those around them to recognise and understand the enormity of stressors faced in such situations.The court heard that the deceased woman was an account executive who was married with two daughters, the second of which was born on Sep 20 last year. The family lived in a flat on the 10th floor of a Housing Board block.At about 5pm on Oct 29 last year, a passer-by at the block heard the sound of bamboo poles breaking followed by two loud thuds. He turned and saw the woman and the baby on the ground. He called the police.Officers found the deceased woman lying on the ground next to the rubbish chute and the child nearby. Other items found near them include baby shorts, baby socks, a diaper and a pair of broken spectacles.Investigations found that the mother and her child had fallen from the kitchen window in their home on the 10th floor. A stool was found at the same window, which was left wide open.VOICE RECORDING LEFT TO HER HUSBANDThere were no signs of struggle in the home and a voice recording addressed to her husband was found on the woman's phone.In the recording, the woman said she should not have had the baby as she did not know how to take care of babies or her family. She said she was not a good mother and wife and had let the family down.She asked her husband to take good care of their elder daughter and expressed regret that she would not be around to watch her grow up. She gave her husband the password to her bank account and ended by saying that she has no other way as her mind was not working.Two knives were found on top of the toilet cistern in the master bedroom bathroom, with several bloodstains on the cistern and on one of the blades. The DNA on the bloodstains matched the woman's.Both mother and baby were certified to have died from multiple injuries consistent with a fall from height.MEDICAL REPORTSMedical reports indicated that the woman had gone to Gleneagles Hospital on Sep 20, 2020, to induce labour. She was diagnosed with maternal distress during labour and delivery and had an assisted vaginal delivery.She was discharged well three days later with no obstetrical complication other than gestational diabetes. There was no symptom of postnatal depression and the woman did not mention any suicidal ideation.The woman's husband said they had their first child in 2016 and all was well then. His wife was healthy post-delivery in 2020, he said.WHAT SHE TOLD HER HUSBANDDuring the first month after the baby was born, a confinement nanny cared for the mother and child. About five days after the nanny left, the woman told her husband that she was stressed over having to take care of two children.She said she had forgotten how to take care of children, and her husband reassured her, saying his mother would care for their elder daughter during the day. He told his wife that she did not have to do anything except rest and take care of the infant.During her pregnancy, the woman had told her husband that she wanted to quit her job as she was feeling stressed. He told her that it was normal to feel stressed at work and that she should be thankful to have a job during the COVID-19 period.After the birth, the woman again said she wanted to quit her job, but her husband told her to rest during her maternity leave and not think about work. She did not speak about quitting her job again and her husband thought that everything was alright, the court heard.On Oct 29, 2020, the day began as usual according to the woman's husband, and he left for work at about 7am without noticing anything unusual about his wife. He only found out what happened when the police called him.ACCOUNTS FROM THE WOMAN'S FRIENDSThe deceased woman's colleague said she had not complained of any difficulties in caring for her first child.On the day of the woman's death, the colleague sent her a text message asking if she was well. The woman replied that she was not feeling very good and she did not know how to take care of babies anymore.She added that she did not know what her baby wanted, or why she was crying and could not sleep. Her colleague suspected that she could be suffering from postnatal depression and advised her to get help and employ a maid.The woman replied that she was not inclined to spend money to hire a domestic helper, and did not express any intention to end her life.Her childhood friend also testified in the coroner's inquiry, saying that she did not notice anything unusual when she visited the family at their home.She later heard that the deceased was feeling depressed, and when she asked her friend about it, the latter said she did not know how to take care of babies anymore.A day before the suicide, the friend visited the deceased, who told her that her baby would cry whenever her elder daughter cried. The deceased said she did not know how to make her children stop crying, and her friend consoled her that it is normal for babies to cry and gave her some advice on how to care for infants.She suggested that the woman employ a maid, and observed that the deceased did not seem to have much appetite and did not sleep well. She appeared depressed and kept repeating that she was lost and did not know how to care for her baby.Police investigations found that the deceased was having difficulties in caring for the baby when she no longer had a nanny to assist her.Her friends suspected she was suffering from postnatal depression and suggested that she employ a maid, but she was concerned about the cost. She also appeared anxious about coping with work after her maternity leave, and although her husband reassured her and made alternative care arrangements for their older child, the woman's concerns and anxiety persisted.RECOGNISE POSTPARTUM DEPRESSION: CORONERThe coroner said the woman's death is \"yet another stark reminder of the devastating effects of postpartum depression\".\"In acute cases such as (hers), thoughts of self-harm seem almost inevitable,\" she said.\"The pressures from caring for a newborn can be immense. Coupled with the demands from managing the household and family while getting ready to return to work, may all seem insurmountable.\"She said it is important for new mothers as well as their spouses, family and friends to recognise and understand the enormity of the stressors.\"Often, they may not resolve on their own without the appropriate help, changes or adjustments, and medical therapy if required,\" said the coroner.\"Most of all, a good support network and genuine encouragement from family and friends is essential to help the new mum cope.\"She gave her condolences to the family of the woman and her child for their loss.Where to get help:Samaritans of Singapore Hotline: 1800 221 4444Institute of Mental Health’s Helpline: 6389 2222Singapore Association of Mental Health Helpline: 1800 283 7019You can also find a list of international helplineshere. If someone you know is at immediate risk, call 24-hour emergency medical services.It looks like the email address you entered is not valid.", "Section": "", "Writers": "", "MainKeyWord": "court,coroner's inquiry,depression,mental illness,postpartum depression", "AdditionalKeyWord": "", "URL": "https://www.channelnewsasia.com/news/singapore/postpartum-depression-suicide-baby-daughter-coroner-14902746", "Source": "google"}