{"Type": "", "Time": "2021-05-28", "Headline": "Taiwan targets Covid-19 vaccination for 60% of population by October, East Asia News & Top Stories - The Straits Times", "Text": "Read 3 articles daily and stand to win ST rewards, including the ST News Tablet worth $398.Spin the wheel for ST Read and Win now.TAIPEI (REUTERS) - Taiwan aims to give 60 per cent of its population at least one dose of coronavirus vaccine by October, the health minister said on Friday (May 28), adding that the island's infection rate was not good, despite its pandemic curbs.Battling a spike in domestic cases, Taiwan announced 555 new infections on Friday, after months in which the virus was well under control, and has called its second-highest alert to limit gatherings and shut entertainment venues.\"If we turn on all the firepower for vaccination, the coverage for the first shot could reach 60 per cent,\" Health Minister Chen Shih-chung told a daily news briefing.The authorities will use a combination of imported and home-made vaccines to reach that fraction of a population of more than 23 million by the end of October, he said, adding that even coverage of 40 per cent would be effective to curb the outbreak.Taiwan has received fewer than one million doses of nearly 30 million on order, as global supply shortages constrict vaccine deliveries. It has also blamed China for blocking a deal for vaccines from Germany's BioNTech.With just about 1 per cent of its population vaccinated, Taiwan is seeking urgent help from allies, such as the United States, to secure vaccines as domestic criticism mounts over the shortfall.After pressure from some opposition politicians, Dr Chen said local governments and companies would be able to import vaccines directly, but have to follow strict protocols, including doing it through pharmaceutical companies.The charity of billionaire Terry Gou, founder of Apple Inc supplier Foxconn, said it was preparing to apply for permission to be able to import vaccines, but called on the government to provide clarity on the rules.Positive Covid-19 cases are currently heavily concentrated in the capital, Taipei, and its neighbouring city.Dr Chen said current curbs, such as limits on gatherings, were effective, but the rise in new infections remained high.\"This is not a very good situation... We are not seeing a downward trend,\" he said, referring to daily new infections that have hovered above 400 in the past week.\"There are hidden patients in the community,\" he added. \"We need to speed up rapid tests in hot spots.\"Japan held out the prospect of timely help, saying it would consider sharing its vaccine doses with other countries after a ruling party panel urged that a portion of its AstraZeneca stocks be provided to Taiwan.The first 150,000 doses of more than five million ordered from Moderna arrived in Taiwan in the late afternoon on Friday.Join ST's Telegram channel here and get the latest breaking news delivered to you.SPH Digital News / Copyright © 2021 Singapore Press Holdings Ltd. Co. Regn. No. 198402868E. All rights reservedWe have been experiencing some problems with subscriber log-ins and apologise for the inconvenience caused. Until we resolve the issues, subscribers need not log in to access ST Digital articles. But a log-in is still required for our PDFs.", "Section": "", "Writers": "", "MainKeyWord": "", "AdditionalKeyWord": "", "URL": "https://www.straitstimes.com/asia/east-asia/taiwan-targets-covid-19-vaccination-for-60-of-population-by-oct", "Source": "google"}