{"Type": "Singapore", "Time": "2021-05-28", "Headline": "Police investigating online poll sexualising female religious teachers", "Text": "SINGAPORE: An online poll sexualising female Muslim religious teachers is being investigated by the police as Singapore leaders condemned the poll.President Halimah Yacob and Minister-in-charge of Muslim Affairs Masagos Zulkifli are among those who called on the authorities to investigate the poll ranking female asatizah (religious leaders).In response to CNA's queries, the Singapore Police Force said on Thursday (May 27) that they have received a report about the poll and investigations are ongoing.In a Facebook post, Mdm Halimah said: \"Is there no limit to how low some will stoop to degrade and defile women? Not only those who conducted the poll but those who participated in it also deserves our strongest condemnation.“MUIS (Islamic Religious Council of Singapore) and the police should fully investigate this and punish those found guilty. This is not just the worst kind of harassment that’s against our law but amounts to an open invitation to commit sexual violence against women.“We must not allow the anonymity of the web to embolden those who wish to abuse, denigrate and violate women.”Addressing allegations online that among those who participated in the poll were people studying to become religious teachers, Mdm Halimah said the community has to “seriously consider whether they are fit to preach in the community once they complete their studies”.In response to media queries, MUIS described the poll as “demeaning and insulting the modesty of some female religious teachers\", and said that it has caused immense distress to those named.“MUIS is very concerned by this. We have reached out to speak to the victims of the post and will be providing support and counselling to help them through this traumatic time,” the council said, adding that it filed a police report.MUIS said it will not tolerate any form of sexual harassment, describing such behaviour as “an abomination in our religion” and “a disgrace to the Muslim community”.“Our faith calls for mutual respect at all times, and emphasises with utmost importance, the need to safeguard the honour and modesty of all members of society,\" the council added.In a Facebook post, Mr Masagos said he has urged the authorities to investigate the matter \"expediently\".\"The irresponsible people or parties behind this abhorrent poll must be held accountable with the full force of the law,\" he added.He also addressed the claims that those behind the poll are Islamic studies undergraduates.​​​​​​​“If the allegations are indeed true, these perpetrators must be dealt with to the full extent of the law for demonstrating such deplorable behaviour,” said Mr Masagos, who is also Minister for Social and Family Development.“All of us have a part to play in calling out and purging such misogynistic attitudes from our society. I am heartened that many have already spoken out against this appalling incident. But we must deal with it as a civil society by the rule of law. We must continue to be a society that honours our women, instead of denigrating them.\"\"MUST BE HELD ACCOUNTABLE\"The issue came to light after Ustaz Muhammad Zahid Mohd Zin, a popular local religious teacher, said on his Instagram account on Wednesday (May 26) that he was shocked when he received a “distress call” from a female religious teacher about the poll.Accompanying the post was a picture of the poll ranking at least 12 women, with their names and faces censored.“Who did this must be held accountable,” Ustaz Zahid wrote.One female religious teacher, Ustazah Fatin Afika, shared on her Instagram account that some of the images shared in the group were from “Islamic related videos”.The incident also drew condemnation from the Singapore Islamic Scholars and Religious Teachers Association (PERGAS), which said that all “sexual harassment, abuse and objectification” was haram, or religiously forbidden.In a video on social media, PERGAS acting chief executive Dr Mohamed Qusairy Thaha said it was pursuing the matter and intended to “provide as much assistance as possible” to victims.MP Zhulkarnain Abdul Rahim (PAP-Chua Chu Kang) wrote in a Facebook post that he was \"appalled, disgusted and disappointed\" at the poll.“In my years as a lawyer and volunteer with Casa Raudha Women Home, I find that beneath physical or sexual violence lies patriarchal or misogynistic mindset that needs to be eradicated,” he added.In a Facebook post, The Association of Women for Action and Research (AWARE) said it was “troubled by the demeaning and misogynistic social media poll\" about the female religious leaders.Beyond The Hijab, a website focusing on the experiences of Muslim women in Singapore, said on its Twitter account: \"This shows how the issue of sexual harassment and violence in essence has never been about whether women are 'modest' enough, it is about a patriarchal culture that routinely dehumanises and reduces women with little consequence for the perpetrators.“We are very disturbed by the fact that the group is allegedly comprised mostly of undergrads of Islamic Studies and therefore potential future teachers. This is not behaviour that teachers, as people in positions of power, should have. It would not be safe for students.\"It looks like the email address you entered is not valid.", "Section": "", "Writers": "", "MainKeyWord": "Halimah Yacob,religious teachers,sexual harassment,poll", "AdditionalKeyWord": "", "URL": "https://www.channelnewsasia.com/news/singapore/poll-sexualise-female-religious-teachers-ustazah-halimah-police-14897772", "Source": "google"}