{"Type": "", "Time": "2021-05-28", "Headline": "Belgium recalls ambassador to South Korea after wife slaps storekeeper in Seoul, East Asia News & Top Stories - The Straits Times", "Text": "Read 3 articles daily and stand to win ST rewards, including the ST News Tablet worth $398.Spin the wheel for ST Read and Win now.BRUSSELS (REUTERS) - Belgium's ambassador to South Korea will leave his post in the coming weeks after his wife assaulted an employee in a clothing shop, in an incident widely seen on social media.Foreign affairs minister Sophie Wilmes has decided to end Mr Peter Lescouhier's tenure this summer after three years, the ministry said in a statement on Friday (May 28).Footage from security cameras showed his wife, Ms Xiang Xueqiu, slap the face of a storekeeper in Seoul, after he tried to stop her from approaching a colleague on April 9.The latter had suspected the wife was trying to leave the shop with an item of clothing she had not paid for.Belgium's foreign ministry said Ms Xiang had met the employee to apologise for her \"unacceptable behaviour\" and was cooperating with police, adding that her diplomatic immunity had been removed after a police request.Mr Lescouhier had served his country loyally, the ministry said, overseeing a successful state visit in 2019.\"It has, however, become clear that the current situation does not allow him to continue carrying out his role in a serene manner,\" the ministry said.Join ST's Telegram channel here and get the latest breaking news delivered to you.SPH Digital News / Copyright © 2021 Singapore Press Holdings Ltd. Co. Regn. No. 198402868E. All rights reservedWe have been experiencing some problems with subscriber log-ins and apologise for the inconvenience caused. Until we resolve the issues, subscribers need not log in to access ST Digital articles. But a log-in is still required for our PDFs.", "Section": "", "Writers": "", "MainKeyWord": "", "AdditionalKeyWord": "", "URL": "https://www.straitstimes.com/asia/east-asia/belgium-recalls-ambassador-to-south-korea-after-wifes-slap", "Source": "google"}