{"Type": "", "Time": "2021-05-28", "Headline": "COVID-19: 2 Primary School Students Among New Community Cases", "Text": "As of Wednesday (26 May), Singapore reported 23 new COVID community cases and one dormitory case. Among these, 21 were linked to previous infection cases, of which 14 were placed under quarantine, seven were detected through surveillance, and three remained unlinked to previous cases.There were also two imported cases, which were placed on stay-home notice upon arrival in Singapore, according to a report in CNA.These additions have taken the tally of newly infected COVID-19 cases to 26. However, the most worrying aspect us still the increase in cases among children.Image courtesy: PixabayTwo primary school students, an ITE student, and a pastor were among the seven new COVID-19 community cases linked to the Jem/Westgate cluster.Both the kids are students of Concord Primary School and had last gone to school on 17 May.While the 18-year-old student of ITE College West, was last in school on 14 May. He developed symptoms like sore throat and fever, following which he tested and found to be COVID positive.Screengrab: Ministry of Health, SingaporeAmong the new case is also a 30-year-old pastor from the Grace Assembly Church. She was asymptomatic and was detected when she was tested on 24 May as part of MOH’s testing operations for those who visited the malls. She was found positive on 25 May.Other cases linked to this cluster include:A technician, 29, who worked at the Singapore Refining CompanyA 67-year-old delivery driver for DCH Auriga (Singapore), and;Female hairdresser, 29, who worked at Kimage Hair Salon at Lot 1 Shoppers’ Mall in Choa Chu Kang.It has been reported that the 67-year-old delivery driver – who frequently delivered goods at Jem and Westgate shopping malls– has tested preliminarily positive for the B1617 variant. Incidentally, he is fully vaccinated.As of Wednesday, 60 cases in total were reported to be linked to the Jem/Westgate cluster.Read: New B1617 Coronavirus Strain: This Is What Is Attacking Children In SingaporeA new cluster linked to a 15-year-old Westwood Secondary School student was identified. It involved the student, a 46-year-old Singaporean woman, and a 74-year-old Malaysian retiree.The ministry also identified two more COVID-19 clusters – one linked to the Hong Ye Group cleaners, and another to a 34-year-old technician at Singapore Refining Company.The Singapore cases today also include new unlinked ones that were detected through surveillance. Among them are the following:A 58-year-old Singaporean woman who works at Chevy’s Bar and BistroMalaysian man, 38, who works at Rong Chang F&B ServicesA 24-year-year-old Malaysian man who works at McDonald’s at The WoodgroveThe Learning Point cluster now has 32 linked cases. On Wednesday, a 35-year-old Thai woman who works at Santai Cafe at United World College was linked to this cluster.The Changi Prison Complex cluster grew to 12 cases after another inmate tested positive for COVID-19. Following a rise of cases in this cluster, all inmates’ face-to-face visits were replaced by phone calls with effect from 17 May until further notice.Here’s a look at some of the other cases:One new dormitory case was added to the cluster at Harvest @ WoodlandsThe personal chauffeur cluster has now 8 cases. A 31-year-old Hong Kong citizen who works as a senior executive at Endowus was added to the cluster.McDonald’s delivery riders cluster has now 15 cases. On Wednesday, two women were added to the cluster.Marina Bay Sands Casino has seven cases. A 36-year-old Malaysian man who works as a dealer is among the new infections.As of Wednesday, Singapore reported a total of 61,916 COVID-19 cases and 32 fatalities.Read: Ong Ye Kung Answered FAQs On The Covid-19 Situation And Reassured Parents The good news is that the number of new cases in the community has decreased from 187 cases in the week before to 165 cases in the past week.The number of unlinked cases in the community has also decreased from 40 cases in the week before to 30 cases in the past week.The number of people in the ICU unit has reduced to two.Screengrab courtesy: Ministry of Health, SingaporeNow with the cases showing a marginal dip, you need to be more careful. What is most stressful for parents is that kids are susceptible to the new variant of the highly transmissible virus.Remember, it is not the time to let your guards down. All the coronavirus guidelines should be followed strictly to help fight against the pandemic.Just as a reminder, here are some precautions that you and your entire family should follow.Image courtesy: iStockWear masks: Teach your kids to always wear masks whenever they step out of their home. MOH asked people to use masks with better protection. Therefore, see to it that your masks have a better filtration efficiency. We know it may be difficult to make your kids wear masks, but you can try some reusable masks that are made of at least two layers of fabric for better protection.Wash hands: Even at home, remind your kids to wash their hands frequently. Teach them to thoroughly wash their hands with soap and water. When they are out, make them carry a sanitiser.Don’t step out unless necessary: We understand that with schools on home-based learning mode, kids may be getting bored at home and want to step out. But, you need to make them understand the importance of staying at home to curb the spread of the infection.However, in case you need to step out with the kids, you should always avoid the crowds and maintain social distancing in public places.Stay safe and get vaccinated to help fight the infection!News source: CNANew B1617 Coronavirus Strain: This Is What Is Attacking Children In SingaporePrimary, Secondary Schools, Junior Colleges And MIs Move To Full Home-based LearningThe post COVID-19: 2 Primary School Students Among New Community Cases appeared first on theAsianparent - Your Guide to Pregnancy, Baby & Raising Kids.A Malaysian woman who entered Singapore to carry out illegal cosmetic procedures in 2019 was on Friday (28 May) jailed for 10 weeks and fined $5,500.In a wooded corner of Estonia 120 kilometres (75 miles) from the Russian border, some 7,000 soldiers are taking part in a NATO battleground exercise.成功申請可獲迎新獎賞高達$6,600「獎賞錢」，網上申請額外$100「獎賞錢」Find out who stuck with their day jobs and who didn’t. This article, 7 celebrities who married into Malaysian royalty, originally appeared on Coconuts, Asia's leading alternative media company.The grave keeps getting deeper for Tajuddin Abdul Rahman. This article, After disastrous press conference, ex-Prasarana chairman probed for alleged corruption, originally appeared on Coconuts, Asia's leading alternative media company.One of the first robo-advisors in the now crowded space, StashAway is a name well-known by many. Here’s what you can expect when you invest your cash or SRS funds with StashAway. As one of the early players in the robo-advisory space in Singapore, StashAway […] The post StashAway Review: Goal-Getting Investments Through ETFs appeared first on SingSaver Blog - We Compare, You Save.與人氣遊戲《集合啦！動物森友會》首度推出UT系列，讓島民於日常都可分享歡樂時光!The Ministry of Health (MOH) on Friday (27 May) confirmed 30 new COVID-19 cases in Singapore, taking the country's total case count to 61,970.HDB flat rentals make up a large part of Singapore's property market—according to HDB, there are about 60,000 flats currently being rented out. We examined rental trends across different HDB estates and here's what we found.Aye Mar sits with her seven children in their Yangon kitchen and worries whether their meal of rice and stringy vegetables -- all she can afford in coup-stricken Myanmar -- will satisfy their hunger.「AXA安盛智尊守慧醫療保障」：全額支付訂明非手術癌症治療及門診洗腎，現投保享6個月保費回贈！Two sleek new roads vanish into mountain tunnels high above a sleepy Montenegrin village, the unlikely endpoint of a billion-dollar project bankrolled by China that is threatening to derail the tiny country's economy.An international firefighting effort to put out a huge blaze on a container ship off Sri Lanka's coast will likely take days, the country's navy chief said Thursday, amid mounting fears of a major oil leak.Many of the Syrian fighters deployed, sometimes forcibly, in foreign conflict theatres such as Libya and Nagorno-Karabakh are robbed of their wages, said a report released Thursday.超值冰涼寢具，炎夏夜夜睡好眠。  在家中享受異國假期！The package will assist workers and companies hit by the ongoing Phase 2 (Heightened Alert).Shares in the parent company of Hong Kong's pro-democracy Apple Daily newspaper quadrupled on Thursday as trading in them resumed following an eight-day suspension.Bytedance founder Zhang Yiming, the brains behind TikTok, said he preferred \"daydreaming\" as he stepped down as head of his own firm last week. But his departure comes as several of China's once-lauded tech entrepreneurs step aside under increasing scrutiny from a government concerned about their growing power and influence.先天性眼疾的小朋友看得見光明！蒙古國的小女孩Marla出生40日便接受手術，改寫了命運。每日捐款$50，幫助眼疾孩子。Five million weary Melbourne residents were put back under lockdown on Friday, straining local resolve and testing Australia's \"zero-Covid\" strategy of smothering outbreaks however small.Roland Garros has been a happy hunting ground for many of the greatest Grand Slam champions, but rising stars Naomi Osaka and Daniil Medvedev are hoping to avoid joining the list of tennis' big names who could never conquer the Parisian clay.Investors rejected the responses of US oil giants to climate change Wednesday, installing activist board members at ExxonMobil and directing Chevron to deepen emissions cuts.「純保障」危疾保險一年保費$1,000有找！(25歲非吸煙) 涵蓋癌症、心臟病、中風，早期危疾、第2次癌症賠償等！Hong Kong’s security chief has warned bankers for jailed media tycoon Jimmy Lai Chee-ying that dealing with his frozen accounts could land them in prison for up to seven years. When asked whether his move would undermine the reputation of the city as a global financial hub, John Lee Ka-chiu said on Thursday he was following the national security law laid down by Beijing last summer that banned acts of subversion, secession, terrorism and collusion with foreign forces. “I am exercising the power because Lai has been charged with two offences of collusion with other countries or external forces to endanger national security,” he said. “It is my duty to specify in my notice to the relevant parties what will be the consequences if they fail to comply with my direction.”Do you have questions about the biggest topics and trends from around the world? Get the answers with SCMP Knowledge, our new platform of curated content with explainers, FAQs, analyses and infographics brought to you by our award-winning team. The Security Bureau froze nearly HK$500 million (US$64 million) of Lai’s assets earlier this month, including his 71 per cent stake in Next Digital, which publishes the Apple Daily tabloid, as well as the local bank accounts of three other companies he owns. The move marked the first time authorities had invoked new powers to freeze or take control of assets of a listed company that could be related to the commission of a national security crime. But Lee said the warning contained in letters sent to an unspecified number of banks after the freezing was only related to assets under suspicion and people carrying out normal business should have nothing to worry about. Lai has been accused of collusion with a foreign country and was also charged with two counts of conspiracy last month. He is currently serving 14 months in prison for taking part in unauthorised assemblies connected to the anti-government protests of 2019. Jimmy Lai asset freeze nothing to do with press freedom, says security chief A spokesman of the Hong Kong Monetary Authority, which is responsible for maintaining the city’s status as a financial centre, said it would not comment on cases under investigation by police. But he pointed to the long history that banks had in cooperating with law enforcement agencies in criminal investigations, including freezing and confiscating funds and property under relevant laws, including the national security law. Next Digital resumed trading after a 10-day suspension following the freezing of Lai’s assets and its share price surged 330 per cent from the HK$0.19 (US$0.02) at opening to as high as HK$0.80 (US$0.10), before falling to HK$0.28 (US$0.04) at the close of market. Next Digital’s management issued a statement on Wednesday saying its unaudited bank and cash balances as of March 31 stood at HK$521.4 million (US$67 million) and its working capital would last a minimum of 18 months from April 1, even without additional funding from Lai. It also said the asset freeze had no impact on a standing shareholder’s loan Lai had provided to the company and its subsidiaries. But that assessment was questioned by former city leader Leung Chun-ying who has been a staunch critic of Apple Daily but also revealed that he was a minority stakeholder in the company. Leung put the reserves closer to HK$100 million, after subtracting outstanding bank loans totalling HK$93.6 million, and other liabilities and payables. “Will the bank call the loans? Will suppliers continue to offer credit terms?” he said on his Facebook page. Noting the statement was issued by the board, Leung questioned why it had not made its own assessment during the trading suspension, rather than relying on the management’s. Ex-Hong Kong leader has government on the defensive. Is he planning a comeback? “Who is the person in charge of the management? This is the chief executive officer. And who is the chief executive officer? He is Cheung Kim-hung,” he wrote. The former leader – who is also a vice-chairman of China’s top political advisory body – had already lashed out at Cheung before Next Digital’s announcement, revealing on Wednesday that he had appointed a lawyer to file a formal complaint with law enforcement against the CEO for making “negligent, irresponsible and intentionally misleading” remarks. Leung disputed Cheung’s suggestion the company’s operations and finances would not be affected by the freezing of Lai’s assets, and demanded a thorough investigation by authorities. Asked about the criticisms, Cheung declined to comment. Additional reporting by Jeffie LamMore from South China Morning Post:Hong Kong authorities freeze nearly HK$500 million in assets belonging to media tycoon Jimmy LaiFuture of Hong Kong’s Apple Daily is on the line after founder Jimmy Lai’s assets are frozen under national security lawThis article National security law: Jimmy Lai’s Hong Kong bankers warned that handling assets could land them in jail first appeared on South China Morning PostFor the latest news from the South China Morning Post download our mobile app. Copyright 2021.The trial of an Australian academic detained for more than two years in China on espionage charges began behind closed doors on Thursday, with Canberra voicing deep concerns over a lack of transparency after its ambassador was denied access.Australia closed its embassy in Afghanistan on Friday, highlighting security fears for foreign missions and their local workers as US-led troops pull out of the war-torn country.", "Section": "", "Writers": "", "URL": "https://sg.news.yahoo.com/covid-19-2-primary-school-062249930.html", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}