{"Type": "", "Time": "2021-05-28", "Headline": "'Totally unacceptable': MPs speak out against social media poll ranking sexual attractiveness of female Islamic religious teachers, Singapore News - AsiaOne", "Text": "SINGAPORE - MPs and Islamic religious teachers, or asatizah, here have spoken out against an offensive social media poll.The poll had asked people to rank a list of female asatizah according to their sexual attractiveness. The poll was first highlighted by Ustaz Muhammad Zahid Mohd Zin late on Wednesday (May 26) in an Instagram post.The list shows at least 12 asatizah being ranked, with 1,005 participating in the poll.\"I got a distress call from an ustazah (female asatizah) and was shocked! All listed here in an app are our local asatizah! Who did this must be held accountable!\" said Ustaz Zahid.[embed]https://www.instagram.com/p/CPVmVeCjfEv/[/embed]Following this, Ustaz Irwan Hadi, the deputy director from the Office of the Mufti at the Islamic Religious Council of Singapore (Muis), also made a similar post on Wednesday, expressing his disgust at the post.He also appealed for those involved to be dealt with the \"full force of the law\".Commenting on Ustaz Irwan's post, Chua Chu Kang GRC MP Zhulkarnain Abdul Rahim said the people who started the poll must be held accountable.“This is totally unacceptable against women and our asatizah... The person and the 245 or so who polled must be held accountable,” said Mr Zhulkarnain, referring to a screenshot showing how 245 people had voted in the poll. In a Facebook post on Thursday, Parliamentary Secretary for Health and Communications and Information Rahayu Mahzam called on the public to stand up against misconduct against women and to teach people, especially the young, why it is wrong to degrade women and men.She added that there is a need for society here to look into the unconscious bias in people’s capabilities and capacity, regardless of their circumstances.Ms Rahayu, who is also an adviser to the People’s Action Party’s (PAP) Women’s Wing, said that all efforts to encourage women’s development will be meaningless if society still disrespects women and still perceives women as the weaker gender or as sexual objects. “I have faith that this is not completely the situation in Singapore though. There are some people whose conduct and comments about women are unacceptable and in bad taste. I am happy to note that many in our community, especially men, stand up against such transgressions and condemn such actions,” she said.“I’m heartened. But we do need to continue to educate and look at the gaps.”[embed]https://www.facebook.com/RahayuMahzamSG/photos/a.1698147563741397/3024487521107388/?type=3&theater[/embed]The Straits Times understands that the poll was made on social media platform MeWe. Similar to Facebook, the app allows users to post comments, start polls, message one another and have group discussions.ST has contacted the police and Muis for more information.This article was first published in The Straits Times. Permission required for reproduction.", "Section": "", "Writers": "", "URL": "https://www.asiaone.com/singapore/totally-unacceptable-mps-speak-out-against-social-media-poll-ranking-sexual", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}