{"Type": "", "Time": "2021-05-28", "Headline": "'Heavy retribution': Driver of Maserati that dragged cop, with new lawyers, loses appeal, Singapore News - AsiaOne", "Text": "SINGAPORE - The driver of a Maserati that dragged a police officer for more than 100m as he fled had his appeal against his conviction and sentence dismissed by the High Court on Friday (May 28).Lee Cheng Yan was sentenced by a district court last year to four years and seven months' jail for a slew of offences, including voluntarily causing grievous hurt to a Traffic Police officer. He was also given a $3,700 fine and a lifetime driving ban.In his appeal on Friday, Lee, 37, who was represented by new lawyers, abandoned his previous claim that someone else was driving the car at the time.He conceded that he was the driver but argued that he should be convicted of a less serious charge for causing hurt to the officer.Justice Aedit Abdullah was not persuaded that the conviction was in error or that the sentence was manifestly excessive.The judge said Lee's conduct was \"heinous and dangerous\" and he had to be punished severely for his offences.[[nid:470363]]\"A car is not normally a weapon, but in the context of a traffic stop, causing injury by a car or other vehicle is tantamount to the use of a weapon... Using such a vehicle to cause harm should not only attract deterrence but heavy retribution,\" he said.Lee was under a driving ban when he was stopped by Staff Sergeant Khairulanwar Abd Kahar in Bedok Reservoir Road on the night of Nov 17, 2017, for not wearing a seat belt.While the officer was standing next to the driver-seat door, Lee suddenly reversed the car and then accelerated forward.The officer's uniform got caught in the door and he was dragged by the moving vehicle for 124m before he fell onto the road.Lee was pursued by a motorcyclist, whose pillion rider recorded the chase. The recording shows Lee beating two red lights, overtaking other vehicles without any signal and going against the flow of traffic.The most serious charge faced by Lee was for voluntarily causing grievous hurt to a public servant, for which he was handed four years' jail.His lawyer, Mr Jeremy Pereira, argued that he should instead be convicted of causing grievous hurt by a rash act and be sentenced to 12 to 15 months' jail.Mr Pereira argued that Lee was acting rashly because as he stepped on the accelerator, he was aware of the possibility that the officer could get hurt but was \"indifferent\".[[nid:463612]]\"He took a chance. He could have been lucky, he could have been unlucky. As it turned out, he was unlucky,\" said the lawyer.Deputy Public Prosecutor Timotheus Koh argued that Lee's sentence was appropriate, given the audacious circumstances. He noted that Lee knew the officer was being dragged and heard him shouting, but did not stop.\"His actions were fully deliberate and displayed a shocking level of callousness,\" said the prosecutor.Lee started serving his jail term on March 17 after he was remanded into custody.That day, 10 more charges were brought against him for traffic offences committed this year while he was under the lifetime driving ban.This article was first published in The Straits Times. Permission required for reproduction", "Section": "", "Writers": "", "URL": "https://www.asiaone.com/singapore/heavy-retribution-driver-maserati-dragged-cop-new-lawyers-loses-appeal", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}