{"Type": "", "Time": "2021-05-28", "Headline": "Biden's top man in Asia says the era of engagement with China is over, United States News & Top Stories - The Straits Times", "Text": "Read 3 articles daily and stand to win ST rewards, including the ST News Tablet worth $398.Spin the wheel for ST Read and Win now.BEIJING (BLOOMBERG) - The United States is entering a period of intense competition with China as the government running the world's second-biggest economy becomes ever more tightly controlled by Chinese President Xi Jinping, the White House's top official for Asia said.\"The period that was broadly described as engagement has come to an end,\" Dr Kurt Campbell, the US coordinator for Indo-Pacific affairs on the National Security Council, said on Wednesday (May 26) at an event hosted by Stanford University.US policy towards China will now operate under a \"new set of strategic parameters\", Dr Campbell said, adding that \"the dominant paradigm is going to be competition\".Chinese policies under Mr Xi are in large part responsible for the shift in US policy, Dr Campbell said, citing military clashes on China's border with India, an \"economic campaign\" against Australia and the rise of \"wolf warrior\" diplomacy.Beijing's behaviour was emblematic of a shift towards \"harsh power or hard power\", which \"signals that China is determined to play a more assertive role\", he said.The blunt comments were among several signs of fresh tensions between the two countries, even as US Trade Representative Katherine Tai and Chinese Vice-Premier Liu He held their first phone call.Before the talks, Ms Tai told Reuters that the two sides faced \"very large challenges\" and President Joe Biden announced that he had ordered the US intelligence community to \"redouble\" its efforts to determine whether the Covid-19 virus had escaped from a Chinese lab.Mr Biden said in a statement on Wednesday that Chinese officials needed to be more transparent and that Beijing should join an \"evidence-based international investigation and to provide access to all relevant data and evidence\".The Chinese embassy in Washington dismissed the inquiry as a \"smear campaign and blame shifting\" that would hurt efforts to prevent future health crises.The two countries are also locked in disputes over Beijing's claims over the South China Sea, human rights in the Xinjiang region, the future of Taiwan and Hong Kong and economic concerns, including the deployment of 5G technology and a global shortage of semiconductors.Chinese and US officials have said they see areas of cooperation, particularly on climate change, but on many other issues the relationship is far more frosty.\"The US idea of engagement is one that has conditions and is about bringing China into its system, not only in economics but also in politics,\" said Professor Wang Yiwei, director of Renmin University's Institute of International Affairs and a former Chinese diplomat. \"The US sees China overtaking its own economy, so it is looking to contain China and prevent it from moving up the value chain.\"Dr Campbell knows well what it is like to negotiate with angry Chinese diplomats.In March, he was among US officials who met with their Chinese counterparts in Alaska in talks that got off to a rocky start with bickering before reporters and cameras over human rights, trade and international alliances.Dr Campbell said Mr Xi was at the heart of the US' new approach to China ties. He described the Chinese President was \"deeply ideological, but also quite unsentimental\" and \"not terribly interested in economics\".Since coming to power in 2012, Mr Xi has \"almost completely disassembled nearly 40 years of mechanisms designed for collective leadership\", Dr Campbell said, adding that top Chinese diplomats such as Politburo member Yang Jiechi and Foreign Minister Wang Yi - the senior officials dispatched to the talks in Alaska - are \"nowhere near, within a hundred miles\" of the Chinese leader's inner circle.Allies will be central to US efforts to push back against China in the years ahead, Dr Campbell said. The US has already tried to build up the importance of its work within the so-called Quad group of nations that includes India, Japan and Australia.And Mr Biden's first meetings at the White House with foreign heads of state were with Japanese Prime Minister Yoshihide Suga and South Korean President Moon Jae-in.\"We believe that the best way to engage a more assertive China is to work with allies, partners and friends,\" Dr Campbell said, adding that \"the best China policy really is a good Asia policy\".Still, he said the US will need to dispel fears of American decline in Asia and offer a \"positive economic vision\" for the region.\"For the first time, really, we are now shifting our strategic focus, our economic interests, our military might more to the Indo-Pacific,\" Dr Campbell said.Join ST's Telegram channel here and get the latest breaking news delivered to you.SPH Digital News / Copyright © 2021 Singapore Press Holdings Ltd. Co. Regn. No. 198402868E. All rights reservedWe have been experiencing some problems with subscriber log-ins and apologise for the inconvenience caused. Until we resolve the issues, subscribers need not log in to access ST Digital articles. But a log-in is still required for our PDFs.", "Section": "", "Writers": "", "MainKeyWord": "", "AdditionalKeyWord": "", "URL": "https://www.straitstimes.com/world/united-states/bidens-top-man-in-asia-says-the-era-of-engagement-with-china-is-over", "Source": "google"}