{"Type": "", "Time": "2021-05-28", "Headline": "Princess approves vaccine imports amid slow roll-out by govt, SE Asia News & Top Stories - The Straits Times", "Text": "Read 3 articles daily and stand to win ST rewards, including the ST News Tablet worth $398.Spin the wheel for ST Read and Win now.BANGKOK • The Thai King's sister has approved coronavirus vaccine imports by an institution she sponsors, bypassing the government as it deals with surging infections and growing public anger over a slow and chaotic roll-out.The Chulabhorn Royal Academy said the \"alternative vaccines\" would supplement the government campaign until it could meet the country's needs.The government, which has long insisted it must handle all vaccine imports, will next month start its mass immunisation drive, which relies heavily on Oxford-AstraZeneca vaccines manufactured locally by a company owned by the King.The announcement in the official Royal Gazette took some in the military-backed government by surprise, and comes as Thailand suffers its most severe Covid-19 outbreak so far and growing unease about the vaccine plan.The decree was announced late on Tuesday and expanded the Chulabhorn Royal Academy's ability to respond to the pandemic.It was signed by Princess Chulabhorn, its chairman and the youngest sibling of King Maha Vajiralongkorn.\"The Royal Academy will procure 'alternative vaccines' until vaccines that are produced in the country reach a capacity that can sufficiently protect against outbreaks,\" its secretary-general, Professor Nithi Mahanonda, posted on Facebook, adding that it would comply with regulations on imports and registration.Health Minister Anutin Charnvirakul said he was unaware of the royal order before it was published.\"I just saw the announcement last night,\" Mr Anutin said when asked about it during a local television interview. \"But if it is a benefit to the country, we are ready.\"The Chulabhorn Royal Academy, which includes a hospital and research institute, has organised a news conference for today about what it said was its import of the Sinopharm vaccine.Thailand is expected to approve the Chinese vaccine for emergency use this week. It was not immediately clear how many vaccines the academy would import and when.Thailand's government is expecting to have six million AstraZeneca doses and three million doses of the Sinovac vaccine available next month, as it starts its main drive to inoculate 70 per cent of its more than 66 million people by the year end.Other private hospitals plan to buy 10 million doses of Moderna vaccines through a state-run firm.The authorities yesterday reported 47 new Covid-19 deaths, a record for a second successive day, bringing total fatalities to 920, with 141,217 cases overall.REUTERSJoin ST's Telegram channel here and get the latest breaking news delivered to you.SPH Digital News / Copyright © 2021 Singapore Press Holdings Ltd. Co. Regn. No. 198402868E. All rights reservedWe have been experiencing some problems with subscriber log-ins and apologise for the inconvenience caused. Until we resolve the issues, subscribers need not log in to access ST Digital articles. But a log-in is still required for our PDFs.", "Section": "", "Writers": "", "MainKeyWord": "", "AdditionalKeyWord": "", "URL": "https://www.straitstimes.com/asia/se-asia/princess-approves-vaccine-imports-amid-slow-roll-out-by-govt", "Source": "google"}