{"Type": "", "Time": "2021-05-28", "Headline": "Rental rebates to be passed directly to tenants in privately owned commercial properties, Singapore News & Top Stories - The Straits Times", "Text": "Read 3 articles daily and stand to win ST rewards, including the ST News Tablet worth $398.Spin the wheel for ST Read and Win now.SINGAPORE - Small and medium-sized enterprises as well as non-profit organisations who are tenants in privately owned commercial properties can expect to get cash payouts directly from the Inland Revenue Authority of Singapore (Iras).The rebates were previously given to landlords to pass down to tenants.Eligible tenants will qualify for a direct, half-month rental relief cash payout under a new rental support scheme announced by Finance Minister Lawrence Wong on Friday (May 28).Speaking at a press conference, Mr Wong said the rental relief is to help businesses with cash flow concerns by supporting such costs. He also urged landlords to match the half-month rental relief.While rebates were previously given to landlords to pass down to tenants, Mr Wong said the Government will now pass rebates directly to tenants as it has a database of tenants.\"Now we have the database and the records of tenants themselves, and rather than do it through landlords and pass it down, given that we have the information, we might as well provide more directly to tenants and occupiers of these properties.\"The scheme is part of an $800 million support package that includes enhanced wage subsidies under the Jobs Support Scheme (JSS).The Fair Tenancy Framework Industry Committee welcomed the latest measures, saying they will go far in helping businesses weather this difficult period, and in sustaining jobs.The committee comprises key business federations including the Association of Small Medium Enterprises; the Restaurant Association of Singapore; the Singapore Retailers Association; and Singapore Tenants United For Fairness. It said in a statement on Friday: “The announced enhanced measures are carefully crafted, and places targeted help where help is needed. It will aid businesses substantially in their manpower and rental costs components.“It will also ensure that we can continue to maintain vibrant food and beverage, retail and service sectors and support those who are employed in these sectors.”At the press conference on Friday,  Mr Wong praised landlords which have already provided rental support to tenants.\"I'm glad that key landlords like CapitaLand and CDL (City Developments) have already put out statements, even prior to today's announcements, to assure their tenants that they will provide additional support, and I would urge all landlords to do so,\" he said.He also noted the \"positive attitude and mindset\" among businesses he has engaged with.Citing the Singapore Business Federation, under which landlords and tenants have come together to develop a code of conduct for the leasing of retail premises, he said key landlord and tenant association groups have pledged to support the code.\"I think initiatives like this are a step in the right direction.\"The measures announced on Friday also include one-month rental waivers to SMEs and NPOs which are tenants of government-owned commercial properties.Some support has already been given to businesses to cushion the impact of the tightened restrictions currently in place.For instance, food and beverage businesses will get 50 per cent wage subsidies under the JSS during the period for which dining in is prohibited, up from 10 per cent.Hawkers and coffee shop stallholders who are tenants of government agencies will also get a one-month rental waiver.Join ST's Telegram channel here and get the latest breaking news delivered to you.SPH Digital News / Copyright © 2021 Singapore Press Holdings Ltd. Co. Regn. No. 198402868E. All rights reservedWe have been experiencing some problems with subscriber log-ins and apologise for the inconvenience caused. Until we resolve the issues, subscribers need not log in to access ST Digital articles. But a log-in is still required for our PDFs.", "Section": "", "Writers": "", "MainKeyWord": "", "AdditionalKeyWord": "", "URL": "https://www.straitstimes.com/singapore/rental-rebates-to-be-passed-directly-to-tenants-in-privately-owned-commercial-properties", "Source": "google"}