{"Type": "", "Time": "2021-05-28", "Headline": "Church to clean, disinfect two premises after pastor tests positive, Latest Singapore News - The New Paper", "Text": "Grace Assembly of God church is making arrangements for its two premises to be cleaned and disinfected after a pastor tested positive for Covid-19 on Tuesday.A spokesman said that even though the church has not received a notification from the Ministry of Health (MOH) to do so, it will conduct cleaning and disinfection as a precautionary measure.The church's two premises are located in Tanglin and Bukit Batok and all its pastors operate at both locations.The pastor who tested positive is a Singapore permanent resident.The 30-year-old, who had not visited either of the church's premises since May 2, went to Jem on May 11, and was tested for Covid-19 on May 24 as part of surveillance operations for those who visited Jem and Westgate malls.She is asymptomatic and her serology test result is pending.The Jem and Westgate cluster has 60 infections as of Wednesday night and is the second-largest active cluster here.Speaking to The New Paper, the church spokesman said that its last on-site services were held on May 2.\"We suspended all on-site services and activities thereafter. All church staff, except for essential personnel, have been instructed to work from home since then,\" she said.The church is also providing emotional support for the pastor as she recovers in hospital.Grace Assembly of God church was one of the first Covid-19 clusters to emerge last year, with 23 confirmed cases including the church's senior pastor, the Reverend Wilson Teo.In February last year, MOH said the primary case in the Grace Assembly of God cluster was a Singaporean, 28, who worked at the church.On Jan 25, he attended the same Chinese New Year gathering as a married couple from The Life Church and Missions. The married couple had visited The Life Church and Missions on Jan 19, the same day that a pair of Chinese nationals from Wuhan, who tested positive for Covid-19 , were at the church.According to The Straits Times, the two Grace House kindergartens at the church's premises will remain open as the pastor had no contact with the schools.Arrangements are also being made for the kindergartens - they are not operated by the church - to be cleaned and disinfected.While on-site services have been put on hold, the church spokesman said the work goes on.\"As a church, we are pivoting and adapting to new ways of providing our congregants with the needed pastoral care and discipleship, especially when we can no longer meet physically the way we used to.\"Similar to last year, even though our on-site church services are suspended, church life continues with our online services and resources.\"Get The New Paper on your phone with the free TNP app. Download from the Apple App Store or Google Play Store now", "Section": "", "Writers": "", "URL": "https://www.tnp.sg/news/singapore/church-clean-disinfect-two-premises-after-pastor-tests-positive", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}