{"Type": "", "Time": "2021-05-28", "Headline": "Recalcitrant offender throws faeces at auxiliary police officer while in lock-up, Courts & Crime News & Top Stories - The Straits Times", "Text": "Read 3 articles daily and stand to win ST rewards, including the ST News Tablet worth $398.Spin the wheel for ST Read and Win now.SINGAPORE - A recalcitrant offender who was arrested after stealing valuables from a lorry defecated into a paper cup while he was in a police lock-up before throwing it at an auxiliary police officer.Sulaiman Abdul Majid Maricar, 34, pleaded guilty on Friday (May 28) to six charges for offences including using criminal force on a public servant and theft.The court heard that Sulaiman had been in and out of jail over the years for a range of offences including theft.But he was back at it again on Oct 6 last year when at about 6am, he unlawfully entered a rag-and-bone man's lorry at a Sembawang Crescent carpark.Deputy Public Prosecutor Benedict Teong said that Sulaiman managed to enter the vehicle, as its lock was faulty. He then stole items including three mobile phones and a power bank.The rag-and-bone man, 44, found them missing when he returned to the vehicle later that day and alerted the police.Officers arrested Sulaiman on Oct 13 and he was placed in a lock-up at the Woodlands Police Divisional Headquarters.While still in the lock-up the next day, he was given some food and a drink in a paper cup.Sulaiman defecated into the cup and later threw it at a 24-year-old auxiliary police officer who was collecting food waste from individuals in the lock-up.The DPP said: \"(The victim) sought an explanation from the accused but the accused ignored him. (The victim) then left the scene and reported the matter to his in-charge. He subsequently went to a toilet in the vicinity to clean himself.\"Sulaiman was released on bail the next day and went on a crime spree, including stealing a motorcycle in Marine Crescent on Oct 21.He also broke into a food centre in Tai Seng Avenue near Upper Paya Lebar Road two days later.Sulaiman was arrested again on Oct 24 and officers recovered the stolen motorcycle that same day.On Friday, District Judge Shaiffudin Saruwan called for a report to assess Sulaiman's suitability for preventive detention. In preventive detention, a repeat offender aged over 30 receives a substantial period of imprisonment to protect the public.It does not offer the usual one-third remission for good behaviour and the detention order can last up to 20 years.Sulaiman will be sentenced on June 18.For using criminal force on a public servant, an offender can be jailed for up to four years and fined.Join ST's Telegram channel here and get the latest breaking news delivered to you.SPH Digital News / Copyright © 2021 Singapore Press Holdings Ltd. Co. Regn. No. 198402868E. All rights reservedWe have been experiencing some problems with subscriber log-ins and apologise for the inconvenience caused. Until we resolve the issues, subscribers need not log in to access ST Digital articles. But a log-in is still required for our PDFs.", "Section": "", "Writers": "", "MainKeyWord": "", "AdditionalKeyWord": "", "URL": "https://www.straitstimes.com/singapore/courts-crime/recalcitrant-offender-throws-faeces-at-auxiliary-police-officer-while-in-lock", "Source": "google"}