{"Type": "", "Time": "2021-05-28", "Headline": "7 new cases added to Jem and Westgate Covid-19 cluster, including 2 Concord Primary students, Singapore News - AsiaOne", "Text": "SINGAPORE - Two pupils from Concord Primary School in Choa Chu Kang as well as a pastor from Grace Assembly of God church are among the 26 new Covid-19 cases announced by the Ministry of Health (MOH) on Wednesday night (May 26).The first pupil is an 11-year-old boy who developed a cough on May 22 but did not report his symptoms, while the second is a six-year-old girl who developed flu-like symptoms on May 24.Both pupils were in quarantine from May 21 and had last gone to school on May 17, said MOH.The pastor is a 30-year-old Singaporean permanent resident who had visited Jem on May 11. She is asymptomatic and her infection was detected when she was tested for Covid-19 on May 24, as part of surveillance testing operations for those who had visited Jem and Westgate. Her test came back positive on May 25.[[nid:529610]]Grace Assembly of God church was one of the first Covid-19 clusters formed last year. It was not clear which of the church’s two branches the infected pastor is from.The trio are part of seven new cases that were added to the Jem and Westgate cluster on Wednesday night. The cluster now has 60 people and is the second-largest active cluster in Singapore.A new cluster was also formed after two cases were linked to a 15-year-old Singaporean who studies at Westwood Secondary School. He was confirmed to be infected on May 24 and included in MOH's May 25 release.Two more cases were also added to the McDonald's delivery riders cluster.[[nid:530003]]The first is a 41-year-old permanent resident who works as a receptionist at Wanderloft Hostel and also as a part-time waitress at the Collins restaurant outlet at Nex shopping mall.As she was a close contact of a previous case, the woman was placed on quarantine on May 23. She developed a fever on May 25 and was tested for Covid-19 the same day. She also developed a cough later that day. Her test result came back positive on May 25.The next is a 58-year-old Singaporean who works as part of the kitchen staff and service crew at the McDonald's outlet at Pasir Ris Elias Community Club. She was last at work on May 19. She is asymptomatic and her employer arranged for her to be tested on May 21. Her result came back positive on May 25.There are now 15 cases linked to this cluster.One more migrant worker from the Harvest @ Woodlands dormitory tested positive, expanding the cluster to five people.Other cases announced on Wednesday include a 25-year-old cleaner who works at Changi Business Park, a two-year-old girl from My First Skool at 331 Sembawang Close, and a 20-year-old student from the National University of Singapore who works part-time at Poke Theory in Novena.There were also two imported cases who had been placed on stay-home notice on arrival in Singapore. Of these, one is a work permit holder, while the other is a short-term visit pass holder.[[nid:529583]]The new cases take Singapore's total tally to 61,916.The number of new cases in the community has decreased from 187 cases two weeks ago to 165 in the past week.The number of unlinked cases in the community in a week has decreased from 40 cases to 30 in the past week.With 31 patients discharged on Wednesday, 61,345 patients have fully recovered from the disease.A total of 242 patients remain in hospital, including two in critical condition in the intensive care unit, while 282 are recuperating in community facilities.This article was first published in The Straits Times. Permission required for reproduction.", "Section": "", "Writers": "", "URL": "https://www.asiaone.com/singapore/7-new-cases-added-jem-and-westgate-covid-19-cluster-including-2-concord-primary-students", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}