{"Type": "", "Time": "2021-05-28", "Headline": "MHA rejects TOC's application to cancel Pofma order over police bullying claims, Singapore News & Top Stories - The Straits Times", "Text": "Read 3 articles daily and stand to win ST rewards, including the ST News Tablet worth $398.Spin the wheel for ST Read and Win now.SINGAPORE - An application by The Online Citizen Asia (TOC) to cancel a correction direction issued to it over a video that it posted on its online platforms has been rejected by Home Affairs and Law Minister K. Shanmugam.The video posted on May 18 contained falsehoods alleging that police officers \"had taunted and reprimanded an elderly woman for not wearing a mask\", said the Ministry of Home Affairs (MHA) on Friday (May 28).The video was originally shared by Instagram user @nichology.On May 19, the police issued a clarification on the incident.Body-worn camera footage was later released to show a police officer buying the elderly woman a packet of food from a nearby stall and not taunting or reprimanding her.On May 21, Mr Shanmugam instructed the Protection from Online Falsehoods and Manipulation Act (Pofma) Office to issue a direction to TOC, requiring it to post a correction notice in a new post on its Facebook page.This was also required of @nichology, who has complied with the correction order on Instagram, as well as Singapore Uncensored, which appears to have deleted the original post but has not posted a clarification.TOC was required to state in the new post that an earlier post on its Facebook page had contained a false statement of fact, together with a link to a Factually article that sets out the correct facts, said MHA.\"The conditions for issuing the correction direction are satisfied, and the application did not disclose any grounds to the contrary,\" said the ministry.\"After having carefully considered the application, the Minister for Home Affairs has decided to reject it,\" MHA added.The ministry said TOC has been notified of the rejection.It urged the public to refer to the Factually article for the \"correct facts\" about the incident at the gov.sg website.Join ST's Telegram channel here and get the latest breaking news delivered to you.SPH Digital News / Copyright © 2021 Singapore Press Holdings Ltd. Co. Regn. No. 198402868E. All rights reservedWe have been experiencing some problems with subscriber log-ins and apologise for the inconvenience caused. Until we resolve the issues, subscribers need not log in to access ST Digital articles. But a log-in is still required for our PDFs.", "Section": "", "Writers": "", "MainKeyWord": "", "AdditionalKeyWord": "", "URL": "https://www.straitstimes.com/singapore/mha-rejects-tocs-application-to-cancel-pofma-order-over-police-bullying-claims", "Source": "google"}