{"Type": "", "Time": "2021-05-28", "Headline": "South Asia crosses 30 million Covid-19 cases as India battles second wave, South Asia News & Top Stories - The Straits Times", "Text": "Read 3 articles daily and stand to win ST rewards, including the ST News Tablet worth $398.Spin the wheel for ST Read and Win now.BANGALORE (REUTERS) - Coronavirus infections in South Asia surpassed 30 million on Friday (May 28), according to a Reuters tally of official data, led by India, which is struggling with a second wave and a vaccine shortage across the region.India, the second most-populous country in the world, this month recorded its highest Covid-19 death toll since the pandemic began last year, accounting for just over a third of the overall total.The South Asia region - India, Bangladesh, Pakistan, Bhutan, Nepal, Maldives and Sri Lanka - accounts for 18 per cent of global cases and almost 10 per cent of deaths. But there is growing suspicion that official tallies of infections and deaths are not reflecting the true extent of the problem.This month, India opened its vaccination campaign to everyone aged 18 or older. However, it has not been able to meet demand despite being one of the biggest vaccine producers in the world.India has been using the AstraZeneca vaccine produced locally at the Serum Institute of India (SII) and Covaxin made by local firm Bharat Biotech. It has begun rolling out Russia's Sputnik V.Prime Minister Narendra Modi has faced mounting criticism for the failure to secure vaccines as only about 3 per cent of India's 1.3 billion population has been fully inoculated, the lowest rate among 10 countries with the most cases.To meet domestic demand, India temporarily halted vaccine exports in March after donating or selling more than 66 million doses. The suspension has left countries including Bangladesh, Nepal, Sri Lanka and many in Africa scrambling for alternative supplies.However, India is still facing a shortage, and several of its state governments, and even cities such as Mumbai, have launched global tenders or sought expressions of interest from firms such as Pfizer, Moderna and Johnson and Johnson for urgent supplies.The nation's official tally of daily infections has been falling in the past few days, offering hope that its second wave is ebbing.But there are serious concerns that many new infections are not being reported, largely due to a dearth of testing in the countryside.As at Friday, India has reported nearly 27.6 million cases and 318,895 deaths.Since it is unlikely to resume major exports of vaccines until October, other South Asia countries such as Nepal and Bangladesh are making diplomatic efforts to secure supplies to prop up their faltering inoculation drives as their stocks run out.Pakistan, with purchases and donations from China and allocations from the World Health Organisation and Gavi Vaccine Alliance, has now secured more than 18 million doses. On Wednesday, it opened its vaccination campaign to everyone aged 19 or older.At least 219.17 million doses have been administered in southern Asia by Friday, according to figures from Our World in Data.Join ST's Telegram channel here and get the latest breaking news delivered to you.SPH Digital News / Copyright © 2021 Singapore Press Holdings Ltd. Co. Regn. No. 198402868E. All rights reservedWe have been experiencing some problems with subscriber log-ins and apologise for the inconvenience caused. Until we resolve the issues, subscribers need not log in to access ST Digital articles. But a log-in is still required for our PDFs.", "Section": "", "Writers": "", "MainKeyWord": "", "AdditionalKeyWord": "", "URL": "https://www.straitstimes.com/asia/south-asia/south-asia-crosses-30-million-covid-19-cases-as-india-battles-second-wave", "Source": "google"}