{"Type": "", "Time": "2021-05-28", "Headline": "Sri Lanka braces itself for major oil spill and pollution after S'pore-flagged ship catches fire off Colombo, South Asia News & Top Stories - The Straits Times", "Text": "Read 3 articles daily and stand to win ST rewards, including the ST News Tablet worth $398.Spin the wheel for ST Read and Win now.BANGALORE - Sri Lanka is bracing itself for a major oil spill and possibly long-term pollution, despite efforts to put out a blaze that has engulfed a Singapore-flagged container ship off the coast of capital city Colombo.The Indian coastguard and Sri Lankan navy have been fire-fighting for eight days but the authorities in Colombo have said the ship is expected to sink soon.Environment protection groups are now planning how to prevent an imminent oil spill that will likely affect port functioning, marine life and tourism in the island nation.The X-Press Pearl was carrying 1,486 containers with 25 tonnes of nitric acid, along with other chemicals and cosmetics on board. It had been on its way to Singapore from the port of Hazira in India via Colombo port when a fire broke out on May 21.On May 22, there was an explosion on deck.The Indian coast guard deployed five vessels and tug boats on Tuesday (May 25), after the Sri Lankan navy sought help to douse the inferno, the High Commission of India in Sri Lanka said.\"All efforts are being taken to save the vessel and cargo and protect the marine environment, and it appears that the onboard fire has diminished somewhat,\" said a statement from X-Press Feeders, the Singapore-based company that operates the ship.Sri Lankan officials have lodged a police complaint against the captain of the ship, who was rescued along with other crew members on Tuesday.The burning ship is right in front of Sri Lanka's main port in Colombo and is disrupting the maritime shipping lane by blocking the entrance and exit, said Sri Lanka Ports Authority chairman Daya Rathnayake.The navy wants to tow the ship to deeper waters, but rough seas and monsoonal rains are hampering the operation.Meanwhile, containers with tonnes of chemicals are already tumbling into the water.\"The ship was carrying chemicals like urea fertiliser, sulphuric acid, nitric acid and ethanol liquid - all very toxic. Some fallen containers have reached the coast. Residents from fishing villages who tried to take away some metal pieces have already reported skin allergies,\" said Dr Dan Malika Gunasekera, a maritime lawyer in Sri Lanka, and former executive director of Ceylon shipping corporation.\nThe container ship on fire on May 26, 2021. PHOTO: EPA-EFE/SRI LANKAN AIR FORCE MEDIA\nThe government has issued warnings for people to keep away from the coast till further notice.\"Apart from the toxic fumes in the air, the chemicals are also toxic to marine life. Sri Lanka's entire fish production might be at stake this year,\" added Dr Gunasekera.Sri Lanka is preparing for escalated damage from a Tier II oil spill, said Marine Environment Protection Authority (MEPA) chairman Dharshani Lahandapura. Since the ship is already falling apart, he said it was too late to contain the spilt oil with booms around the vessel.MEPA estimates that if the ship sinks, at least a third of the 300 tonnes of bunker fuel oil might discharge in the sea water - grease that will take months to clean.The oil threatens to hit the nearby tourist and fishing region of Negombo, 40km north of the capital.But a greater worry is debris, especially a profusion of tiny plastic pellets called nurdles, which are used to manufacture large-scale plastic.Mr Muditha Katuwala, coordinator of The Pearl Protectors, a marine conservation volunteer organisation said these \"shiny white little eggs\" had now spread to other towns along Sri Lanka's western coastline.\"These microplastic fragments block the airways of sea creatures and fish swallow it, leading to a deterioration of marine life,\" said Mr Katuwala.\nA greater worry is debris, especially a profusion of tiny plastic pellets called nurdles. PHOTO: AFP\nNurdles are challenging to clean, he added, citing the years it took to clean the hundreds of millions of plastic pellets that were dumped on the coast of Hong Kong's Lamma Island during a cyclone in 2012.\"Mobilising volunteers for beach clean-ups is also impossible until the spilled chemicals are neutralised and Covid-19 restrictions lifted,\" said Mr Katuwala.Join ST's Telegram channel here and get the latest breaking news delivered to you.SPH Digital News / Copyright © 2021 Singapore Press Holdings Ltd. Co. Regn. No. 198402868E. All rights reservedWe have been experiencing some problems with subscriber log-ins and apologise for the inconvenience caused. Until we resolve the issues, subscribers need not log in to access ST Digital articles. But a log-in is still required for our PDFs.", "Section": "", "Writers": "", "MainKeyWord": "", "AdditionalKeyWord": "", "URL": "https://www.straitstimes.com/asia/south-asia/sri-lanka-braces-for-major-oil-spill-and-pollution-after-spore-flagged-ship-catches", "Source": "google"}