{"Type": "Singapore", "Time": "2021-05-28", "Headline": "18 COVID-19 community cases in Singapore, including Sengkang General Hospital housekeeper", "Text": "SINGAPORE: Singapore reported 21 new locally transmitted COVID-19 cases as of noon on Tuesday (May 25), comprising 18 in the community and three in a foreign worker dormitory.This is the highest number of dormitory cases since Oct 8 last year, when there were four cases.Fifteen of the locally transmitted infections were linked to previous cases. Eight of them had been placed on quarantine earlier and seven were detected through surveillance. The remaining six had no links to previous cases, said the Ministry of Health (MOH).There were also nine imported infections, who had been placed on stay-home notice or isolated upon arrival in Singapore. Three were returning Singaporeans or permanent citizens.In all, Singapore reported 30 new COVID-19 cases on Tuesday.SENGKANG GENERAL HOSPITAL WORKER AMONG UNLINKED CASESA 27-year-old Malaysian man who works as a housekeeper at Sengkang General Hospital is among the six unlinked community cases.There is also a 29-year-old Malaysian man who works at Tiger Sugar Bubble Tea at Holland Piazza and a 15-year-old Singaporean who is a student at Westwood Secondary School.The other unlinked cases include a 27-year-old Singaporean project manager at Fei Ying Trading Enterprise, a 74-year-old Singaporean retiree and a 50-year-old Singaporean who works as an engineer at Tektronix Southeast Asia.All the unlinked cases had experienced symptoms such as fever, sore throat and runny nose prior to testing positive for COVID-19.JEM/WESTGATE CLUSTER GROWSTwo more cases have been added to the Jem/Westgate cluster, bringing the total number of infections to 53.Both new cases are family members of previous cases and had already been quarantined.They are a 13-year-old Singaporean student at Kranji Secondary School and a seven-year-old Singaporean student at Rulang Primary School.Both boys developed a fever on May 23 and reported their symptoms while in quarantine.A previous case was also linked to the cluster on Tuesday. Case 63406, a bank officer at Mizuho Bank, had tested positive on May 17 while on quarantine after being identified as a close contact of a previous case.DORMITORY AMONG 3 NEW CLUSTERSThree new clusters have been identified.The first is at a dormitory, Harvest @ Woodlands. The first detected case there was a 46-year-old Malaysian man who works as a construction worker at H&W Communications. He tested positive on May 22.The three new dormitory cases reported on Tuesday are his roommates, taking the number of infections linked to the cluster to four. The three new cases are also construction workers at H&W Communications.The second cluster is linked to a previous case, a 40-year-old Singaporean who works as an employee in operations at The Meatery SG. He tested positive on May 21. The cluster has two other cases – a 39-year-old Singaporean woman who works at Tomoe Transtech Specialty Gases and the latest infection, a six-year-old student at My First Skool at 211 Jurong East Street 21.The remaining cluster is linked to a 31-year-old Singaporean who works as a property agent with ERA Realty Network. The man tested positive for COVID-19 on May 23. There are total of five cases linked to this new cluster.The latest cases linked to the property agent include a 60-year-old Singaporean retiree, a 57-year-old Singaporean who works as a retail vendor at Chong Pang City and a 30-year-old Singaporean who is self-employed and works from home.All three of them experienced symptoms such as cough, fever and anosmia but did not seek medical treatment. They were quarantined several days after the onset of symptoms and were then tested for COVID-19.MOH also announced the closure of the Westlite Woodlands Dormitory cluster as there have been no more cases linked to it for the past two incubation periods.LEARNING POINT CLUSTEROne more case, a 44-year-old Singaporean, has been linked to the Learning Point cluster. Case 63706 works at Citibank but has been working from home since Apr 17, said MOH.The woman is a family member and household contact of a previously confirmed case, a seven-year-old Singaporean who is a student at Maha Bodhi School.Case 63706 was quarantined on May 17. She was tested for COVID-19 on May 17 and May 20, and her test results were negative. She developed a sore throat on May 23 and was tested for COVID-19 on May 24. Her test result came back positive for COVID-19 infection on the same day. Her serology test result is negative.MCDONALD’S DELIVERY RIDERS CLUSTERThree more fast food restaurant employees have been linked to the McDonald’s delivery riders cluster. One of them, a 25-year-old Malaysian, had already been quarantined. The man works as a delivery rider for Domino’s Pizza (Tanjong Katong).The other two cases are kitchen staff members: A 72-year-old Singaporean from McDonald’s Pasir Ris Elias Community Club outlet and a 32-year-old Singaporean from McDonald’s Bedok Reservoir outlet.CASE 63479 CLUSTERA 40-year-old Myanmar national who works as a technician at Greenland Technology has been added to this cluster, which is linked to a previously confirmed case, a 49-year-old permanent resident who is a homemaker. This cluster now has a total of six cases.PRESTIGE LEGAL LLP EMPLOYEEA 46-year-old Singaporean who works as a secretary at Prestige Legal LLP has been linked to the 15-year-old Westwood Secondary School student. The woman, known as Case 63709, is a family member and household contact of the teenager.She developed a fever, sore throat and cough on May 23 and sought medical treatment at a polyclinic on May 24, where she underwent both an antigen rapid test (ART) and polymerase chain reaction (PCR) test.MOH said she was immediately isolated when her ART result came back positive. Her PCR test result also came back positive for COVID-19 infection on the same day while her serology test result is negative.2 SINGAPOREANS AMONG IMPORTED CASESTwo Singaporeans and a permanent resident who returned from India, Indonesia and Myanmar are among the imported cases reported on Tuesday.One of them, a 62-year-old Singaporean, had been in Indonesia since Jun 7, 2020. The man, known was Case 63705, returned to Singapore on Mar 28 and served his stay-home notice at a dedicated facility until Apr 11.MOH said both his on-arrival test on Mar 28, as well as his swab done on Apr 10 during stay-home notice, were negative for COVID-19. He is asymptomatic and was detected when he took a COVID-19 pre-departure test on May 21 in preparation for a trip to Indonesia.His test result came back positive on May 22 and his Ct value was very high, which is indicative of a low viral load. His serology test result has also come back positive.Given that these indicate likely past infection, MOH said it has classified the case as imported based on his travel history.He is likely to be shedding minute fragments of the virus RNA, which are no longer transmissible and infective to others, it added.The other imported cases include a dependant’s pass holder who arrived from the United States, a work pass holder who arrived from the Philippines and a short-term visit pass holder who arrived from Papua New Guinea to visit his Singaporean family member.There were also three work permit holders who arrived from Indonesia and the Philippines, all of whom are foreign domestic workers.2 PATIENTS IN ICUMOH said the overall number of new cases in the community has increased from 163 cases in the week before to 176 cases in the past week.The number of unlinked cases in the community has decreased from 37 cases in the week before to 30 cases in the past week.Among the 239 confirmed cases reported from May 19 to May 25, a total of 59 cases have tested positive for their serology tests while 165 have tested negative. A further 15 serology test results are pending.The health ministry also addedseveral new locationsto its list of places visited by COVID-19 cases in the community during their infectious period. They include Woodlands Regional Library and Causeway Point.Thirteen more cases have been discharged from hospitals or community isolation facilities, bringing Singapore's total recoveries to 61,329.There are 250 patients still in hospital. Most of them are stable or improving, and two are in critical condition is in the intensive care unit. Another 279 are being isolated and cared for at community facilities.As of Tuesday, Singapore has reported a total of 61,890 COVID-19 cases and 32 fatalities.RESIDENTS IN PASIR RIS BLOCK TEST NEGATIVESingapore is in the second week of tighter community restrictions as part ofPhase 2 (Heightened Alert), which will be in place through Jun 13.MOH said in response to queries from CNA about the mandatory testing of residents at Block 559, Pasir Ris Street 51 that 304 residents and visitors have tested negative for COVID-19 as of Tuesday.MOH and the Ministry of National Development (MND) said on Sunday thatfour COVID-19 caseswere detected in two different households living in the block.Downloadour appor subscribe to our Telegram channel for the latest updates on the coronavirus outbreak:https://cna.asia/telegramIt looks like the email address you entered is not valid.", "Section": "", "Writers": "", "MainKeyWord": "COVID-19,coronavirus,MOH", "AdditionalKeyWord": "", "URL": "https://www.channelnewsasia.com/news/singapore/covid-19-cases-community-may-25-sengkang-hospital-housekeeper-14880452", "Source": "google"}