{"Type": "", "Time": "2021-05-28", "Headline": "GovTech employee and four cleaners among 14 Covid-19 community cases, Singapore News & Top Stories - The Straits Times", "Text": "Read 3 articles daily and stand to win ST rewards, including the ST News Tablet worth $398.Spin the wheel for ST Read and Win now.SINGAPORE - A GovTech employee and four cleaners are among 14 cases in the community reported by the Ministry of Health (MOH) on Thursday night (May 27).The GovTech employee is one of three unlinked cases and was last at work on May 7. She developed a fever, runny nose and body aches on Monday and sought medical treatment at a general practitioner clinic the next day.The second unlinked case is a 67-year-old retiree who developed a cough and runny nose on Tuesday.He sought medical treatment on the same day and was immediately isolated after his antigen rapid test result on Wednesday came back positive.A migrant worker who works at Harvest @ Woodlands is the third unlinked case.The 42-year-old Bangladesh national is employed by Teng Feng Engineering and works at the dormitory but is not linked to the cluster of five cases there.He stays at Woodlands Lodge 2 and had reported he had not interacted with workers in the cluster.The worker is asymptomatic and was detected when his rostered routine test came back positive for the virus on Monday and he was immediately isolated.His serology test result is negative for the N antigen, which suggests that this is an early infection.The 42-year-old had received his first dose of the vaccine on May 14.Meanwhile, one of the four cleaners reported on Thursday works at Henry Park Primary School and is linked to the Pacific Law Corporation cluster, which now has seven cases.The 76-year-old is a family member of three cases and was placed under quarantine on May 22.He is asymptomatic and was detected when tested for Covid-19 on Wednesday. The cleaner received his first dose of the Covid-19 vaccine on April 17 and his second dose on May 15.The remaining three cleaners work for Hong Ye Group at Changi Business Park and are linked to the Hong Ye Group cleaners cluster, which has expanded to six cases.Two of them are workplace contacts of a 31-year-old cleaner who was confirmed to have the virus on May 19.The last Hong Ye Group cleaner is a 56-year-old woman who was identified as a close contact of the 31-year-old.Twelve of the community cases are linked to previous patients, including a 61-year-old inmate at Changi Prison Complex who has been linked to the cluster there.The man had already been quarantined on May 13.He had previously tested negative for Covid-19 on May 13, May 17, May 19, May 21 and Sunday.This takes the total number of patients in the cluster to 13.Two new clusters with three cases each were added by MOH, taking the total number of active clusters here to 35.The first is linked to a 28-year-old engineer at Patec who was confirmed to have Covid-19 on May 18.The second was first detected when a 50-year-old engineer at Tektronix Southeast Asia was confirmed to have the virus on Monday.There were also nine imported cases placed on stay-home notice or isolated on arrival in Singapore, said MOH.The new cases take Singapore's total to 61,940.The number of new cases in the community has fallen from 190 cases two weeks ago to 152 in the past week.The number of unlinked cases in the community in a week has decreased from 43 cases to 26 over the same period.Join ST's Telegram channel here and get the latest breaking news delivered to you.SPH Digital News / Copyright © 2021 Singapore Press Holdings Ltd. Co. Regn. No. 198402868E. All rights reservedWe have been experiencing some problems with subscriber log-ins and apologise for the inconvenience caused. Until we resolve the issues, subscribers need not log in to access ST Digital articles. But a log-in is still required for our PDFs.", "Section": "", "Writers": "", "MainKeyWord": "", "AdditionalKeyWord": "", "URL": "https://www.straitstimes.com/singapore/govtech-employee-and-four-cleaners-among-14-covid-19-community-cases", "Source": "google"}