{"Type": "", "Time": "2021-05-28", "Headline": "Taiwan sees 'political warfare' in dispute with China over vaccines", "Text": "By Yimou Lee and Ben BlanchardTAIPEI (Reuters) -Taiwan does not believe China is sincere in offering it much needed COVID-19 vaccines and thinks it is working to prevent the island from getting shots for political reasons as infections surge, officials briefed on the matter told Reuters.China and Taiwan have exchanged barbs as the world fights the virus, worsening ties already at a low ebb because of Taiwan's refusal to accept Chinese sovereignty and stepped up U.S. support for Taipei.The two have embarked on a bitter war of words about vaccines, much needed in Taiwan as the medical system comes under strain from new cases with only about 1% of the population of more than 23 million vaccinated.Taiwan says China blocked it from getting vaccines produced by Germany's BioNTech, while China says it is happy to send a supply of that vaccine via its Chinese sales agent, Shanghai Fosun Pharmaceutical Group Co Ltd.But Taiwan will not take the vaccines from Fosun, saying there is a lack of transparency and that China refuses to provide relevant information.China's Taiwan Affairs Office, which has repeatedly said its vaccine offer is sincere and Taiwan should not put up political roadblocks, said in a statement to Reuters that Taiwan's allegation it was blocking a BioNTech deal were \"nonsense\".A senior Taiwan official familiar with the situation told Reuters that China had not used an existing channel to discuss medical issues, which has been used to exchange information on COVID cases, to address the vaccine question.Instead, he said, China was launching \"political warfare\" to \"split and weaken\" Taiwan, without a real intention to offer the vaccines.\"They are shouting words like they really mean it but they won't give it to you,\" he said.\"There are certain procedures in Taiwan to import vaccines, and if their intention is real, they know what to do.\"The government had for months chosen not to publicise what it sees as Chinese intervention in the BioNTech case but had reached a point where it felt it had to, he added.\"Vaccines are not politics. But mainland China knows the best in the world how to politicise vaccines.\"A security official looking into Chinese activity in Taiwan told Reuters that China was \"making a lot of effort\" to prevent Taiwan from getting vaccines.\"It's similar to dollar diplomacy. Just that now dollars are replaced by vaccines,\" he added, referring to accusations the two sides exchange over buying diplomatic support with loans and other inducements.China's Taiwan Affairs Office repeated China's stance that Taiwan had gone against commercial principles in seeking to bypass Fosun.\"They clearly knew they were trying to keep going despite the task being impossible,\" it said.'LIAR'Taiwan's Central Epidemic Command Centre said in a statement to Reuters that information about vaccines from Fosun in a state media report where the offer was made was \"unclear\" and there was no way to know if the shots complied with Taiwan's regulations.Fosun has not responded to requests for comment.Taiwan's government is also facing pressure at home from the main opposition Kuomintang (KMT) party to accept the Fosun vaccines.At a news conference on Thursday, senior KMT official Cheng Li-wun called President Tsai Ing-wen a \"vaccine liar\" and held up a sign saying people would die without vaccines.Cheng questioned why the government had refused to purchase vaccines from Fosun, saying their shots were \"100%\" BioNTech vaccines. \"Everyone has purchased goods from a distributor before,\" she said, adding that Tsai was stuck on a \"wall of ideology\" and her rejection of China's offer was to save face.Adding to Taiwan's anger, this week it failed again in its bid to attend the WHO's decision-making World Health Assembly as an observer, following objections from Beijing and its allies.Meanwhile, China's almost daily incursions into the southwestern corner of Taiwan's air defence zone have continued.On Tuesday, Hu Xijin, editor of China's influential Global Times newspaper, said that while there were humanitarianism considerations on vaccines, Beijing still had a bottom line.\"Military aircraft surrounding Taiwan and other pressure will continue,\" he said.(Reporting by Ben Blanchard and Yimou Lee; Additional reporting by Beijing newsroom. Editing by Robert Birsel)In a wooded corner of Estonia 120 kilometres (75 miles) from the Russian border, some 7,000 soldiers are taking part in a NATO battleground exercise.A Malaysian woman who entered Singapore to carry out illegal cosmetic procedures in 2019 was on Friday (28 May) jailed for 10 weeks and fined $5,500.成功申請可獲迎新獎賞高達$6,600「獎賞錢」，網上申請額外$100「獎賞錢」The grave keeps getting deeper for Tajuddin Abdul Rahman. This article, After disastrous press conference, ex-Prasarana chairman probed for alleged corruption, originally appeared on Coconuts, Asia's leading alternative media company.Find out who stuck with their day jobs and who didn’t. This article, 7 celebrities who married into Malaysian royalty, originally appeared on Coconuts, Asia's leading alternative media company.One of the first robo-advisors in the now crowded space, StashAway is a name well-known by many. Here’s what you can expect when you invest your cash or SRS funds with StashAway. As one of the early players in the robo-advisory space in Singapore, StashAway […] The post StashAway Review: Goal-Getting Investments Through ETFs appeared first on SingSaver Blog - We Compare, You Save.用Smart卡於指定日常消費商戶購物，全年5%現金回贈！新客戶迎新更高達$1,600現金回贈，立即申請！Bytedance founder Zhang Yiming, the brains behind TikTok, said he preferred \"daydreaming\" as he stepped down as head of his own firm last week. But his departure comes as several of China's once-lauded tech entrepreneurs step aside under increasing scrutiny from a government concerned about their growing power and influence.The Ministry of Health (MOH) on Friday (27 May) confirmed 30 new COVID-19 cases in Singapore, taking the country's total case count to 61,970.HDB flat rentals make up a large part of Singapore's property market—according to HDB, there are about 60,000 flats currently being rented out. We examined rental trends across different HDB estates and here's what we found.「AXA安盛智尊守慧醫療保障」：全額支付訂明非手術癌症治療及門診洗腎，現投保享6個月保費回贈！Shares in the parent company of Hong Kong's pro-democracy Apple Daily newspaper quadrupled on Thursday as trading in them resumed following an eight-day suspension.Australia closed its embassy in Afghanistan on Friday, highlighting security fears for foreign missions and their local workers as US-led troops pull out of the war-torn country.Two sleek new roads vanish into mountain tunnels high above a sleepy Montenegrin village, the unlikely endpoint of a billion-dollar project bankrolled by China that is threatening to derail the tiny country's economy.與人氣遊戲《集合啦！動物森友會》首度推出UT系列，讓島民於日常都可分享歡樂時光!An international firefighting effort to put out a huge blaze on a container ship off Sri Lanka's coast will likely take days, the country's navy chief said Thursday, amid mounting fears of a major oil leak.The package will assist workers and companies hit by the ongoing Phase 2 (Heightened Alert).Hong Kong’s security chief has warned bankers for jailed media tycoon Jimmy Lai Chee-ying that dealing with his frozen accounts could land them in prison for up to seven years. When asked whether his move would undermine the reputation of the city as a global financial hub, John Lee Ka-chiu said on Thursday he was following the national security law laid down by Beijing last summer that banned acts of subversion, secession, terrorism and collusion with foreign forces. “I am exercising the power because Lai has been charged with two offences of collusion with other countries or external forces to endanger national security,” he said. “It is my duty to specify in my notice to the relevant parties what will be the consequences if they fail to comply with my direction.”Do you have questions about the biggest topics and trends from around the world? Get the answers with SCMP Knowledge, our new platform of curated content with explainers, FAQs, analyses and infographics brought to you by our award-winning team. The Security Bureau froze nearly HK$500 million (US$64 million) of Lai’s assets earlier this month, including his 71 per cent stake in Next Digital, which publishes the Apple Daily tabloid, as well as the local bank accounts of three other companies he owns. The move marked the first time authorities had invoked new powers to freeze or take control of assets of a listed company that could be related to the commission of a national security crime. But Lee said the warning contained in letters sent to an unspecified number of banks after the freezing was only related to assets under suspicion and people carrying out normal business should have nothing to worry about. Lai has been accused of collusion with a foreign country and was also charged with two counts of conspiracy last month. He is currently serving 14 months in prison for taking part in unauthorised assemblies connected to the anti-government protests of 2019. Jimmy Lai asset freeze nothing to do with press freedom, says security chief A spokesman of the Hong Kong Monetary Authority, which is responsible for maintaining the city’s status as a financial centre, said it would not comment on cases under investigation by police. But he pointed to the long history that banks had in cooperating with law enforcement agencies in criminal investigations, including freezing and confiscating funds and property under relevant laws, including the national security law. Next Digital resumed trading after a 10-day suspension following the freezing of Lai’s assets and its share price surged 330 per cent from the HK$0.19 (US$0.02) at opening to as high as HK$0.80 (US$0.10), before falling to HK$0.28 (US$0.04) at the close of market. Next Digital’s management issued a statement on Wednesday saying its unaudited bank and cash balances as of March 31 stood at HK$521.4 million (US$67 million) and its working capital would last a minimum of 18 months from April 1, even without additional funding from Lai. It also said the asset freeze had no impact on a standing shareholder’s loan Lai had provided to the company and its subsidiaries. But that assessment was questioned by former city leader Leung Chun-ying who has been a staunch critic of Apple Daily but also revealed that he was a minority stakeholder in the company. Leung put the reserves closer to HK$100 million, after subtracting outstanding bank loans totalling HK$93.6 million, and other liabilities and payables. “Will the bank call the loans? Will suppliers continue to offer credit terms?” he said on his Facebook page. Noting the statement was issued by the board, Leung questioned why it had not made its own assessment during the trading suspension, rather than relying on the management’s. Ex-Hong Kong leader has government on the defensive. Is he planning a comeback? “Who is the person in charge of the management? This is the chief executive officer. And who is the chief executive officer? He is Cheung Kim-hung,” he wrote. The former leader – who is also a vice-chairman of China’s top political advisory body – had already lashed out at Cheung before Next Digital’s announcement, revealing on Wednesday that he had appointed a lawyer to file a formal complaint with law enforcement against the CEO for making “negligent, irresponsible and intentionally misleading” remarks. Leung disputed Cheung’s suggestion the company’s operations and finances would not be affected by the freezing of Lai’s assets, and demanded a thorough investigation by authorities. Asked about the criticisms, Cheung declined to comment. Additional reporting by Jeffie LamMore from South China Morning Post:Hong Kong authorities freeze nearly HK$500 million in assets belonging to media tycoon Jimmy LaiFuture of Hong Kong’s Apple Daily is on the line after founder Jimmy Lai’s assets are frozen under national security lawThis article National security law: Jimmy Lai’s Hong Kong bankers warned that handling assets could land them in jail first appeared on South China Morning PostFor the latest news from the South China Morning Post download our mobile app. Copyright 2021.先天性眼疾的小朋友看得見光明！蒙古國的小女孩Marla出生40日便接受手術，改寫了命運。每日捐款$50，幫助眼疾孩子。Many of the Syrian fighters deployed, sometimes forcibly, in foreign conflict theatres such as Libya and Nagorno-Karabakh are robbed of their wages, said a report released Thursday.The trial of an Australian academic detained for more than two years in China on espionage charges began behind closed doors on Thursday, with Canberra voicing deep concerns over a lack of transparency after its ambassador was denied access.Aye Mar sits with her seven children in their Yangon kitchen and worries whether their meal of rice and stringy vegetables -- all she can afford in coup-stricken Myanmar -- will satisfy their hunger.5月19日至30日MegaG期間暢銷商品折扣優惠，韓國人氣食品&日用低至3折！  KANU咖啡，必品閣，BT21護手霜等商品特價優惠！另外還有8.5折優惠券~Rafael Nadal, Novak Djokovic and Roger Federer, the three most successful men in Grand Slam tennis history, were on Thursday all drawn in the same half of the French Open.Five million weary Melbourne residents were put back under lockdown on Friday, straining local resolve and testing Australia's \"zero-Covid\" strategy of smothering outbreaks however small.Investors rejected the responses of US oil giants to climate change Wednesday, installing activist board members at ExxonMobil and directing Chevron to deepen emissions cuts.", "Section": "", "Writers": "", "URL": "https://sg.news.yahoo.com/taiwan-sees-political-warfare-dispute-060542503.html", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}