{"Type": "", "Time": "2021-05-28", "Headline": "He Yingying and Xiaxue spill on the most cheapo thing they did for 'freebies', Entertainment News - AsiaOne", "Text": "Everyone loves a freebie and celebrities are no exception.On the latest episode of the Mediacorp variety show Liar Liar Pants on Fire, where three celebrity guests and two hosts share a story and then guess who is lying, actress He Yingying and influencer Xiaxue spilled on the most cheapo thing they have done in their life.Yingying, 26, said that she once mimicked the beeping noise of the card reader when she boarded a bus with an EZ-link card that had run out of value.She explained that it happened when she was in primary school and she was taking the bus home. Alas, she also didn't have any money in her coin purse. Left with no choice, she got creative to hitch a ride.\"There were many students at the bus stop at that time so I thought I would board the bus last. That way if I got caught, I wouldn't have to make my way through the crowd... When it was my turn to board, I made the beeping sound. But because I was the last to board, the bus driver caught me in the act,\" she admitted.Yingying sheepishly said that she immediately confessed to the driver when she was caught red-handed and pleaded with him to let her take the bus since her house was two stops away.Fortunately, the driver was kind enough.Influencer Xiaxue, 37, was a little more brazen in her deeds.She was around 16 and she working as a banquet waitress who earned somewhere between $5.50 and $6 per hour.\"It wasn't much, but one of the perks was that I could eat good food for free. So I would try to steal a few bites of the food every time,\" she said.[[nid:530807]]Xiaxue cited an example where they served a whole chicken to the guests at the table and as she was eyeing the drumstick, she intentionally served the breast meat to everyone and left the drumstick on the plate.She was hoping that no one would take the \"paiseh piece\" so she could eat it after.Once, she got lucky when they were serving cod at a buffet.She said: \"I really wanted to eat that. So, I took off a glove and wrapped the cod in it, stuffed it in my pocket, and ate the fish in the washroom.\"I was really happy at that time because it was a huge piece of cod. It would have cost over $10 to buy a piece of that size in the market. So it was well worth the trouble.\"ALSO READ: Celebrities likened to Chinese emperors in new pay scandal over meal allowancesbryanlim@asiaone.com", "Section": "", "Writers": "", "URL": "https://www.asiaone.com/entertainment/he-yingying-and-xiaxue-spill-most-cheapo-thing-they-did-freebies", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}