{"Type": "Singapore", "Time": "2021-05-28", "Headline": "Lee Cheng Yan fails in appeal against sentence for dragging police officer with his Maserati", "Text": "SINGAPORE: The High Court on Friday (May 28) dismissed an appeal by a man who wasbanned from driving for life and given jailfor dragging a traffic police officer along the road in an escape bid.Lee Cheng Yan was sentenced in July 2020 to four years and seven months in prison, a fine of S$3,700 and a lifetime driving ban.He had beenconvicted of 10 chargesincluding voluntarily causing grievous hurt to a public servant, failing to stop after an accident and obstructing justice.Lee's case gained attention when he advanced a case thathe was not the person behind the wheel, despite evidence to the contrary.He claimed it was a friend he knew only as Kelvin, who had a similar build and wore a similar white shirt, who was driving the Maserati when the incident occurred in 2017.NEW LAWYERS ADVANCE NEW CASEHowever, Lee's newly hired lawyers from Withers KhattarWong stated during the appeal on Friday that they were not pursuing this issue.Mr Jeremy Pereira, who was hired by Lee along with his colleague J Jayaletchmi, told the court that they were \"not pursuing the matter of whether or not he is the driver\".\"For the purposes of this appeal, we accept the district judge's finding that he is the driver of the vehicle,\" he said.Instead, the lawyers argued that Lee should not have been convicted of voluntarily causing grievous hurt to deter a public servant of his duty, which carried the bulk of the jail term given to Lee.The lawyers said the intention to commit this offence was not sufficiently proven at trial. Instead, he should be convicted of causing grievous hurt by a rash act, which carries a lower maximum jail term.Mr Pereira said Lee was unaware that the police officer's arm was caught in the car, and did not know the officer was in \"any direct position of danger\".Lee had defied the officer's instructions to stop and driven off with the officer hanging from the driver's door. The officer was dragged along the road for 124m at a speed of at least 79kmh and later fell off, suffering injuries to his knee, neck and back.He was given more than 20 days of medical leave and received a medical downgrade in his job.HE REPEATEDLY LIED UNDER OATH: PROSECUTORDeputy Public Prosecutor Timotheus Koh called for the appeals to be dismissed, saying that Lee repeatedly lied under oath.\"Now he's trying to run a case that he was only acting impulsively and was in a state of panic and fear, that he was unaware of the police presence next to the car and (that he was) caught in the car,\" said Mr Koh.\"The reality is that these (assertions) were never tested in the lower court, and no evidence was led in this regard.\"Justice Aedit Abdullah noted that the new defence lawyers had tried their best despite taking up the case only recently, but said he was not convinced that the convictions were in error.He said Lee knew the police officer was next to his vehicle and it was \"strongly inferrable\" that he knew the officer would be hit.\"This is beyond mere rashness,\" he said, adding that those who are stopped by the police should not evade them. He upheld the original convictions and sentence.Lee faces numerous other pending charges, including for driving dangerously after he was banned from driving. He has been remanded since March this year after being arrested for the traffic offences.He is due back in court next month for a pre-trial conference for the pending charges.It looks like the email address you entered is not valid.", "Section": "", "Writers": "", "MainKeyWord": "court,crime,Lee Cheng Yan,appeals,High Court", "AdditionalKeyWord": "", "URL": "https://www.channelnewsasia.com/news/singapore/lee-cheng-yan-maserati-appeal-dragging-police-officer-14903720", "Source": "google"}