{"Type": "", "Time": "2021-05-28", "Headline": "Lawrence Wong announces $800m economic support package", "Text": "SINGAPORE — The government will spend some $800 million on support measures to assist workers and companies hit by the ongoing Phase 2 (Heightened Alert), said Finance Minister Lawrence Wong on Friday (28 May). Media reports also cited Wong as saying that authorities are unlikely to embark on \"further tightening\" of prevailing measures to curb the spread of the coronavirus as current measures are working. The multi-ministry taskforce on COVID-19, which Wong co-chairs, will give a fuller update on Monday.The support package will comprise, among others, enhancements to the Jobs Support Scheme (JSS) for affected sectors, rental relief for small and medium enterprises (SMEs) and non-profit organisations (NPOs) in commercial properties, and the COVID-19 Recovery Grant (Temporary) (CRG-T).Wong said that the government would not need to draw on its past reserves to fund the measures. He noted that most parts of the economy are still operating, while there are now more government support schemes like the Jobs Growth Incentive.\"We must expect to run into situations like these from time to time, when we experience an occasional outbreak of cases in our community, and we will then need to tighten restrictions temporarily to control the spread of the virus.\"So, we will have to learn to adapt to such situations, using our own resources rather than to dip into our past reserves. And it is on that basis that we are able to set aside some funds for this package.\"Wong, who was speaking at a virtual press conference open only to Singapore Press Holdings and Mediacorp outlets, as well as the social news site Mothership, added that the support package will be funded by a reallocation of spending. The minister will table a Supplementary Supply Bill at the next parliamentary sitting in July to effect the reallocation.On 16 May, Singapore entered a renewed period of restrictions on social gatherings and other activities, amid a spike in community cases. The rules, such as a ban on dining-in at all food & beverage (F&B) establishments and lower crowd capacity at public places like malls, are in effect till 13 June. Affected gyms, fitness studios, performing arts organisations, and arts education centres will be given enhanced JSS support to the tune of 50 per cent for the period of Phase 2. These are establishments which have been required to suspend many, if not all, of their operations.For sectors that are not required to suspend operations but are significantly affected by the tightened measures, JSS support will be enhanced to 30 per cent for the same period. This covers businesses in the retail sector, affected personal care services, museums, art galleries, historical sites, cinemas, indoor playgrounds and other family entertainment centres. Some retailers like supermarkets, convenience stores and online retailers will not be eligible for the enhanced support.The enhanced payout, based on wages paid from April to June, will be disbursed in September.To support businesses with rental costs, there will be rental relief given to SMEs, and eligible non-profit organisations (NPOs) with an annual revenue not exceeding $100 million, who are tenant-occupiers of qualifying commercial properties.Qualifying tenants at government-owned commercial properties will be granted a month of rental relief. This is aligned to the rental waiver for hawker stalls and coffee shops provided during P2(HA). Tenants will be required to pass down the rental relief received to qualifying sub-tenants, if any.And while some landlords at privately-owned commercial properties have given rental waivers or rebates to support their tenants, the Inland Revenue Authority of Singapore (IRAS) will also disburse a 0.5-month rental relief cash payout directly to qualifying tenants as part of a new Rental Support Scheme. The payout will be disbursed starting from mid-August 2021 and computed based on the latest contractual gross rent within the period 14-29 May.Separately, property owners who run an SME business or NPO on their own property will also be eligible for the cash payout, computed based on the Annual Value of the property (or part of) for Year 2021 as at 14 May.To help those in sectors such as F&B, hawkers, retail, arts as well as sports and fitness, the CRG-T scheme will provide one-off support for lower- to middle-income employees and self-employed persons who are financially impacted as a result of the tightened measures.Individuals who experience at least one month of involuntary no-pay leave (NPL) or income loss of at least 50 per cent for at least one month during P2(HA), may apply for CRG-T. Eligible individuals placed on involuntary NPL may receive a one-off payout of up to $700, and those experiencing significant income loss may receive a one-off payout of up to $500. Applications will open from 3 June to 2 July, with more details to come from the Ministry of Social and Family Development.Stay in the know on-the-go: Join Yahoo Singapore's Telegram channel at http://t.me/YahooSingaporeRelated stories:Of 30 new COVID cases in Singapore, 15 in communityWoman charged for not wearing mask at MBS, outside court and elsewhereHSA approves Pfizer COVID vaccine storage in fridge for up to 31 daysCOVID: Changi Airport terminals segregated in bid to curb spread of India variantIn a wooded corner of Estonia 120 kilometres (75 miles) from the Russian border, some 7,000 soldiers are taking part in a NATO battleground exercise.A Malaysian woman who entered Singapore to carry out illegal cosmetic procedures in 2019 was on Friday (28 May) jailed for 10 weeks and fined $5,500.成功申請可獲迎新獎賞高達$6,600「獎賞錢」，網上申請額外$100「獎賞錢」The grave keeps getting deeper for Tajuddin Abdul Rahman. This article, After disastrous press conference, ex-Prasarana chairman probed for alleged corruption, originally appeared on Coconuts, Asia's leading alternative media company.Find out who stuck with their day jobs and who didn’t. This article, 7 celebrities who married into Malaysian royalty, originally appeared on Coconuts, Asia's leading alternative media company.One of the first robo-advisors in the now crowded space, StashAway is a name well-known by many. Here’s what you can expect when you invest your cash or SRS funds with StashAway. As one of the early players in the robo-advisory space in Singapore, StashAway […] The post StashAway Review: Goal-Getting Investments Through ETFs appeared first on SingSaver Blog - We Compare, You Save.用Smart卡於指定日常消費商戶購物，全年5%現金回贈！新客戶迎新更高達$1,600現金回贈，立即申請！Bytedance founder Zhang Yiming, the brains behind TikTok, said he preferred \"daydreaming\" as he stepped down as head of his own firm last week. But his departure comes as several of China's once-lauded tech entrepreneurs step aside under increasing scrutiny from a government concerned about their growing power and influence.The Ministry of Health (MOH) on Friday (27 May) confirmed 30 new COVID-19 cases in Singapore, taking the country's total case count to 61,970.HDB flat rentals make up a large part of Singapore's property market—according to HDB, there are about 60,000 flats currently being rented out. We examined rental trends across different HDB estates and here's what we found.與人氣遊戲《集合啦！動物森友會》首度推出UT系列，讓島民於日常都可分享歡樂時光!Shares in the parent company of Hong Kong's pro-democracy Apple Daily newspaper quadrupled on Thursday as trading in them resumed following an eight-day suspension.Australia closed its embassy in Afghanistan on Friday, highlighting security fears for foreign missions and their local workers as US-led troops pull out of the war-torn country.Two sleek new roads vanish into mountain tunnels high above a sleepy Montenegrin village, the unlikely endpoint of a billion-dollar project bankrolled by China that is threatening to derail the tiny country's economy.「AXA安盛智尊守慧醫療保障」：全額支付訂明非手術癌症治療及門診洗腎，現投保享6個月保費回贈！An international firefighting effort to put out a huge blaze on a container ship off Sri Lanka's coast will likely take days, the country's navy chief said Thursday, amid mounting fears of a major oil leak.Aye Mar sits with her seven children in their Yangon kitchen and worries whether their meal of rice and stringy vegetables -- all she can afford in coup-stricken Myanmar -- will satisfy their hunger.Hong Kong’s security chief has warned bankers for jailed media tycoon Jimmy Lai Chee-ying that dealing with his frozen accounts could land them in prison for up to seven years. When asked whether his move would undermine the reputation of the city as a global financial hub, John Lee Ka-chiu said on Thursday he was following the national security law laid down by Beijing last summer that banned acts of subversion, secession, terrorism and collusion with foreign forces. “I am exercising the power because Lai has been charged with two offences of collusion with other countries or external forces to endanger national security,” he said. “It is my duty to specify in my notice to the relevant parties what will be the consequences if they fail to comply with my direction.”Do you have questions about the biggest topics and trends from around the world? Get the answers with SCMP Knowledge, our new platform of curated content with explainers, FAQs, analyses and infographics brought to you by our award-winning team. The Security Bureau froze nearly HK$500 million (US$64 million) of Lai’s assets earlier this month, including his 71 per cent stake in Next Digital, which publishes the Apple Daily tabloid, as well as the local bank accounts of three other companies he owns. The move marked the first time authorities had invoked new powers to freeze or take control of assets of a listed company that could be related to the commission of a national security crime. But Lee said the warning contained in letters sent to an unspecified number of banks after the freezing was only related to assets under suspicion and people carrying out normal business should have nothing to worry about. Lai has been accused of collusion with a foreign country and was also charged with two counts of conspiracy last month. He is currently serving 14 months in prison for taking part in unauthorised assemblies connected to the anti-government protests of 2019. Jimmy Lai asset freeze nothing to do with press freedom, says security chief A spokesman of the Hong Kong Monetary Authority, which is responsible for maintaining the city’s status as a financial centre, said it would not comment on cases under investigation by police. But he pointed to the long history that banks had in cooperating with law enforcement agencies in criminal investigations, including freezing and confiscating funds and property under relevant laws, including the national security law. Next Digital resumed trading after a 10-day suspension following the freezing of Lai’s assets and its share price surged 330 per cent from the HK$0.19 (US$0.02) at opening to as high as HK$0.80 (US$0.10), before falling to HK$0.28 (US$0.04) at the close of market. Next Digital’s management issued a statement on Wednesday saying its unaudited bank and cash balances as of March 31 stood at HK$521.4 million (US$67 million) and its working capital would last a minimum of 18 months from April 1, even without additional funding from Lai. It also said the asset freeze had no impact on a standing shareholder’s loan Lai had provided to the company and its subsidiaries. But that assessment was questioned by former city leader Leung Chun-ying who has been a staunch critic of Apple Daily but also revealed that he was a minority stakeholder in the company. Leung put the reserves closer to HK$100 million, after subtracting outstanding bank loans totalling HK$93.6 million, and other liabilities and payables. “Will the bank call the loans? Will suppliers continue to offer credit terms?” he said on his Facebook page. Noting the statement was issued by the board, Leung questioned why it had not made its own assessment during the trading suspension, rather than relying on the management’s. Ex-Hong Kong leader has government on the defensive. Is he planning a comeback? “Who is the person in charge of the management? This is the chief executive officer. And who is the chief executive officer? He is Cheung Kim-hung,” he wrote. The former leader – who is also a vice-chairman of China’s top political advisory body – had already lashed out at Cheung before Next Digital’s announcement, revealing on Wednesday that he had appointed a lawyer to file a formal complaint with law enforcement against the CEO for making “negligent, irresponsible and intentionally misleading” remarks. Leung disputed Cheung’s suggestion the company’s operations and finances would not be affected by the freezing of Lai’s assets, and demanded a thorough investigation by authorities. Asked about the criticisms, Cheung declined to comment. Additional reporting by Jeffie LamMore from South China Morning Post:Hong Kong authorities freeze nearly HK$500 million in assets belonging to media tycoon Jimmy LaiFuture of Hong Kong’s Apple Daily is on the line after founder Jimmy Lai’s assets are frozen under national security lawThis article National security law: Jimmy Lai’s Hong Kong bankers warned that handling assets could land them in jail first appeared on South China Morning PostFor the latest news from the South China Morning Post download our mobile app. Copyright 2021.5月19日至30日MegaG期間暢銷商品折扣優惠，韓國人氣食品&日用低至3折！  KANU咖啡，必品閣，BT21護手霜等商品特價優惠！另外還有8.5折優惠券~Many of the Syrian fighters deployed, sometimes forcibly, in foreign conflict theatres such as Libya and Nagorno-Karabakh are robbed of their wages, said a report released Thursday.The trial of an Australian academic detained for more than two years in China on espionage charges began behind closed doors on Thursday, with Canberra voicing deep concerns over a lack of transparency after its ambassador was denied access.Rafael Nadal, Novak Djokovic and Roger Federer, the three most successful men in Grand Slam tennis history, were on Thursday all drawn in the same half of the French Open.鞋面結合環保物料，中底氣墊位置更以極簡方式呈現，減輕鞋款重量同時，更帶來視覺上的全新體驗。Five million weary Melbourne residents were put back under lockdown on Friday, straining local resolve and testing Australia's \"zero-Covid\" strategy of smothering outbreaks however small.Investors rejected the responses of US oil giants to climate change Wednesday, installing activist board members at ExxonMobil and directing Chevron to deepen emissions cuts.Belarus on Wednesday accused French authorities of committing an act of \"air piracy\" after a Belarusian passenger plane flying from Minsk to Barcelona was denied passage through French airspace and turned back.Belarusian state carrier Belavia said that flight B2869 with 56 passengers on board had been refused permission to go through French airspace and had to spend around two hours in mid-air before returning to Minsk.", "Section": "", "Writers": "", "URL": "https://sg.news.yahoo.com/800-million-covid-support-package-workers-companies-lawrence-wong-095216695.html", "MainKeyWord": "", "AdditionalKeyWord": "", "Source": "google"}