{"Type": "Singapore", "Time": "2021-05-28", "Headline": "Online poll sexualising female religious teachers in breach of Internet regulations: IMDA", "Text": "SINGAPORE: Anonline poll sexualising female Muslim religious teachershas been assessed to have breached Singapore's Internet regulations, said the Infocomm Media Development Authority (IMDA) on Friday (May 28).The poll ranking female asatizah (religious teachers), which was posted on the MeWe social media platform, \"promotes sexual violence or sexual activity involving coercion or non-consent\", said IMDA in a statement.\"Such content is unacceptable and has no place in Singapore. IMDA has assessed it constitutes prohibited content under Singapore’s Internet Code of Practice,\" added the authority.IMDA said it has contacted MeWe to request that it removes the \"offending poll if it still remains on the platform\".It has also contacted other social media platforms to ensure the post does not surface there.Minister for Communication and Information Josephine Teo said IMDA has reached out to Facebook, Google and Twitter.In a Facebook post on Friday, Mrs Teo called the poll \"revolting\", saying that \"whoever is behind this isn’t just trying to be funny\".\"They have designed a deliberate exercise to demean women, and especially women who have dedicated themselves to upholding their faith. I’m appalled by it and join in the many calls to condemn this poll in the strongest terms,\" said Mrs Teo.She said her ministry will continue its work of protecting women and girls from \"online harms\".\"Whether offline or online, respect and safety for women must be the norm. There should be no question about it,\" said Mrs Teo.President Halimah Yacob and Minister-in-charge of Muslim Affairs Masagos Zulkifli are among leaders who called on the authorities to investigate the poll.In response to CNA's queries, the Singapore Police Force said on Thursday that they have received a report about the poll and investigations are ongoing.On its website, MeWe says its platform is for \"law-abiding\" people.\"We have a strict and clear Terms of Service protecting our members: Haters, bullies, porn, spammers, bots, lawbreakers, violence inciters, etc are prohibited.\"It looks like the email address you entered is not valid.", "Section": "", "Writers": "", "MainKeyWord": "religious teachers,sexual harassment,poll", "AdditionalKeyWord": "", "URL": "https://www.channelnewsasia.com/news/singapore/mewe-poll-asatizah-breach-internet-code-imda-josephine-teo-14901672", "Source": "google"}