{"Type": "Asia", "Time": "2021-05-28", "Headline": "Fight to douse Sri Lanka ship fire could take 'days': Navy chief", "Text": "COLOMBO: An international firefighting effort to put out a huge blaze on a container ship off Sri Lanka's coast will likely take days, the country's navy chief said on Thursday (May 27), amid mounting fears of a major oil leak.Nine Sri Lankan ships and three Indian vessels have been working with international salvage experts to douse the eight-day old inferno on the Singapore-registered X-Press Pearl.The vessel was carrying nearly 1,500 containers, including 25 tonnes of nitric acid, when a fire broke out as it waited to enter Colombo port.It is believed that the fire was sparked by a leak of nitric acid on the 186m long ship. Monsoon winds fanned the flames.But easing winds in the Indian Ocean will make firefighting efforts easier, Sri Lanka navy chief Vice Admiral Nishantha Ulugetenne said, describing the sea and wind conditions as \"favourable\".\"I hope in another few days we can extinguish this fire completely,\" he told AFP.Sri Lanka's Marine Environment Protection Authority (MEPA) has said it fears the vessel could break up and leak oil onto coastal beaches.\"The hull may not be stable for us to tow the ship away from our waters,\" MEPA chairman Dharshani Lahandapura told AFP.The vessel, now anchored, is carrying 278 tonnes of bunker oil and 50 tonnes of marine gasoil, she said.AVOIDABLE DISASTERLahandapura said the crew knew about a nitric acid leak on May 11 before entering Sri Lankan waters and that the fire could have been avoided if they acted promptly.The ship's operator, X-Press Feeders of Singapore, confirmed they knew about the acid leak, but said attempts to leave the leaking container in India and Qatar had failed.It said port authorities in the two countries had rejected requests because they did not have specialist facilities.Sri Lankan authorities have lodged a formal complaint with police ahead of initiating legal action against the ship's captain.Lahandapura said a large quantity of oil threatens to leak and pollute the tourist and fishing region of Negombo, 40km north of the capital.\"Our best option is to clean the beach and we suspect any clearing operation will take a few weeks, if not months,\" she said.Sri Lankan soldiers were deployed on Thursday to clean Negombo beach as debris from eight containers that fell into the sea after the explosion washed ashore.Police also arrested eight people who had been scavenging for plastic raw materials and cosmetics that washed up for violating coronavirus lockdown regulations.In September last year, an oil tanker caught fire off Sri Lanka's east coast after an engine room explosion that killed one crew member.The fire on the New Diamond tanker took more than a week to put out and left a 40km long oil spill. Sri Lanka has demanded the owners pay a US$17 million clean-up bill.The 25 crew on the X-Press Pearl were evacuated on Tuesday following the explosion. Two suffered minor injuries, the owners said, and one, an Indian national, has tested positive for COVID-19.The ship was on its way to Colombo from India's Gujarat state. The vessel is anchored 14km offshore and can be seen from Negombo.It looks like the email address you entered is not valid.", "Section": "", "Writers": "", "MainKeyWord": "Sri Lanka,ship,pollution,fire", "AdditionalKeyWord": "", "URL": "https://www.channelnewsasia.com/news/asia/sri-lanka-ship-fire-blaze-x-press-pearl-fire-navy-chief-14898816", "Source": "google"}